{"ITEMID": "001-4791", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "HILTUNEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants, Finnish nationals, are born in 1948 and 1949, respectively, and live in Helsinki. They are represented before the Court by Ms Christine Hiltunen, Master of Law in Helsinki.", "", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants own jointly the real property Hälleberget 1:181 on the island of Svartholmen. The island is part of the Suvisaaristo archipelago in the Gulf of Finland and it belongs to the city of Espoo in the vicinity of Helsinki. The first applicant acquired the property in 1978 together with the second applicant’s mother. The latter donated her part to the second applicant in 1987.", "The real property consists of 7,800 m2 and its value is estimated at about FIM 1,500,000 (about the same in FF). In the 1920s, a two-storey house with a surface of 103 m2 was erected. It has been used exclusively as a summer cottage and has been registered as such. On the land there are also accessory buildings with a surface totalling 56 m2.", "", "At the beginning of the 1960s, the City Assembly of Espoo decided to start drawing up a master plan (yleiskaava, generalplan) for the area. On 28 July 1961, following the city’s proposal, the Ministry of the Interior prohibited construction in the area by virtue of the Building Act. This building prohibition was prolonged repeatedly by three-year-long or five-year-long temporary orders. It remained in force until the end of 1980.", "In 1978 and 1980 the inspection authorities of the city of Espoo certified that the property in question had been equipped with the required water and waste management systems, if necessary also for permanent habitation. On 3 November 1994, the applicant’s cottage was inspected by the relevant authorities but was found not to meet the requirements of a dwelling for all-year-round use due to insufficient insulation", "There are apparently three dwellings for all-year-round use on Svartholmen, these having been constructed in 1939, 1962 and 1965.", "", "On 28 January 1981, the City Assembly of Espoo decided to start drawing up a more detailed town plan (asemakaava, stadsplan) for the area. As a result the area was placed under a building prohibition in accordance with section 42, subsection 2(3), of the Building Act (rakennuslaki, byggnadslag, 370/1958). By virtue of the same provision the building prohibition has been prolonged every other year.", "In addition to the building prohibition under section 42, subsection 2(3), of the Building Act, a building prohibition under section 5, subsection 1, of the Building Act is also in force (prohibition on urban development). Exemptions may be granted from both prohibitions.", "", "On 4 September 1985, the City Assembly of Espoo adopted a partial master plan (osayleiskaava, delgeneralplan) for, inter alia, the Suvisaaristo area. On 6 April 1988, the Ministry of Environment refused to confirm the plan, inter alia, in so far as it concerned the island of Svartholmen and another island. The Ministry noted that the plan was largely based on the existence of independent drinking-water and waste-water management systems on each individual property designated for permanent habitation. So far there had existed only one dwelling for all-year-round use on Svartholmen, whereas the master plan had envisaged 21 new ones. Given the topography of the island and the significantly increased permanent habitation, the Ministry considered that the ground water conditions had not been sufficiently investigated.", "On 13 June 1989, the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) upheld the Ministry’s decision.", "In 1990, the first applicant applied for an exemption from the building prohibition in force pursuant to section 5 of the Building Act. His request concerned the construction of a house with a surface of 280 m2 and intended for all-year-round use. On 16 January 1991, the Ministry of the Environment refused to grant the exemption. On 3 March 1992, the Supreme Administrative Court upheld the Ministry’s decision.", "In 1994 the first applicant applied anew for an exemption from the building prohibition in force by virtue of section 5 of the Building Act. His request now concerned the construction of a permanent dwelling with a surface of 190 m2. At the same time, the existing house would be demolished. The City Planning Director of Espoo favoured the request in his advisory opinion of 28 March 1994 to the Ministry of the Environment. The city found that the applicants’ intention to replace the existing building, which was in poor condition, with a new dwelling would be in line with the objectives outlined for the use of the relevant area. Therefore, an exemption from the building prohibition would not create any significant obstacle to the implementation of the planning or other forms of organising the settlement in the area.", "On 26 October 1994, the Ministry of Environment refused to grant the exemption. It noted that in 1988 part of the master plan had not been confirmed due to insufficient investigations concerning the groundwater conditions, bearing in mind the topography on the island of Svartholmen and the important growth of its permanent settlement which had been foreseen in the plan. These matters were to be clarified during the process of drawing up the town plan. The Ministry furthermore stressed the need to guarantee the equal treatment of the property owners affected by the building prohibition.", "", "On 8 September 1995, the Supreme Administrative Court upheld the Ministry’s decision.", "On 8 July 1997, a regional plan (seutukaava, regionplan) for the Helsinki area, including the island of Svartholmen, gained legal force. In the regional plan the area in question was designated for urban development. This plan did not abolish the prohibition on urban development in force by virtue of section 5 of the Building Act.", "Between 1986 and 1997, 18 exemptions from the building prohibition were granted by the Ministry for the Environment on the island of Sommarö in the immediate vicinity of Svartholmen. The permitted construction included, inter alia, changing summer cottages into all-year-round residences.", "The area comprising the applicants’ property has not been included in the programme for town planning to be completed during the years 1997-2001.", "B. Relevant domestic law", "According to section 5 of the Building Act, only an area for which there is a confirmed town plan, building plan or shore plan may be used for urban development (taaja-asutus, tätbebyggelse). For special reasons, exemptions may nonetheless be granted by the competent county administrative board or, in respect of larger cities, the Ministry of the Environment. The relevant local authority shall be consulted regarding any application for an exemption.", "According to section 7 of the Building Act, a building permit is required for all new construction. Subject to the municipality’s discretion this requirement may be waived in respect of construction of accessory buildings belonging to an existing dwelling or farm in an area outside a town plan or building plan. Building permits are issued by the local building committees (rakennuslautakunta, byggnadsnämnd).", "In considering an application for a building permit the authority shall satisfy itself that the proposed building is in accordance with any confirmed plan and does not contravene any building prohibition or related regulations. In the absence of any obstacles, a permit shall be granted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}