{"ITEMID": "001-71876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MUSKUS AND OTHERS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Mrs Irena Muskus, Mr Józef Pawelec and Mrs Władysława Pawelec, are Polish nationals, who were born in 1939, 1948 and 1912 respectively. On 8 April 2001 the third applicant died. The first and the second applicant live in Krzeszowice, Poland.", "On 12 October 1992 the third applicant lodged an application with the Kielce Regional Court (Sąd Wojewódzki) for compensation for damages sustained by her husband in connection with his conviction in 1953 by the Kielce District Military Court.", "In February 1993 the first and second applicants and two other children of the third applicant, lodged similar applications. They based their actions on the Law of 23 February 1991 on annulment of convictions whereby persons were persecuted for their activities aimed at achieving independence for Poland (Ustawa o uznaniu za nieważne orzeczeń wydanych wobec osób represjonowanych za działalność na rzecz niepodległego bytu Państwa Polskiego).", "The applicants submit that the first hearing was held on 9 October 1994.", "At the hearing held on 18 September 1995 the court decided to join all five applications and examine them together.", "On 18 December 1995 the court held a hearing. Subsequently, the applicants applied to the court to make some amendments to the minutes of the hearing. On 9 January 1996 the trial court, sitting in camera, ordered the preparation of an expert opinion.", "On 11 March and 20 May 1996 the trial court held hearings. The applicants requested the court to amend the minutes of both hearings. The applicants’ requests were dismissed on 1 October 1996.", "On 23 May 1996 the Regional Court gave a decision. It awarded each of the applicants PLN 7,500 for pecuniary and non-pecuniary damage.", "The applicants appealed against this decision.", "At the hearing held on 19 December 1996 the Krakow Court of Appeal (Sąd Apelacyjny) quashed the impugned decision and remitted the case.", "The Kielce Regional Court held at least one hearing on 4 April 1997.", "On 8 December 1997 the Kielce Regional Court gave a decision in which it partly allowed the action and awarded compensation.", "The applicants lodged an appeal against this decision but on 30 April 1998 the Krakow Court of Appeal dismissed it.", "On 28 May 1998 the applicants lodged a cassation appeal with the Supreme Court (Sąd Najwyższy).", "On 21 December 1999 the Supreme Court dismissed their cassation appeal as manifestly ill-founded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}