{"ITEMID": "001-108162", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ERGASHEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violations of Art. 3 (substantive aspect);Violation of Art. 5-1;Violation of Art. 6-2", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1957 and lives in St Petersburg.", "7. In 1989 the applicant became a mullah in the mosque of Mamurobod in Uzbekistan. In 1999 he graduated as a qualified Arabic teacher from the Foreign Languages Institute in Andijan, Uzbekistan. From 1999 to 2007 he was not officially employed and provided religious consultations about Islam, as well as teaching Arabic and Koran studies.", "8. In May 2007 the applicant moved to Russia. On 6 June 2007 he was registered as a migrant in St Petersburg.", "9. On 8 December 2007 the Andijan Region Investigations Department of the Uzbek Ministry of the Interior charged the applicant in absentia with a number of crimes including membership of an extremist organisation, attempting to overthrow the State’s constitutional order and dissemination of the views of a radical extremist movement. The applicant’s name was put on the wanted list; an arrest warrant was issued against him.", "10. On 25 September 2008 the Prosecutor General’s Office of Uzbekistan forwarded a request for the applicant’s extradition to the Russian Prosecutor General’s Office.", "11. On 23 January 2009 the Prosecutor General’s Office of Uzbekistan informed the Russian Prosecutor General’s Office that it “... guarantee[d] that the prosecution of U. Ergashev [would] be carried out in strict compliance with Uzbek legislation”.", "12. On 2 March 2009 the Andijan Town Court ordered the applicant’s arrest. The decision did not set any time-limits for the applicant’s detention.", "13. On 1 September 2008 the applicant was arrested in St Petersburg on the basis of a letter from the Uzbek authorities and placed in a detention centre.", "14. On 22 June 2009 the Russian Prosecutor General’s Office issued an extradition order against the applicant. The text of the decision included the following:", "“... the Andijan Region Investigations Department of the Uzbek Ministry of the Interior is investigating a criminal case against U. Ergashev ...", "The charges against U. Ergashev state that between 22 May 1999 and 2007, in the Andijan region of Uzbekistan, being an active member of the prohibited religious extremist movement ... with the aim of overthrowing the State’s constitutional order, ... he actively participated in the criminal activities of the supporters of the extremist religious movement ... and publicly called for the overthrow of the constitutional order of the Republic of Uzbekistan by engaging in ‘jihad’ (holy war) and for the creation of an Islamic State ...", "... The actions of U. Ergashev are punishable under Russian criminal law and correspond to paragraph 1 of Article 280 (public calls for extremist activities), paragraph 2 of Article 282 (incitement to hatred) and paragraph 2 of Article 2823 (membership of an extremist organisation) of the Russian Criminal Code; the penalties envisaged under those Articles entail deprivation of liberty for more than one year. The limitation period for the above crimes under Russian and Uzbek law has not expired ...”", "15. The applicant appealed against the extradition order to the St Petersburg City Court (“the City Court”), stating, among other things, that he was being persecuted by the Uzbek authorities for his political and religious beliefs and that if extradited, he would be subjected to ill-treatment in Uzbekistan.", "16. On 14 August 2009 the City Court overruled the extradition order, stating that it had been issued prematurely – that is, before the examination of the applicant’s request for temporary asylum – and ordered the applicant’s release from detention.", "17. The prosecutor’s office appealed against that decision to the Supreme Court of the Russian Federation (“the Supreme Court”). On 30 September 2009 the Supreme Court overruled the decision of 14 August 2009 and remitted the case for a fresh examination.", "18. On 5 May 2010 the City Court again examined the applicant’s complaint and upheld the extradition order, referring, amongst other things, to the guarantees provided by the Uzbek Prosecutor General’s office to the effect that the applicant would not be subjected to ill-treatment in Uzbekistan. The applicant appealed against that decision to the Supreme Court.", "19. On 22 June 2010 the European Court of Human Rights granted a request by the applicant for the application of interim measures under Rule 39 of the Rules of Court entailing the suspension of his extradition to Uzbekistan.", "20. On 7 July 2010 the Supreme Court dismissed the applicant’s appeal and the extradition order became final.", "21. On 1 September 2008 the applicant was arrested. On 3 September 2008 the Smolninskiy District Court of St Petersburg (“the Smolninskiy District Court”) authorised the applicant’s detention on the basis of the arrest warrant issued by the Uzbek authorities on 8 December 2007 (see paragraph 12 above). In its decision the court referred to Article 108 of the Code of Criminal Procedure (“the CCP”). No time-limits were set for his detention.", "22. On 17 October 2008 the Smolninskiy District Court further authorised the applicant’s detention with a view to extradition without laying down any relevant time-limits. In its decision the court referred to Articles 108 and 466 of the CCP.", "23. On 29 January 2009 the applicant complained to the Smolninskiy District Court that his detention pending extradition was unlawful. On 2 February 2009 the court allowed his complaint in full and released him. The court’s decision stated, amongst other things, that the applicant’s detention had not been extended by court orders and its length was uncertain, in violation of Article 109 of the CCP and of Article 5 of the Convention.", "24. The prosecutor’s office appealed against that decision. On 12 February 2009 the St Petersburg City Court upheld the decision of 2 February 2009 on appeal and reaffirmed that the applicant’s detention during the above period had been unlawful.", "25. On 3 March 2009 the applicant was arrested again. On 4 March 2009 (in the documents submitted the date was also referred to as 6 March 2009) the Tsentralniy district prosecutor’s office of St Petersburg (“the prosecutor’s office”) requested that the Dzerzhinskiy District Court of St Petersburg (“the Dzerzhinskiy District Court”) authorise the applicant’s detention with a view to extradition.", "26. On 6 March 2009 the Dzerzhinskiy District Court refused to grant the prosecutor’s request, stating that the applicant had already been detained on the same grounds and that the authorities had failed to prove that he intended to abscond. In spite of the above decision, the applicant was not released from detention as on the same date the prosecutor’s office ordered his detention on the basis of the arrest warrant issued by the Andijan Town Court on 2 March 2009.", "27. On 18 March 2009 (in the documents submitted the date was sometimes given as 10 March 2009) the applicant complained to the Dzerzhinskiy District Court, stating, among other things, that in the absence of an extradition order his detention was unlawful, that he had already been detained with a view to extradition between 1 September 2008 and 2 February 2009 and that his further detention from 3 March 2009 was against the law as it was based on the same grounds.", "28. On 18 March 2009 the Dzerzhinskiy District Court examined the applicant’s complaint under Article 125 of the CCP (complaints against acts and decisions of officials involved in criminal proceedings) and dismissed it, stating that the prosecutor’s detention order of 6 March 2009 was lawful and substantiated as it had been based on the detention order issued by the Andijan Town Court on 2 March 2009. The court did not examine the applicant’s allegation that his continued detention from 3 March 2009 was against the law as it was based on the same grounds as his previous detention between 1 September 2008 and 2 February 2009.", "29. On 8 May 2009 the City Court upheld the decision of 18 March 2009 on appeal. It did not examine the applicant’s allegations concerning the use of the same grounds for his continued detention either.", "30. On 13 May 2009 the applicant again complained to the Dzerzhinskiy District Court, stating that his detention was unlawful and excessively lengthy as the two-month time-limit for the detention had expired and his further detention had not been authorised by the Russian courts.", "31. On 27 May 2009 the Dzerzhinskiy District Court allowed the applicant’s complaint and acknowledged the excessive length of his detention. However, the applicant remained in detention. The applicant appealed against that decision.", "32. On 3 August 2009 the City Court overruled the decision of 27 May 2009 on appeal and remitted the case for a fresh examination. The applicant remained in detention.", "33. On 25 August 2009 the Dzerzhinskiy District Court again allowed the applicant’s complaint of 13 May 2009. The court stated that the applicant’s detention as of 7 May 2009 had been unlawful as it had not been duly extended by the domestic courts. It ordered the applicant’s release from detention even though he had actually been released on 14 August 2009 following the decision of the City Court (see paragraph 16 above). The prosecutor’s office appealed against the decision. On 27 October 2009 the City Court upheld the decision of 25 August 2009 on appeal.", "34. On 6 September 2010 the applicant was arrested by the National Interpol Bureau in St Petersburg and the Leningrad Region and taken to the Viborgskiy district department of the interior in St Petersburg (the Viborgskiy ROVD), where he was detained from 11.35 a.m. to 5.30 p.m. before being released on an undertaking to visit the Viborgskiy district prosecutor’s office.", "35. On 8 September 2010 the Viborgskiy district prosecutor’s office placed the applicant under house arrest “pending extradition to Uzbekistan”.", "36. At about 10.30 a.m. on 3 March 2009 the applicant was arrested in the building of the Dzerzhinskiy District Court (see paragraph 25 above). He was taken to a police station (78th office of the St Petersburg department of the interior – 78-й отдел милиции), where he was detained until 1 p.m. on 7 March 2009.", "37. During these four days the applicant was detained in an administrative-detention cell. The conditions of his detention were as follows: the cell, which measured 6 sq. m, had a tiny window; it did not have ventilation; there was no bed or toilet; the applicant slept on a narrow wooden bench which was designed for seating; no food or drink was given to him throughout the detention; and he was allowed to use the toilet in the adjacent area only with the permission of the police officers. The applicant had to obtain drinking water from the toilet.", "38. At about 1 p.m. on 7 March 2009 the applicant was transferred from the police station to remand prison IZ-47/4 in St Petersburg.", "39. Between 7 and 11 March 2009 the applicant was detained in cell no. 82, measuring 18 sq. m, with ten other inmates. There were only eight bunk beds; the applicant therefore had to sleep on the floor. The cell had neither a table nor hot water. No proper bedding was provided for the applicant. His personal space amounted to 1.6 sq. m. The inmates constantly smoked in the cell, which had an adverse effect on the applicant’s health. On 11 March 2009 the applicant was allowed to take his first five-minute shower since his arrest on 3 March 2009.", "40. On 12 March 2009 the applicant was transferred to cell no. 130/2 (tuberculosis cell) as it had been established that he was suffering from tuberculosis. The cell measured about 30 sq. m and had fifteen bunks. Between 12 and 15 March 2009 it held seven inmates; between 16 and 18 March it held eleven inmates; between 19 and 28 March it held twelve inmates; between 5 and 17 May thirteen inmates; on 18 May nine inmates; on 19 May ten inmates; and between 20 and 25 May eleven inmates. Depending on the number of inmates the applicant’s personal space varied from 4.6 to 2.5 sq. m. The table in the cell was a few metres from the toilet; no disinfectant was provided for the latter. The inmates had to do their laundry in the cell using a basin. Irrespective of the gravity of their medical condition and the degree of contagiousness, the inmates were kept together in the same cell.", "41. On 29 March 2009 the applicant was transferred to cell no. 130/3, which measured about 32 sq. m, had fourteen bunks and housed from eight to twelve other inmates. Between 29 and 31 March it held twelve inmates; between 1 and 8 April it held eleven inmates; between 9 and 13 April twelve inmates; between 14 and 19 April nine inmates; between 20 and 28 April ten inmates; on 29 and 30 April twelve inmates; and between 1 and 4 May thirteen inmates. Depending on the number of inmates, the applicant’s personal space varied from 3.6 to 2.5 sq. m. On 5 May 2009 the applicant was transferred back to cell no. 130/2.", "42. On 25 May 2009 the applicant was transferred to cell no. 158, which measured 20.3 sq. m and had twelve bunks. On 25 May it held twelve inmates; on 26 May eleven inmates; on 27 May ten inmates; and between 28 May and 9 June twelve inmates. Depending on the number of inmates the applicant’s personal space varied from 2 to 1.7 sq. m. On 9 June 2009 the applicant was transferred to another cell.", "43. On 10 June 2009 the applicant was placed in cell no. 160, which measured 20.9 sq. m and had eight bunks. Between 9 June and 14 August 2009 the cell held seven or eight inmates. The applicant’s personal space amounted to less than 3 sq. m. In addition, the inmates smoked in the cell, which had an adverse effect on the applicant’s health as the cell was not properly ventilated.", "44. The applicant substantiated his account of the conditions of detention in the remand prison by the following documents: a witness statement by Mr K. Petrov, who was detained with the applicant in cell no. 82, dated 16 February 2011; a witness statement by Mr Z. Elmuratov, who was detained with the applicant in cells no. 130/2 and no. 149, dated 16 February 2011; a witness statement by Ms E. Polyakova, head of a human rights NGO which monitored the conditions of detention in remand prison IZ 47/4, dated 8 February 2011; and a number of photographs of the applicant’s detention cells.", "45. On a number of occasions between 4 and 29 March 2009 the applicant was handcuffed and taken to the Dzerzhinskiy District Court in a lorry for transporting detainees (Avtozak). The lorry was equipped with three cages measuring 1.5 m by 3 m; each cage contained ten inmates, who were transported in cramped conditions.", "46. Upon arrival in the courthouse, the applicant was placed for several hours in a cell without windows, measuring 12 sq. m, with a narrow bench and without ventilation. He was usually detained there with two other men. No food or drink was given to him in the courthouse.", "47. On 18 March 2009 the applicant complained to the Dzerzhinskiy District Court, alleging, amongst other things, that the conditions of his detention were inadequate (see paragraph 27 above).", "48. In its decision of 18 March 2009 the Dzerzhinskiy District Court left the applicant’s complaint about the conditions of his detention unexamined. The applicant did not raise the issue of the conditions of his detention on appeal as he considered that an appeal would be ineffective.", "49. From the documents submitted it appears that the applicant neither applied for medical assistance while in remand prison IZ-47/4 nor complained about the lack of such assistance to the prison’s administration.", "50. On 20 October 2008 the applicant applied to the St Petersburg Department of the Federal Migration Service (“the FMS”) for refugee status in Russia, referring to his politically motivated persecution in Uzbekistan and the risk of ill-treatment.", "51. On 22 December 2008 the FMS rejected the applicant’s request, stating that it had been motivated by an attempt to avoid lawful criminal prosecution in Uzbekistan and that his allegations of a risk of ill-treatment there were unsubstantiated. The applicant was informed of the refusal on 22 January 2009.", "52. On 4 March 2009 (in the documents submitted the date is sometimes given as 4 April 2009) the Dzerzhinskiy District Court upheld the refusal by the FMS. The applicant did not appeal against that decision and the decision of 22 December 2008 became final.", "53. On 8 April 2009 (in the documents submitted the date is sometimes given as 27 April 2009) the applicant applied to the FMS for temporary asylum in Russia.", "54. On 6 May 2009 the FMS rejected the request. The applicant appealed to the Russian FMS against the refusal.", "55. On 6 August 2009 the Russian FMS overruled the decision of 6 May 2009 and referred the applicant’s request back for a fresh examination.", "56. On 11 November 2009 the FMS again rejected the applicant’s request for temporary asylum. The applicant appealed to the Russian FMS.", "57. On 23 February 2010 (in the documents submitted the date is sometimes given as 28 February 2010) the Russian FMS overruled the decision of 11 November 2009 and again referred the applicant’s request back for a fresh examination.", "58. On 30 April 2010 the FMS rejected the applicant’s request for temporary asylum for the third time.", "59. On 24 May 2010 the applicant again appealed against the refusal to the Russian FMS. On 30 August 2010 the Russian FMS overruled the decision of 30 April 2010 and again referred the applicant’s request back for a fresh examination.", "60. On 16 December 2010 the FMS rejected the applicant’s request for temporary asylum for the fourth time. The applicant appealed against the refusal to the Russian FMS. The proceedings appear to be still pending.", "61. At 6 p.m. and 11 p.m. on 3 March 2009 the Russian television channel NTV broadcast its regular TV news bulletin in St Petersburg. News reports, quoting the press unit of the Main Department of the Interior of St Petersburg and the Leningrad Region (the GUVD), displayed full-face and profile photographs of the applicant and contained the following information:", "Newscaster: “... a terrorist from Uzbekistan, who worked in St Petersburg as a driver of a KAMAZ lorry, was arrested today in the city centre by Interpol officers. The leading member of the Wahhabi extremist religious movement had moved to St Petersburg two years ago and since then had worked as a driver for various companies. Having graduated from a foreign languages institute, he worked in Uzbekistan as a mullah. The 52-year-old Urinboy Ergashev has been on the authorities’ wanted list for two years; he has been charged with a number of serious crimes, including terrorism ...”", "Newscaster: “Mr D.R., the deputy head of the National Interpol Bureau in St Petersburg and the Leningrad Region, commented ...”", "Mr D.R.: “... having studied the ideas of the political extremist movement ... [the applicant] had created the ‘Khalka’ group to spread the ideas of the Wahhabi movement in order to change the existing State order in Uzbekistan, seize power and remove lawfully elected officials ...”", "Newscaster: “... the law-enforcement bodies presume that the group headed by Ergashev was planning to create an Islamic State in the Fergana valley; it was financed by foreign organisations from Afghanistan and Pakistan prohibited by the Uzbek authorities. Currently the arrested man ... is in detention and after all the paper formalities he will be extradited to his homeland, where a trial is awaiting him ...”", "62. The applicant was detained in the 78th office of the St Petersburg department of the interior from 10.30 a.m. on 3 March 2009 until an unspecified time on 7 March 2009.", "63. The applicant was detained in an administrative-detention cell measuring between 3 and 3.2 sq. m, which was not equipped for sleeping, and therefore no bed linen was provided. The applicant was allowed to use the toilet in the adjacent area of the police station with the permission of the police officers. The toilet was equipped with cold water. There were no shower facilities. The applicant’s cell was ventilated twice a day by the police officers. The applicant was not provided with food by the authorities, but the officers allowed his relatives to bring him food and drink.", "64. The applicant was transported from the detention centre to the courthouse on three occasions, on 17 and 18 March and on 27 May 2009, in specially equipped GAZ-3307 and GAZ-32594 vehicles. The vehicles have twenty-six seating places, which are divided between two shared cells and one solitary cell.", "65. On 17 March 2009 the applicant was transported in the same vehicle with twenty-three other detainees; on 18 March 2009 with twelve other detainees; and on 27 May 2009 with ten other detainees.", "66. On each occasion the applicant was provided with a daily ration of food as prescribed by the relevant regulations.", "67. From 7 March to 14 August 2009 the applicant was detained in seven different cells; in each cell the number of inmates matched the number of bunk beds, and therefore the applicant had an individual bed. He was provided with bed linen and cutlery. The applicant was detained:", "from 7 to 11 March 2009 in cell no. 82, measuring 18.1 sq. m, with three other inmates (capacity: four inmates);", "from 11 to 30 March 2009 in cell no. 130/2, measuring 32.3 sq. m, with seven other inmates (capacity: eight);", "from 30 March to 5 May 2009 in cell no. 130/3, measuring 32.2 sq. m, with seven other inmates (capacity: eight);", "from 5 May to 25 May 2009 in cell no. 149, measuring 20.3 sq. m, with four other inmates (capacity: five);", "from 25 May to 9 June 2009 in cell no. 158, measuring 20.3 sq. m, with four other inmates (capacity: five);", "from 9 to 10 June 2009 in cell no. 163, measuring 9.8 sq. m, with one other inmate (capacity: two);", "from 10 June to 14 August 2009 in cell no. 160, measuring 20.9 sq. m, with four other inmates (capacity: five).", "68. The Government substantiated their account of the amount of personal space afforded to the applicant in the remand prison with poorquality copies of several pages of a registration log “on transfers of inmates between cells” dated February 2009 to February 2010. The document did not contain any comprehensible information and included tables of numbers; no names or other information about the inmates were provided. The Government also furnished several statements by the remand prison’s staff confirming the number of bunk beds in each of the applicant’s cells. These statements neither provided information as to the actual number of inmates detained in each cell nor specified whether the number of detainees exceeded the cell’s capacity at the given period of time.", "69. According to the Government, the sanitary conditions in each cell complied with the relevant regulations. Medical staff of the remand prison checked the sanitary conditions of all cells on a daily basis and disinfected the cells at prescribed intervals. The ventilation in all cells was in working condition, and each cell was equipped with a cold water basin. On request the inmates could obtain hot water; they were also allowed to use electric kettles. The applicant was allowed a weekly fifteen-minute shower; his bedlinen was changed weekly. The inmates’ laundry was collected for washing once a week; the inmates were also allowed to do their laundry in plastic buckets provided by the administration.", "70. According to the copies of documents enclosed with the Government’s submissions, from 11 March to 25 May 2009 the applicant was detained in the remand prison’s tuberculosis centre to receive medical treatment for the disease.", "71. According to the Government, the applicant’s detention on remand was based on Article 466 §§ 1 and 2 of the CCP.", "72. On 3 September 2008 the Smolninskiy District Court authorised the applicant’s detention from 1 September 2008 to 2 February 2009.", "73. On 17 October 2008 the Smolninskiy District Court again authorised the applicant’s detention with a view to extradition.", "74. According to the Government, on 4 March 2009 the Dzerzhinskiy District Court authorised the applicant’s detention. However, from the documents submitted it appears that on 6 March 2009 the District Court actually refused to authorise the applicant’s detention (see paragraph 26 above).", "75. On 6 March 2009 the Tsentralniy district prosecutor’s office of St Petersburg detained the applicant on the basis of the Andijan Town Court’s detention order of 2 March 2009.", "76. In their observations of 17 January 2011 the Government submitted that the text of the TV broadcast had been prepared on the basis of the official statement provided by the National Interpol Bureau in St Petersburg and the international search warrant issued against the applicant. The broadcast had stated that the applicant had been charged with serious crimes by the Uzbek authorities, but not that he was guilty. The law-enforcement bodies had only suspected that the applicant was pursuing extremist goals. The expression “terrorist from Uzbekistan” had been used by the TV journalists and had not been part of the official information statement issued by the National Interpol Bureau in St Petersburg.", "77. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are permitted only on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "78. Article 16 of the European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within eighteen days of arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed forty days from the date of that arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "79. The CIS Convention on legal aid and legal relations in civil, family and criminal cases (the 1993 Minsk Convention), to which both Russia and Uzbekistan are parties, provides that a request for extradition must be accompanied by a detention order (Article 58 § 2).", "80. A person whose extradition is sought may be arrested before receipt of a request for his or her extradition. In such cases a special request for arrest, containing a reference to the detention order and indicating that a request for extradition will follow, must be sent. A person may also be arrested in the absence of such a request if there are reasons to suspect that he or she has committed, in the territory of the other Contracting Party, an offence entailing extradition. The other Contracting Party must be immediately informed of the arrest (Article 61).", "81. A person arrested under Article 61 must be released if no request for extradition is received within forty days of the arrest (Article 62 § 1).", "82. The term “court” is defined by the Code of Criminal Procedure (“the CCP”) of 2002 as “any court of general jurisdiction which examines a criminal case on the merits and delivers decisions provided for by this Code” (Article 5 § 48). The term “judge” is defined by the CCP as “an official empowered to administer justice” (Article 5 § 54).", "83. A district court has the power to examine all criminal cases except for those falling within the respective jurisdictions of a justice of the peace, a regional court or the Supreme Court of Russia (Article 31 § 2).", "84. Chapter 13 of the CCP (“Preventive measures”) governs the use of preventive measures (меры пресечения), which include, in particular, placement in custody. Placement in custody is a preventive measure applied on the basis of a court decision to a person suspected of or charged with a crime punishable by at least two years’ imprisonment where it is impossible to apply a more lenient preventive measure (Article 108 § 1). A request for placement in custody should be examined by a judge of a district court or a military court of a corresponding level (Article 108 § 4). A judge’s decision on placement in custody may be challenged before an appeal court within three days (Article 108 § 11). The period of detention pending investigation of a crime cannot exceed two months (Article 109 § 1) but may be extended up to six months by a judge of a district court or a military court of a corresponding level (Article 109 § 2). Further extensions may be granted only if the person is charged with serious or particularly serious criminal offences (Article 109 § 3).", "85. Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of parties to criminal proceedings (Article 125 § 1). The court must examine the complaint within five days of its receipt.", "86. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. On receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the preventive measure to be applied to the person whose extradition is sought. The measure must be applied in accordance with the established procedure (Article 466 § 1). Upon receipt of a request for extradition accompanied by an arrest warrant issued by a foreign judicial body, a prosecutor may place the person whose extradition is being sought under house arrest or in custodial detention without prior approval of his or her decision by a court of the Russian Federation (Article 466 § 2).", "87. An extradition decision made by the Prosecutor General may be challenged before a court. Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in the relevant international and domestic law (Article 463 §§ 1 and 6).", "88. A person may apply for judicial review of decisions and acts or failures to act by a State body or a State official that are capable of violating his or her rights or freedoms, hindering the exercise of his or her rights and freedoms, or imposing an obligation or liability unlawfully (Articles 254 § 1 and 255). If the court finds the application well-founded, it must order the State body or State official concerned to remedy the violation or remove the obstacle to the exercise of the rights and freedoms in question (Article 258 § 1).", "“Article 255 § 3 of the Code of Criminal Procedure of the Russian Federation provides that the [trial court] may ... once six months has passed since the case was sent to it, extend a defendant’s detention for successive periods of up to three months. It does not contain, however, any provisions permitting the courts to take a decision extending a defendant’s detention once the previously authorised timelimit has expired, in which event the person is detained for a period without a judicial decision. Nor do other rules of criminal procedure provide for such a possibility. Moreover, Article 10 § 2 and Article 109 § 4 of the Code of Criminal Procedure expressly require the court, prosecutor, investigator ... to immediately release anyone who is unlawfully held in custody beyond the time-limit established in the Code. Such is also the requirement of Article 5 §§ 3 and 4 of the European Convention ... which is an integral part of the legal system of the Russian Federation, pursuant to Article 15 § 4 of the Russian Constitution ...”", "90. Verifying the compatibility of Article 466 § 1 of the CCP with the Russian Constitution, the Constitutional Court reiterated its established case-law to the effect that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "91. In the Constitutional Court’s view, the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution, as well as the legal norms laid down in Chapter 13 of the CCP on preventive measures, were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the CCP did not allow the authorities to apply a custodial measure without abiding by the procedure established in the CCP, or in excess of the time-limits fixed therein.", "92. The Prosecutor General asked the Constitutional Court for an official clarification of its decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person’s detention with the aim of extradition.", "93. The Constitutional Court dismissed the request on the ground that it was not competent to indicate specific criminal-law provisions governing the procedure and time-limits for keeping a person in custody with the aim of extradition. That was a matter for the courts of general jurisdiction.", "94. In this decision the Constitutional Court reiterated that Article 466 of the CCP did not imply that the detention of a person on the basis of an extradition request did not have to comply with the terms and time-limits provided for in the legislation on criminal procedure.", "95. In this ruling the Supreme Court reiterated that the arrest and detention of a person with the aim of extraditing him or her under Article 466 of the CCP should comply with the requirements of Article 108 of the CCP, and that detention pending extradition could be extended only in compliance with the requirements of Article 109 of the CCP.", "96. The 1995 Law on the conditions of detention of suspects and accused persons (as amended) provides that detainees should be kept in conditions which satisfy health and hygiene requirements. They should be provided with an individual sleeping place and be given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell (section 23). The Law also provides that inmates are entitled to medical assistance (section 17). If an inmate’s health deteriorates, the medical officers of the remand prison are obliged to examine the inmate promptly and inform him or her of the results of the examination in writing. If the administration refuses, the refusal can be appealed against to a prosecutor or court. If an inmate suffers from a serious disease, the administration of the remand prison is obliged immediately to inform the prosecutor, who can carry out an inquiry into the matter (section 24).", "97. The European Committee for the Prevention of Torture (“the CPT”), in its 15th General Report of 22 September 2005 on its activities covering the period from 1 August 2004 to 31 July 2005, expressed concern about reliance on diplomatic assurances in the light of the absolute prohibition on torture:", "“38. Reference was made in the Preface to the potential tension between a State’s obligation to protect its citizens against terrorist acts and the need to uphold fundamental values. This is well illustrated by the current controversy over the use of ‘diplomatic assurances’ in the context of deportation procedures. The prohibition of torture and inhuman or degrading treatment encompasses the obligation not to send a person to a country where there are substantial grounds for believing that he or she would run a real risk of being subjected to such methods. In order to avoid such a risk in given cases, certain States have chosen the route of seeking assurances from the country of destination that the person concerned will not be ill-treated. This practice is far from new, but has come under the spotlight in recent years as States have increasingly sought to remove from their territory persons deemed to endanger national security. Fears are growing that the use of diplomatic assurances is in fact circumventing the prohibition of torture and ill-treatment.", "39. The seeking of diplomatic assurances from countries with a poor overall record in relation to torture and ill-treatment is giving rise to particular concern. It does not necessarily follow from such a record that someone whose deportation is envisaged personally runs a real risk of being ill-treated in the country concerned; the specific circumstances of each case have to be taken into account when making that assessment. However, if in fact there would appear to be a risk of ill-treatment, can diplomatic assurances received from the authorities of a country where torture and illtreatment is widely practised ever offer sufficient protection against that risk? It has been advanced with some cogency that even assuming those authorities do exercise effective control over the agencies that might take the person concerned into their custody (which may not always be the case), there can be no guarantee that assurances given will be respected in practice. If these countries fail to respect their obligations under international human rights treaties ratified by them, so the argument runs, why should one be confident that they will respect assurances given on a bilateral basis in a particular case?", "40. In response, it has been argued that mechanisms can be devised for the postreturn monitoring of the treatment of a person deported, in the event of his/her being detained. While the CPT retains an open mind on this subject, it has yet to see convincing proposals for an effective and workable mechanism. To have any chance of being effective, such a mechanism would certainly need to incorporate some key guarantees, including the right of independent and suitably qualified persons to visit the individual concerned at any time, without prior notice, and to interview him/her in private in a place of their choosing. The mechanism would also have to offer means of ensuring that immediate remedial action is taken, in the event of it coming to light that assurances given were not being respected.”", "98. United Nations (“UN”) General Assembly Resolution 62/148 of 18 December 2007 (“Torture and other cruel, inhuman or degrading treatment or punishment” (UN Doc.:A/RES/62/148)) reads as follows:", "“The General Assembly ...", "12. Urges States not to expel, return (refouler), extradite or in any other way transfer a person to another State where there are substantial grounds for believing that the person would be in danger of being subjected to torture, and recognizes that diplomatic assurances, where used, do not release States from their obligations under international human rights, humanitarian and refugee law, in particular the principle of non-refoulement ...”", "99. In his interim report submitted in accordance with Assembly Resolution 59/182 (UN Doc.: A/60/316, 30 August 2005), the Special Rapporteur of the Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak, reached the following conclusions:", "“51. It is the view of the Special Rapporteur that diplomatic assurances are unreliable and ineffective in the protection against torture and ill-treatment: such assurances are sought usually from States where the practice of torture is systematic; post-return monitoring mechanisms have proven to be no guarantee against torture; diplomatic assurances are not legally binding, therefore they carry no legal effect and no accountability if breached; and the person whom the assurances aim to protect has no recourse if the assurances are violated. The Special Rapporteur is therefore of the opinion that States cannot resort to diplomatic assurances as a safeguard against torture and ill-treatment where there are substantial grounds for believing that a person would be in danger of being subjected to torture or illtreatment upon return.", "52. The Special Rapporteur calls on Governments to observe the principle of nonrefoulement scrupulously and not expel any person to frontiers or territories where they might run the risk of human rights violations, regardless of whether they have officially been recognised as refugees.”", "100. Specifically referring to the situation regarding torture in Uzbekistan and returns to torture effected in reliance upon diplomatic assurances from the Uzbek authorities, the UN Special Rapporteur on Torture stated to the 2nd Session of the UN Human Rights Council on 20 September 2006:", "“The practice of torture in Uzbekistan is systematic, as indicated in the report of my predecessor Theo van Boven’s visit to the country in 2002. Lending support to this finding, my mandate continues to receive serious allegations of torture by Uzbek law enforcement officials ... Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Against such significant, serious and credible evidence of systematic torture by law enforcement officials in Uzbekistan, I continue to find myself appealing to Governments to refrain from transferring persons to Uzbekistan. The prohibition of torture is absolute, and States risk violating this prohibition – their obligations under international law – by transferring persons to countries where they may be at risk of torture. I reiterate that diplomatic assurances are not legally binding, undermine existing obligations of States to prohibit torture, are ineffective and unreliable in ensuring the protection of returned persons, and therefore shall not be resorted to by States.”", "101. Further referring to the situation regarding torture in Uzbekistan, the UN Special Rapporteur on Torture stated as follows to the 3rd Session of the UN Human Rights Council on 18 September 2008:", "“741. The Special Rapporteur ... stressed that he continued to receive serious allegations of torture by Uzbek law enforcement officials ...", "743. Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, and any independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Even more so, given that no independent monitoring of human rights is currently being conducted.", "744. In light of the foregoing, there is little evidence available, including from the Government that would dispel or otherwise persuade the Special Rapporteur that the practice of torture has significantly improved since the visit which took place in 2002 ...”", "102. The UN High Commissioner for Refugees’ Note on Diplomatic Assurances and International Refugee Protection published on 10 August 2006 reads as follows:", "“22. In general, assessing the suitability of diplomatic assurances is relatively straightforward where they are intended to ensure that the individual concerned will not be subjected to capital punishment or certain violations of fair trial rights as a consequence of extradition. In such cases, the wanted person is transferred to a formal process, and the requesting State’s compliance with the assurances can be monitored. While there is no effective remedy for the requested State or the surrendered person if the assurances are not observed, non-compliance can be readily identified and would need to be taken into account when evaluating the reliability of such assurances in any future cases.", "23. The situation is different where the individual concerned risks being subjected to torture or other cruel, inhuman or degrading treatment in the receiving State upon removal. It has been noted that ‘unlike assurances on the use of the death penalty or trial by a military court, which are readily verifiable, assurances against torture and other abuse require constant vigilance by competent and independent personnel’. The Supreme Court of Canada addressed the issue in its decision in Suresh v. Canada (Minister of Citizenship and Immigration), contrasting assurances in cases of a risk of torture with those given where the person extradited may face the death penalty, and signalling", "‘... the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past. This difficulty becomes acute in cases where torture is inflicted not only with the collusion but through the impotence of the state in controlling the behaviour of its officials. Hence the need to distinguish between assurances regarding the death penalty and assurances regarding torture. The former are easier to monitor and generally more reliable than the latter.’", "24. In his report to the UN General Assembly of 1 September 2004, the special Rapporteur of the UN Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment examined the question of diplomatic assurances in light of the non-refoulement obligations inherent in the absolute and non-derogable prohibition of torture and other forms of ill-treatment. Noting that in determining whether there are substantial grounds for believing that a person would be in danger of being subjected to torture, all relevant considerations must be taken into account, the Special Rapporteur expressed the view that:", "‘in circumstances where there is a consistent pattern of gross, flagrant or mass violations of human rights, or of systematic practice of torture, the principle of nonrefoulement must be strictly observed and diplomatic assurances should not be resorted to.’”", "103. The relevant passage of the United States Department of State’s 2010 Country Reports on Human Rights Practices concerning Uzbekistan, dated 8 April 2011, reads as follows:", "“Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "Although the constitution and law prohibit such practices, law enforcement and security officers routinely beat and otherwise mistreated detainees to obtain confessions or incriminating information. Sources reported that torture and abuse were common in prisons, pre-trial facilities, and local police and security service precincts. Reported methods of torture included severe beatings, denial of food, sexual abuse, tying and hanging by the hands, and electric shock. Family members of prisoners reported several cases of medical abuse, and one person reportedly remained in forced psychiatric treatment. The government reported that during the first six months of the year, it opened 226 criminal cases against 285 employees of law enforcement bodies. Of these, 75 persons were accused of charges related to abuse of power, and four were charged with torture or other brutal or degrading treatment. The remaining cases were for unspecified offenses. During the first nine months of the year, the government dismissed and brought criminal charges against 186 employees of law enforcement bodies for unstated reasons ...", "Prison and Detention Center Conditions", "Prison conditions were in some circumstances life threatening. Officials reported that the prison system is filled to only 74 percent of capacity, but reports of overcrowding were common, as were reports of severe abuse and shortages of medicine. Inmates and their families reported that food and water were of poor quality but generally available. There were reports of political prisoners being held in cells without proper ventilation, and prisoners occasionally were subjected to extreme temperatures. Family members of inmates reported incidents of sexual abuse. Family members also reported that officials frequently withheld or delayed delivery of food and medicine intended for prisoners.", "Relatives of prisoners reported the deaths of several prisoners serving sentences, most of whom received sentences related to religious extremism. In some cases, family members reported that the body of the prisoner showed signs of beating or other abuse, but authorities pressured the family to bury the body before examination by a medical professional ...", "According to family members and some NGOs, authorities failed to release prisoners, especially those convicted of religious extremism, at the end of their terms. Prison authorities often extended inmates’ terms by accusing them of additional crimes or claiming the prisoners represented a continuing danger to society ...”", "104. Amnesty International issued on 1 May 2010 a document entitled “Uzbekistan: A Briefing on Current Human Rights Concerns”, stating the following:", "“Amnesty International believes that there has been a serious deterioration in the human rights situation in Uzbekistan since the so-called Andizhan events in May 2005. ...", "Particularly worrying in the light of Uzbekistan’s stated efforts to address impunity and curtail the use of cruel, inhuman and degrading treatment have been the continuing persistent allegations of torture or other ill-treatment by law enforcement officials and prison guards, including reports of the rape of women in detention. ...", "Despite assertions by Uzbekistan that the practice of torture has significantly decreased, Amnesty International continues to receive reports of widespread torture or other ill-treatment of detainees and prisoners.", "According to these reports, in most cases the authorities failed to conduct prompt, thorough and impartial investigations into the allegations of torture or other illtreatment. Amnesty International is concerned that impunity prevails as prosecution of individuals suspected of being responsible for torture or other illtreatment remains the exception rather than the rule. ...", "Allegations have also been made that individuals returned to Uzbekistan from other countries pursuant to extradition requests have been held in incommunicado detention, thereby increasing their risk of being tortured or otherwise ill-treated and have been subjected to unfair trial. In one case in 2008, for example, a man who was returned to Uzbekistan from Russia was sentenced to 11 years’ imprisonment after an unfair trial. His relatives reported that, upon his return to Uzbekistan, he was held incommunicado for three months during which time he was subjected to torture and other ill-treatment in pre-trial detention. He did not have access to a lawyer of his own choice and the trial judge ruled evidence reportedly adduced as a result of torture admissible. ...", "The government continued its strict control over religious communities, compromising the enjoyment of their right to freedom of religion. Those most affected were members of unregistered groups such as Christian Evangelical congregations and Muslims worshipping in mosques outside state control.”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}