{"ITEMID": "001-93266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FIRAT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1961 and lives in Istanbul.", "5. On 5 September 2000 the applicant was arrested and taken into custody on suspicion of membership of an organised criminal gang and involvement in kidnapping on behalf of that organisation. On 8 September 2000 he was remanded in custody.", "6. On 18 October 2000 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant and twentyone other persons on the above-mentioned charges.", "7. On 6 November 2000 the criminal proceedings against the applicant and the twenty-one other accused commenced before the Istanbul State Security Court. Eighteen hearings were held in total. Throughout the proceedings the applicant’s lawyer repeatedly requested that the applicant be released during trial, but those requests were dismissed at the end of each hearing by way of an interim decision using an identical expression, namely “having regard to the nature of the offence with which he is charged and the state of the evidence”.", "8. On a number of occasions the applicant’s lawyer objected to the interim decisions of the Istanbul State Security Court extending the applicant’s detention, and in each case the objections were further dismissed by the Istanbul State Security Court using the aforementioned identical expression.", "9. On 11 March 2004 the Istanbul Assize Court convicted the applicant as charged and sentenced him, in total, to 27 years and 4 months’ imprisonment.", "10. On 20 April 2005 the Court of Cassation held a hearing and upheld the first-instance court’s judgment in respect of the applicant’s membership of an organised criminal gang, but quashed the judgment in respect of the sentence imposed on the applicant for kidnapping.", "11. On 1 August 2005 the case was referred back to the Istanbul Assize Court.", "12. On 10 November 2005 the Istanbul Assize Court decided to release the applicant pending trial. He was accordingly released the next day.", "13. On 26 February 2008 the Istanbul Assize Court convicted the applicant as charged and sentenced him to imprisonment for, in total, twelve years, eight months and fifteen days.", "14. The case is still pending before the Court of Cassation."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}