{"ITEMID": "001-67992", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TODOROV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["10. The applicant was born in 1968 and lives in Plovdiv.", "11. On 14 August 1992 the applicant bought a car from a Mr I.G.", "12. On 14 September 1992 the car was impounded by the police who explained to the applicant that it had been stolen. On 17 September 1992 the applicant requested the return of the car but received no reply.", "13. On 30 September 1992 a criminal investigation was opened by the Plovdiv District Prosecutor's Office against a Mr N.P. for forgery of customs' declarations for the importation of cars, one of which was the applicant's. The prosecutor in charge of the case ordered that the car be held as a piece of evidence.", "14. In October and November 1992 the applicant four times requested from the prosecution authorities the return of his car, but received no reply.", "15. On 30 November 1992 the car was handed over to the Plovdiv Customs Administration by order of the Plovdiv District Prosecutor's Office. On 29 January 1993 the head of the Plovdiv Customs Administration made a penal order whereby he confiscated the car on the ground that it had been illegally imported into the country.", "16. The applicant appealed against the penal order to the Plovdiv District Court. In a judgment of 28 July 1993 that court quashed the order and on 18 August 1993 the car was returned to the applicant.", "17. On 22 November 1993 the applicant brought an action for damages against the Plovdiv Customs Administration and the Chief Prosecutor's Office, complaining that the impounding of his car and the unlawful order for its confiscation had prevented him from using it during a period of eleven months.", "18. Noting that the applicant had failed to adduce written evidence in support of his allegations, the Plovdiv District Court instructed him to do so within seven days. The applicant complied with these instructions and the court set the case down for hearing.", "19. The first hearing took place on 24 March 1994. The court noted the absence of a representative of one of the defendants, the Chief Prosecutor's Office, and ordered that it be summoned for the next hearing. The applicant's lawyer requested the court to subpoena as a witness the prosecutor who had ordered the car to be handed over to the Customs Administration. The court rejected the request by an order of 28 March 1994, holding that the prosecutor's actions could be proved through the official documents he had made and that his testimony would therefore be superfluous.", "20. The second hearing was held on 13 June 1994. No representative of the Chief Prosecutor's Office appeared but a prosecutor was present in his capacity of “special party” to the proceedings. The “special party” prosecutor requested that the proceedings be stayed in order to take into account the pending criminal investigation against Mr N.P., as it related to the same car. In particular, there was information that the number on the engine and on the chassis of the car had been forged and that it had been illegally imported. The applicant's lawyer agreed and requested that the actions against the Chief Prosecutor's Office and against the Customs Administration be severed. The court refused to sever the actions and acceded to the request for staying the proceedings, finding that there existed criminal elements the determination of which was decisive for the outcome of the civil dispute before it, within the meaning of Article 182 § 1 (d) of the Code of Civil Procedure (“the CCP”).", "21. On 20 June 1994 the applicant appealed against the order for staying the proceedings to the Plovdiv Regional Court. He argued that the outcome of the criminal investigation had nothing to do with the civil proceedings. Moreover, there were no criminal elements whose determination was decisive for the outcome of the civil dispute, as the prosecution authorities had transmitted the car to the customs authorities, thus excluding it from the evidence in the criminal investigation. The appeal was filed with the Plovdiv District Court. Noting that the applicant had not paid the requisite fee, the Plovdiv District Court refused to proceed with the appeal, instructing the applicant to pay the fee. The applicant did so and on 26 July 1994, after the Customs Administration had filed its answer, the Plovdiv District Court forwarded the appeal to the Plovdiv Regional Court. In a final order of 26 September 1994 the Plovdiv Regional Court dismissed the appeal, confirming the lower court's holding that there existed criminal elements whose determination was decisive for the outcome of the civil dispute, within the meaning of Article 182 § 1 (d) of the CCP. In particular, the car bought by the applicant had been impounded as a piece of evidence. The fact that later it had later been delivered to the customs authorities did not change that. Nor was it significant that the criminal proceedings were against a third party and that the penal order against the applicant had been quashed, because the applicant could still suffer the negative consequences of the criminal proceedings, e.g. the forfeiture of the car.", "22. On 21 December 1995 the applicant's lawyer requested the Plovdiv District Court to resume the proceedings. In view of the request, on 27 December 1995 the court sent a letter to the Plovdiv Regional Investigation Service, asking whether the criminal investigation against Mr N.P. had been completed. The Investigation Service informed the court that the proceedings were still pending.", "23. In the following years the Plovdiv District Court made several inquiries about the stage reached in the investigation against Mr N.P. By letters of 27 February 1996, 22 September 1997, 1 October 1998 and 27 November 2000 the Plovdiv Regional Investigation Service informed the court that the criminal proceedings were still pending, without specifying whether it was undertaking any investigative actions.", "24. Following a further inquiry by the court, the Plovdiv Regional Investigation Service notified it by a letter of 13 August 2001 that the case had been sent to the Plovdiv District Prosecutor's Office on 6 July 2001. Taking into consideration that the investigation was still pending, by an order of 20 August 2001 the Plovdiv District Court refused to resume the proceedings. It seems that there was no activity during the period between 19952001 in the criminal investigation against Mr N.P.", "25. On 26 November 2001 the Plovdiv District Prosecutor's Office discontinued the criminal proceedings against Mr N.P.", "26. The Plovdiv District Court then resumed the proceedings and held a hearing on 28 March 2002. The applicant requested a change in the names of the defendants, as during the time when the proceedings had been stayed the Chief Prosecutor's Office had been renamed the Prosecutor's Office of the Republic of Bulgaria and the Plovdiv Customs Administration had become the Customs Agency at the Ministry of Finance. The applicant also increased the amount of his claim for damages and requested leave to call one witness. The defendant Prosecutor's Office requested the court to include the case-file of the investigation against Mr N.P. in the record. The court acceded to all of the parties' requests and adjourned the case.", "27. Three hearings listed for 7 and 21 May and 4 June 2002 did not take place because the Customs Agency had not been duly summoned.", "28. A hearing listed for 2 July 2002 failed to take place because the Customs Agency, despite being duly summoned, did not send a representative. Its counsel requested the court in writing to adjourn the case because he was ill and could not attend.", "29. The court held a hearing on 10 September 2002. The applicant and his lawyer did not appear. The court found that the case was ready for adjudication and reserved judgment.", "30. On 13 September 2002 the applicant's lawyer requested the court to reopen the oral proceedings, as he had been unable to organise his defence prior to the 10 September 2002 hearing because between 15 August and 10 September 2002 the casefile had been sent to the Ministry of Justice in Sofia and he could not therefore prepare for the hearing. The court acceded to his request and scheduled a hearing for 22 October 2002.", "31. The last hearing before the Plovdiv District Court was held on 22 October 2002. The court heard the applicant's witness and the parties' closing arguments.", "32. In a judgment of 28 November 2002 the Plovdiv District Court partly allowed the applicant's claim for damages against the Customs Agency, awarding him 1,000 Bulgarian levs, and dismissed his claim against the Prosecutor's Office.", "33. On 12 December 2002 the applicant appealed against the judgment to the Plovdiv Regional Court.", "34. The Plovdiv Regional Court held a hearing on 3 June 2003. The applicant and the Customs Agency did not appear. The Prosecutor's Office requested the court to include in the record the casefile of the administrative case in which the Plovdiv District Court had quashed the penal order for the confiscation of the applicant's car. The court granted the request and adjourned the case until 23 October 2003.", "35. A hearing took place on 23 October 2003. The casefile of the administrative case was not produced, because it had already been destroyed in the court's archive. The court adjourned the case until 27 January 2004.", "36. On 18 December 2003 (date of the latest information from the parties) the proceedings were still pending before the Plovdiv Regional Court.", "37. The CCP provides, in Articles 182 § 1 (d) and 183, that a court examining a civil action:", "“182. ... shall stay the proceedings:", "...", "(d) whenever criminal elements, the determination of which is decisive for the outcome of the civil dispute, are discovered in the course of the civil proceedings...", "183. Proceedings which have been stayed shall be resumed ex officio or upon a party's request after the respective obstacles have been removed...”", "Article 222 of the CCP provides:", "“The findings contained in a final judgment of a criminal court and concerning the issue whether the act in question has been committed, its unlawfulness and the perpetrator's guilt are binding on the civil court when it examines the civil consequences of the criminal act.”", "In a judgment of 18 January 1980 (реш. № 3421 от 18 януари 1980 г. по гр.д. № 1366/1979 г., І г.о.) the First Civil Division of the Supreme Court held:", "“In principle the fact of a crime may only be established under the procedures of the Code of Criminal Procedure. That is why, when an alleged civil right derives from a fact which constitutes a crime under the Criminal Code, the civil court, according to Article 182 § 1 (d) of the [CCP], is obliged to stay the civil proceedings. This is necessary in order to respect the decision of the criminal court. It is mandatory for the civil courts regardless of the crime in issue. The mandatory binding force of the decisions of the criminal courts is set out in Article 222 of the [CCP].”", "38. The new Article 217a of the CCP, adopted in July 1999, provides:", "“1. Each party may lodge a complaint about delays at every stage of the case, including after oral argument, when the examination of the case, the delivery of judgment or the transmitting of an appeal against a judgment is unduly delayed.", "2. The complaint about delays shall be lodged directly with the higher court, no copies shall be served on the other party, and no State fee shall be due. The lodging of a complaint about delays shall not be limited by time.", "3. The chairperson of the court with which the complaint has been lodged shall request the case file and shall immediately examine the complaint in private. His instructions as to the acts to be performed by the court shall be mandatory. His order shall not be subject to appeal and shall be sent immediately together with the case file to the court against which the complaint has been filed.", "4. In case he determines that there has been [undue delay], the chairperson of the higher court may make a proposal to the disciplinary panel of the Supreme Judicial Council for the taking of disciplinary action.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}