{"ITEMID": "001-84464", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "FARSKY v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Milan Farský, is a Czech national who was born in 1953 and lives in Teplice. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked for a State enterprise. In 1986 he submitted a proposal for improvement which was subsequently adopted and used by the enterprise. However, the applicant’s copyright was never officially approved and royalties were never paid to him.", "On 19 April 1990 the applicant filed an action with the Ostrava District Court (okresní soud) against the enterprise, claiming compensation for the use of his improvement.", "On an unspecified date, the applicant withdrew his action, the enterprise having promised to compensate him.", "As the enterprise had not fulfilled its promise, the applicant brought a new action on 26 June 1990.", "On 3 March 1995 the Prague High Court (Vrchní soud) referred the case to the Teplice District Court which in an interim judgment of 26 September 2000 accepted the legitimacy of the applicant’s claim.", "On 29 June 2001 the Ústí nad Labem Regional Court (krajský soud) quashed this judgment and remitted the case to the District Court which, on 2 April 2002, again declared the applicant’s claim justified.", "On 10 April 2003 the Regional Court upheld the District Court’s judgment which became final on 25 May 2003.", "On 22 July 2003 the applicant quantified his claim for compensation.", "In a judgment of 14 December 2004 the District Court partly granted the applicant’s action. The defendant filed an appeal but withdrew it on 1 April 2005. The Regional Court stayed the proceedings on 29 April 2005.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}