{"ITEMID": "001-6029", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "VOYAGER LIMITED v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant company Voyager Ltd. (hereinafter the applicant) is a limited liability company incorporated under the laws of the Isle of Man. It is represented before the Court by Cameron Markby Hewitt, a firm of solicitors in London.", "The applicant is a subsidiary company of Polly Peck International (“PPI”). Mr Asil Nadir was the director of PPI from 1980 until he was declared bankrupt in 1991. In October 1990, the applicant owned 32,000 of the 40,000 shares in AN Graphics A.Ş., a company registered in İstanbul and incorporated in accordance with Turkish law.", "On 16 October 1990, a meeting of the applicant’s Board of Directors was held in Cyprus. The Articles of Association of the applicant provided that the quorum for a board of directors’ meeting is two. However, this meeting was only attended by Mr Tunalıer, a director of the applicant, and Mr Nevzat, a former director of the applicant, who had formally resigned from his post a day before the meeting. The other two directors of the applicant were not informed about this meeting. At this meeting a decision was taken to appoint Mr Aziz as director of Voyager. On 21 October 1990 another Board of Directors’ meeting was held in Cyprus, this time in the presence of Mr Tunalıer and Mr Aziz. At this meeting, the transfer of 32,000 shares held by the applicant in AN Graphics to Mr Nadir for a payment of GBP 8,000,000 was ratified. Consequently, the applicant’s 32,000 shares in AN Graphics were registered in the share register in the name of Mr Nadir.", "On 25 October 1990 an Administrative Order was made by the English courts in respect of PPI whereby two administrators were appointed to act as the company’s officers.", "On 25 November 1991 Mr Nadir was made bankrupt in accordance with English law.", "On 5 November 1992 the High Court of Justice of the Isle of Man declared that the meetings of the applicant’s Board of Directors held respectively on 16 October 1990 and 21 October 1990 were inquorate and therefore null and void.", "The applicant accused Mr Nadir of wrongful transfer of shares with the intention of transferring them outside the PPI Group to ensure that they remained under his personal control after the Administration Order became effective on 25 October 1990. Consequently several proceedings were brought before the Turkish courts against AN Graphics and Mr Asil Nadir.", "", "On 2 September 1991 the applicant initiated legal proceedings before the İstanbul Commercial Court for a declaration that 23,112 of its shares in AN Graphics had been unlawfully transferred into the name of Mr Nadir.", "On 26 February 1993, after having examined all the evidence and the arguments submitted by the parties, the court found that there was no dispute between the parties concerning the nullity of the Board meetings held on 16 October 1990 and 21 October 1990. Accordingly, the Court held that the transfer of 23,112 shares into the name of Mr Nadir was null and therefore void. The court further ruled that the restoration of the shares in the applicant’s name was dependent on the payment of GBP 5,778,000 to Mr Nadir, this sum being fixed in the light of the minutes of the meeting of the Board of Directors held on 21 October 1990.", "The applicant appealed. On 31 March 1994 the Court of Cassation upheld the decision of the first instance court as regards the nullity of the share transfer. However, it quashed the remainder of the judgment concerning the obligation to pay back GBP 5,778,000 to Mr Nadir to restore the shares, on the ground that Mr Nadir had not made such a claim before the first instance court.", "Subsequently, Mr Nadir requested the rectification of the decision dated 31 March 1994. On 27 October 1994 the Court of Cassation found that the Commercial Court’s decision, dated 26 February 1993, was in fact in line with the established case-law of the Court of Cassation, which provides that first instance courts are entitled, ex officio, to establish a lien even though the parties do not make such a claim. Thus, the Court of Cassation concluded that the first instance court had acted in accordance with domestic law in establishing a lien over the shares in favour of the defendant. Accordingly, it ruled that the reasoning of the Court of Cassation’s decision dated 31 March 1994 was erroneous. However, the court further held that, as there was a dispute between the parties about the payment of GBP 5,778,000, the first instance court should have first examined in detail whether the defendant had really paid the sum in question before ruling on a lien in respect of the shares. In view of its findings, the court remitted the case to the first instance court for a detailed examination.", "On 23 January 1995 the Commercial Court decided to apply the Court of Cassation’s decision of 27 October 1994. Recalling that under Turkish law the conditions which apply to share transfer are regulated by the provisions governing the contract of sale in the Code of Obligations, the court placed the burden of proof on the applicant to show that it had not received any consideration from the defendant in return for the shares. The court granted one month to the applicant to submit any evidence in support of its allegations. However, the applicant stated before the court that it did not have any proof. Accordingly, on 24 March 1995 the Commercial Court held that pursuant to the Code of Obligations, the vendor and the purchaser should fulfil their contractual obligations at the same time unless there was an agreement to the contrary. The court observed that the defendant claimed to have paid the sum in question to the applicant in return for the shares and that, according to Turkish domestic law, the burden of proof was on the applicant to show that its allegations were true. Accordingly, the court accepted that the defendant had paid GBP 5,778,000 in return for the shares and was therefore entitled to a lien on the shares until this sum was paid back to him.", "On 19 October 1995, finding the reasoning and the cogency of the first instance court in line with domestic law, the Court of Cassation rejected the applicant’s appeal.", "On 9 February 1996 the Court of Cassation dismissed the applicant’s request for rectification. It held that the transfer of limited liability company shares was governed by Article 182 of the Code of Obligations and therefore the burden of proof was on the applicant to show that it had not received any consideration in return for the shares. As the applicant failed to do so, the Court of Cassation held that the decisions of the Commercial Court and the Court of Cassation were in line with domestic law. This decision was served on the applicant on 13 March 1996.", "On 25 February 1992 the applicant filed a further application with the İstanbul Commercial Court for a declaration that 8,888 of its shares in AN Graphics had been unlawfully transferred into the name of Mr Nadir.", "On 24 March 1995 the Commercial Court ruled that the transfer of 8,888 shares to Mr Nadir by the applicant was null and void. The court further held that pursuant to Article 182 of the Code of Obligations, the burden of proof was on the applicant to show that no consideration had been received from the defendant in return for the shares. As the applicant failed to adduce any evidence in support of its allegations, the Commercial Court granted the defendant a lien over the shares and made the restoration of shares dependent on the payment of GBP 2,222,000.", "On 19 October 1995 the Court of Cassation, finding the cogency and reasoning of the first instance court in line with domestic law, upheld the judgment dated 24 March 1995.", "On 25 December 1995 the applicant requested the rectification of this decision. Subsequently, on 7 March 1996 the Court of Cassation dismissed the applicant’s requests, stating that the transfer of shares was governed by Article 182 of the Code of Obligations and the national courts had acted in accordance with this provision.", "On 21 February 1996 the Isle of Man High Court granted a declaration that the applicant had never received payment from Mr Nadir for the transfer of 32,000 shares in AN Graphics.", "In addition to the principal proceedings described in subsection (a) and (b) above, the applicant also initiated an action to establish and enforce its rights as a shareholder in AN Graphics including its right to participate in shareholders’ meetings. On 22 May 1995 the İstanbul Commercial Court dismissed the case. It recalled that pursuant to Article 417 of the Commercial Code, only the persons whose names are registered in the share register could be considered shareholders. The court observed that the applicant’s name was not registered in the share register and that no proceedings had been brought to amend the share register. Accordingly, the court ruled that the applicant was not entitled to convene a shareholders’ meeting. This decision was upheld by the Court of Cassation on 4 October 1996. The applicant asked for rectification of this decision. During these proceedings, the applicant also requested disqualification of three of the members of the Court of Cassation. The applicant maintained that these three judges had previously sat in the proceedings concerning the establishment of the applicant’s ownership to the 8,888 shares in AN Graphics, and had acted in favour of Mr Nadir. On 4 October 1996 the Court refused the applicant’s request basing itself on Article 39 of the Court of Cassation Act, which provides that motions for disqualification will not be heard where disqualification can result in the loss of quorum. On the same day, the court also refused the applicant’s request for rectification."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}