{"ITEMID": "001-78981", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "GRANDCHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ANHEUSER-BUSCH INC. v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "No violation of P1-1", "JUDGES": "András Baka;Antonella Mularoni;Christos Rozakis;Corneliu Bîrsan;Elisabeth Steiner;Giovanni Bonello;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Khanlar Hajiyev;Lech Garlicki;Loukis Loucaides;Lucius Caflisch;Luzius Wildhaber;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Stanislav Pavlovschi;Volodymyr Butkevych", "TEXT": ["12. The applicant is an American public company whose registered office is in Saint Louis, Missouri (United States of America). It produces and sells beer under the brand name “Budweiser” in a number of countries around the world.", "13. The applicant company has sold beer in the United States under the “Budweiser” mark since at least 1876. It broke into the European markets in the 1980s and says that it began to sell “Budweiser” beer in Portugal in July 1986.", "14. The applicant company’s decision to extend the sale of its beers to Europe led to a dispute with a Czechoslovak – now Czech – company called Budějovický Budvar. Budějovický Budvar produces a beer in the town of České Budějovice in Bohemia (Czech Republic) which is also called “Budweiser”. The term comes from Budweis, the German name for the town. The applicant company alleges that Budějovický Budvar has only been marketing beer under the “Budweiser” name since 1895, whereas Budějovický Budvar says that it has been entitled to use that appellation since 1265, when King Ottakar II of Bohemia conferred the right to produce the beer on a number of independent brewers in České Budějovice (Budweis in German). The brewers used a special technique and beers produced by this method became known by the term “Budweiser”, just as beers produced using the methods of another Czech town, Plzeň (Pilsen in German), became known as “Pilsner”.", "15. According to the information before the Court, the applicant company concluded two agreements in 1911 and 1939 with Budějovický Budvar concerning the distribution and sale of “Budweiser” beer in the United States. However, these agreements did not deal with the question of the right to use the “Budweiser” name in Europe. As a result, the two companies became embroiled in a series of legal proceedings over the right to use the term “Budweiser” in various European countries, including Portugal.", "16. On 19 May 1981 the applicant company applied to the National Institute for Industrial Property (NIIP) to register “Budweiser” as a trade mark on the industrial-property register. The NIIP did not grant the application immediately because it was opposed by Budějovický Budvar, which alleged that “Budweiser Bier” had been registered in its name as an appellation of origin since 1968. Budějovický Budvar had effected the registration under the terms of the Lisbon Agreement of 31 October 1958 for the Protection of Appellations of Origin and their International Registration (see paragraph 33 below).", "18. The applicant company then applied to the Lisbon Court of First Instance on 10 November 1989 for an order cancelling Budějovický Budvar’s registration. A summons was served on Budějovický Budvar, but it did not file a defence. In a judgment of 8 March 1995 (which, in the absence of an appeal, became final), the Lisbon Court of First Instance granted the applicant company’s application on the ground that the product to which the registration referred, namely the beer known as “Budweiser Bier”, was not an appellation of origin or indication of source. The Court of First Instance noted that under the terms of the Lisbon Agreement of 31 October 1958 such protection was reserved to the geographical name of a country, region, or locality, which served to designate a product originating therein, the quality and characteristics of which were due exclusively or essentially to the geographical environment, including natural and human factors. “Budweiser” did not come within this category. The registration was therefore cancelled.", "19. Following the cancellation of the appellation of origin, and despite the fact that Budějovický Budvar had challenged the application for registration under the opposition procedure, the NIIP registered the “Budweiser” trade mark in the applicant company’s name on 20 June 1995 in a decision that was published on 8 November 1995.", "20. On 8 February 1996 Budějovický Budvar appealed to the Lisbon Court of First Instance against the NIIP’s decision on the strength of an agreement between the governments of the Portuguese Republic and the Czechoslovak Socialist Republic on the Protection of Indications of Source, Appellations of Origin and Other Geographical and Similar Designations (“the Bilateral Agreement”), which was signed in Lisbon on 10 January 1986 and which came into force on 7 March 1987, after publication in the Official Gazette. As required by law, the applicant company was invited by the court to take part in the proceedings as an interested party. In June 1996 it was served with the originating summons that had been lodged by Budějovický Budvar.", "21. In a judgment of 18 July 1998, the Lisbon Court of First Instance dismissed the appeal. It found that the only intellectual property eligible for protection under Portuguese law and the Bilateral Agreement (which, according to the court was no longer in force, owing to the disappearance of one of the contracting parties, Czechoslovakia) was the “Českobudějovický Budvar” appellation of origin, not the “Budweiser” trade mark. In addition, it found that there was no risk of confusion between the appellation of origin and the applicant company’s trade mark, which the vast majority of consumers tended to think of as an American beer.", "22. Budějovický Budvar appealed against that decision to the Lisbon Court of Appeal, alleging, inter alia, a breach of Article 189 § 1, sub-paragraphs (l) and (j), of the Code of Industrial Property. In a judgment of 21 October 1999, the Lisbon Court of Appeal overturned the impugned judgment and ordered the NIIP to refuse to register “Budweiser” as a trade mark. The Court of Appeal did not consider that there had been a breach of Article 189 § 1 (l) of the Code of Industrial Property, as the expression “Budweiser” was incapable of misleading the Portuguese public as to the origin of the beer concerned. However, it found that such a registration would infringe the Bilateral Agreement and, consequently, Article 189 § 1 (j) of the Code of Industrial Property. In that connection, it noted that the Bilateral Agreement had remained in force, following an exchange of notes between the Czech and Portuguese governments (see paragraph 25 below) and had been incorporated into domestic law by virtue of Article 8 of the Constitution, which contained a clause providing for international law to take effect in the Portuguese legal system.", "23. The applicant company appealed on points of law to the Supreme Court alleging, inter alia, that the impugned decision contravened the Agreement of 15 April 1994 on the Trade-Related Aspects of Intellectual Property Rights (“the TRIPs Agreement”), which establishes the rule that registration confers priority, and in particular its Articles 2 and 24 § 5. The applicant company also alleged that, in any event, the protected appellation of origin “Českobudějovický Budvar” did not correspond to the German expression “Budweiser”, so that the Bilateral Agreement could not be used to challenge its application for registration. The applicant company argued that, even supposing that the German expression “Budweiser” was an accurate translation of the Czech appellation of origin, the Bilateral Agreement applied only to translations between Portuguese and Czech, not to translations into other languages. It submitted, lastly, that the Bilateral Agreement was unconstitutional owing to a formal defect in that it had been adopted by the government, not Parliament, in breach of Articles 161 and 165 of the Constitution governing parliamentary sovereignty.", "24. The Supreme Court dismissed the appeal on points of law in a judgment of 23 January 2001, which came to the applicant company’s attention on 30 January 2001.", "With regard to the TRIPs Agreement, the Supreme Court began by noting that the provision on which the applicant company relied required it to have acted in good faith before going on to say that the applicant company had not referred in its application for registration to any factual information that demonstrated its good faith. In any event, the effect of Article 65 of the TRIPs Agreement was that it had not become binding under Portuguese law until 1 January 1996, that is to say after the entry into force of the 1986 Bilateral Agreement. The Supreme Court therefore found that the TRIPs Agreement could not take precedence over the Bilateral Agreement.", "As regards the interpretation of the Bilateral Agreement, the Supreme Court considered that the intention of the two contracting States in entering into it had incontestably been to protect through reciprocal arrangements their respective national products, including when translations of a name were used. The appellation of origin “Českobudějovický Budvar”, which became “Budweis” or “Budweiss” in German, indicated a product from the České Budějovice region in Bohemia. It was therefore protected by the Bilateral Agreement.", "Lastly, the procedure whereby the Agreement had been adopted did not contravene Articles 161 and 165 of the Constitution, since it did not concern a sphere for which Parliament had exclusive competence.", "25. The Agreement between the governments of the Portuguese Republic and the Czechoslovak Socialist Republic on the Protection of Indications of Source, Appellations of Origin and Other Geographical and Similar Designations was signed in Lisbon in 1986 and came into force on 7 March 1987. In a note verbale dated 21 March 1994, the Czech Minister for Foreign Affairs indicated that the Czech Republic would succeed Czechoslovakia as a contracting party to the Agreement. The Portuguese Minister for Foreign Affairs agreed thereto on behalf of the Portuguese Republic in a note verbale dated 23 May 1994.", "26. Article 5 of the 1986 Agreement provides, inter alia:", "“1. If a name or designation protected under this Agreement is used in commercial or industrial activities in breach of the provisions of this Agreement for products ... all judicial or administrative remedies available under the legislation of the Contracting State in which protection is sought to prevent unfair competition or the use of unlawful designations shall, by virtue of the Agreement, be deployed to restrain such use.", "2. The provisions of this Article shall apply even when translations of the said names or designations are used ...”", "Appendix A to the Agreement lists the designations “Českobudějovické pivo” and “Českobudějovický Budvar” among the protected appellations of origin.", "27. According to the applicant company, Czechoslovakia entered into similar agreements with two other member States of the Council of Europe, these being Austria and Switzerland. The agreement between Czechoslovakia and Switzerland was signed on 16 November 1973 and came into force on 14 January 1976. The agreement between Czechoslovakia and Austria was signed on 11 June 1976 and came into force on 26 February 1981.", "28. The Paris Convention of 20 March 1883 for the Protection of Industrial Property, as subsequently revised on numerous occasions (the most recent being in Stockholm on 14 July 1967, United Nations Treaty Series 1972, vol. 828, pp. 305 et seq.), sets up a Union for the protection of industrial property, an expression that encompasses industrial designs, trade marks, appellations of origin and indications of source. The purpose of the Paris Convention is to prevent discrimination against non-nationals and it lays down a number of rules of a very general nature dealing with the procedural and substantive aspects of industrial property law. It enables owners of marks to obtain protection in various member States of the Union through a single registration. It also establishes the priority rule, which grants, for a set period, a right of priority to an application for protection of an intellectual property right in one of the Contracting States over applications lodged subsequently in another Contracting State. The system introduced by this convention is administered by the World Intellectual Property Organisation (WIPO) based in Geneva (Switzerland).", "29. The following provisions of the Paris Convention are of relevance to the present case:", "“A. (1) Any person who has duly filed an application for ... the registration of ... an industrial design, or of a trademark, in one of the countries of the Union, or his successor in title, shall enjoy, for the purpose of filing in the other countries, a right of priority during the periods hereinafter fixed.", "(2) Any filing that is equivalent to a regular national filing under the domestic legislation of any country of the Union or under bilateral or multilateral treaties concluded between countries of the Union shall be recognized as giving rise to the right of priority.", "(3) By a regular national filing is meant any filing that is adequate to establish the date on which the application was filed in the country concerned, whatever may be the subsequent fate of the application.", "B. Consequently, any subsequent filing in any of the other countries of the Union before the expiration of the periods referred to above shall not be invalidated by reason of any acts accomplished in the interval, in particular, another filing, ... the use of the mark, and such acts cannot give rise to any third-party right or any right of personal possession. Rights acquired by third parties before the date of the first application that serves as the basis for the right of priority are reserved in accordance with the domestic legislation of each country of the Union", "C. (1) The periods of priority referred to above shall be ... six months for industrial designs and trademarks.", "...”", "“(1) The countries of the Union undertake, ex officio if their legislation so permits, or at the request of an interested party, to refuse or to cancel the registration, and to prohibit the use, of a trademark which constitutes a reproduction, an imitation, or a translation, liable to create confusion, of a mark considered by the competent authority of the country of registration or use to be well known in that country as being already the mark of a person entitled to the benefits of this Convention and used for identical or similar goods. These provisions shall also apply when the essential part of the mark constitutes a reproduction of any such well-known mark or an imitation liable to create confusion therewith.", "...”", "30. Portugal, Czechoslovakia (succeeded by the Czech Republic) and the United States of America were all Contracting Parties to the Paris Convention at the material time.", "31. The Madrid Agreement of 1891 Concerning the International Registration of Marks and the Madrid Protocol of 27 June 1989 establish and govern a system for the international registration of marks that is administered by the International Bureau of the WIPO. The Madrid Agreement was revised in Brussels (1900), Washington (1911), The Hague (1925), London (1934), Nice (1957) and Stockholm (1967). The 1989 Madrid Protocol established the “Madrid Union” composed of the States Parties to the Madrid Agreement and the Contracting Parties to the Protocol. Portugal became a party to the Agreement on 31 October 1893. The United States has not ratified the Agreement. It ratified the Protocol on 2 November 2003.", "32. The system set up by the Madrid Agreement is applicable to the members of the Madrid Union and affords owners of a mark a means of securing protection in various countries through a single application for registration in a national or regional registry. Under the system, the registration of an international mark has the same effect in the countries concerned as an application to register the mark or registration of the mark by the owner directly in each individual country. If the trade-mark registry of a member State does not refuse protection within a fixed period, the mark enjoys the same protection as if it had been registered directly by that registry.", "33. The Lisbon Agreement for the Protection of Appellations of Origin and their International Registration was signed in Lisbon on 31 October 1958, revised in Stockholm on 14 July 1967 and amended on 28 September 1979. It enables Contracting States to request other Contracting States to protect appellations of origin of certain products, if they are recognised and protected as such in the country of origin and registered at the International Bureau of the WIPO. Both Portugal and the Czech Republic, as a successor to Czechoslovakia, are parties to this Agreement.", "34. The Agreement on Trade-Related Aspects of Intellectual Property Rights was concluded in the Uruguay Round of the negotiations that resulted in the signature in April 1994 of the World Trade Organisation (WTO) Agreements in Marrakesh, which came into effect on 1 January 1995. The aim of this Agreement is to integrate the system of intellectual-property protection into the system of world-trade regulation administered by the WTO. The member States of the WTO undertake to comply with the substantive provisions of the Paris Agreement.", "35. The provisions of the TRIPs Agreement of relevance to the present case are as follows:", "“1. In respect of Parts II [Standards Concerning the Availability, Scope and Use of Intellectual Property Rights], III [Enforcement of Intellectual Property Rights] and IV [Acquisition and Maintenance of Intellectual Property Rights and Related Inter-Partes Procedures] of this Agreement, Members shall comply with Articles 1 through 12, and Article 19, of the Paris Convention (1967).", "...”", "“1. The owner of a registered trademark shall have the exclusive right to prevent all third parties not having the owner’s consent from using in the course of trade identical or similar signs for goods or services which are identical or similar to those in respect of which the trademark is registered where such use would result in a likelihood of confusion. In case of the use of an identical sign for identical goods or services, a likelihood of confusion shall be presumed. The rights described above shall not prejudice any existing prior rights, nor shall they affect the possibility of Members making rights available on the basis of use.", "...”", "“Members may provide limited exceptions to the rights conferred by a trademark, such as fair use of descriptive terms, provided that such exceptions take account of the legitimate interests of the owner of the trademark and of third parties.”", "“Where a trademark has been applied for or registered in good faith, or where rights to a trademark have been acquired through use in good faith either:", "(a) before the date of application of these provisions in that Member as defined in Part VI; or", "(b) before the geographical indication is protected in its country of origin;", "measures adopted to implement this Section shall not prejudice eligibility for or the validity of the registration of a trademark ... on the basis that such a trademark is identical with, or similar to, a geographical indication.”", "“Subject to the provisions of paragraphs 2, 3 and 4 [which provide for longer periods], no Member shall be obliged to apply the provisions of this Agreement before the expiry of a general period of one year following the date of entry into force of the WTO Agreement.”", "36. European Union law contains various instruments designed to regulate and protect intellectual property, including trade marks. The instrument of most relevance to the present case is Council Regulation (EC) No. 40/941 of 20 December 1993 on the Community trade mark, which establishes a right to a Community trade mark and confers certain rights on applicants for registration. Its aim is to promote the development, expansion and proper functioning of the internal market by enabling Community undertakings to identify their products or services in a uniform manner throughout the Union. To that end, the Office of Harmonisation for the Internal Market (OHIM) has been established (for trade marks and designs – Article 2). It is based in Alicante (Spain). Applications for registration of a Community trade mark are sent to the OHIM, which decides whether to grant or reject them. An appeal lies against its decisions to the OHIM’s Board of Appeal, and from there to the Court of First Instance of the European Communities (Articles 57-63).", "37. Article 24 of the Regulation, which is entitled “The application for a Community trade mark as an object of property”, lays down that the provisions relating to Community trade marks also apply to applications for registration. These provisions include Article 17 (Transfer), Article 19 (Rights in rem), Article 20 (Levy of execution) and Article 22 (Licensing). By virtue of Article 9 § 3, an application for registration may also found a claim for compensation.", "38. Finally, Article 17 § 2 of the Charter of Fundamental Rights (Article II-77 of the draft Treaty establishing a Constitution for Europe, signed on 29 October 2004, but not yet in force), which guarantees the right to property, provides: “Intellectual property shall be protected.”", "39. In accordance with the relevant international instruments, the legislation of most of the member States of the Council of Europe regards registration as a corollary to the acquisition of the right to the mark. However, the vast majority of the States also regard the application for registration of the mark as conferring certain rights. In most cases, once registered the mark is deemed to have been valid since the date the application for registration was filed (system of retrospective protection through registration). The date of filing also determines priority in the system of international marks. Lastly, in some countries, an application to register a mark may itself be the subject of provisional registration, while in others it may be the subject of an assignment, security assignment or licence and (provided the mark is subsequently registered) create an entitlement to compensation in the event of fraudulent use by a third party.", "40. In most countries, registration is preceded by publication of notice of the application and a procedure whereby interested parties can oppose registration in adversarial proceedings. However, in some countries, registration is automatic if the competent authority is satisfied that the application satisfies the formal and substantive requirements. In both cases, in accordance with the applicable international rules, an action to have a mark revoked or declared invalid may be brought within a set period. Such actions may be based on grounds such as valid prior title, prior application, right to international priority or a failure to use the mark for a certain period.", "41. The substantive and procedural law of industrial property at the material time was contained in two successive Codes of Industrial Property, the first introduced by Legislative-Decree no. 30679 of 24 August 1940 and the second by Legislative-Decree no. 16/95 of 24 January 1995. It was the latter Code which the domestic courts applied in the instant case.", "42. The 1995 Code provided a right of priority identical to that set out in the Paris Convention (Article 170). Priority was determined by reference to the date the application for registration was filed (Article 11). By virtue of Articles 29 and 30, the application for registration itself could be the subject of an assignment, with or without consideration, or a licence.", "43. The other provisions of the Code of relevance to the present case read as follows.", "“1. The certificate of registration shall be issued to the interested party one month after the time-limit for appealing has expired or, if an appeal has been lodged, once the final judicial decision has been delivered.", "2. The certificate shall be issued to the holder or to his or her representative upon presentation of a receipt.”", "“An appeal against a decision of the National Institute of Industrial Property may be lodged by the applicant, a person who has filed an opposition or any other person who might be directly affected by the decision.”", "“Appeals must be lodged within three months after the date of publication of the decision in the Industrial Property Bulletin or, if earlier, the date a certified conformed copy of the decision is obtained.”", "“1. Registration shall also be refused of a mark ... containing one or all of the following:", "...", "(j) expressions or forms that are contrary to morals, domestic or Community legislation, or public order;", "(l) signs liable to mislead the public, in particular as to the nature, quality, use or geographical source of the product or service to which the mark relates;", "...”", "44. Appeals against a decision by the NIIP to register a mark had to be lodged with the Lisbon Civil Court (Article 2 of Legislative-Decree no. 16/95). The Code did not indicate whether they had suspensive effect.", "45. In a judgment of 10 May 2001 (Colectânea de Jurisprudência [Case-law collection], 2001, vol. III, p. 85), the Lisbon Court of Appeal held that the mere filing of an application for registration conferred on the applicant a “legal expectation” (expectativa jurídica) that justified the protection of the law. Article 5 of the new Code of Industrial Property, which was introduced by Legislative-Decree no. 36/2003 of 5 March 2003 and came into force on 1 July 2003, provides “provisional protection” of the mark even prior to registration and entitles the applicant to bring an action in damages on the basis thereof."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}