{"ITEMID": "001-119040", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF SAKHAROVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)", "JUDGES": "Elisabeth Steiner;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["7. The applicant was born in 1952 and lives in Novocherkassk, the Rostov Region.", "8. She is a widow of a military officer. She sued the military commissariats of Novocherkassk and the Rostov Region for recalculation of her pension on account of the increase of the monetary compensation paid in respect of a food allowance.", "9. On 18 August 2004 the Justice of the Peace of the 6th Court Circuit of Novocherkassk granted her claim and ordered the military commissariat of the Rostov Region to pay the applicant 17,216.06 Russian roubles (RUB) in pension arrears, as well as to readjust future payments in line with the increase of the food allowance. The claim against the commissariat of Novocherkassk was dismissed.", "10. The judgment was not appealed against and entered into force. It has not been executed.", "11. According to the Government, at some point the military prosecutor’s office started an inquiry into lawfulness of several sets of court proceedings concerning military pension arrears throughout the Rostov region.", "12. On 14 October 2004 the defendant lodged a request for supervisory review of the case.", "13. On 13 January 2005 the Presidium of the Rostov Regional Court quashed the judgment on the ground of a violation of substantive law and remitted the case to the President of the Novocherkassk Town Court for the transfer to a different court for a fresh examination. The Presidium found, in particular, that the Justice of the Peace incorrectly calculated the amount of the food allowance, having thus misinterpreted the material law.", "14. On 28 April 2005 the Justice of the Peace of the 5th Court Circuit of Novocherkassk discontinued the proceedings on the ground of the applicant’s repeated failure to appear. The applicant did not appeal against the decision, and it entered into force.", "15. According to the Government, at some point several unspecified military officials of the Rostov Region had been charged with and convicted of negligent attitude to duties which had caused damage to the State (Article 293 of the Criminal Code of the Russian Federation). The Government did not provide any documents or further details in this respect."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}