{"ITEMID": "001-82754", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF OWSIK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 8", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1958 and lives in Wałcz.", "5. On 7 March 2003 the applicant was arrested by the police.", "6. On 9 March 2003 the Wałcz District Court (Sąd Rejonowy) decided to detain the applicant on remand in view of the reasonable suspicion that he had stolen two “Bosh” cutting tools worth PLN 700 from his neighbours, damaged their door frame and a letter box and uttered threats against his neighbour, Mrs. H.M. The court also referred to the fact that the offences with which the applicant had been charged had been committed within 5 years of his previous conviction. The applicant was also charged with having robbed an individual of PLN 6. However, this charge was subsequently dropped by the prosecutor.", "7. On 18 April 2003 the applicant's request to change the preventive measure against him was dismissed.", "8. On 19 May 2003 the applicant was indicted before the Wałcz District Court.", "9. On 5 June 2003 the Wałcz District Court prolonged the applicant's detention. The court relied on the reasonable suspicion against the applicant, on the fact that he had been previously convicted and on the risk that the applicant might try to influence witnesses given the violent nature of the offences with which he had been charged and the fact that the witnesses were known to the applicant and lived in his neighbourhood. The court also considered that there was a risk that a severe sentence would be imposed on the applicant even though the charge of robbery had been dropped. The Court noted that the applicant was a habitual offender and that there was a risk that he would abscond. The court concluded that only the detention of the applicant would secure the proper conduct of the proceedings and that the conditions for applying police supervision had not been met.", "10. A hearing scheduled for 28 August 2003 was cancelled apparently due to the fact that the applicant went on a hunger strike and had to be transferred to a prison hospital.", "11. On 5 September 2003 the applicant's detention was further prolonged. The court essentially repeated the reasons given on 5 June 2003 and further found that the applicant's mental and physical health was not incompatible with detention.", "12. The applicant appealed against this decision, contending that the court's assessment that he would interfere with the course of the proceedings was unfounded. He pointed out that, for many months after the proceedings against him had been initiated, he had been living next to the main witness, Mrs H.M., seeing her several times a day, and he had not attempted to influence her to withdraw the charges. He further raised complaints about his health and the inadequate medical care in the detention centre.", "13. A hearing scheduled for 17 September 2003 was adjourned as some of the witnesses had failed to appear.", "14. On 29 September 2003 the Koszalin Regional Court (Sąd Okręgowy) dismissed the applicant's appeal. The court considered that the applicant's argument that since he had not tried to influence witnesses previously he would not do so in the future could not constitute a ground for release. It further dismissed the applicant's complaints about his state of health as unfounded. The court finally observed that the trial had not yet started because of the applicant's decision to go on hunger strike.", "15. On 2 December 2003 the trial court held the first hearing in the applicant's case.", "16. On 16 January 2004 a further request of the applicant to be released from detention on the grounds of, inter alia, his poor health was dismissed by the Wałcz District Court.", "17. On 2 March 2004 the Wałcz District Court prolonged the applicant's detention relying solely on the reasonable suspicion that the applicant had committed the offences and on the violent nature of the offences, which made it probable that he would use force against witnesses.", "18. The applicant appealed against this decision.", "19. On 29 March 2004 the Koszalin Regional Court granted the appeal, quashed the impugned decision and ordered the applicant's release. It appears that the applicant was released on 31 March 2004. The court gave the following reasons for its decision:", "“We can agree with the first-instance court that the main ground for maintaining preventive measures with respect to [the applicant], that is the high probability that the accused had committed the offences with which he had been charged, is still relevant. However, in the opinion of the Regional Court, at the present stage of the proceedings the particular grounds justifying imposition of the most severe preventive measure are no longer relevant. In this case there is no real and justified risk that [the applicant] would attempt to illegally disrupt the proper course of the trial. As it appears from the case file the court had practically finished the taking of evidence and had heard all witnesses called. What remains to be established is the state of health of [the witness, Mrs H.M.]. In those circumstances it is difficult to argue that there is a continuing risk that the applicant would try to influence the witnesses to make false testimonies.", "On the other hand, what should be underlined is that the accused Stanisław Owsik has been in pre-trial detention since 7 March 2003, which is over one year. The act of indictment was lodged with the court on 19 May 2003. In spite of the fact that the accused is still in detention, the trial only started on 2 December 2003, that is after half-a-year. It would be a truism to reiterate that detention on remand should not be transformed into the serving of a sentence of imprisonment. Such a situation cannot be accepted because of the guarantees of the accused's rights and the nature of detention on remand, which is a lawful but controversial trespassing on the constitutional rights of an individual.", "In the light of the above, the appeal court finds that the appeal should be allowed ...", "Incidentally, the Regional Court would observe ex officio that the first-instance courts instead of upholding detention on remand in cases where it is not absolutely necessary, should more often make use of the regulations contained in Article 376 of the Code [listing other preventive measures].”", "20. On 18 May 2004 the Wałcz District Court gave a judgment. The court convicted the applicant of the theft of one “Bosh” tool worth PLN 269, destruction of property resulting in damage of PLN 259 and uttering treats. He was sentenced to one year and six months' imprisonment.", "21. The applicant lodged an appeal and on 28 September 2004 the Koszalin Regional Court dismissed it. The applicant did not lodge a cassation appeal and the Regional Court's judgment became final.", "22. The first page of the applicant's first letter addressed to the Court on 9 March 2004 bears the following stamp: Censored, Wałcz District Court (Ocenzurowano, Sąd Rejonowy w Wałczu), a handwritten date: 11.03.2004 and an illegible signature. One side of the envelope in which the letter was delivered to the Court had been opened and subsequently sealed with adhesive tape.", "23. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, socalled “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "24. Rules relating to means of controlling correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998. Article 103 § 1 of the 1997 Code provides that convicted persons are entitled to uncensored correspondence with the Court. For a more detailed rendition of the relevant domestic law provisions, see the Court's judgments in Michta v. Poland, no. 13425/02, § 33, 4 May 2006 and Kwiek v. Poland, no. 51895/99, § 23, 30 May 2006."], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}