{"ITEMID": "001-60914", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CORDOVA v. ITALY (No. 2) [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Not necessary to examine Art. 14;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1936 and lives in Naples.", "10. In 1993 he worked as a prosecutor at the Palmi public prosecutor's office.", "11. At an election meeting in Palmi on 13 March 1994, Mr Vittorio Sgarbi, a member of the Italian parliament, made the following speech:", "“I had heard of Palmi because of the misdeeds of a prosecutor called Cordova, who gave it its only claim to fame with the inquisition he conducted and is still conducting there, while being defamatory of the South. I will pursue my fight against those judges who are in cahoots [collusi] with the [political] parties, who just want to wage political battles instead of defending justice. ... I remember something unacceptable ...: out of a delusion of omnipotence and wish to dominate, this prosecutor sent two carabinieri ... to seize the membership lists of the Rotary Club. Bugger off, Cordova, bugger off [vaffanculo Cordova, vaffanculo]! You should not tolerate a judge spending your money for his own greater glory, just to assert himself.”", "12. At a second meeting, which took place in Palmi on 6 June 1994, Mr Sgarbi made another speech, the following extracts of which are relevant to the present case:", "“The first town in Italy to do so, Palmi nominated a candidate for the 'Miss Italia' competition, thus creating a contrast with that ugly mug Cordova, who has brought a complaint against me ... You know there are some complaints I am proud of, but I simply said something about this Mr Cordova which he knows is true, that he is nicknamed 'bulldog' [mastino]; and I said he looked so much like an actor that he could play both the policeman and the police dog, and he brought a complaint against me; I thought he didn't have much of a sense of humour, but I'm not worried about the complaint, because if someone is happy to be nicknamed 'bulldog', and he really looks a bit like one, it's hard to understand why he gets annoyed over one of my jokes; but, to show how the national legal service take advantage of their power, he has brought a complaint against me, and I've even been sent for trial.”", "13. As he considered that his honour and his reputation had been attacked by Mr Sgarbi's remarks, the applicant lodged a complaint for aggravated defamation.", "14. By an order of 15 December 1994, the Palmi public prosecutor's office committed Mr Sgarbi for trial before the Palmi District Court and set the hearing date for 6 March 1995. On the latter date the applicant joined the proceedings as a civil party.", "15. In a judgment dated 6 March 1995, the text of which was lodged with the registry on 6 June 1995, the District Court gave Mr Sgarbi a suspended sentence of two months' imprisonment, and ordered him to compensate the applicant for the damage suffered, with quantum to be determined at a civil trial. It also awarded the applicant an immediate payment of 20,000,000 Italian lire (roughly 10,329 euros) to be offset against the total award of damages.", "16. The District Court began by stating that it had not considered it necessary to stay the proceedings in order to seek the opinion of the Chamber of Deputies. It was clear simply on reading the charges that the remarks in issue had not been made in the exercise of parliamentary functions; they were therefore not protected by the constitutional safeguard of parliamentary immunity (Article 68 § 1 of the Constitution). In relation to the merits of the case, the District Court observed that, leaving aside the plainly vulgar and insulting expressions (the word “vaffanculo” in particular), Mr Sgarbi's allegations tended to depict the applicant as a self-regarding prosecutor who used his office and public money exclusively in pursuit of his own greater glory, and who did not serve the interests of justice but those of certain political parties. In the circumstances, there could be no doubt that Mr Sgarbi's allegations were defamatory. Although, like any other citizen, he was entitled to criticise a member of the national legal service, he should do so in polite terms and refer to objective and precise facts, which he had not done. On the contrary, Mr Sgarbi had started a personal quarrel by alleging, in an entirely unspecific and unjustified manner, that the applicant had behaved unethically.", "17. Mr Sgarbi appealed against that judgment. He applied for the proceedings to be stayed and the file to be remitted to the Chamber of Deputies. That application was founded on Article 2 § 4 of Legislative Decree no. 116 of 1996 (as then in force), under which if a court rejects a defence based on the applicability of Article 68 § 1 of the Constitution pleaded by one of the parties, it is required immediately to forward a copy of the file to the legislative chamber to which the parliamentarian belongs. Once the file has been forwarded the proceedings are thereby stayed until the legislative chamber concerned has debated the issue. Such a stay may on no account last for more than a total of one hundred and twenty days.", "18. By a judgment of 28 March 1996, the Reggio di Calabria Court of Appeal upheld the first-instance decision. In relation to the application for a stay, it observed that the District Court had already remitted the file to the Chamber of Deputies, which had thus had an opportunity to debate the question of the applicability of Article 68 § 1 of the Constitution. Moreover, the statutory time-limit of one hundred and twenty days had long since expired.", "19. Mr Sgarbi appealed on points of law.", "20. By an order of 23 October 1996, the Court of Cassation stayed the proceedings and ordered the file to be remitted to the Chamber of Deputies. The question was first examined by the Immunities Commission (Giunta per le autorizzazioni a procedere), which proposed a finding that the facts on the basis of which Mr Sgarbi had been tried did not concern opinions expressed in the exercise of his functions, and that Article 68 of the Constitution was therefore not applicable.", "21. On 22 October 1997, after a debate on the issue, the Chamber of Deputies in plenary session rejected the Immunities Commission's proposal by 197 votes to 154, with 60 abstentions.", "22. In a written submission dated 26 February 1998, the applicant, considering that the decision of the Chamber of Deputies had wrongly encroached on the jurisdiction of the courts, requested the Court of Cassation to raise a conflict of State powers before the Constitutional Court.", "23. By a judgment of 6 May 1998, the text of which was lodged with the registry on 17 July 1998, the Court of Cassation quashed the judgments of the Reggio di Calabria Court of Appeal and the Palmi District Court, declaring them null and void on the ground that the accused had been acting in the exercise of his parliamentary functions.", "24. The Court of Cassation observed that two interests enshrined in the Constitution were in conflict: on the one hand, the autonomy and independence of Parliament, and, on the other, the right of all citizens to ask the courts to uphold their right to have their reputation protected. A resolution by which a legislative chamber recognised that a certain act or statement was covered by Article 68 § 1 of the Constitution halted all criminal, civil or administrative proceedings against the parliamentarian responsible for that act or statement, and therefore resulted in the first interest prevailing over the second. Such resolutions could not be quashed by the ordinary courts. However, the courts could raise a conflict of State powers before the Constitutional Court if they considered that, in the particular circumstances of a given case, Parliament had wrongly exercised its powers, arbitrarily encroaching on and restricting the institutional jurisdiction of the courts.", "25. In the opinion of the Court of Cassation, the resolution of the Chamber of Deputies of 22 October 1997 had been neither arbitrary nor manifestly unreasonable. Although it had widened the protection afforded by Article 68 § 1 of the Constitution to cover views expressed outside the ambit of parliamentary activities in the strict sense, a broad interpretation of the concept of “parliamentary functions” encompassing all politically inspired acts, even those occurring outside Parliament, had often been adopted in the past, and was not per se manifestly contrary to the spirit of the Constitution. The Chamber of Deputies had thus been entitled to opt for such an interpretation without thereby exceeding its powers. Accordingly, the Court of Cassation considered it unnecessary to raise a conflict of powers before the Constitutional Court and quashed Mr Sgarbi's conviction.", "... [The relevant domestic law and practice are set out in Cordova v. Italy (no. 1), also reported in this volume]"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}