{"ITEMID": "001-85230", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MAREK v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["The applicant, Mr Pavel Marek, is a Czech and Swiss national who was born in 1950 and lives in Uznach, Switzerland. He was represented before the Court by Ms K. Veselá-Samková, a lawyer practising in Prague. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice. The Government of Switzerland did not make use of their right to intervene (Article 36 § 1 of the Convention).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s parents owned a house with land in Prague 6. In 1969 the whole family failed to return from a stay in Switzerland and remained abroad without the consent of the Czechoslovak authorities. In a judgment of 25 January 1972, the Prague 6 District Court (obvodní soud) convicted in absentia the applicant’s father, his mother and himself of deserting the Republic (opuštění republiky), sentenced them to imprisonment and ordered the confiscation of all their property. On 16 May 1973 the house was sold by the Czechoslovak State to Mr and Ms B., with the right to use the land.", "On 31 October 1995 the applicant’s father filed an action for the restitution of the confiscated property, pursuant to the Extra-Judicial Rehabilitation Act, against Ms B. and her daughter. On 17 September 1996 he died. The rights of the applicant and his mother over his estate were confirmed in inheritance proceedings.", "On 18 July 1997 one of the defendants died. On 20 July 1998 the District Court stayed the restitution proceedings pending the outcome of inheritance proceedings. On 5 December 2001 the inheritance proceedings were closed.", "On 26 March 2002 the District Court resumed the restitution proceedings. On 20 May 2003 the court decided that the applicant could continue with the restitution case alone, his mother having died on 29 November 2002. After joining the restitution proceedings, the applicant learnt that he had been adopted seven days after his birth and that his biological parents had been of Jewish origin. He also discovered that his adoptive mother had been tortured in Nazi concentration camps and that, as a consequence, she could not have children. According to the applicant, this news caused him enormous mental suffering and distress.", "In a judgment of 26 January 2006 the District Court dismissed the applicant’s restitution action.", "On 9 February 2007 the Prague municipal Court (městský soud) upheld this judgment in respect of the merits, but quashed the District Court’s decision concerning the court fees and returned this matter to the District Court for further consideration.", "It appears that the restitution proceedings are still pending.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}