{"ITEMID": "001-110803", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF A.L. v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Togo)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1988 and lives in Salzburg.", "7. On 20 November 2008 the applicant arrived at Vienna airport and applied for asylum.", "8. During the asylum proceedings, the applicant was heard on 22 November and 25 November 2008, and on 6 July 2009. In the course of those interviews he submitted that he was a member of the political party UFC (Union des Forces de Changement), which was at the time an opposition party in Togo. In 2005, he was attacked by soldiers and members of the ruling party of Togo and thereupon fled to Benin, where he stayed until the end of 2006. He then returned to Togo.", "9. In summer 2008, areas of Togo were flooded and the applicant and his family lost their house and their possessions. They thus moved to a camp for flood victims. The applicant claimed that relief items sent by international organisations were unequally distributed in the camp, which was why he and a group of other young members of the UFC criticised the distribution methods and attempted to distribute the goods themselves. However, soldiers threatened the applicant by saying, inter alia, that after the 2010 elections, the applicant and other UFC party members “would see what would happen.” This was the reason why the applicant decided to leave Togo and fled to Europe.", "10. When making further statements on 6 July 2009, the authorities told the applicant that since the 2007 elections, the UFC held twenty-seven seats in the Togolese parliament. The applicant replied that he was aware of this. When asked who exactly had persecuted him, he repeated that during his stay in the camp for flood victims, he and other members of the UFC had organized demonstrations to demand fair distribution of the relief supplies, as some members of the UFC had not received any of the food donations. On 5 or 6 August 2008 the police came to the camp and told them they “would see what would happen”. The applicant left the camp on 7 August 2008 and stayed with a friend in Lomé for approximately two months. Subsequently, he went on to Ghana.", "11. The applicant stated that he was afraid that upon his return, the police would kill him because of his membership of the UFC. To the asylum authorities’ reminder that the UFC was now an active and official part of the government, the applicant replied that the de facto regime of the last forty-three years was still in power and that there was no democracy in Togo.", "12. On 6 July 2009, the Federal Asylum Office (Bundesasylamt) rejected the applicant’s request for asylum and subsidiary protection and ordered his expulsion to Togo. It held that the fear of persecution described by the applicant was not credible and that the applicant’s story seemed to have been fabricated around real events. In the event of his return the applicant would not face a real risk of a violation of Articles 2 or 3 or of Protocols Nos. 6 or 13 to the Convention.", "13. With reference to the relevant country reports, the Federal Asylum Office stated that on 14 October 2007, parliamentary elections were held in Togo in which the former president’s party, RPT, won fifty seats, the UFC twenty-seven seats and the party of the former prime minister, CAR, four seats in parliament. Despite the elections having been described as generally fair and free, Togo could not yet be considered a representative democracy. The 2005 presidential elections were considered rigged and had been accompanied by severe outbursts of violence. With regard to respect for human rights in Togo, the Federal Asylum Office held that although the situation had improved slightly, serious violations of human rights persisted, such as inhuman treatment of prisoners, impunity for illegal acts committed by the authorities, arbitrary arrests, prolonged detention pending trial, and similar. Freedom of opinion, freedom of the press and freedom of assembly were not generally respected. No violence on the part of state organs or government forces against opposition members had been recorded since the end of 2005. Opposition parties, media, associations of civil society and religious faiths were free to act.", "14. Turning to the applicant’s arguments, the Federal Asylum Office held that while the applicant’s account of the flood and the tensions with the security forces in the camp were credible, the alleged threats by the police and the resulting fear of the applicant were not, and the fact that the police had apparently not used violence against the inhabitants of the camp was in contradiction with the applicant’s statements. Furthermore, since the 2007 parliamentary elections the UFC had held twenty-seven seats in parliament. Lastly, according to the Federal Asylum Office’s information, returned asylum seekers had not been subjected to systematic persecution. Therefore, the authority concluded that the applicant’s claim for asylum was based on a fabricated story and that he had only submitted speculations on what could happen to him upon his return to Togo, and provided no indication of actual persecution against him on grounds recognized in Article 1 Section A Number 2 of the 1951 United Nations Convention Relating to the Status of Refugees. The Federal Asylum Office also rejected the applicant’s application for subsidiary protection, holding that he would not be exposed to a risk of persecution if returned.", "15. The applicant appealed and complained that he had been informed that it was not possible for the authority to collect more than three different pieces of evidence and had refused to take all the evidence the applicant had put forward. He had also had difficulty understanding the interpreter properly and was never given a chance to tell his story, as he had only been asked questions to which he could answer “yes” or “no”. Thus, the authority should not be allowed to claim that the applicant’s account was too vague and unsubstantiated, as it had never given him the opportunity to substantiate his story. The applicant claimed that due to a translation error, it was not recorded that he had been beaten up by the police several times after he had participated in demonstrations in the wake of the 2005 presidential elections. In addition, the fact that he had fled to Benin and stayed there until 2006 had not been taken into account, and nor had the fact that the police had searched for him several times. The applicant had also been beaten up together with the other protestors when they had organised a demonstration in the camp for flood victims. He stated that even though the UFC was represented in parliament, regular UFC members were still subject to persecution, and in the event of his return to Togo, the authorities would “make him disappear” and probably kill him.", "16. The Asylum Court (Asylgerichtshof) held a hearing on 29 April 2010. The applicant submitted a UFC membership card and confirmation that he had been an active member and had returned to Togo on 14 October 2007 after having fled to Benin. He also provided a newspaper article from the paper “Express” of 23 March 2010, according to which his cousin’s whereabouts after having been arrested were unknown, and the police were also looking for the applicant on account of his involvement in the demonstrations in the camp for victims of the floods in July and August 2008. Finally, the applicant submitted a newspaper article about a protest march in 2010 during which protestors were ill-treated by state forces.", "17. In the course of the hearing, the Asylum Court emphasised contradictions in the applicant’s statement, for example, in relation to his school education, which he had allegedly followed until 2006 in Togo, although he claimed to have fled to Benin in April 2005. The applicant replied that he had spent the week in Togo to go to school, but the weekends in Benin for safety reasons and to avoid arrest in Togo. The Court also noted that the applicant had at one point stated that he had never been beaten up by the police, only verbally threatened, whereas he had then claimed to have been beaten up by the police in the course of the demonstrations in the camp for flood victims. The applicant referred to language problems in the drafting of his appeal to the Asylum Court. He repeated that he had never been beaten up by the police, but that they had wanted to arrest him because of the demonstrations about the unfair distribution of food in the camp. He had fled on 7 August 2008, after the soldiers had threatened to arrest him and the other demonstrators. The applicant also mentioned that another organizer of the demonstrations, M.A., had in the meantime been granted asylum in Austria.", "18. On 7 May 2010, the Asylum Court dismissed the applicant’s claim for asylum or subsidiary protection, and ordered his expulsion to Togo. It held that the applicant’s claims were not credible, and the contradictions in his statements were not – as the applicant had claimed – due to translation errors. It stated that the newspaper article from the paper “Express” appeared to be a fake which had been paid for, as it was not probable that two years after the demonstrations in the camp a newspaper would still publish such a story. In addition, the statement of the UFC according to which the applicant had fled Togo and only returned in October 2007 was in contradiction with his statements that he had returned at the end of the year 2006.", "19. The applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof) against that decision and applied for suspensive effect, which was granted on 30 July 2010. However, on 21 September 2010, the Constitutional Court rejected the applicant’s request for legal aid and refused to deal with the complaint.", "20. The applicant applied for the proceedings to be re-opened (Wiederaufnahme des Verfahrens), submitting a newspaper article from the paper “Le Patriote” dated 3 December 2008 which stated that due to the demonstrations in the camps, a clash between the police and a group of young people – among which the applicant was mentioned by name – had occurred. He also submitted other documents and a “verification report” in relation to the authenticity of the newspaper article from “Le Patriote”, which had been drawn up in the course of M.A.’s asylum proceedings.", "21. On 27 October 2010 the Asylum Court dismissed the applicant’s request for the re-opening of the asylum proceedings. With regard to the newspaper article from “Le Patriote”, it found that it was unlikely that a newspaper would report on events about food distribution in a camp for flood victims half a year after that occurrence. Furthermore, it was well known to the court that such articles could be easily bought in Togo and that the applicant had only presented the print-out of an internet download of the page, which was again an indication of it being a falsification. This conclusion could not be altered by the “verification report”, which was not a reliable source for establishing the authenticity of the article and any resulting danger of persecution for the applicant, especially taking into consideration that it had not been drawn up in the course of the applicant’s proceedings, but for entirely different proceedings. Even if the article from “Le Patriote” were considered evidence to support the applicant’s story, it alone was not enough to outweigh all the other remaining inconsistencies in his account presented in the former proceedings.", "22. The applicant applied for legal aid to lodge a complaint against that decision. However, on 15 December 2010, the Constitutional Court rejected the application for legal aid due to lack of the application’s prospects of success.", "23. On 26 January 2011, the applicant, represented by counsel, lodged an application and a request for an interim measure under Rule 39 of the Rules of the Court to stay his expulsion to Togo.", "24. On 9 February 2011, the President of the Section granted the request for an interim measure and asked the Government to inform the Court as to the exact content of the documents and the “verification report” submitted by the applicant in the proceedings for the re-opening of his asylum claim. Furthermore, if the document was public, the Government was asked to submit the “verification report” to the Court. Finally, they were requested to explain to what extent that report was relevant to the granting of asylum to M.A.", "25. On 9 March 2011, the Government confirmed that the “verification report” had been commissioned by the Austrian authorities in the course of M.A.’s asylum proceedings to verify the authenticity of the same article from “Le Patriote”, which had been submitted in M.A.’s asylum proceedings and which also featured M.A.’s full name, as it did the applicant’s, in the context of the demonstrations in the camp for flood victims in relation to problems with the distribution of relief items. However, the Government emphasised that neither the authenticity of the article nor the chief editor’s information on the extensive research done for the article could prove that the events were relevant to the applicant’s asylum status. The Government further stated that the “verification report” was not public and that it did not concern the applicant. Therefore, reasons of data protection prevented the Government from submitting the whole report. With regard to the importance given to the article and the “verification report” in M.A.’s asylum proceedings, the Government submitted that the finding that the article was authentic carried no more weight in those asylum proceedings than other evidence, and that it had been considered together with all the other evidence in M.A.’s proceedings without taking any precedence.", "26. M.A. was interviewed for the first time by the Federal Asylum Office on 25 November 2008. He stated there that because of the flood in August 2008, his family had lost their house and moved to a camp for flood victims. In the camp, relief items were distributed by soldiers and social workers; however, they did not allow him and his friends to help with the distribution, called them “members of the opposition” and threatened them by stating “you will see what will happen to you”. M.A. was again interviewed on 3 July 2009. Asked to freely narrate his reasons for fleeing his country, he added that at the camp for flood victims, only supporters of the ruling government had had access to the relief items, whereas other groups of people and M.A. himself had not. Several families had protested against those practices and eventually M.A. had organised demonstrations against the way relief items were distributed in the camp. As a result, the police had come, beaten them up and prohibited any further demonstrations. Police and security services had accused M.A. and his followers of causing disturbances in the camp and uttered their threats. M.A. had told the story to a member of the UFC, who had helped him to leave the country. M.A. further claimed that he had also been persecuted by the military in 2005 in the course of the presidential elections and the ensuing violent protests. Soldiers had come to his house several times, but he had never been there. He had also failed to comply with a number of summonses, but had left for Ghana and stayed there until 2007. He had returned to Lomé in 2007 and had not had any problems with the authorities until the events in the camp for flood victims.", "27. On 19 October 2009, the Federal Asylum Office granted M.A. asylum in Austria. The decision did not elaborate on the reasons for granting him asylum in any depth. Referring to unspecified evidence in the file, the authority concluded that M.A.’s submissions concerning the reasons for his fear of persecution, taken in conjunction with the results of investigations conducted by it, were credible.", "28. On 1 July 2008, an Austrian amendment statute repealed the possibility to lodge a complaint against a second-instance decision in asylum matters with the Administrative Court (Verwaltungsgerichtshof).", "29. Before 1 July 2008, Article 129c of the Austrian Federal Constitution had provided the possibility for decisions taken in asylum matters in the first instance to be appealed against in the form of a complaint with the Independent Federal Asylum Panel (Unabhängiger Bundesasylsenat). To appeal against decisions taken by the Independent Federal Asylum Panel, an applicant had the option of lodging a complaint with the Constitutional Court and/or with the Administrative Court.", "30. After the entry into force on 1 July 2008 of the amending statute in asylum matters, which established the Asylum Court and repealed the Law on the Independent Federal Asylum Panel, it was no longer possible to lodge a complaint with the Administrative Court due to lack of jurisdiction: since 1 July 2008, the Asylum Court has decided upon appeals brought against decisions taken in asylum matters in the first instance. As concerns the possibility to lodge a complaint against a decision by the Asylum Court, Article 133 no.1 of the Federal Constitution reads as follows:", "“Article 133. The following matters are excluded from the jurisdiction of the Administrative Court:", "1. matters pertaining to the jurisdiction of the Constitutional Court;", ".....”", "31. The new Article 144a of the Federal Constitution concerning jurisdiction of the Constitutional Court now reads – after the entry into force of the amending statute – as follows:", "“Article 144a. (1). The Constitutional Court shall decide on complaints against decisions of the Asylum Court where the appellant alleges an infringement of a constitutionally guaranteed right by such decision ... .", "(2) The Constitutional Court may decline to deal with a complaint ... if it has no reasonable prospects of success or if the decision is not expected to clarify a constitutional problem.”", "32. In sum, Austrian asylum procedure includes the possibility of lodging a full appeal with the Asylum Court against a decision taken by the Federal Asylum Authority. Since 1 July 2008, the Austrian Administrative Court has no longer had jurisdiction over a complaint lodged against a decision by the Asylum Court. However, an asylum seeker can still lodge a complaint with the Constitutional Court alleging a violation of a right guaranteed under the Federal Constitution.", "33. In Austria the European Convention on Human Rights has the status of a constitutional law (Federal Law Gazette 59/1964).", "34. Finally, section 58 paragraph 2 of the General Administrative Procedure Act provides that a decision rendered by an administrative authority must only be reasoned if the party’s arguments were not fully adhered to.", "35. In August 2006, the United Nations High Commissioner for Refugees (UNHCR) updated his information on the international protection needs of asylum seekers from Togo. It referred to its position paper dated August 2005 in which it had urged, inter alia, a moratorium on forced returns in the light of the precariousness of the security situation in Togo following an outburst of human rights violations in the aftermath of the presidential elections of April 2005. In the twelve months since, the report found that the situation in Togo had stabilised and in a number of ways improved. Reports of kidnappings and killings at night continued to be received but in substantially diminished numbers. There had been no fresh outbreaks of widespread violence. According to UN and diplomatic sources, the Togolese government evinced a genuine intention to resolve issues with the political opposition in the country, although this intention had not yet translated into meaningful reform. However, Amnesty International reported on the complete impunity in Togo for the perpetrators of the outbursts of violence in 2005. The UNHCR for its part acknowledged the difficulties balancing the desire for reconciliation and for justice and referred to a general amnesty announced by the Togolese Prime Minister, Edem Kodjo.", "36. The UNHCR further referred to an avowed reluctance of many refugees to return to Togo, which was considered to be due in part to the lack of independent and reliable information on the treatment of individuals who had returned to Togo. It concluded that there was insufficient and contradictory information on the treatment of returnees to Togo to allow for a determination of the issue.", "37. Based on the above conclusions, the UNHCR amended its position of August 2005 in respect to the international protection needs of Togolese asylum seekers and urged host countries to consider every asylum claim on the basis of their individual merits and pursuant to the requirements of the 1951 United Nations Convention Relating to the Status of Refugees. Individuals already recognized as refugees should for the time being retain their status. For individuals found not to be in need of international protection following the determination of their claims in fair and efficient proceedings including a right of appeal, UNHCR did not object to their return to Togo. Host States’ obligations under the principle of non-refoulement under application of human rights law remained unaffected and compelling humanitarian reasons were to be given due consideration.", "38. Following an application by a Togolese refugee in asylum proceedings in Switzerland, the organization Schweizerische Flüchtlingshilfe created a report in May 2009 about the current situation of members of the opposition party UFC in Togo.", "39. The UFC participated for the first time in the parliamentary elections on 14 October 2007. Pursuant to international observers, those elections took place peacefully and in an orderly fashion. The governing party RPT won fifty of the eighty-one seats of the Togolese parliament and the UFC, as the strongest opposition party, won twenty-seven seats. The UFC contested the election results and claimed forged ballots. The independent national election commission, CENI, noted that more than 300 of 750 ballot boxes were not correctly sealed. However, the Constitutional Court finally confirmed the election results.", "40. The report confirmed that from 2006 onwards the Government had bowed to international pressure and tried increasingly to re-establish national dialogue among the government, the opposition and representatives of civil society, since such a dialogue was a condition for the re-instatement of economic cooperation with the European Union. High-level members of the opposition were considered to be safe in view of the Togolese government’s own interest in international approval of the democratisation process in the country and the ensuing economic consequences. However, the situation was different for opposition activists who had no public standing, and for “simple” members who went on protest marches and became entangled in skirmishes with the military. An [unnamed] expert on Togolese affairs was quoted as saying that those opposition members were still being secretly arrested, threatened and tortured, but that their stories would never be heard by the broader public.", "41. Freedom of speech was still not guaranteed in Togo, a fact which was illustrated by the dissolution by use of teargas of a peaceful march organised by the UFC to mark the 49th Independence Day on 27 April 2009. It was unclear if demonstrators had also been arrested at the march.", "42. The report concluded that UFC members of low public profile could still be victims of reprisals in Togo upon their return. Returnees from Europe were furthermore viewed with more suspicion than returnees from Benin or Ghana.", "43. With regard to arbitrary or unlawful deprivation of life, disappearances and torture in Togo, the report referred to several notifications that the government or its agents had committed arbitrary or unlawful killings during the year. Amnesty International had reported that several people had died in detention in 2009 “probably as a result of torture or other ill-treatment”. In January 2009, a UN special rapporteur found evidence that police and gendarmes abused detainees during interrogation, guards beat prisoners and young persons and children were at risk of corporal punishment while in detention. Impunity for such actions remained a problem.", "44. On 4 March 2010, the RPT candidate Faure Gnassingbé was re-elected as president with 61 percent of votes cast. International and national observers monitoring that election declared it generally free, fair, transparent and peaceful. The government arrested and held sixteen political detainees in connection with the presidential election, but denied that fact in public. As of September, according to Amnesty International and the League of Togolese Human Rights all sixteen detainees were released. None of those political prisoners had been mistreated.", "45. Following the March elections, the UFC split into two factions, one led by Jean-Pierre Fabre, presidential candidate, and the other led by UFC president Gilchrist Olympio, who agreed to join the ruling RPT. As a result of an agreement between Olympio and the government, seven UFC ministers joined the presidential cabinet. As a result of internal rivalries in the UFC, the government banned the UFC weekly marches, justifying the action on the grounds that Fabre was no longer the lawful leader or the voice of the party.", "46. Even though freedom of speech and of the press and freedom of assembly were guaranteed by the law and the constitution, the government continued to restrict those rights."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}