{"ITEMID": "001-86903", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FEDKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1972 and lives in Uman.", "5. In summer 2000 Mr Y. Z., the applicant’s acquaintance, issued the applicant with a power of attorney to represent his interests in connection with criminal proceedings instituted against several individuals, who had stolen his shoes and cash. In this capacity the applicant participated in Mr Y. Z.’s discussions with relatives of Ms Y. V., one of the suspects, who were seeking to negotiate a settlement. Subsequently the relatives of Ms Y. V. accused Mr Y. Z. and the applicant of extorting money from them to pay the law enforcement authorities to discontinue proceedings against Ms Y. V.", "6. On 20 July 2000 criminal proceedings were instituted against Mr Y. Z. on suspicion of soliciting a bribe. These proceedings were joined with those concerning the larceny of his possessions.", "7. Within the framework of these proceedings, on 1 September 2000 the applicant was charged of being an accomplice to Mr Y. Z. On an unspecified date he was placed under an undertaking not to abscond.", "8. In October 2000 the investigation was completed and the applicant was committed to trial before the Uman Court (Уманський міський суд).", "9. On 6 February 2001 the Uman Court ordered a forensic expert assessment at the applicant’s request and suspended the proceedings pending its outcome. The court further remanded the applicant in custody, finding that he might interfere with the investigation.", "10. On 21 June 2001 the expert assessment was produced to the court.", "11. On 9 November 2001 the Uman Court convicted the applicant and Mr Y. Z. of fraud and soliciting a bribe, sentencing the applicant to four years’ imprisonment and exempting him from prison under amnesty. On the same day the applicant was released from detention under an undertaking not to abscond.", "12. On 15 January 2002 the Cherkasy Regional Court of Appeal (Апеляційний суд Черкаської області) quashed the judgment and remitted the case for fresh consideration.", "13. On 13 November 2002 the Uman Court remanded the applicant in custody.", "14. On 17 January 2003 the Uman Court remitted the case for additional investigation and released the applicant under an undertaking not to abscond. The prosecution appealed.", "15. On 18 March 2003 the Regional Court quashed the ruling of 17 January 2003 and remitted the case to the first-instance court for consideration on the merits.", "16. On 6 June 2003 the Uman Court convicted Mr Y. Z. and the applicant of fraud and soliciting a bribe, sentenced them to three years’ restriction of freedom and exempted them from prison under amnesty.", "17. On 23 December 2003 the Regional Court quashed the judgment and remitted the case for additional investigation, citing numerous procedural omissions in the course of investigation and trial. In particular, the court pointed out that no formal criminal proceedings had been instituted against the applicant and so the charges brought against him within the framework of proceedings against Mr Y. Z. were unlawful. It further found that the applicant had been placed in custody without sufficient grounds, that the trial court had failed to take due note of several of his requests and that the case file contained unsigned procedural documents. On the same date the court issued a separate ruling bringing the above-mentioned omissions to the attention of the Cherkasy Regional Prosecutor and the President of the Cherkasy Regional Council of Judges. The court ordered that the applicant remain under an undertaking not to abscond.", "18. On 2 March 2004 the investigative authorities suspended the investigation concerning the larceny of Mr Y. Z.’s possessions on account of inability to determine the identity of the perpetrators. By July 2007 no further procedural actions had ensued. It is unclear whether the applicant has been released from the undertaking not to abscond."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}