{"ITEMID": "001-57827", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF KOKKINAKIS v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 9;No violation of Art. 7;Not necessary to examine Art. 10;Not necessary to examine Art. 14+9;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["6. Mr Minos Kokkinakis, a retired businessman of Greek nationality, was born into an Orthodox family at Sitia (Crete) in 1919. After becoming a Jehovah’s Witness in 1936, he was arrested more than sixty times for proselytism. He was also interned and imprisoned on several occasions.", "The periods of internment, which were ordered by the administrative authorities on the grounds of his activities in religious matters, were spent on various islands in the Aegean (thirteen months in Amorgos in 1938, six in Milos in 1940 and twelve in Makronisos in 1949).", "The periods of imprisonment, to which he was sentenced by the courts, were for acts of proselytism (three sentences of two and a half months in 1939 - he was the first Jehovah’s Witness to be convicted under the Laws of the Metaxas Government (see paragraph 16 below) -, four and a half months in 1949 and two months in 1962), conscientious objection (eighteen and a half months in 1941) and holding a religious meeting in a private house (six months in 1952).", "Between 1960 and 1970 the applicant was arrested four times and prosecuted but not convicted.", "7. On 2 March 1986 he and his wife called at the home of Mrs Kyriakaki in Sitia and engaged in a discussion with her. Mrs Kyriakaki’s husband, who was the cantor at a local Orthodox church, informed the police, who arrested Mr and Mrs Kokkinakis and took them to the local police station, where they spent the night of 2-3 March 1986.", "8. The applicant and his wife were prosecuted under section 4 of Law no. 1363/1938 making proselytism an offence (see paragraph 16 below) and were committed for trial at the Lasithi Criminal Court (trimeles plimmeliodikio), which heard the case on 20 March 1986.", "9. After dismissing an objection that section 4 of that Law was unconstitutional, the Criminal Court heard evidence from Mr and Mrs Kyriakaki, a defence witness and the two defendants and gave judgment on the same day:", "\"[The defendants], who belong to the Jehovah’s Witnesses sect, attempted to proselytise and, directly or indirectly, to intrude on the religious beliefs of Orthodox Christians, with the intention of undermining those beliefs, by taking advantage of their inexperience, their low intellect and their naïvety. In particular, they went to the home of [Mrs Kyriakaki] ... and told her that they brought good news; by insisting in a pressing manner, they gained admittance to the house and began to read from a book on the Scriptures which they interpreted with reference to a king of heaven, to events which had not yet occurred but would occur, etc., encouraging her by means of their judicious, skilful explanations ... to change her Orthodox Christian beliefs.\"", "The court found Mr and Mrs Kokkinakis guilty of proselytism and sentenced each of them to four months’ imprisonment, convertible (under Article 82 of the Criminal Code) into a pecuniary penalty of 400 drachmas per day’s imprisonment, and a fine of 10,000 drachmas. Under Article 76 of the Criminal Code, it also ordered the confiscation and destruction of four booklets which they had been hoping to sell to Mrs Kyriakaki.", "10. Mr and Mrs Kokkinakis appealed against this judgment to the Crete Court of Appeal (Efetio). The Court of Appeal quashed Mrs Kokkinakis’s conviction and upheld her husband’s but reduced his prison sentence to three months and converted it into a pecuniary penalty of 400 drachmas per day. The following reasons were given for its judgment, which was delivered on 17 March 1987:", "\"... it was proved that, with the aim of disseminating the articles of faith of the Jehovah’s Witnesses sect (airesi), to which the defendant adheres, he attempted, directly and indirectly, to intrude on the religious beliefs of a person of a different religious persuasion from his own, [namely] the Orthodox Christian faith, with the intention of changing those beliefs, by taking advantage of her inexperience, her low intellect and her naïvety. More specifically, at the time and place indicated in the operative provision, he visited Mrs Georgia Kyriakaki and after telling her he brought good news, pressed her to let him into the house, where he began by telling her about the politician Olof Palme and by expounding pacifist views. He then took out a little book containing professions of faith by adherents of the aforementioned sect and began to read out passages from Holy Scripture, which he skilfully analysed in a manner that the Christian woman, for want of adequate grounding in doctrine, could not challenge, and at the same time offered her various similar books and importunately tried, directly and indirectly, to undermine her religious beliefs. He must consequently be declared guilty of the above-mentioned offence, in accordance with the operative provision hereinafter, while the other defendant, his wife Elissavet, must be acquitted, seeing that there is no evidence that she participated in the offence committed by her husband, whom she merely accompanied ...\"", "One of the appeal judges dissented, and his opinion, which was appended to the judgment, read as follows:", "\"... the first defendant should also have been acquitted, as none of the evidence shows that Georgia Kyriakaki ... was particularly inexperienced in Orthodox Christian doctrine, being married to a cantor, or of particularly low intellect or particularly naïve, such that the defendant was able to take advantage and ... [thus] induce her to become a member of the Jehovah’s Witnesses sect.\"", "According to the record of the hearing of 17 March 1987, Mrs Kyriakaki had given the following evidence:", "\"They immediately talked to me about Olof Palme, whether he was a pacifist or not, and other subjects that I can’t remember. They talked to me about things I did not understand very well. It was not a discussion but a constant monologue by them. ... If they had told me they were Jehovah’s Witnesses, I would not have let them in. I don’t recall whether they spoke to me about the Kingdom of Heaven. They stayed in the house about ten minutes or a quarter of an hour. What they told me was religious in nature, but I don’t know why they told it to me. I could not know at the outset what the purpose of their visit was. They may have said something to me at the time with a view to undermining my religious beliefs ... . [However,] the discussion did not influence my beliefs ...\"", "11. Mr Kokkinakis appealed on points of law. He maintained, inter alia, that the provisions of Law no. 1363/1938 contravened Article 13 of the Constitution (see paragraph 13 below).", "12. The Court of Cassation (Arios Pagos) dismissed the appeal on 22 April 1988. It rejected the plea of unconstitutionality for the following reasons:", "\"Section 4 of Law no. 1363/1938, substituted by section 2 of Law no. 1672/1939 providing for the implementation of Articles 1 and 2 of the Constitution and enacted under the 1911 Constitution then in force, Article 1 of which prohibited proselytism and any other interference with the dominant religion in Greece, namely the Christian Eastern Orthodox Church, not only does not contravene Article 13 of the 1975 Constitution but is fully compatible with the Constitution, which recognises the inviolability of freedom of conscience in religious matters and provides for freedom to practise any known religion, subject to a formal provision in the same Constitution prohibiting proselytism in that proselytism is forbidden in general whatever the religion against which it is directed, including therefore the dominant religion in Greece, in accordance with Article 3 of the 1975 Constitution, namely the Christian Eastern Orthodox Church.\"", "It also noted that the Crete Court of Appeal had given detailed reasons for its judgment and had complied with the 1975 Constitution in applying the impugned provisions.", "In the opinion of a dissenting member, the Court of Cassation should have quashed the judgment of the court below for having wrongly applied section 4 of Law no. 1363/1938 in that it had made no mention of the promises whereby the defendant had allegedly attempted to intrude on Mrs Kyriakaki’s religious beliefs and had given no particulars of Mrs Kyriakaki’s inexperience and low intellect.", "13. The relevant Articles of the 1975 Constitution read as follows:", "\"1. The dominant religion in Greece is that of the Christian Eastern Orthodox Church. The Greek Orthodox Church, which recognises as its head Our Lord Jesus Christ, is indissolubly united, doctrinally, with the Great Church of Constantinople and with any other Christian Church in communion with it (omodoxi), immutably observing, like the other Churches, the holy apostolic and synodical canons and the holy traditions. It is autocephalous and is administered by the Holy Synod, composed of all the bishops in office, and by the standing Holy Synod, which is an emanation of it constituted as laid down in the Charter of the Church and in accordance with the provisions of the Patriarchal Tome of 29 June 1850 and the Synodical Act of 4 September 1928.", "2. The ecclesiastical regime in certain regions of the State shall not be deemed contrary to the provisions of the foregoing paragraph.", "3. The text of the Holy Scriptures is unalterable. No official translation into any other form of language may be made without the prior consent of the autocephalous Greek Church and the Great Christian Church at Constantinople.\"", "\"1. Freedom of conscience in religious matters is inviolable. The enjoyment of personal and political rights shall not depend on an individual’s religious beliefs.", "2. There shall be freedom to practise any known religion; individuals shall be free to perform their rites of worship without hindrance and under the protection of the law. The performance of rites of worship must not prejudice public order or public morals. Proselytism is prohibited.", "3. The ministers of all known religions shall be subject to the same supervision by the State and to the same obligations to it as those of the dominant religion.", "4. No one may be exempted from discharging his obligations to the State or refuse to comply with the law by reason of his religious convictions.", "5. No oath may be required other than under a law which also determines the form of it.\"", "14. The Christian Eastern Orthodox Church, which during nearly four centuries of foreign occupation symbolised the maintenance of Greek culture and the Greek language, took an active part in the Greek people’s struggle for emancipation, to such an extent that Hellenism is to some extent identified with the Orthodox faith.", "A royal decree of 23 July 1833 entitled \"Proclamation of the Independence of the Greek Church\" described the Orthodox Church as \"autocephalous\". Greece’s successive Constitutions have referred to the Church as being \"dominant\". The overwhelming majority of the population are members of it, and, according to Greek conceptions, it represents de jure and de facto the religion of the State itself, a good number of whose administrative and educational functions (marriage and family law, compulsory religious instruction, oaths sworn by members of the Government, etc.) it moreover carries out. Its role in public life is reflected by, among other things, the presence of the Minister of Education and Religious Affairs at the sessions of the Church hierarchy at which the Archbishop of Athens is elected and by the participation of the Church authorities in all official State events; the President of the Republic takes his oath of office according to Orthodox ritual (Article 33 para. 2 of the Constitution); and the official calendar follows that of the Christian Eastern Orthodox Church.", "15. Under the reign of Otto I (1832-62), the Orthodox Church, which had long complained of a Bible society’s propaganda directed at young Orthodox schoolchildren on behalf of the Evangelical Church, managed to get a clause added to the first Constitution (1844) forbidding \"proselytism and any other action against the dominant religion\". The Constitutions of 1864, 1911 and 1952 reproduced the same clause. The 1975 Constitution prohibits proselytism in general (Article 13 para. 2 in fine - see paragraph 13 above): the ban covers all \"known religions\", meaning those whose doctrines are not apocryphal and in which no secret initiation is required of neophytes.", "16. During the dictatorship of Metaxas (1936-40) proselytism was made a criminal offence for the first time by section 4 of Law (anagastikos nomos) no. 1363/1938. The following year that section was amended by section 2 of Law no. 1672/1939, in which the meaning of the term \"proselytism\" was clarified:", "\"1. Anyone engaging in proselytism shall be liable to imprisonment and a fine of between 1,000 and 50,000 drachmas; he shall, moreover, be subject to police supervision for a period of between six months and one year to be fixed by the court when convicting the offender.", "The term of imprisonment may not be commuted to a fine.", "2. By ‘proselytism’ is meant, in particular, any direct or indirect attempt to intrude on the religious beliefs of a person of a different religious persuasion (eterodoxos), with the aim of undermining those beliefs, either by any kind of inducement or promise of an inducement or moral support or material assistance, or by fraudulent means or by taking advantage of his inexperience, trust, need, low intellect or naïvety.", "3. The commission of such an offence in a school or other educational establishment or a philanthropic institution shall constitute a particularly aggravating circumstance.\"", "17. In a judgment numbered 2276/1953 a full court of the Supreme Administrative Court (Symvoulio tis Epikratias) gave the following definition of proselytism:", "\"Article 1 of the Constitution, which establishes the freedom to practise any known religion and to perform rites of worship without hindrance and prohibits proselytism and all other activities directed against the dominant religion, that of the Christian Eastern Orthodox Church, means that purely spiritual teaching does not amount to proselytism, even if it demonstrates the errors of other religions and entices possible disciples away from them, who abandon their original religions of their own free will; this is because spiritual teaching is in the nature of a rite of worship performed freely and without hindrance. Outside such spiritual teaching, which may be freely given, any determined, importunate attempt to entice disciples away from the dominant religion by means that are unlawful or morally reprehensible constitutes proselytism as prohibited by the aforementioned provision of the Constitution.\"", "18. The Greek courts have held that persons were guilty of proselytism who had: likened the saints to \"figures adorning the wall\", St Gerasimos to \"a body stuffed with cotton\" and the Church to \"a theatre, a market, a cinema\"; preached, while displaying a painting showing a crowd of wretched people in rags, that \"such are all those who do not embrace my faith\" (Court of Cassation, judgment no. 271/1932, Themis XVII, p. 19); promised Orthodox refugees housing on specially favourable terms if they adhered to the Uniate faith (Court of Appeal of the Aegean, judgment no. 2950/1930, Themis B, p. 103); offered a scholarship for study abroad (Court of Cassation, judgment no. 2276/1953); sent Orthodox priests booklets with the recommendation that they should study them and apply their content (Court of Cassation, judgment no. 59/1956, Nomiko Vima, 1956, no. 4, p. 736); distributed \"so-called religious\" books and booklets free to \"illiterate peasants\" or to \"young schoolchildren\" (Court of Cassation, judgment no. 201/1961, Criminal Annals XI, p. 472); or promised a young seamstress an improvement in her position if she left the Orthodox Church, whose priests were alleged to be \"exploiters of society\" (Court of Cassation, judgment no. 498/1961, Criminal Annals XII, p. 212).", "The Court of Cassation has ruled that the definition of proselytism in section 4 of Law no. 1363/1938 does not contravene the principle that only the law can define a crime and prescribe a penalty. The Piraeus Criminal Court followed it in an order (voulevma) numbered 36/1962 (Greek Lawyers’ Journal, 1962, p. 421), adding that the expression \"in particular\" in section 4 of Law no. 1363/1938 (see paragraph 16 above) referred to the means used by the person committing the offence and not to the description of the actus reus.", "19. Until 1975 the Court of Cassation held that the list in section 4 was not exhaustive. In a judgment numbered 997/1975 (Criminal Annals XXVI, p. 380) it added the following clarification:", "\"... it follows from the provisions of section 4 ... that proselytism consists in a direct or indirect attempt to impinge on religious beliefs by any of the means separately listed in the Law.\"", "20. More recently courts have convicted Jehovah’s Witnesses for professing the sect’s doctrine \"importunately\" and accusing the Orthodox Church of being a \"source of suffering for the world\" (Salonika Court of Appeal, judgment no. 2567/1988); for entering other people’s homes in the guise of Christians wishing to spread the New Testament (Florina Court of First Instance, judgment no. 128/1989); and for attempting to give books and booklets to an Orthodox priest at the wheel of his car after stopping him (Lasithi Court of First Instance, judgment no. 357/1990).", "In a judgment numbered 1304/1982 (Criminal Annals XXXII, p. 502), on the other hand, the Court of Cassation quashed a judgment of the Athens Court of Appeal (no. 5434/1981) as having no basis in law because, when convicting a Jehovah’s Witness, the Court of Appeal had merely reiterated the words of the indictment and had thus not explained how \"the importunate teaching of the doctrines of the Jehovah’s Witnesses sect\" or \"distribution of the sect’s booklets at a minimal price\" had amounted to an attempt to intrude on the complainants’ religious beliefs, or shown how the defendant had taken advantage of their \"inexperience\" and \"low intellect\". The Court of Cassation remitted the case to a differently constituted bench of the Court of Appeal, which acquitted the defendant.", "Similarly, it has been held in several court decisions that the offence of proselytism was not made out where there had merely been a discussion about the beliefs of the Jehovah’s Witnesses, where booklets had been distributed from door to door (Patras Court of Appeal, judgment no. 137/1988) or in the street (Larissa Court of Appeal, judgment no. 749/1986) or where the tenets of the sect had been explained without any deception to an Orthodox Christian (Trikkala Criminal Court, judgment no. 186/1986). Lastly, it has been held that being an \"illiterate peasant\" is not sufficient to establish the \"naïvety\", referred to in section 4, of the person whom the alleged proselytiser is addressing (Court of Cassation, judgment no. 1155/1978).", "21. After the revision of the Constitution in 1975, the Jehovah’s Witnesses brought legal proceedings to challenge the constitutionality of section 4 of Law no. 1363/1938. They complained that the description of the offence was vague, but above all they objected to the actual title of the Law, which indicated that the Law was designed to preserve Articles 1 and 2 of the Constitution in force at the time (the 1911 Constitution - see paragraph 12 above), which prohibited proselytism directed against the dominant religion. In the current Constitution this prohibition is extended to all religions and furthermore is no longer included in the chapter concerning religion but in the one dealing with civil and social rights, and more particularly in Article 13, which guarantees freedom of conscience in religious matters.", "The courts have always dismissed such objections of unconstitutionality, although they have been widely supported in legal literature.", "22. The Jehovah’s Witnesses movement appeared in Greece at the beginning of the twentieth century. Estimates of its membership today vary between 25,000 and 70,000. Members belong to one of 338 congregations, the first of which was formed in Athens in 1922.", "23. Since the revision of the Constitution in 1975 the Supreme Administrative Court has held on several occasions that the Jehovah’s Witnesses come within the definition of a \"known religion\" (judgments nos. 2105 and 2106/1975, 4635/1977, 2484/1980, 4620/1985, 790 and 3533/1986 and 3601/1990). Some first-instance courts, however, continue to rule to the contrary (Heraklion Court of First Instance, judgments nos. 272/1984 and 87/1986). In 1986 the Supreme Administrative Court held (in judgment no. 3533/1986) that a ministerial decision refusing the appointment of a Jehovah’s Witness as a literature teacher was contrary to freedom of conscience in religious matters and hence to the Greek Constitution.", "24. According to statistics provided by the applicant, 4,400 Jehovah’s Witnesses were arrested between 1975 (when democracy was restored) and 1992, and 1,233 of these were committed for trial and 208 convicted. Earlier, several Jehovah’s Witnesses had been convicted under Law no. 117/1936 for the prevention of communism and its effects and Law no. 1075/1938 on preserving the social order.", "The Government have not challenged the applicant’s figures. They have, however, pointed out that there have been signs of a decline in the frequency of convictions of Jehovah’s Witnesses, only 7 out of a total of 260 people arrested having been convicted in 1991 and 1992."], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}