{"ITEMID": "001-106797", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF EMRE v. SWITZERLAND (No. 2) [Extracts]", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8+46;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["7. The applicant was born in 1980 and currently lives in Stuttgart (Germany).", "8. He entered Switzerland with his parents on 21 September 1986.", "9. On 1 June 1990 he obtained a one-year residence permit, which was subsequently renewed on a regular basis.", "10. On 12 November 1997, 10 November 1999 and 13 August 2002 he received, respectively, a suspended prison sentence of two and a half months, a six-month suspended prison sentence and a sentence of five months’ imprisonment, for a number of offences committed between 1994 and 2000 (wounding, grievous bodily harm, assault, theft, robbery, damage to property, receiving stolen goods, proffering insults and threats, disturbance, a weapons offence and a serious breach of road traffic regulations).", "11. In a decision of 2 June 2003 the Aliens Department for the Canton of Neuchâtel ordered the applicant’s administrative removal for an indefinite duration. His appeals against that decision were dismissed, first on 12 December 2003 by the Administrative Court for the Canton of Neuchâtel (the “Administrative Court”), then on 3 May 2004 by the Federal Court.", "12. On 20 October 2004 the applicant was deported to Turkey. After returning to Switzerland illegally in May or June 2005, he was arrested and taken into custody on 1 July 2005 pursuant to arrest warrants issued on the basis of his criminal convictions.", "13. After various procedural developments and two further prison sentences, of three months and two months respectively, for the improper use of a communication facility and for the offence of returning to Switzerland while banished, he was apparently sent back to Turkey on 1 November 2005.", "14. In the meantime, on 20 November 2004, he had lodged an application with the Court submitting that his removal from Switzerland for an indefinite duration, as upheld by the Federal Court, entailed a violation of Articles 3 and 8 of the Convention.", "15. In a judgment of 22 May 2008, which became final on 22 August, the First Section of the Court unanimously declared admissible the complaint under Article 8 and found that there had been a violation of that provision. On that basis, it held that Switzerland had to pay the applicant the sums of 3,000 euros (EUR) for non-pecuniary damage and EUR 4,650 for the costs and expenses he had incurred “in the domestic proceedings and before the Court”. The relevant passages of that judgment read as follows:", "“- Nature and seriousness of the offences committed by the applicant", "72. The Court notes, at the outset, that the relevant date for an assessment of the above-mentioned criteria is, in the present case, 21 May 2004, the date on which the applicant was notified of the final judgment of the Federal Court confirming the withdrawal of his residence permit (see, mutatis mutandis, Yildiz v. Austria, no. 37295/97, § 34, 31 October 2002).", "73. As regards, first, the ‘seriousness’ of the offences committed by the applicant, the Court notes that in 1997 and 1999 he was given a suspended prison sentence of two and a half months, and then a six-month prison sentence, for proffering threats and insults, a serious breach of road traffic regulations, wounding, assault, theft, receiving stolen goods, robbery, damage to property and other property-related offences. In 2002 he was given a further prison sentence of five months, to be followed by deportation and a five-year ban on re-entering Switzerland, for disturbance and a weapons offence committed in 2000. Lastly, in 2005 he was sentenced again on two occasions, to two and three months respectively. The total duration of his prison sentences (eighteen and a half months in all) is thus far from negligible.", "74. The Court also notes that the criminal activities in question were spread over a wide period (from 1994 to 2004) (contrast Moustaquim, cited above, § 44) and that the two suspended sentences of 12 November 1997 and 10 November 1999 were activated in view of the further offences committed by the applicant. At the same time, the Court observes that some of the conduct attributed to the applicant dated back to his adolescence and some to a relatively young age (see, to the same effect, Moustaquim, cited above, § 44; Yildiz, cited above, § 45; and Yilmaz v. Germany, no. 52853/99, § 46, 17 April 2003). Moreover, the sentences of 12 November 1997 and 10 November 1999 were handed down by the Guardianship Authority for the District of Neuchâtel. Therefore, at least some of the offences in question were committed by the applicant in a juvenile delinquency context. In this connection, the Court notes that according to the United Nations, experience has shown that juvenile delinquency tends to disappear spontaneously in most individuals with their transition to adulthood (see sub-paragraph I, 5 (e) of the United Nations Guidelines for the Prevention of Juvenile Delinquency (The Riyadh Guidelines), adopted and proclaimed by the General Assembly in its Resolution 45/112 of 14 December 1990).", "75. As regards the ‘nature’ of the offences committed by the applicant, it is undeniable that the convictions for wounding weigh heavily against him. Concerning the weapons offence, however, it appears to have been constituted merely by the possession of a tear-gas canister. In addition, it has not been established that it was the applicant who stabbed a security guard with a knife during the attack on the discotheque on 5 March 2000 (Federal Court judgment, point 3.1; see paragraph 18 above). As to the road traffic offences, whilst they may well constitute a potential danger they should nevertheless be seen in the light of the relatively lenient penalties normally imposed in such matters (see, to this effect, Keles, cited above, § 59, and Yildiz, cited above, § 45).", "76. Therefore, in the light of comparable cases, the applicant’s convictions should be assessed for what they really are, both in terms of their seriousness and of the penalties ultimately imposed (contrast Mokrani, cited above, § 32; Benhebba, cited above, § 34; C. v. Belgium, 7 August 1996, § 35, Reports 1996III; Dalia, cited above, § 54; Baghli, cited above, § 48 in fine; and Jankov v. Germany (dec.), no. 35112/97, 13 January 2000; Bouchelkia, cited above, §§ 50-53; Boujlifa, cited above, § 44; and Üner, cited above, § 18).", "- Length of the applicant’s residence in Switzerland", "77. As regards the length of the applicant’s residence in the country from which he is to be deported, the Court notes that the applicant, who was born on 18 December 1980, arrived in Switzerland on 21 September 1986, before the age of six. At the time of the Federal Court’s judgment of 3 May 2004 he was twenty-three and a half. He had thus spent more than seventeen and a half years in Switzerland.", "- Time between the commission of the offences and the impugned measure, and the applicant’s conduct during that period", "78. As regards the time that elapsed between the commission of the offences and the time when the impugned measure became final, and the applicant’s conduct during that period, the Court notes that his criminal activities were spread over a considerable period. Similarly, the domestic courts noted that he had not shown any awareness of his criminal activities and that he had refused to follow his psychotherapy (see, in this connection, Keles, cited above, § 60).", "- Strength of social, cultural and family ties with host country and destination country", "79. As regards the applicant’s particular ties with his host country, the Federal Court noted that he had spent most of his life in Switzerland, including all his school years, and that his parents and brothers, one of whom had Swiss nationality, lived in the country. Whilst there is some debate between parties as to his professional integration in Switzerland (see above, paragraphs 44 and 58), the Court does not feel obliged to settle this question.", "80. In comparison with the above factors, showing that the applicant is integrated to a certain extent in Switzerland, despite his criminal activity, his social, cultural and family ties with Turkey seem very tenuous. It can be seen from the case file that the applicant only stayed in that country for a month and a half in June and July 2002, and that only his grandmother is still living there. The Court is not convinced that his brief stay in Turkey after his first removal, a measure complained of in the present application, may be taken into consideration. Moreover, there is no certainty that the applicant is sufficiently fluent in Turkish. Even though relationships between parents and adult children would not attract the protection of Article 8 without ‘evidence of further elements of dependency, involving more than the normal, emotional ties’ (see, mutatis mutandis, Kwakye-Nti and Dufie v. the Netherlands (dec.), no. 31519/96, 7 November 2000), the Court also notes that the Federal Court itself admitted that his family ties with Turkey were far less significant than those he had made with his host country. Moreover, that court did not call into question the fact that the applicant would ‘face major difficulties if returned to Turkey’.", "- Specificities of the case: the medical aspect", "81. The Court notes that a report of the Neuchâtel psychiatric and social centre dated 14 January 2003 indicated that the applicant showed signs of ‘an emotionally labile personality disorder, with impulsive and borderline elements, together with a phobic anxiety disorder’ vis-à-vis the prospect of his deportation (Federal Court judgment, point 3.4.2; see above, paragraph 18). A letter from the family doctor dated 21 January 2003 moreover confirmed that the applicant had been brought up in a violent environment with little stimulation, and explained that deportation would distance him from the reassuring and structuring elements that he had built up in recent years (ibid.).", "82. The views of the parties to the proceedings differ on this point. The applicant argued that his illness, having involved suicide attempts, could not be adequately treated in Turkey (see paragraph 42 above). The Government, for their part, claimed the contrary, considering that his family would still be able to support him financially from Switzerland. Moreover, they emphasised that the applicant had largely refused to undergo the psychiatric treatment prescribed for him (see paragraph 57 above).", "83. The Court does not rule out the possibility that the applicant’s health problems could be treated adequately in Turkey. Neither does it disregard the fact that the applicant neglected the prescribed treatment, at least at the outset. At the same time, it finds that his disorders, which the Government have certainly not called into question, whilst they are not sufficient in themselves to form the basis of a separate complaint under Article 8, nevertheless constitute an additional aspect that would render even more difficult the applicant’s return to his country of origin, where his social network would be lacking.", "- The permanent nature of the expulsion", "84. In order to assess the proportionality of the impugned measure, the Court must also consider whether the exclusion from Swiss territory was a temporary or permanent measure.", "85. It notes that in the present case the Police Court and the Criminal Court of Cassation of the Canton of Neuchâtel ordered the applicant’s deportation for a period of seven years (see paragraph 11 above). However, his administrative removal was ordered by the Aliens Department for the Canton of Neuchâtel for an indefinite duration (see paragraph 15 above). The Court observes that the applicant’s application is directed against his administrative removal, the duration of which it finds particularly harsh (see, as an example of cases in which the permanent nature of the exclusion order was considered by the Court in concluding that the measure had been disproportionate, Ezzouhdi v. France, no. 47160/99, § 34, 13 February 2001; Keles, cited above, § 65; Yilmaz, cited above, § 48, and Radovanovic v. Austria, no. 42703/98, § 37, 22 April 2004; and by contrast, for cases where the limited duration of the impugned measure contributed to a conclusion that it was proportionate, see Benhebba, cited above, § 37; Jankov, cited above, and Üner, cited above, § 65). As to the possibility for the applicant to request that the exclusion order be suspended temporarily or permanently rescinded, the Court finds that this possibility remains purely speculative at present.", "86. In view of the foregoing, and particularly in consideration of the relative seriousness of the applicant’s convictions, the weakness of his links with his country of origin and the permanent nature of the removal measure, the Court finds that the respondent State cannot be regarded as having struck a fair balance between the interests of the applicant and his family, on the one hand, and its own interest in controlling immigration, on the other.", "87. Accordingly, there has been a violation of Article 8.”", "16. When asked what action it would take in response to the Court’s judgment, the Immigration Authority of the Canton of Neuchâtel (the “Cantonal Authority”), in a decision of 19 June 2008, refused to consider a request for leave to enter Switzerland on the ground that the matter had been dealt with on 3 May 2004 by a final judgment of the Federal Court. The Authority suggested that the applicant lodge a request for revision with that court.", "17. In pleadings dated 19 November 2008, the applicant lodged a request for revision with the Federal Court, requesting it to annul its judgment of 3 May 2004 and the judgment previously delivered in the same case by the Administrative Court of the Canton of Neuchâtel on 12 December 2003.", "18. The Federal Office of Migration submitted that the request for revision should be rejected.", "19. In a judgment of 6 July 2009 the Federal Court upheld the request for revision and annulled its judgment of 3 May 2004. At the same time it quashed the 12 December 2003 judgment of the Administrative Court of the Canton of Neuchâtel, limiting the duration of the applicant’s exclusion to ten years from 2 June 2003. The reasoning of the judgment reads as follows:", "“... 3.2 In its judgment of 22 May 2008 the European Court observed that, in deporting Emrah Emre from its territory for an indefinite duration, Switzerland had breached his right to private and family life, as guaranteed by Article 8 ECHR. On that basis it awarded him EUR 3,000 in compensation for non-pecuniary damage under Article 41 ECHR. That provision gives the European Court the power to grant ‘just satisfaction’ to the injured party where the internal law of the State in question ‘allows only partial reparation to be made’ for the violation found. The payment of such compensation does not, however, necessarily release the State concerned from its obligation under Article 46 ECHR to comply with the judgments of the European Court. The respondent State, having been found responsible for a violation of the Convention or its Protocols, is thus obliged not only to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and to redress as far as possible the effects, the aim being to put the applicant, as far as possible, in the position he would have been in had the requirements of the Convention not been disregarded (see, among other references, the judgment of the European Court of Human Rights in Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland, no. 32772/02, §§ 46 and 47, 4 October 2007, and the numerous authorities cited therein). This is the principle of restitutio in integrum, which has the practical effect of limiting the freedom of States in the choice of means by which to remedy a violation of the Convention ...", "4.1 Where, as in the present case, the Federal Court upholds a request for revision, it gives two separate decisions in succession, even though it generally does so in a single judgment. In the first, referred to as the rescindant, it annuls the judgment of which revision is sought; in the second, known as the rescisoire, it rules afresh on the application previously referred to it. The annulment decision puts an end to the revision procedure as such and leads to the re-opening of the previous proceedings. This has an ex tunc effect, such that the Federal Court and the parties are put back in the situation in which they found themselves at the time the annulled judgment was delivered, and the case will have to be adjudicated as if that judgment had never existed (see the above-cited judgment 1F_1/2007 of 30 July 2007, point 3.3).", "4.2 In its judgment, the European Court found that, in view of the circumstances, and particularly of the applicant’s relatively serious convictions, the weakness of his links with his country of origin, and the permanent nature of the removal measure, Switzerland had failed to strike a fair balance between the interests (private and public) at stake (judgment cited above, para. 86). It specifically emphasised that the indefinite duration of the exclusion had been ‘particularly harsh’, taking the view that the possibility for the applicant to have the exclusion order suspended temporarily or permanently rescinded remained purely speculative at present (judgment, para. 85). In other words, it was not particularly opposed to the principle of the impugned measure but rather to its permanent nature. Generally speaking, in its most recent judgments, the European Court seems, moreover, to accord increasingly decisive weight to the latter criterion, refusing, with rare exceptions, to endorse permanent exclusions from a country, unlike bans of limited duration ...", "That being said, in the light of the circumstances prevailing at the material time, namely when the annulled judgment was delivered (on 3 May 2004), an immediate revocation of the removal measure was not a matter for consideration. Admittedly, the applicant’s links with Turkey were at that time weaker than those he enjoyed with Switzerland, such that a return to his country of origin appeared to be a relatively harsh measure for him. That obstacle had in fact been taken into consideration and discussed in the first judgment. However, the Federal Court had also observed, without being contradicted by the European Court on this point, that the applicant’s presence in Switzerland represented a particularly serious danger for public order and security, because his conduct and offences showed that his ‘mindset was hardly capable of resolving conflicts and frustrations otherwise than by violence, ready to impose his own rules, by himself or with the help of partners, without consideration for property or for the physical well-being of others, and openly contemptuous of the judicial authority’ (judgment cited above of 3 May 2004, point 3.2). Moreover, the Federal Court also emphasised, and there is nothing in the European Court’s judgment that would justify departing from this assessment, that the applicant had no awareness of the seriousness of his actions and that he thus presented a high risk of reoffending: he had committed further offences after his first convictions and had refused to follow psychiatric treatment during his detention (see the above-cited judgment of the Federal Court of 3 May 2004, point 3.3 in initio). In those circumstances, it was not possible for the applicant’s private interest in remaining in Switzerland, bearing in mind that he was an adult, was single and had no children, to prevail over the public interest in his expulsion, at least for a certain period of time. In other words, the only appropriate solution in order to alleviate the effects of the impugned measure against the deportee and comply with the judgment of the European Court of Human Rights would consist in limiting the duration of the exclusion.", "4.3 Consequently, it is justified to limit the removal measure ordered against the applicant to a period of ten years with effect from the removal decision of 2 June 2003. After such time he will be able to lodge an application for leave to remain, which will be examined by the competent authority in the light of the applicable law and the circumstances then prevailing (the applicant’s family and personal situation; his conduct since his expulsion; etc.).", "5. It follows from the foregoing that the request for revision must be upheld and the Federal Court’s judgment of 3 May 2004 annulled. Moreover, the judgment delivered on 12 December 2003 by the Administrative Court must be set aside, and the measure of removal banning the applicant from Switzerland for an indefinite duration is to be replaced by removal with a ban of ten years from 2 June 2003.", "...”", "20. On 11 September 2009 the applicant married a German national. As a result of that marriage he has obtained a German residence permit.", "21. On 19 April 2010 he lodged with the Administrative Court for the Canton of Neuchâtel an application for reconsideration of a decision of 27 December 2005 of the Immigration Authority, which had refused the suspension of his removal, relying in particular on his new situation, namely his marriage to a German citizen. In a judgment of 20 August 2010, the court rejected the request and referred the matter back to the Immigration Authority.", "22. The applicant transmitted additional documents to the Immigration Authority on 30 August 2010 and 24 November 2010. The response to his request for the revocation of the removal measure so that he could settle in Switzerland was negative. In a letter of 7 December 2010, the Immigration Authority for the Canton of Neuchâtel took the view that it could not rule on a request for reconsideration, in particular for the following reasons:", "“... Although the marriage solemnised on 11 September 2009 in Germany to a German national, together with the issuance of a German residence permit following that marriage, constitute new facts, we note that they do not by themselves constitute pertinent justification for the Immigration Authority to act upon the request for reconsideration. The nationality of the wife, by itself, does not have the effect of requiring the annulment of the removal or the granting of leave to remain in Switzerland. The wife would have to submit a request for leave to remain in Switzerland, to be in one of the situations covered by the Free Movement of Persons Agreement (ALCP), and to fulfil the conditions thereof, without being excluded by any public order or security grounds.", "The right to family reunification is always predicated on the existence of original leave to remain granted to an EC/EFTA national under the provisions of the ALCP. The right of abode conferred on family members is a correlative right of which the validity is in principle subject to the duration of the original leave to remain.", "...”", "23. According to the applicant, there was no possibility of challenging or complaining about the content of that letter.", "24. Section 122 of the Federal Court Act of 17 June 2005, in force since 1 January 2007, provides as follows:", "“An application for review of a judgment of the Federal Court on account of a violation of the Convention of 4 November 1950 for the Protection of Human Rights and Fundamental Freedoms (ECHR) may be submitted if the following conditions are satisfied:", "(a) the European Court of Human Rights, in a final judgment, has found a violation of the ECHR or its Protocols;", "(b) compensation cannot remedy the effects of the violation;", "(c) the review is necessary to remedy the effects of the violation.”", "25. The relevant provisions of Annex I of the Agreement between the European Community and the Swiss Confederation on the free movement of persons (the “ALCP”) read as follows:", "“1. The Contracting Parties shall allow nationals of the other Contracting Parties and members of their family within the meaning of Article 3 of this Annex and posted persons within the meaning of Article 17 of this Annex to enter their territory simply upon production of a valid identity card or passport.", "No entry visa or equivalent requirement may be demanded save in respect of members of the family and posted workers within the meaning of Article 17 of this Annex who do not have the nationality of a Contracting Party. The Contracting Party concerned shall grant these persons every facility for obtaining any necessary visas.", "...”", "“1. A person who has the right of residence and is a national of a Contracting Party is entitled to be joined by the members of his family. An employed person must possess housing for his family which is regarded as of normal standard for national employed persons in the region where he is employed, but this provision may not lead to discrimination between national employed persons and employed persons from the other Contracting Party.", "2. The following shall be regarded as members of the family, whatever their nationality:", "(a) his spouse and their relatives in the descending line who are under the age of 21 or are dependent;", "(b) his relatives in the ascending line and those of his spouse who are dependent on him;", "(c) in the case of a student, his spouse and their dependent children.", "The Contracting Parties shall facilitate the admission of any member of the family not covered by the provisions of this paragraph under (a), (b) and (c), if that person is a dependant or lives in the household of the national of a Contracting Party in the country of provenance", "...”", "“1. The rights granted under the provisions of this Agreement may be restricted only by means of measures which are justified on grounds of public order, public security or public health.", "...”"], "VIOLATED_ARTICLES": ["46", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}