{"ITEMID": "001-84741", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF STEPNIAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Giovanni Bonello;Josep Casadevall;Kristaq Traja;Lech Garlicki;Nicolas Bratza;Stanislav Pavlovschi", "TEXT": ["4. The applicant was born in 1964 and lives in Bytom.", "5. On 21 October 2002 the applicant was arrested. By a decision of 24 October 2002 the District Court in Wodzisław Śląski remanded him in custody on charges connected with organised crime. It had regard to evidence gathered by the prosecuting authorities which indicated that the applicant had committed the offences concerned. The applicant appealed, to no avail.", "6. The same court subsequently extended the applicant's detention by decisions of, inter alia, 10 July and 7 October 2003 and 7 March 2004, until, respectively, 15 October 2003, 19 January and 19 July 2004. The court relied on the evidence gathered in the case which pointed to the likelihood of the applicant's guilt. It was also of the view that the applicant, if released, could hinder the proper course of the investigations and judicial proceedings by exerting pressure on witnesses and by colluding with his co-accused. It noted that many persons appeared to have been involved in the commission of the offences concerned and that it was therefore necessary to obtain a considerable amount of evidence. It also had regard to the applicant's criminal record.", "7. On numerous other occasions the prosecuting authorities refused to release the applicant, relying on the same arguments and referring to the evidence gathered in the investigation.", "8. On an unspecified number of occasions the applicant was allowed to see his wife during his detention. Between 15 December 2002, the date on which the applicant's wife gave birth to a son, and 21 November 2003 the applicant saw her and his son on at least three occasions.", "9. On 30 September 2003 the prosecuting authorities lodged a bill of indictment with the Wodzislaw Śląski District Court. The applicant was charged with multiple counts of fraud.", "10. On 11 December 2003 the court ordered that the applicant should serve a prison sentence imposed on him by a final judgment given in another criminal case concurrently with the present detention.", "11. Hearings in the case were held on 7 January, 18 February and 25 October 2004. On the latter date the applicant was convicted as charged.", "12. The applicant submitted envelopes of two letters sent to him by the Court on 15 January 2004 and 30 March 2004. The envelope of the first letter bears the stamp “Censored (cenzurowano) – the Wodzisław Śląski District Court – Date”, signed with an illegible signature. The envelope of the second letter bears the full official stamp of the Wodzisław Śląski District Court and a handwritten note “censorship” (cenzura), accompanied by a handwritten date, 9 April 2004.", "13. The legal provisions governing monitoring of detainees' correspondence applicable at the material time are set out in a judgment delivered by the Court on 6 December 2005 (Wasilewski v. Poland, no. 63905/00, §§ 16-21)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}