{"ITEMID": "001-57525", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1968, "DOCNAME": "CASE \"RELATING TO CERTAIN ASPECTS OF THE LAWS ON THE USE OF LANGUAGES IN EDUCATION IN BELGIUM\" v. BELGIUM (MERITS)", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+P1-2;No violation of Art. 8;Just satisfaction reserved", "JUDGES": "", "TEXT": ["1. The object of the Commission's request is to submit the case to the Court, so that the Court may decide whether or not certain provisions of the Belgian linguistic legislation relating to education are in conformity with the requirements of Articles 8 and 14 (art. 8, art. 14) of the Convention and Article 2 of the Protocol of 20th March 1952 (hereinafter referred to as \"the Protocol\") (P1-2).", "2. The Applicants, who are parents of families of Belgian nationality, applied to the Commission both on their own behalf and on behalf of their children under age, of whom there are more than 800. Pointing out that they are French-speaking or that they express themselves most frequently in French, they want their children to be educated in that language.", "Alsemberg, Beersel, Antwerp, Ghent, Louvain and Vilvorde, where the signatories of five of the six applications (Nos. 1474/62, 1691/62, 1769/63, 1994/63 and 2126/64) live, belong to the region considered by law as Dutch-speaking, whereas Kraainem (Application No. 1677/62) has since 1963 formed part of a separate administrative district with a \"special status\". In all of these districts (\"communes\"), part of the population - in some cases a large part - is French-speaking.", "3. Though the six applications differ on a number of points, they are similar in many respects. For the time being it is sufficient to note that in substance they complain that the Belgian State:", "- does not provide any French-language education in the municipalities where the Applicants live or, in the case of Kraainem, that the provision made for such education is, in their opinion, inadequate;", "- withholds grants from any institutions in the said municipalities which may fail to comply with the linguistic provisions of the legislation for schools;", "- refuses to homologate leaving certificates issued by such institutions;", "- does not allow the Applicants' children to attend the French classes which exist in certain places;", "- thereby obliges the Applicants either to enrol their children in local schools, a solution which they consider contrary to their aspirations, or to send them to school in the \"Greater Brussels district\", where the language of instruction is Dutch or French according to the child's mother-tongue or usual language or in the \"French-speaking region\" (Walloon area). Such \"scholastic emigration\" is said to entail serious risks and hardships.", "4. The Applications in so far as they have been declared admissible by the Commission, allege that Articles 8 and 14 (art. 8, art. 14) of the Convention and Article 2 of the Protocol (P1-2) have been violated. The violation is said to be a result of the Applicants and their children being subjected to various provisions of the Act of 14th July 1932 \"on language regulations in primary and intermediate education\", the Act of 15th July 1932 \"on the conferring of academic degrees\", the Acts of 27th July 1955 and 29th May 1959, the Act of 30th July 1963 \"relating to the use of languages in education\" and the Act of 2nd August 1963 \"on the use of languages in administrative matters\", etc. The Acts of 14th and 15th July 1932 were repealed by the Act of 30th July 1963, but were still in force when the Alsemberg, Beersel, Kraainem, Antwerp and Ghent Applicants brought their cases before the Commission, and those Applicants still challenge these Acts while at the same time attacking the present legislation.", "5. Summarising the opinion expressed in its Report of 24th June 1965 (hereinafter referred to as \"the Report\"), the Commission recalled in paragraph 7 of its memorial of 17th December 1965 that it took the view:", "\"- by 9 votes to 3, that the legislation complained of was not incompatible with the first sentence of Article 2 of the Protocol (P1-2), considered in isolation;", "- unanimously, that the legislation was not incompatible with the second sentence of the said Article (P1-2), considered in isolation or in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "- by 10 votes to 2, that the legislation was not incompatible, in the case of the Applicants, with Article 8 (art. 8) of the Convention, considered in isolation or in conjunction with Article 14 (art. 14+8);", "- by 9 votes to 3, that the general system of education in the areas which are unilingual by law was not incompatible with the first sentence of Article 2 of the Protocol, considered in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "- by 11 votes to 1, that the same was true of the \"special status\" conferred by Section 7 of the Act of 2nd August 1963 on six bilingual communes, of which Kraainem is one, on the periphery of Brussels;", "- by 7 votes to 5, that the Acts of 1963 were incompatible with the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as they result in the total withdrawal of subsidies from provincial, commune and private schools providing, in the form of non-subsidised classes and in addition to instruction given in the language prescribed by the language legislation, complete or partial education in another language; - unanimously, that the conditions on which children whose parents live outside the Greater Brussels district may be enrolled in schools in that district (Section 17 of the Act of 30th July 1963) were not, in the case of the Applicants, incompatible with the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "- that the Acts of 1963 were incompatible with the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as they prevent certain children, solely on the basis of their parents' place of residence, from attending French-language schools at Louvain (8 votes to 4) and in the above-mentioned six communes on the periphery of Brussels (7 votes to 5);", "- by 8 votes to 4, that the legislation complained of was also incompatible with the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as it has resulted, since 1932, in a refusal to homologate certificates relating to secondary schooling not in accordance with the language requirements.\"", "6. In the course of the written proceedings the following submissions were made on the merits of the case:", "- by the Belgian Government in its memorial of 9th May 1967:", "\"The Belgian Government submits the following conclusions:", "(1) The Belgian legislation attacked in the Applications is incompatible neither with Article 2 of the Protocol (P1-2) nor with Article 8 (art. 8) of the Convention if those provisions are considered in isolation.", "(2) Nor is it contrary to the first and second sentence of Article 2 of the Protocol or Article 8 of the Convention even if read in conjunction with Article 14 (art. 14+P1-2, art. 14+8) of the Convention.", "(3) Neither the 1963 Acts nor those of 1932 are incompatible with Article 2, first sentence, of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as they forbid the establishment or subsidising by the State of any schools which do not comply with the language legislation.", "(4) The 1963 Acts are not contrary to Article 2, first sentence, of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as they result in the total withdrawal of subsidies from schools that, while they have sections in which tuition is given in the regional language, also provide complete or partial education in another language.", "(5) The system introduced by the Act of 2nd August 1963 in the communes on the periphery of Brussels, including Kraainem, is not incompatible with Article 2, first sentence, of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention.", "(6) The residence conditions laid down in the 1963 Acts for admission to the French-language schools at Louvain and in the communes on the periphery of Brussels, including Kraainem, are compatible with Article 2, first sentence, of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention.", "(7) The provisions of the 1932 and 1963 Acts are compatible with Article 2, first sentence, of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, in so far as they result in the refusal of homologation of secondary school leaving certificates for the sole reason that the schooling covered by them has not been in accordance with the requirements of the language legislation.", "The Belgian Government reserves the right to add to or modify these conclusions in the course of the proceedings\".", "- by the Commission in its memorial of 12th July 1967 and, in almost identical terms, in that of 17th December 1965, prior to the judgment of 9th February 1967:", "\"As it recalled in its memorial of 17th December 1965, the Commission acts in the general interest and not, strictly speaking, as plaintiff vis-à-vis the High Contracting Party against which the Applications submitted to it for appraisal are directed.", "It therefore once more formulates its conclusions interrogatively and invites the Court to decide whether or not the legislation of which the Applicants complain satisfies the requirements of:", "(a) the first sentence of Article 2 of the Protocol (P1-2), considered in isolation;", "(b) the second sentence of that Article (P1-2), considered in isolation;", "(c) Article 8 (art. 8) of the Convention, considered in isolation;", "(d) the first sentence of Article 2 of the Protocol read in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "(e) the second sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "(f) Article 8 of the Convention, read in conjunction with Article 14 (art. 14+8).", "In particular the Commission requests the Court to decide whether or not, in the case of the Applicants, there is violation of all or some of the above-mentioned articles, inter alia:", "(a) in so far as the Acts of 1932 prevented, and those of 1963 prevent:", "- the establishment, or", "- the subsidisation", "by the State, of schools not in conformity with the general linguistic requirements;", "(b) in so far as the Acts of 1963 result in the complete withdrawal of subsidies from provincial, commune or private schools providing, in the form of non-subsidised classes and in addition to the instruction given in the language prescribed by the linguistic Acts, full or partial instruction in another language;", "(c) with regard to the special status conferred by Section 7, third paragraph, of the Act of 2nd August 1963 on six communes, of which Kraainem is one, on the periphery of Brussels;", "(d) with regard to the conditions on which children whose parents reside outside the Greater Brussels district may be enrolled in the schools of that district (Section 17 of the Act of 30th July 1963);", "(e) in so far as Section 7, last paragraph, of the Act of 30th July 1963 and Section 7, third paragraph, of the Act of 2nd August 1963 prevent certain children, solely on the basis of their parents' place of residence, from attending French-language schools at Louvain and in the six communes mentioned under (c) above;", "(f) in so far as the Acts of 1932 resulted, and those of 1963 result, in absolute refusal to homologate certificates relating to secondary schooling not in conformity with the language requirements in education.", "For the reasons stated at the end of its report (...), the Commission still refrains for the time being from putting forward conclusions on the claims for damages submitted by the Applicants of Alsemberg and Beersel, Kraainem and Louvain.\"", "- by the Belgian Government in its memorial of 2nd October 1967:", "\"Subsidiary, in case the Court should feel obliged to adopt the Commission's viewpoint, the Belgian State points out the legitimate grounds that justify the legislation attacked.", "The Belgian Government maintains however as its main argument the conclusions set down in its first memorial on the merits and reserves its final conclusions.", "The Government wishes to point out:", "- first of all, that the distinctions of which the Applicants complain do not affect the rights laid down in Article 8 (art. 8) of the Convention, since the rights of parents and children with regard to education are defined not in that Article (art. 8) but in Article 2 of the Protocol (P1-2);", "- that these distinctions do not affect the negative right and the freedom laid down in Article 2 of the Protocol (P1-2) but relate to positive benefits and favours, which the State may, of course, grant in order to facilitate the exercise of that right and freedom but concerning which the High Contracting Parties have expressly declared that they did not intend to enter into any obligation;", "- that the distinctions in question do not interfere with any desire of the Applicants simply to have their children educated but concern their wish to have them educated in accordance with their linguistic preferences, and that any such preferences held in educational matters were deliberately not included by the High Contracting Parties in the enumeration of rights and freedoms safeguarded by the Convention;", "- that the rule of non-discrimination in Article 14 (art. 14) of the Convention cannot apply to the distinctions of which the Applicants complain, since it relates only to rights and freedoms laid down in the Convention;", "- that the Applicants' complaints are unfounded.\"", "7. The following submissions were made during the oral proceedings:", "- by the Commission, on 25th November 1967:", "\"The Commission maintains the submissions it made to the Court at the end of its memorial on the merits of the case, while reserving the right to modify them or add to them in the light of subsequent proceedings.\"", "- by the Belgian Government, on 27th November 1967:", "\"I have the honour to read to the Court the submissions made by the Belgian Government at the present stage of proceedings, while reserving the right to make any necessary additions or amendments during subsequent proceedings.", "Principal submissions", "May it please the Court,", "To find that the measures of which the Applicants complain, whether the provisions invoked by the Applicants concerning them are considered in isolation or in conjunction, do not interfere with the rights or freedoms set forth in the European Convention on Human Rights and Protocol and, replying in greater detail to the questions submitted by the Commission:", "To rule that Belgian legislation is not incompatible with:", "(a) the first sentence of Article 2 of the Protocol (P1-2), considered in isolation;", "(b) the second sentence of that Article (P1-2), considered in isolation;", "(c) Article 8 (art. 8) of the Convention, considered in isolation;", "(d) the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "(e) the second sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention;", "(f) Article 8 of the Convention, read in conjunction with Article 14 (art. 14+8).", "In particular the Belgian Government requests the Court to find that in the case of the Applicants none of those Articles, whether considered in conjunction or in isolation, has been violated, inter alia:", "(a) in so far as the Acts of 1932 prevented, and those of 1963 prevent: the establishment, or the subsidisation by the State, of schools not in conformity with the general linguistic requirements;", "(b) in so far as the Acts of 1963 result in the total withdrawal of subsidies from provincial, commune or private schools providing, in the form of non-subsidised classes and in addition to the instruction given in the language prescribed by the linguistic Acts, full or partial instruction in another language;", "(c) with regard to the special status conferred by Section 7 (1) and (3) of the Act of 2nd August 1963 on six communes, of which Kraainem is one, on the periphery of Brussels;", "(d) with regard to the conditions on which children whose parents reside outside the Greater Brussels district may be enrolled in the schools of that district (Section 17 of the Act of 30th July 1963);", "(e) in so far as the last paragraph of Section 7 of the Act of 30th July 1963 and Section 7 (1) and (3) of the Act of 2nd August 1963 prevent certain children, solely on the basis of their parents' place of residence, from attending French-language schools at Louvain and in the six communes mentioned under (c) above;", "(f) in so far as the Acts of 1932 resulted, and those of 1963 result, in refusal to homologate certificates relating to secondary schooling not in conformity with the language requirements in education.", "Auxiliary submission", "If the Court accepts the Commission's opinion that the first sentence of Article 2 of the Protocol, read in conjunction with Article 14 (art. 14+P1-2) of the Convention, lays down an obligation not to discriminate, then", "May it please the Court:", "To rule that the Belgian legislation complained of is in accordance with that requirement as it provides for no unlawful or arbitrary discrimination against the Applicants within the meaning of Article 14 (art. 14) of the Convention:", "May it please the Court:", "To rule that the Applicants' complaints are without foundation.\"", "- by the Commission, on 29th November 1967:", "\"It only remains for me to confirm the submissions made by the Commission in its memorial of 11th July 1967.\"", "- by the Belgian Government on 30th November 1967:", "\"The submissions we had the honour to make to the Court (on 27th November 1967) may be considered as final ones.\""], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}