{"ITEMID": "001-89575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KRONE VERLAG GMBH & CO KG v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 10 - Freedom of expression -{General}", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. In 1996 the T association and another association founded the Techno-Z FH Forschungs- und Entwicklungs-GmbH (hereafter “Techno-Z FH”). This non-profit company was to promote and offer scientific support to the development of the information and communication society by conducting research projects and scientific studies in this field, by offering training, organising public presentations, editing publications and carrying out projects with other similar institutions. Techno-Z FH was sponsored by, inter alia,the Region of Salzburg.", "7. In May 1999 Mr Dollhäubl, chairman of the T association at the time, was dismissed. The association held a press conference at the same time and praised the development of Techno-Z FH.", "8. The applicant company subsequently published a series of articles about Mr Bruck, the managerial director of Techno-Z FH, in its daily newspaper Neue Kronenzeitung.", "9. On 27 May 1999 the applicant company published an article headlined “Secret report discloses new scandal in Techno-Z!” (Geheimbericht enthüllt neuen Skandal um Techno-Z!) The relevant parts read as follows:", "(German original)", "„.[...] Ein streng geheimer Bericht deckt haarklein auf, wie locker es „Medienprofessor“ Peter A- Bruck in seiner Techno-Z-Firma bei Finanzen nahm!", "Bruck ist Geschäftsführer einer Techno-Z-Firma, und zwar der „FH Forschungs- und Entwicklungs-GmbH“. Und kassiert dort fürstlich wie ein bisher geheimgehaltener „Statusbericht“ über die Gesellschaft enthüllt. Bei der Kontrolle 1998 fielen die Prüfer fast vom Hocker. Bruck hatte zu der Zeit keinen gültigen Dienstvertrag, laut altem Vertrag hätte er rund 72.000 S brutto verdient. Doch der „Medienprofessor“ ließ sich 80.000 S im Monat überweisen, dazu noch 10.000 S als „Prämienauszahlung“. Es konnte „nicht nachvollzogen werden“, mit welchem Recht sich Bruck die insgesamt 90.000 S monatlich genehmigte... Doch damit nicht genug: Auch die Reiselust ließ sich der Herr vom Techno -Z finanzieren. Allein für 1997 verrechnete er 392.170,24 S an Dienstreisen. Und für 1998 waren wieder 400.000 S für Brucks Dienstausflüge vorgesehen. Immerhin ein guter Tausender pro Tag... Und selbst damit war die finanzielle Gier noch nicht gestillt: Eine hohe sechsstellige Summe für „Tantiemen“ kam noch dazu, also eine Art Prämie. Bei einer Schulung für das Arbeitsmarktservice (AMS) ließ Bruck sich 142.000 S überweisen. Denn seine Firma hätte 247.090 S Gewinn gemacht. Falsch sagten die Prüfer. Es waren 200.000 S weniger. [...]”", "(Translation from German)", "„....a very secret report discloses in great detail how lax the “media professor” Aurelius Bruck was about the finances in his company Techno-Z! ... At the 1998 audit the auditors almost fell off their chair. Bruck had no valid employment contract at that time; according to his old contract, he would have earned a gross salary of approximately ATS 72,000. But the “media-professor” had transferred himself ATS 80,000 per month and a further “premium” of ATS 10,000. It was not possible to ascertain by which right Bruck was helping himself to a total of ATS 90,000 per month... But this was not enough: Bruck had also financed his wanderlust. For 1997 alone he charged ATS 392,170.24 for business trips. And for 1998 another ATS 400,000 were provided for Bruck’s business excursions. That’s a good thousand [schillings] per day...But even with this, [Bruck’s] financial avarice was not satisfied: a high six-figure sum for ‘royalties’, a kind of premium, was added. At a training workshop for the Labour Market Service Bruck had transferred himself ATS 142,000 as his company had made a profit of ATS 247,000. Wrong said the auditors. It was ATS 200,000 less. ...”", "10. On 28 May 1999 the applicant company published another article headlined “Techno-Z: Scandal concerning media professor - bank disclosed trick- ... The business dealings of Mr Bruck.” (Techno-Z: Skandal um „Medienprofessor” – Bank deckte Trick auf – [...] – Die Geschäfte des Herrn Bruck). The relevant parts read as follows:", "(German original)", "„Die Geschäfte des Herrn Bruck", "Der Skandal rund um den sogenannten “Medienprofessor” Peter Aurelius Bruck am Salzburger Techno-Z wird immer ärger: Nicht nur bei Gehalt, Prämien und Dienstreisen langte Bruck voll zu. Ohne Genehmigung streckte er beim Firmenkonto den Überziehungsrahmen. Als die Bank das merkte, war die Hölle los! Die „Krone“ hat die seltsamen Geschäfte des Professors aufgedeckt. Ein Geheimbericht zeigt, wie locker es dieser Peter Aurelius Bruck mit Finanzen nahm:", "· Für sich selbst 90.000 S im Monat (Gehalt plus Prämien), dafür gab es weder Vertrag noch Beschluss.", "· Rund 400.000 S zahlt die Techno-Z-Firma jährlich für „Dienstreisen“ Brucks.", "· Dazu kassierte er jährlich eine hohe sechsstellige Summe an „Tantiemen“. Unberechtigt, wie die internen Prüfer nachwiesen.", "Doch damit nicht genug: Eigenmächtig ließ er auf Firmenkonten den Überziehungsrahmen von 2 auf weit über 3 Millionen S ausweiten. Ohne Genehmigung! Als die Bank auf die Ungereimtheit kam, holte sie unverzüglich für die letzten Auszahlungen, das ganze Geld zurück. Diese Zahlungen waren ja nicht gedeckt! Leidtragende waren die Mitarbeiter: Wegen Brucks Finanz-Tricks wurde 1998 einmal sogar ihr Gehalt einige Zeit nicht ausbezahlt! Übrigens: Einer der Kontrolleure, die diese unfaßbaren Zustände aufgedeckt haben, bekam aus Rache nicht einmal sein Honorar bezahlt... [...]”", "(Translation from German)", "„The scandal concerning the so-called ‘media-professor’ Peter Aurelius Bruck at the Salzburg Techno-Z gets worse and worse: not only with his salary, premiums and business trips did Bruck really help himself. Without authorisation he exceeded the credit line of the company’s bank account. When the bank noticed this all hell broke loose! The Krone has disclosed the most dubious business dealings on the part of the professor. A secret report shows how lax Aurelius Bruck was about the finances: he helped himself to ATS 90,000 per month (salary plus premium), there was neither a contract nor a decision authorising this. The Techno-Z company pays approximately ATS 400,000 yearly for B’s ‘business trips’. He also collected a yearly high six-figure for ‘royalties’. By the way, one of the auditors who disclosed this inconceivable state of affairs was not even paid his fees – out of revenge ...”", "11. This article was followed by a further text in a small box which stated:", "(German original)", "„[...]Die Spesenritter und Abkassierer haben tatsächlich dem Ansehen Salzburgs als Zukunftsland schwer geschadet. Schausberger hat die Gefahr klar erkannt: Über der Grenze hat Bayerns Ministerpräsident Edmund Stoiber viele vorbildhafte Technologieparks eingerichtet. Wenn es um Merkwürdigkeiten geht, so taucht in Salzburg immer wieder der Name des sogenannten Medienexperten Peter Aurelius Bruck auf. Der umtriebige Professor hat einen Schutzpatron: Niemand geringeren als Landesvize Arno Gasteiger. Das beweist auch die Teilnehmerliste jenes Geheimtreffens, das Gasteiger im Techno-Z organisieren ließ (siehe Bericht). Da war zunächst das seltsame „Bürgernetz“, eine Bruck-Idee, für die locker Millionen an Steuer- & Stromgeld flott gemacht werden sollten, Kinder hätten damit Zugang zu den Internet-Pornoseiten der Sex-Industrie gehabt. [...]”", "(Translation from German)", "“... Expense account profiteers and rip-off merchants (Spesenritter und Abkassierer) have really damaged Salzburg’s reputation as Region of the Future ... Whenever the discussion turns to dubious affairs, the name of the so-called media expert Peter Aurelius Bruck crops up again and again in Salzburg .... First, there was the strange “citizen web”, one of Bruck’s ideas, for which millions of tax money was to be made readily available. had [With this idea] children would have had access to the pornographic sites of the internet sex industry ...”", "12. On 29 May 1999 a further article entitled “Techno-Z: the second audit also shows shortcomings in Bruck’s company - How he deceived colleagues – The way Mister ‘Media Professor’ cheated” (Techno-Z: Auch zweite Prüfung zeigt arge Mangel in Brucks Firma – Wie er Mitarbeiter tauschte – So trickste der Herr „Medienprofessor”) stated:", "(German original)", "„Kein Ende im Skandal um den sogenannten “Medienprofessor” Peter Aurelius Bruck und seine Firma im Salzburger Techno-Z. Ein fettes Gehalt, satte Tantiemen und jährlich 400.000 S für Dienstreisen lässt sich der Herr Professor bezahlen. Auch ein zweites Prüfer-Team fand schwere Mängel in Brucks Firma! Die Finanzen in Brucks Firma waren abenteuerlich. Das belegt ein streng geheimer „Statusbericht“ in dem zwei Prüfer seine Geschäfte genau untersuchten. [...]”", "(Translation from German)", "“No end to the scandal concerning the so-called ‘media professor’ Peter Aurelius Bruck and his company in the Salzburg Techno-Z. Mister Professor has paid himself a big salary, big royalties and yearly ATS 400,000 business trips. A second team of auditors has also established serious shortcomings in Bruck’s company! The finances of Bruck’s company were adventurous. This is established by a very secret ‘status report’ in which two auditors examined his affairs thoroughly ...”", "13. On 30 May 1999 an article entitled “Concerning ‘media professor’ Bruck - Auditor has been waiting for his money for a year - Techno-Z: Is a request for bankruptcy looming?” (Es geht um „Medienprofessor” Bruck – Prüfer wartet seit einem Jahr auf Geld – Techno-Z: Droht Konkursantrag?) stated:", "(German original)", "“Jetzt wird es eng für den “Medienprofessor” Peter Aurelius Bruck und seine Firma im Salzburger Techno-Z: Zwei Prüfer haben ja in penibler Kleinarbeit die Finanz-Tricks des Herrn durchleuchtet und arge Mängel entdeckt. Einer der Prüfer bekam noch immer kein Honorar. Er droht nun Konkursantrag gegen Bruck an! [...]”", "(Translation from German)", "“Now it’s getting tight for the ‘media professor’ Peter Aurelius Bruck and his company in the Salzburg Techno-Z: two auditors have x-rayed in fastidious detail the financial tricks of [this] gentleman and have discovered serious shortcomings. One of the auditors has not yet received his fees. He is now threatening to file a bankruptcy petition against Bruck! ...”", "14. A further article of 5 June 1999 entitled “Report about ‘media professor’ earned ‘thanks and consternation’” (Bericht über „Medienprofessor” erntete „Dank und Entsetzen”) stated inter alia:", "(German original)", "“[...] Die Firma war so arg geführt, daß “umgehend” ein kaufmännischer Chef neben Bruck bestellt werden mußte, um “solides Rechnungswesen und eine entsprechende Finanzgebarung” zu garantieren! [...]”", "(Translation from German)", "“... The company was so badly managed that a commercial director had to be appointed ‘immediately’ in addition to Bruck to guarantee a solid accounting system and proper management of public finances ...”", "15. Lastly, on 14 June 1999 an article entitled “Further storm about wayward affairs in the Techno-Z company” (Neuer Wirbel um eigenwillige Geschäfte in Techno-Z-Firma) stated", "(German original)", "“[...]In seiner Firma im Salzburger Techno-Z gönnt er sich ein sattes Monatsgehalt, fette Tantiemen und 400.000 S für Dienstreisen. Und jetzt werden eigenwillige Geschäfte ruchbar, weil Bruck in der Firma auch Verwandte beschäftigt. [...] Da verwundert es doch, dass der Herr Professor seine eigene Tochter mitarbeiten ließ. Noch dazu um einen etwas höheren Stundenlohn als andere Mitarbeiter der Firma...[...]”", "(Translation from German)", "“... In his company in the Salzburg Techno-Z he helps himself to a big salary, big royalties and ATS 400,000 per year for business trips. Wayward affairs are becoming known now as Bruck also employs relatives in the company ... In this context there is still astonishment that Mister Professor gave his own daughter a job. Moreover at a slightly higher salary than other employees in the company ...”", "16. On 21 October 1999 Mr Bruck was dismissed from his post as managerial director.", "17. Referring to the above statements, Mr Bruck instituted proceedings in the Vienna Regional Criminal Court (Landesgericht) under Sections 8a and 6 of the Media Act (Mediengesetz) claiming compensation and publication of the judgment.", "18. The case was subsequently delegated to the Salzburg Regional Court, which held a hearing at which evidence was heard from Mr Bruck, the T association’s managerial director, its chairman and his deputy at the time of the events, the commercial director of Techno-Z FH at the time of the events, the four auditors in question and the journalist who had written the articles at issue.", "19. On 6 April 2001 the Regional Court, sitting as a single judge, dismissed Mr Bruck’s claim. It found that the impugned statements consisted partly of value judgments with a sufficient factual basis and partly of true statements of fact. It noted that the auditors Mr Dollhäubl and Mr Kittl had established in a report of March 1998 serious shortcomings in the book-keeping and accounting system of Techno-Z FH. They found that there had been no composite book-keeping for the year 1997 and that this system did not correspond to the principles of proper bookkeeping under the Book-keeping Act (Rechnungslegungsgesetz). The management board of the T association had taken note of this report with thanks and consternation. Despite that report the financial status of the company had been unclear at the time because of missing data. The management board had subsequently decided to appoint a commercial director in addition to Mr Bruck in order to guarantee a solid accounting system and management of public finances.", "20. A further report, by an external firm of business auditors commissioned by Mr Bruck, although more favourable, had also established shortcomings in the book-keeping and accounting system and had made recommendations for improvements. For instance, contrary to the company agreement, investments over a certain amount had been made without the authorisation of the company owners. Furthermore, a bank account for a certain project had been registered in Mr Bruck’s name. Therefore, the articles’ statement that Mr Bruck was lax about the finances of Techno-Z FH was true.", "21. The court further noted that Mr Bruck’s former contract had expired at the end of December 1997 and, although the main features of a new contract had been discussed, there had been no agreement on its fundamental aspects. Therefore, at the time of the audit in March 1998 Mr Bruck did not actually have a valid employment contract and the payouts, although not considered as arbitrary and tolerated, had taken place without any legal basis. Mr Bruck had not contested the amount of the sums mentioned in relation to his salary and expenses for business trips. The notions “wanderlust” and “business excursions” and “financial avarice”, “expense account profiteer”, “rip-off merchant” and “so-called media expert” and the statement that the finances in the company were “adventurous” were permissible value judgments. The fact that Mr Bruck had wrongly calculated royalties had been proven by the audit report of Mr Dollhäubl and Mr Kittl. The statement that Mr Bruck had used financial tricks was therefore also true. Mr Bruck had in fact once exceeded the credit line of the company and had acknowledged that Mr Kittl had not been paid his fee. His argument that Mr Kittl had not been commissioned by Techno-Z FH was questionable and, in any event, did not exclude the possibility that another motive for the refusal to pay Mr Kittl had been revenge, which, moreover, appeared obvious in view of the consequences of his report. Mr Kittl had actually requested the opening of bankruptcy proceedings against Techno-Z FH. It was true that Mr Bruck’s idea of providing every household in Salzburg with free internet access would have allowed children to access pornographic sites. Mr Bruck had employed his daughter in his company at a slightly higher salary per hour than other employees.", "22. The court noted, lastly, that the applicant company could rely on Article 10 of the Convention, particularly as there was substantial public interest in the subject matter because public funds were at stake.", "23. On an appeal by Mr Bruck, the Linz Court of Appeal (Oberlandesgericht), having held a hearing and sitting as a bench of three judges, quashed that judgment on 25 July 2002. It found that the Regional Court had left essential evidence unconsidered and had given pseudo-reasons for its findings. In addition to the facts established by the Regional Court and referring to the statements of the witnesses made before that court, the Court of Appeal set out the following background to the case:", "24. Mr Bruck was a former honorary professor at the Salzburg University and academic director of a technical college. In his function as managerial director of Techno-Z FH he had had responsibility, in particular, for acquiring research and development subsidies from national, European and international bodies in which task he was highly successful. The travel expenses for the corresponding business trips had never been challenged and appeared reasonable in the light of their development over the years and in relation to the travel expenses of the company’s other employees.", "25. After Mr Bruck’s former contract had expired at the end of December 1997, he was able to base his salary claim on an oral agreement of 23 December 1997 which was recorded in a note for the file and provided for a base amount of 80,000 Austrian Shillings (ATS) and a premium depending on any surplus produced by the company, this to be paid as monthly instalments of ATS 10,000. The taking of a decision on Mr Bruck’s contract was repeatedly adjourned because no agreement on the concrete calculation of the company’s surplus could be reached.", "26. While it was true that Mr Kittl and Mr Dollhäubl’s report of March 1998 established shortcomings in the accounting system, criticised the fact that Mr Bruck’s salary was paid without any underlying contract or decision and that royalties for the year 1996 had been wrongly calculated, that report appeared partial and subjective: Mr Kittl had previously praised the accountancy and organisation of Techno-Z FH. Furthermore, Mr Kittl and Mr Dollhäubl had been present when the basic agreement on Mr Bruck’s further contract had been reached on 23 December 1997. Lastly, Mr Kittl and Mr Dollhäubl had simply noted the lack of vouchers book-keeping in 1998 without questioning the reason for it, namely a computer crash as established by the subsequent audit by an external accounting firm. The report by that firm, commissioned by Mr Bruck, found that the accounting system and management of public finances corresponded to the average standard of a private institution and remarked critically that the company had not adapted its organisation structure to the rise of its business turnover fast enough. It did not confirm the serious shortcomings outlined in Mr Kittl and Mr Dollhäubl’s previous report.", "27. The commercial director was in fact appointed to relieve Mr Bruck who was busy handling other accountancy matters. It was true that in April 1998 Mr Bruck had exceeded the company’s credit line; however, he handed in the corresponding authorisation a few days later and was absolved by the management board as he had demonstrated that the overdraft had been necessary. When drawing up a proposal for a “citizens’ web” in 1997, Mr Bruck had wished to create a local educational internet and not provide children with access to pornographic internet pages. Furthermore, there was a possibility of locking certain pages of the internet.", "28. Mr Bruck had properly refused to pay Mr Kittl’s fees because it was the T association and not Techno-Z FH which had commissioned him. Mr Kittl’s subsequent request that bankruptcy proceedings be instituted against the company had been unsuccessful because he had not submitted any proof of the company’s insolvency. Mr Bruck had employed several trainees during the holidays, including his daughter, who had been paid between approximately seven and nine Euros (EUR) per hour, while other trainees had been paid EUR seven per hour and some EUR ten per hour. There was no indication of preferential treatment as the amount paid to Mr Bruck’s daughter corresponded to her skills and the activities she had carried out.", "29. The court found that in its overall context the series of articles wrongly accused Mr Bruck of fraudulent conversion, unjustified enrichment and commercial ineptitude. The applicant company’s reporting did not comply with the standards of journalistic diligence as it had not carried out any fair and objective research and had not questioned Mr Bruck. As the majority of the reported events dated back more than a year the journalist concerned had been under no time pressure to research the true facts behind the case. Having regard to the gravity of the criticism levelled at Mr Bruck, who had meanwhile been dismissed in order to get the company and himself out of the applicant company’s firing line, the court ordered the applicant company to pay EUR 14,500 in compensation.", "30. The applicant company subsequently filed a request for rectification of the transcript of the hearing before the Court of Appeal. It submitted that the transcript wrongly reported that the full file (including the transcripts of the examination of the evidence conducted before the Regional Court) had been read out. On 9 January 2003 the Court of Appeal granted this request and rectified the transcript to the effect that the full file had not been read out as, according to the statement of all members of the Court’s bench, the parties had waived their right to have the full file read out.", "31. Section 6(1) of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. In this context “defamation” has been defined in Article 111 of the Criminal Code (Strafgesetzbuch) as follows:", "“1. Anyone who in such a way that it may be perceived by a third person accuses another of possessing a contemptible character or attitude or of behaviour contrary to honour or morality and of such a nature as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine ...", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public shall be liable to imprisonment not exceeding one year or a fine ...", "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}