{"ITEMID": "001-58458", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF CABALLERO v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-5;Not necessary to examine Art. 13;Not necessary to examine Art. 14+5-3;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["6. In 1987 the applicant, who was born in 1926, was convicted of manslaughter by the Central Criminal Court, London. His record sheet read “manslaughter – heavy drinking session with female. In bed, during which he sexually interferes with her. Struggle ensues during which she dies”. The naked body of the victim, a neighbour of the applicant, was discovered outside the door of her flat wrapped in a bedspread. The applicant was sentenced to four years’ imprisonment. He was released in August 1988.", "7. On 2 January 1996 the applicant was arrested by the police on suspicion of attempted rape of his next-door neighbour. He maintained that he had had sexual intercourse with the woman with her consent and the woman claimed that the incident had taken place after she had blacked out from drinking. He was brought before the Magistrates’ Court on 4 January 1996. While the applicant instructed his solicitor to apply for bail on his behalf, no bail application was or could have been made in view of section 25 of the Criminal Justice and Public Order Act 1994. The record of the hearing of 4 January 1996 refers to section 25 of the 1994 Act as the reason for the refusal of bail. The applicant was remanded in custody by the Magistrate on 4 and 11 January 1996, the second appearance being necessary in view of the possibility (later abandoned) of the prosecution amending the charge against the applicant.", "8. The applicant was convicted of attempted rape and of assault occasioning actual bodily harm in October 1996. On 17 January 1997 he was sentenced to four years’ imprisonment for the assault conviction and to life imprisonment for the attempted rape conviction. The trial court deducted the period of his pre-trial detention from the sentence imposed pursuant to section 67 of the Criminal Justice Act 1967. On 11 July 1997 the Court of Appeal rejected his appeal against sentence.", "9. Section 4 of the Bail Act 1976 as amended (“the 1976 Act”) provided that a person accused of a criminal offence should be granted bail except as stated in Schedule 1 to the Act. Paragraph 2 of Schedule 1 provided that a defendant need not be granted bail if the court was satisfied that there were substantial grounds for believing that the defendant, if released on bail, would fail to surrender to custody, commit an offence while on bail or interfere with witnesses or otherwise obstruct the course of justice, whether in relation to himself or any other person.", "10. Under paragraph 9 of Schedule 1 to the 1976 Act, in taking the above decision, the court was to have regard to such of the following considerations, as well as to any other considerations, as appeared to that court to be relevant:", "– the nature and seriousness of the offence or default (and the probable method of dealing with the defendant for it);", "– the character, antecedents, associations and community ties of the defendant;", "– the defendant’s record as regards the fulfilment of his obligations under previous grants of bail in criminal proceedings; and", "– except in the case of a defendant whose case was adjourned for inquiries or a report, the strength of the evidence of his having committed the offence or having defaulted.", "11. According to paragraph 9A of Schedule 1 to the 1976 Act, if a defendant (who had been charged with murder, manslaughter, rape, attempted murder or attempted rape) was granted bail and representations had been made as regards the matters mentioned in paragraph 2 of Schedule 1, the court had to state its reasons for granting bail and cause those reasons to be included in the record of the proceedings.", "12. Section 25 of the Criminal Justice and Public Order Act 1994 (“the 1994 Act”) came into force on 10 April 1995 and provided as follows:", "“(1) A person who in any proceedings has been charged with or convicted of an offence to which this section applies and in circumstances to which it applies shall not be granted bail in those proceedings.", "(2) This section applies, subject to subsection (3) below, to the following offences, ... –", "(a) murder;", "(b) attempted murder;", "(c) manslaughter;", "(d) rape; or", "(e) attempted rape.", "(3) This section applies to a person charged with or convicted of any such offence only if he has been previously convicted by or before a court in any part of the United Kingdom of any such offence or of culpable homicide and, in the case of a previous conviction of manslaughter or culpable homicide, if he was then sentenced to imprisonment or, if he was then a child or young person, to long-term detention under any of the relevant enactments.", "…”", "13. Section 25 of the 1994 Act has been amended by section 56 of the Crime and Disorder Act 1998, which entered into force on 30 September 1998. Section 56 of the 1998 Act reads as follows:", "“In subsection (1) of section 25 of the 1994 Act (no bail for defendants charged with or convicted of homicide or rape after previous conviction of such offences), for the words ‘shall not be granted bail in those proceedings’ there shall be substituted the words ‘shall be granted bail in those proceedings only if the court or, as the case may be, the constable considering the grant of bail is satisfied that there are exceptional circumstances which justify it’.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}