{"ITEMID": "001-110785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CASE OF MEREUŢĂ v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Gabriel Mereuţă, is a Romanian national who was born in 1966 and lives in Piatra Neamţ. The Romanian Government (“the Government”) are represented by their Agent, Mr Răzvan-Horaţiu Radu, of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant and D.O. have a child who was born on 26 August 2003. In April 2006, the couple split up and the applicant returned to live with his parents. At that time the child was cared for by the paternal grandparents. Soon after the separation, D.O. married M.V.B. and then changed her workplace to Bicaz, some twenty kilometres away from their former residence.", "4. Relations between the applicant and D.O. deteriorated significantly after their separation. They engaged in extensive litigation concerning the division of property they had acquired during their relationship.", "In addition, both parents filed for custody of the child. On 1 August 2006 the applicant asked for temporary custody pending the outcome of the main proceedings. On 24 August 2006 the Piatra Neamţ District Court granted him that right. A similar request lodged by the mother was dismissed by the same court on 22 September 2006.", "5. From 15 September 2006 the applicant enrolled the child at School no. 6, at kindergarten level, where he remained until 7 December 2007 when his mother enrolled him at a kindergarten in Bicaz, closer to her work place and that of her husband. At that time D.O. was a judge at Bicaz District Court and subsequently a prosecutor in the Prosecutor’s Office attached to that district court. Her new husband was a prosecutor in the same office.", "6. On 15 January 2007 the Piatra Neamţ District Court examined the merits of the requests for custody lodged by the two parents and found in favour of the mother. It granted visiting rights to the applicant. The court noted that most of the mutual allegations of lack of interest in the child and unfitness to take care of him remained unsubstantiated, the only proven fact being the extreme animosity between the parents.", "7. The applicant appealed and on 2 October 2007 the Neamţ County Court upheld the custodial decision and set a visiting schedule for the applicant, who was entitled to take the child to his home as follows: every first and third weekend of the month, from 12 p.m. on Friday to 8 a.m. on Monday; the first week of every school holiday; and one month during the summer holidays. The child was to be picked up by the applicant from “Kindergarten no. 6”.", "8. The applicant appealed on points of law, reiterating his request for custody; he agreed to the pick-up point set by the court as “Kindergarten no. 6”. In a final decision of 19 March 2008 the Bacău Court of Appeal took note that the applicant had retracted his appeal.", "9. Between December 2007 and July 2009, in accordance with the visiting schedule, the applicant went to the kindergarten where his child used to be enrolled allegedly “at least forty-five times”, but the mother never showed up.", "10. In February 2008 he initiated enforcement proceedings, without success; the bailiff compiled several reports (dated 8 February, 22 February, 7 March, 4 April, 6 June, 4 July, 5 September, 19 September, 10 October, and 21 November 2008) confirming the mother’s failure to comply with the provisions of the county court decision.", "11. Starting from 25 December 2007, several criminal complaints (allegedly twenty-five) were lodged by the applicant against D.O for noncompliance with the provisions of the final enforceable decision. The Prosecutor’s Office attached to the Bacău Court of Appeal joined the examination of the various complaints and on 9 June 2008 decided not to prosecute on the ground that the alleged crimes had not occurred; the prosecutor also noted that the applicant had had numerous opportunities to see the child, but he had failed to keep the appointments and preferred instead to lodge various complaints against the mother.", "The prosecutor’s decision was communicated to the applicant on the same day.", "12. The applicant objected to the prosecutor’s decision, but on 16 December 2008 the Galaţi Court of Appeal upheld it. The court noted that the applicant had not respected the pick-up point set by the courts: he had gone with the bailiff to the child’s former kindergarten, School no. 6, whereas the mother had gone with the child to Kindergarten no. 6, which was located at a different address, as ordered by the final court decision. It also considered that the applicant’s intention was to find fault with the mother and pointed out, based on the evidence adduced before it, that the applicant had only visited the child in his new kindergarten, in Bicaz, once, accompanied by the bailiff, and on that occasion he had tried to take the child with him by force, causing a scene which had traumatised the child.", "13. In a final decision of 27 February 2009 the High Court of Cassation and Justice upheld the prosecutor’s decision.", "14. On 13 October 2009 the applicant filed for the clarification of the county court decision of 2 October 2007. On 10 November 2009 the Neamţ County Court sitting in camera granted his request and acknowledged that “Kindergarten no. 6” was to be understood to be “the kindergarten belonging to School no. 6”. The parties were not summoned to the proceedings.", "15. Several other criminal complaints lodged by the applicant against D.O. were dismissed by the prosecutor on 9 June 2009, 30 April 2010 and 14 June 2010 for the same reasons as those provided in the decision of 9 June 2008.", "16. The relevant domestic legal provisions are set out in the Court’s judgments in Lafargue v. Romania (no. 37284/02, §§ 64-69, 13 July 2006), and Costreie v. Romania (no. 31703/05, §§ 55-58, 13 October 2009). The role and responsibilities of the local public authorities in respect of social assistance and child protection, as well as the relevant provisions of Law no. 272/2004 on Child Protection are described in the judgment in Amanalachioai v. Romania, (no. 4023/04, §§ 56 and 59, 26 May 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}