{"ITEMID": "001-84467", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SMORODINOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1958 and lives in the town of Novovoronezh in the Voronezh Region.", "6. The applicant is a Chernobyl pensioner. She sued the Welfare Office for the unpaid allowances.", "7. On 15 July 2003 the Novovoronezhskyy Town Court of the Voronezh Region (“the Town Court”) awarded her the unpaid disability allowance over the period between 1 July 2002 and 31 July 2003 in the amount of 22,109.75 Russian roubles (RUB). The judgment entered into force on 25 July 2003. It was enforced in full on 9 June 2005.", "8. By a judgment of 15 March 2004 the Town Court awarded the applicant the unpaid food and disability allowances over the period between 1 July 2002 and 31 December 2003 in the amount of RUB 4,329.72 and RUB 643.85 respectively. The judgment acquired legal force on 25 March 2004. It appears that it has not been enforced to date.", "9. On 15 March 2004 the Town Court recovered in the applicant's favour the unpaid disability allowance over the period between 1 August 2003 and 31 December 2003 in the amount of RUB 13,971.50. The judgment became final on 25 March 2004. It was fully enforced on 3 August 2005.", "10. By a judgment of 6 May 2004 the Town Court awarded the applicant the unpaid disability allowance over the period between 1 January 2004 and 31 March 2004 in the amount of RUB 9,494.54. The court also increased the monthly disability allowance to RUB 5,664.85 as of 1 April 2004 and held that it had to be index-linked in accordance with legislation. On 17 May 2004 the judgment acquired legal force. On 10 June 2004 the Welfare Office ordered to increase the applicant's monthly disability allowance to RUB 5,664.85. On 11 November 2005 the applicant received RUB 9,949.54.", "11. On 9 September 2004 the Town Court recovered in the applicant's favour the unpaid food allowance over the period between 1 January 2004 and 31 March 2004 in the amount of RUB 1,139.34 and the unpaid annual disability allowance for 2004 in the amount of RUB 1,132.96. The court also increased the applicant's monthly food allowance to RUB 679.78 as of 1 April 2004 and ordered to index-link it in accordance with legislation. The court further held that as of 2005 the Welfare Office was to pay the applicant an annual disability allowance and to index-link it in accordance with legislation. The judgment entered into force on 20 September 2004. It appears that it has not been enforced to date.", "12. On 29 September 2004 the Town Court awarded the applicant RUB 12,659.40 for the unpaid disability allowance over the period between 1 April 2004 and 31 July 2004. On 11 October 2004 the judgment acquired legal force. It was fully enforced on 11 November 2005."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}