{"ITEMID": "001-70186", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SABRI TAS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1;Remainder inadmissible", "JUDGES": "", "TEXT": ["6. The applicant was born in 1964 and lives in Batman.", "7. On 7 February 1993 the applicant was taken into custody in Batman by police officers from the Batman Anti-Terrorist Branch and he was held in custody until 5 March 1993.", "8. On 5 March 1993 the Batman Criminal Court ordered the applicant’s remand in custody.", "9. On 6 April 1993 and on 10 October 1994 the Public Prosecutor at the Diyarbakır State Security Court filed two different bills of indictment accusing the applicant of being a member of an illegal terrorist organization and undermining the integrity of the State.", "10. On 5 May 1993 the State Security Court commenced the trial against the applicant and twenty-one other suspects, and prolonged the applicant’s detention.", "11. On 1 December 1995, the State Security Court convicted the applicant under Article 125 of the Criminal Code, and sentenced him to life imprisonment. The charges had been brought under Articles 168 and 125 of the Criminal Code.", "12. Thereafter, the Court of cassation quashed the judgment three times, remitting it to the first-instance court, which reached the same conclusions as before:", "– Court of Cassation decisions quashing the judgments on 9 July 1996, 31 January 2000 and 2 April 2001;", "– the repetitive State Security Court decisions on 11 June 1999 (after numerous hearings), 28 September 2000 (after numerous hearings in the applicant’s absence) and 31 January 2002 (also after numerous hearings).", "13. On that latter date, the State Security Court convicted the applicant under Article 168/2 of the Criminal Code and sentenced him to twelve years and six months’ imprisonment. He was released the same day.", "14. The applicant did not appeal against this judgment. On 7 February 2002 it became final.", "15. A full description of the domestic law may be found in the Demirel v. Turkey judgment (no. 39324/98, §§ 47-49, 28 January 2003)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}