{"ITEMID": "001-105746", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GRIMKOVSKAYA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["7. The applicant was born in 1966 and lives in Krasnodon.", "8. The applicant is the owner of a house on K. Street in Krasnodon, where she resides with her parents and her minor son, D. G.", "9. According to the Government, since 1983 K. Street had been a part of the Soviet trans-republican motorway running from Chisinau (Moldova) to Volgograd (the Russian Federation). In 1998 (after disintegration of the USSR) the Ukrainian authorities undertook a motorway stocktaking project and re-classified part of the motorway routed through the applicant’s street as the “M04 Kyiv-Lugansk-Izvarine motorway”.", "10. According to the applicant, until the 1998 stocktaking project, the Chisinau-Volgograd motorway had never been routed through K. Street. Instead, it ran through P. Street in Krasnodon. K. Street, which is only six meters wide, is lined with private houses and gardens and is completely unsuitable for accommodating cross-town traffic. It has no drainage system, pavements or proper surfacing able to support heavy lorries and has been initially designed as an exclusively residential street. In 1998, in the course of the stocktaking project, the Department for Architecture and Urban Development of the Krasnodon City Council’s Executive Committee agreed, for the first time, that the M04 motorway should pass via K. Street. In support of this allegation, the applicant provided a copy of a letter sent by the abovementioned Department on 9 October 1998 addressed to the State Roads Design Institute (Дорпроект), in which it notified that agency of its consent to the M04 motorway being routed via a number of streets in Krasnodon, including K. Street.", "11. According to the applicant, following this change in the routing of traffic, her house eventually became practically uninhabitable. It suffered heavily from vibration and noise caused by up to several hundred lorries passing by every hour. In addition, air pollution increased substantially over the years and numerous potholes emerged in the inadequate surface of the road. As a result of driving across these potholes, the vehicles emitted additional fumes and stirred up clouds of dust. In trying to deal with the potholes, the road service department started filling them with cheap materials, such as waste from nearby coal-mines, which had a high heavymetal content.", "12. On 15 May 2002, responding to complaints from the street’s residents, the Lugansk Regional Sanitary Department (Державна санітарно-епідеміологічна служба в Луганській області) measured the level of pollution near several K. Street houses, including the applicant’s. During the test period of one hour, 129 vehicles were recorded as having passed by, 71 of which (55%) emitted pollutants (nitrogen dioxide, carbon monoxide, saturated hydrocarbons, lead, copper, etc.) in excess of applicable safety standards. It was further established that the content of copper and lead in dust stirred up exceeded the safety standards by 23 and 7.5 times respectively. The monitoring team also noted that the road surface was damaged.", "13. By way of evidence concerning the damage to the applicant’s house, she presented a certificate dated 31 May 2002 signed by a group of assessors consisting of a city council deputy, the head of the local residents’ association and a private individual. The group attested that it had examined the house and found that it had been damaged. In particular, the basement was cracked and the walls were covered with coal dust, which had allegedly been used during ad-hoc repairs of the road aimed at filling the potholes and subsequently disturbed by passing traffic. It also noted that the road surface near the applicant’s house had been badly damaged, thus amplifying vibrations from passing vehicles and causing vibration of the furniture inside the applicant’s house and pieces of plaster to occasionally fall from its ceiling and walls.", "14. By way of evidence of health damage, the applicant presented medical certificates attesting that her father, mother and minor son were suffering from numerous diseases. The applicant’s father, born in 1939, was diagnosed, in particular, with chronic erosive gastroduodenitis, chronic bronchitis, pneumatic fibrosis, atherosclerosis, hypertension, cardiosclerosis and other diseases, cumulatively resulting in his being assessed in April 2001 as a “second (intermediate) degree” disabled person.", "15. The applicant’s mother (Mrs Grishchenko), born in 1946, was found to be suffering, inter alia, from ulcers, chronic bronchitis, respiratory insufficiency, ischemic heart disease, deforming osteoarthritis, osteochondrosis and other diseases.", "16. The applicant’s minor son D. G., born in 1994, started suffering from frequent respiratory tract diseases from 1997 onwards. In 1998 he was diagnosed as suffering from secondary immunodeficiency, non-rheumatic carditis and biliary dyskinesia. In 2000 D. G. was further diagnosed with hyperexcitability and hyperactivity disorder. During in-patient treatment of D. G. in November 2002, he was found to have excessive levels of copper and lead in his blood and urine and was diagnosed as suffering from chronic poisoning from heavy-metal salts, chronic toxic hepatitis and toxic encephalopathy.", "17. On 12 July 2003 the Krasnodon Children’s Hospital recommended that the applicant’s son be resettled. The certificate noted, in particular:", "“Regard being had [to the fact] that the child has been living in an environmentallysaturated area since his birth (considerable pollution of air and soil with salts of heavy metals, sulphur dioxide, saturated and unsaturated carbohydrates), it is necessary to change his place of residence”.", "18. On numerous occasions Mrs Grishchenko complained on the family’s behalf to various authorities (including the President of Ukraine, the State Sanitary Department, the municipal authorities and the prosecutor’s office) about intolerable levels of nuisance and pollution from the M04 motorway. According to the case file, the first complaints were lodged by her no later than 2000. On various occasions analogous complaints were also lodged individually and collectively by other K. Street residents. It is unclear from the case file what actions, if any, were taken by the authorities in response to these complaints prior to May 2002.", "19. On 28 May 2002, following the assessment of pollution levels undertaken on 15 May 2002 (mentioned in paragraph 12 above), the Lugansk Regional Chief Sanitary Officer (головний санітарний лікар Луганської області) ordered the Krasnodon Mayor to consider stopping through traffic using K. Street and repairing K. Street’s road surface. In his decision, that official mentioned that K. Street was designated as a temporary transit thoroughfare and that heavy traffic had ruined the surface of the road. He further noted that the level of air pollution on K. Street was in breach of the Law of Ukraine “On the Protection of the Air” (“the Clean Air Act”) and that such pollution could have adverse effects on the residents’ health.", "20. On an unspecified date Mrs Grishchenko complained to the Krasnodon Prosecutors’ Office about the level of pollution and demanded the initiation of a criminal investigation into the situation.", "21. On 13 June 2002 the Krasnodon Prosecutors’ Office rejected her demand, having found that while the fact of excessive pollution was not in dispute, there was no basis for linking this situation to any criminal wrongdoing on any authority’s behalf. There was no appearance that the decision to use K. Street as a transit road had been in and of itself unlawful. As regards repairing the road, the Prosecutors’ Office had ordered the Krasnodon City Council’s Executive Committee (hereafter “the Executive Committee”) to redress violations of environmental law. It further notified Mrs Grishchenko that according to its information, repairs were planned for June 2002.", "22. On 16 June 2002 K. Street was blocked to prevent the further passage of automobile traffic.", "23. On 2 July 2002 the Lugansk Regional Prosecutors’ Office further informed Mrs Grishchenko that on 18 June 2002 the Executive Committee had decided to order repairs to K. Street.", "24. On 24 October 2002 the Chief of the Krasnodon Department of the Interior recommended that the municipality find funding for the repair of the surface of K. and L. Streets.", "25. On 1 July 2003 the Lugansk Regional Department of the State Highways Agency (Укравтодор – “the Highways Agency”) wrote to the Mayor of Krasnodon, acknowledging that the section of the M04 road in the region was not sufficiently equipped to accommodate the increased traffic and that there was an urgent need to build transit routes bypassing populated communities, including Krasnodon. However, regard being had to the lack of available funding, these works had not been carried out and the Lugansk Department had asked its central headquarters to deal with the situation. It further suggested that the Krasnodon municipality should renovate the intown part of the road using funds garnered from automobile tax retained by the city treasury.", "26. On 6 June 2006 the Municipal Housing and Municipal Maintenance Department informed the Executive Committee that repairing the surface of K. Street had been entered into the Urban Development Plan for 2006. However, no funding for the works had ever been received. It further noted that Krasnodon lacked any alternative roads meeting the standards of a transit thoroughfare and that the use of K. Street for this purpose – which it was unequipped for – had resulted in heavy deterioration of its surface.", "27. On 27 June 2006 the Lugansk Regional Chief Sanitary Officer confirmed in his correspondence that the passage of vehicles through K. Street had been impossible, the street having been blocked by concrete blocks and other barriers.", "28. On 24 November 2010 the applicant informed the Court, without providing any supporting materials, that the use of K. Street as a motorway had been recently restarted without any in-depth repairs having been carried out.", "29. In 2001 Mrs Grishchenko lodged a civil claim on the applicant’s behalf, seeking to oblige the Krasnodon City Council’s Executive Committee to resettle the family and to pay 5,000 hryvnias (UAH) in compensation for damage caused to their house and health by the operation of the M04 motorway.", "30. In the course of the trial, the court examined written evidence presented by the applicant and questioned officials of the municipal Architecture, Housing and Road Maintenance Departments, and officers from the traffic police. The Architecture Department official stated that K. Street was seven metres wide; it had no drainage or pavements because there was no funding available for constructing these amenities. The Housing Maintenance Department official acknowledged that his department was partly responsible for K. Street’s maintenance, which was to be funded by the Highways Agency and from automobile taxes. As the funding had not been forthcoming, the street had not been maintained properly. He also opined that the damage to the applicant’s house had more likely been caused by construction flaws than by the operation of the motorway. The official from the Road Maintenance Department submitted that K. Street, being part of a motorway, was to be managed by it jointly with the Highways Agency. Finally, a traffic police officer submitted that for several preceding years there had been no complaints of traffic accidents on K. Street and that twice a year the traffic police examined the state of the road.", "31. On 18 January 2002 the Krasnodon Court rejected Mrs Grishchenko’s claim. The full text of its reasoning reads as follows:", "“It has been established in court that K. Street in Krasnodon hosts the M04 KyivLugansk-Izvarine motorway.", "The plaintiff did not provide the court with evidence that on account of the Executive Committee’s fault the road is operated in breach of technical requirements existing for this category of roads. The plaintiff did not specify which particular provisions have been breached.", "In addition, the plaintiff did not provide evidence that it is the [Executive Committee’s] fault that her lawful rights have been infringed, namely, [that] her house has been destroyed, [and that] herself and her family suffer from various illnesses, resulting in mental distress.", "Based on the above, the court considers it necessary to reject the claim as illfounded ...”", "32. Mrs Grishchenko appealed. Referring primarily to Article 50 of the Constitution of Ukraine and the Clean Air Act, she noted, in particular, that by focusing on the issue of the road’s maintenance, the first-instance court had deviated from the object of her claim. In fact, instead of seeking to oblige the plaintiff to repair the street, she had demanded resettlement, as in her opinion the street was completely unsuitable for hosting a motorway in the first place. The defendant had been at fault, not only for allowing through traffic, but also for failure to organise its regular supervision by traffic police, environmental and sanitary services to ensure safety, and anti-pollution measures. The claimant asserted that the witnesses had presented inaccurate data. In particular, there had been numerous traffic accidents on K. Street, and a recent police response to one of the residents’ complaints about that issue had been included in the case file. Mrs Grishchenko further complained that the court had failed to summon officials from the environmental and sanitary services to present comprehensive information about the environmental situation around the road and so had failed to ensure her and her family’s right of access to environmental information.", "33. On 10 June 2002 the Lugansk Regional Court of Appeal dismissed this appeal. The full text of the court’s reasoning was as follows:", "“Rejecting the claim of Grimkovskaya N. N., the court lawfully concluded that the M04 Kyiv-Lugansk-Izvarine motorway has been assigned on the basis of full managerial maintenance to the [Highways Agency]... and not to the Krasnodon City Council’s Executive Committee.", "The plaintiff did not provide the court with any evidence that the defendant had wrongly caused her non-pecuniary damage and did not specify the legal basis for compensation of the [alleged] non-pecuniary damage and [for] resettlement ...”", "34. On 8 July 2002 Mrs Grishchenko appealed in cassation. She submitted that in her view the Krasnodon City Council’s Executive Committee had been the proper defendant. In support of this argument, she provided a letter from the Highways Agency dated 6 June 2002 informing her that K. Street was not on its books and that it was to be managed by the municipality. She further alleged that the court had never examined whether the decision of the Krasnodon City Department for Architecture and Urban Development taken in October 1998 to route through traffic via K. Street had been lawful and reasonable. She considered that it had been unlawful to turn a six-metre-wide street into a motorway, especially in light of the subsequent failure of the municipality to organise proper environmental monitoring and management of the road. Mrs Grishchenko additionally mentioned that the first measurement of pollution levels had been carried out only in May 2002, following numerous complaints by the street’s residents.", "35. On 21 July 2003 the Supreme Court of Ukraine rejected Mrs Grishchenko’s request for leave to appeal in cassation.", "36. Relevant provisions of the Constitution read as follows:", "“To ensure ecological safety and to maintain the ecological balance on the territory of Ukraine, to overcome the consequences of the Chernobyl catastrophe — a catastrophe of global scale, and to preserve the gene pool of the Ukrainian people, is the duty of the State.”", "“Everyone has the right to an environment that is safe for life and health, and to compensation for damages inflicted through the violation of this right ...”", "37. The relevant provisions of the above law as worded at the material time read as follows:", "“Carrying out a business or other type of activity connected to a breach of conditions and requirements concerning the emission of pollutants into the air and levels of [pollution] by physical and biological factors envisaged by permits may be restricted, suspended or discontinued according to the law.”", "“...", "Local bodies of executive power, bodies of local self-governance, enterprises, establishments, organisations and citizens [involved in] entrepreneurial activity shall be obliged to take necessary measures to prevent and preclude [an increase in] established levels of air [pollution] by physical and biological factors and [its effects on] human health.”", "“In order to prevent and mitigate air pollution by methods of transport and by physical factors and facilities connected to them, there shall be:", "Developed and implemented a system of measures concerning reductions in emissions, detoxification of pollutants and mitigation of physical impacts in the course of the development, production, exploitation and repair of methods of transport and in [associated] facilities;", "A shift of methods of transport and [associated] facilities to less toxic types of fuel;", "Rational planning and development of populated communities in conformity with the distances to main roads set out by law or regulation;", "The movement of transport enterprises, cargo transit, and automobile transport [so that they take place] outside of densely populated residential areas;", "Restrictions on the entrance of automotive traffic and other methods of transport and on [associated] facilities in areas zoned for residential, resort, health, recreational and nature-reserve uses, and in places of mass recreation and tourism;", "Improvement in the state of maintenance of main roads and street surfaces;", "Implementation of automated systems of traffic regulation in the cities;", "Improvement in technologies for the transportation and storage of fuel at petrol refineries and petrol stations;", "Implementation of and improvement in monitoring activities, regulatory facilities, diagnostics facilities and comprehensive systems of control over compliance with environmental safety laws and regulations governing methods of transport and [associated] facilities;", "A prohibition on the development, production and exploitation of methods of transport and [associated] facilities or physical factors [giving rise to] a level of pollutants in exhaust fumes which exceeds [applicable] standards.”", "“In order to preclude and decrease [excessive] levels of production and other noise and [in order to] achieve safe [levels of noise], there shall be:", "...", "Improvement in the design of methods of transport and [associated] facilities, and in the conditions for their exploitation, as well as due maintenance of train and tram tracks, roads, [and] street surfaces;", "The situation, during the planning and development of populated communities, of enterprises, transport thoroughfares, aerodromes and other objects containing sources of noise in accordance with sanitary requirements and construction guidelines established by law and [in accordance with] noise maps;", "...", "Administrative measures concerning the preclusion and decrease of ... noise, including the implementation of regulations and schedules [governing] transport and vehicle movement, and [the operation of associated] facilities, within the boundaries of populated communities.", "...”", "38. The relevant paragraph of the Guidelines as worded at the material time reads as follows:", "“In the course of developing new or reconstructing existing motorways of national importance, their routes shall be channelled, as a rule, [so as to] bypass existing populated communities.”", "39. The Aarhus Convention (“Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters”, ECE/CEP/43) was adopted on 25 June 1998 by the United Nations Economic Commission for Europe and came into force on 30 October 2001. Ukraine ratified the Convention on 6 July 1999.", "The Aarhus Convention may be broken down into the following areas:", "- Developing public access to information held by the public authorities, in particular by providing for transparent and accessible dissemination of basic information.", "- Promoting public participation in decision-making concerning issues with an environmental impact. In particular, provision is made for encouraging public participation from the beginning of the procedure for a proposed development, “when all options are open and effective public participation can take place”. Due account is to be taken of the outcome of the public participation in reaching the final decision, which must also be made public.", "- Extending conditions for access to the courts in connection with environmental legislation and access to information.", "40. On 27 June 2003 the Parliamentary Assembly of the Council of Europe adopted Recommendation 1614 (2003) on environment and human rights. The relevant part of this recommendation states:", "“9. The Assembly recommends that the Governments of member States:", "i. ensure appropriate protection of the life, health, family and private life, physical integrity and private property of persons in accordance with Articles 2, 3 and 8 of the European Convention on Human Rights and by Article 1 of its Additional Protocol, by also taking particular account of the need for environmental protection;", "ii. recognise a human right to a healthy, viable and decent environment which includes the objective obligation for states to protect the environment, in national laws, preferably at constitutional level;", "iii. safeguard the individual procedural rights to access to information, public participation in decision making and access to justice in environmental matters set out in the Aarhus Convention;", "...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}