{"ITEMID": "001-61075", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PERNA v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 and 6-3-d;No violation of Art. 10", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["11. The applicant was born in 1940 and lives in Rome.", "12. He is a journalist by profession and on 21 November 1993 he published in the Italian daily newspaper Il Giornale an article about Mr G. Caselli, who was at that time the Principal Public Prosecutor in Palermo. The article was entitled “Caselli, the judge with the white quiff” and subtitled “Catholic schooling, communist militancy like his friend Violante – Are the charges against Andreotti the start of a new Sogno case?”.", "13. In the article the applicant, after referring to the proceedings brought by Mr Caselli against Mr G. Andreotti, a very well-known Italian statesman accused of aiding and abetting the Mafia (appoggio esterno alla mafia) who has in the meantime been acquitted at first instance, expressed himself as follows:", "“In the last few days Giulio Andreotti has told an Israeli newspaper that he fears he is to be eliminated.", "If I may be permitted to begin with a digression, I wonder why he was talking to a foreign paper rather than the Italian press. He’s not the only one. It’s getting to be an epidemic. During the same period the industrialist Carlo De Benedetti chose an English newspaper in which to say that Italy is his Siberia. Even Bettino Craxi, when he feels like uttering threats or complaints, generally does so via the Spanish papers. This might be a form of gratuitous snobbery. But it might also be a victimisation syndrome of the type ‘We’re foreigners in our own country and are obliged to raise our voices abroad in order to make ourselves heard at home.’", "That’s what Andreotti is suggesting when he adds that he feels like an exile and the victim of a plot, but he doesn’t exactly know what kind of plot. Those who have seen him recently say that he’s pale, his pointed ears are drooping and he’s bent forward to the point of being hunchbacked. He’s worried about his wife Lidia, who’s been plunged in a kind of cataleptic trance since that fateful 27 March. That was the day when the official notification that he was under investigation – a document running to some 250 typewritten pages – turned the most well known Italian politician into the number one godfather of the Sicilian Mafia. Now Andreotti is bewildered. He tries to understand but he can’t. He thinks there must have been some sort of spur-of-the-moment conspiracy.", "But the antibody that’s eating away at him has been there for some time. It’s been cultured for years in precisely those religious environments that Andreotti likes best. While he was already dominating Rome in the 1950s Giancarlo Caselli, the Principal Public Prosecutor in Palermo, author of the 250 pages which have annihilated him, was learning his lessons at the school of the Salesian brothers in Turin.", "Giancarlo was a fine, studious boy. Turin is full of people like that because it’s a rainy city and the houses have no balconies to watch the street from, so there’s nothing else for a boy to do but get his head down over his books. That’s why the place specialises in the mass-production of intellectuals. From Bobbio to Conso, the Minister of Justice. It’s a puritan brotherhood.", "The more Giancarlo progressed towards self-knowledge the heavier his complex about his father weighed on him. The father was a very worthy man but only the chauffeur of a captain of industry. While driving he breathed in the air of the bourgeoisie and then he blew it out again over his son. The boy decided that when he grew up he would pass over to the other side of the fence. No longer subservient like dad, but keeping the upper hand.", "At university, he drew close to the PCI [the Italian Communist Party], the party which exalts the frustrated. When he was admitted to the State legal service he swore a threefold oath of obedience – to God, to the Law and to via Botteghe Oscure [formerly the headquarters of the PCI, now those of the PDS – the Democratic Party of the Left]. And Giancarlo became the judge he has remained for the last thirty years – pious, stern and partisan.", "But he cannot really be understood without a mention here of his alter ego Luciano Violante, Caselli’s twin brother. Both from Turin; the same age – 52; both raised by the Catholic teaching orders; both communist militants; both judicial officers; and a deep understanding between them: when Violante, the head, calls, Caselli, the arm, responds.", "Luciano has always been one step ahead of Giancarlo. In the mid-1970s he indicted for an attempted coup d’état Edgardo Sogno, a former member of the Resistance, but also an anti-communist. It was a typical political trial which led nowhere. Instead of facing a judicial inquiry, Violante found that his career began to take off. In 1979 he was elected as a Communist MP. And ever since then he has been the via Botteghe Oscure’s shadow Minister of Justice. Today he’s the chairman of Parliament’s anti-Mafia committee, the great choreographer of the to-ing and fro-ing of the pentiti [criminals-turned-informers] and the PDS’s strongman.", "While Violante was climbing the ladder, Caselli had turned into a handsome figure with the shock of prematurely white hair he’s so proud of. If he goes away anywhere, even on a short trip, he always takes his hairdryer with him. During breaks in proceedings he pats his quiff into place on his forehead and pushes his hair over his ears. Afterwards, as you will have noticed on TV, he moves his head the bare minimum, so as not to ruin his handiwork.", "Vain – he’s vain. When Giancarlo was a member of the National Council of the Judiciary, from 1986 to 1990, his colleagues used to make fun of him, saying ‘Under his hair there’s nothing there’. That’s true up to a point, as a comment on his narcissism and his ideological blinkers. But it’s not true as regards his intelligence, which cannot be faulted. So far, as can be seen, there’s nothing to suggest that one day Caselli’s and Andreotti’s paths would cross.", "Apart from his spell at the National Council of the Judiciary, Giancarlo continued to live in Turin. He was a judge in the public eye and in the first line of the battle against terrorism. It was he who obtained the confession of Patrizio Peci, whose evidence as a witness for the prosecution devastated the Red Brigades.", "In the meantime, the PCI set in motion its strategy for gaining control of the public prosecutors’ offices of every city in Italy. That campaign is still going on, as the PDS has picked up the baton. The whole thing was the product of two linked but very very simple ideas Violante had. The first idea was that if the Communists could not manage to gain power through the ballot box, they could do so through the courts. There was no shortage of material. The Christian Democrats and the Socialists were nothing but thieves and it would be easy to catch them out. The second idea was more brilliant than the first: the opening of a judicial investigation was sufficient to shatter people’s careers; there was no need to go to the trouble of a trial, it was enough to put someone in the pillory. And to do that it was necessary to control the entire network of public prosecutors’ offices.", "And that was the start of Tangentopoli. The Craxis, De Lorenzos and others were immediately caught with their hands in the till and destroyed. But Andreotti was needed to complete the picture. More cunning than the rest, or not so greedy, the sly old Christian Democrat nearly always avoided getting caught up in corruption cases.", "It was at that precise moment that Giancarlo was getting ready to leave the rain of Turin for the sun of Palermo. A campaign of unsubstantiated allegations saw off the incumbent public prosecutor Giammanco, who crept away with his tail between his legs. And at the start of this year the handsome judge was able to take Giammanco’s place and finally place Violante’s seal on the Palermo prosecution service.", "Before he took up his new post Caselli was summoned to the Quirinale [the President’s official residence]. President Scalfaro, knowing the type, was concerned. When he had Caselli in front of him he said: ‘Do whatever you think is right, but be objective.’", "Once in Palermo his fate and Andreotti’s, which had remained separate for years, became intertwined. Less than two months later the senator-for-life was suddenly accused of belonging to the Mafia. The file was an implausible rag-bag containing statements by pentiti, old and new documents and information given by the same old Buscetta [a pentito] to Violante and the anti-Mafia committee, now used by Caselli as evidence in a kind of game of ping-pong between the two twins. To cut a long story short, even the most long-lived brontosaurus in the Palazzo [i.e. Palazzo Madama – the Senate-House] was destroyed, thanks to the principle that an accusation is sufficient to destroy anyone.", "In April Caselli flew off to the United States, where he met Buscetta. He offered the informer 11,000,000 lire a month to continue to cooperate. Buscetta could still be useful to him during the investigation, even if the outcome was no longer of much importance. The result sought had already been achieved.", "What will happen next is already predictable. In six to eight months’ time the investigation will be closed. But Andreotti will not be able to resurrect his political career. What a stroke of luck. Caselli, on the other hand, will be portrayed as an objective judge whose duty obliged him to prosecute but who realised he had been in the wrong. He will become a hero. And that, if there is a God, cries out for vengeance.”", "14. On 10 March 1994, acting on a complaint by Mr Caselli, the judge responsible for preliminary investigations committed the applicant and the manager of Il Giornale for trial in the Monza District Court. The applicant was accused of defamation through the medium of the press (diffamazione a mezzo stampa), aggravated by the fact that the offence had been committed to the detriment of a civil servant in the performance of his official duties.", "15. At the trial on 10 January 1996 the civil party asked for the report on the evidence given by Buscetta to the New York judicial authorities and a copy of the Italian weekly newspaper l’Espresso in which that evidence had been published to be added to the file.", "The defence asked for two press articles concerning Mr Caselli’s professional relations with the pentito Buscetta to be added to the file and for the complainant to be required to give evidence. In an order made on the same day the District Court refused these requests on the grounds that the documents in question were not relevant to the object of the proceedings (defamation) and that there was no point taking evidence from Mr Caselli in view of the tenor of the article written by the applicant.", "16. On the same day, applying Article 57, Article 595 §§ 1 and 2 and Article 61 § 10 of the Criminal Code and section 13 of the Press Act (Law no. 47 of 8 February 1948), the District Court sentenced the manager of Il Giornale and the applicant to fines of 1,000,000 and 1,500,000 Italian lire (ITL) respectively, payment of damages and costs in the sum of ITL 60,000,000, payment of the civil party’s costs and publication of the judgment in Il Giornale. In its reasoning the District Court included the following considerations:", "“...", "The author of this article, taking as his theme the case against Senator Giulio Andreotti, gave a biography of the complainant in terms which emphasised his cultural background and above all his ideological leanings – allegedly close to the PCI (now the PDS) – contending that these leanings had decisively influenced [the complainant’s] professional activity to the extent of making him the instrument of a grand design of that party, namely to take control of the judicial organs, particularly the public prosecutors’ offices.", "Mr Perna stressed the long-standing friendship between the complainant and the MP Violante, asserting that the latter acted as the head in a strategy where Mr Caselli was the arm. He added to his summary biography phrases with a particularly striking literal meaning such as: ‘When he was admitted to the State Legal Service he swore a threefold oath of obedience – to God, to the Law and to via Botteghe Oscure. And Giancarlo became the judge he has remained for the last thirty years – pious, stern and partisan.’", "He accused Mr Caselli of having managed ‘the Andreotti investigation’ in furtherance of a grand political design hatched by Violante on behalf of the PCI/PDS, which was to break up by judicial process the dominant political class at the time, so that the favoured party could take power by non-electoral means.", "He suggested that the charges against Mr Andreotti, the last politician of any standing not to have been laid low by the ‘clean hands’ [mani pulite] inquiries in progress, should be seen in the context of that exploitation of the investigation.", "...", "The defamatory nature of the article ... is absolutely manifest, given that the text categorically excluded the possibility that Mr Caselli might be faithful to the deontological obligations of his duties as an officer in the State legal service and denied that he possessed the qualities of impartiality, independence, objectivity and probity which characterise the exercise of judicial functions, an activity which the complainant was even alleged to have used for political ends, according to the author of the article.", "In the present case exercise of the right to report current events cannot be pleaded as an extenuating circumstance, Mr Perna not having adduced the slightest evidence in support of his very serious allegations. Nor can he rely on exercise of the right to comment on them – a right which would certainly be enjoyed by a journalist who, in reporting court proceedings, criticises this or that measure – given that the offending assertions in the article amount to nothing more than an unjustified attack on the complainant, which foully besmirched his honour and reputation. ...”", "17. The applicant appealed. Relying on the freedom of the press, and in particular the right to report and comment on current events, he contended, among other arguments, that what he had written about Mr Caselli’s political leanings was true and that the court could have verified that by agreeing to take evidence from the complainant himself; that Caselli and Violante were indeed friends; and that it was likewise true that Caselli had used the help of the pentito Buscetta in the proceedings against Andreotti, and, as the representative of the State, had paid him sums of money, all pentiti being remunerated by the Italian State. Describing himself in addition as an opinion columnist (opinionista), he asserted that he had not intended to give a biography of Caselli but rather to express his critical opinions, in a figurative and forceful way. More precisely, he had made critical judgments, which were admittedly more or less well founded and with which readers might or might not agree, but which were explicitly derived from the factual premise, namely Caselli’s political activity. Lastly, he demanded that evidence be taken from the complainant and from certain journalists and figures in Italian politics who, like Mr Caselli, had been Communist Party militants. In particular, he asked for evidence to be taken from Mr S. Vertone and Mr G. Ferrara and for press articles on interviews in which the two men had confirmed the complainant’s active political militancy to be added to the file. In particular, in an interview published in the daily newspaper Corriere della Sera on 11 December 1994, extracts from which were quoted in the applicant’s appeal, Mr Vertone had stated, inter alia, that the complainant was a brave man of great integrity but that he was influenced by the cultural and political model of communism, that his relations with the former Communist Party had been very close and that he had later all but joined the party. In an interview given to another daily newspaper, La Stampa, which published it on 9 December 1994, Mr Ferrara had asserted that he had taken part in dozens of political meetings with Caselli and Violante among others during the 1970s in the Turin federation of the former Communist Party. He had gone on to say that although Caselli, a man of integrity, had done good work against terrorism as an officer of the State legal service, he was heavily politicised and should therefore avoid speaking like a tribune of the people.", "18. In a judgment of 28 October 1997 the Milan Court of Appeal dismissed the applicant’s appeal, ruling as follows:", "“... the statements noted in the charges ... are undeniably seriously damaging to the reputation of the injured party. They go further than casting doubt – as the charges say – on Mr Caselli’s loyalty to the country’s institutions, his faithfulness to the principle of legality, his objectivity and his independence; they categorically deny that he possesses those qualities and even attribute to him, among other accusations, instances of conduct which constitute disciplinary and criminal offences.”", "The Court of Appeal held that it was evident that the article essentially referred to facts, some of which were not in the least defamatory and were therefore not relevant to the decision to be taken.", "“In particular, the following elements are undeniably facts (not judgments), and one of the appeal pleadings (from lawyer D’A.) refers to them as such:", "(i) Giancarlo Caselli’s political leanings;", "(ii) the friendship between Mr Caselli and MP Violante;", "(iii) the information that as public prosecutor in Palermo Mr Caselli used the statements of the criminal-turned-informer Buscetta in the investigation concerning Mr Andreotti, and the information that the same Buscetta, like other pentiti, is paid by the State.", "Those elements are facts and in itself merely stating them is not in the least defamatory; they are therefore not relevant to the decision this Court has to take. That seems quite obvious as regards the last two pieces of information above, but is also true of the first (Giancarlo Caselli’s political leanings), since the State guarantees not only freedom of thought and the freedom to express thoughts but also the freedom of association in political parties.", "It is therefore not relevant to try to ascertain what political beliefs Giancarlo Caselli holds and whether or not he expressed them in specific circumstances (and at all events outside the judicial sphere and the performance of his duties) since that information could not in any case be considered defamatory in itself...", "There is therefore no basis for the request that the proceedings be reopened, firstly so that Giancarlo Caselli can be heard as a witness, and secondly to obtain the production of the press articles of Saverio Vertone and Giuliano Ferrara, but also so that witness evidence can be taken from them, once again on the subject of [Caselli’s] political militancy or at any rate of [his] ... political participation in the PCI/PDS. First of all, that information, as has already been said, is barely touched upon in the article, and in the second place it cannot in any event be regarded as damaging to the complainant’s reputation and accordingly does not need to be verified.”", "19. Other facts imputed to the complainant were, on the contrary, undeniably defamatory. First of all, there was the oath of obedience, which, beyond its symbolic import, bore the precise accusation that Mr Caselli had given a personal and lasting undertaking to “obey”, in the course of his duties, the law, his religious beliefs and “the instructions of the leaders” of a political party.", "The Court of Appeal continued:", "“The remainder of the article, which gives a highly defamatory account of Mr Caselli’s alleged obedience to the Communist Party, confirms that the journalist was not expressing judgments or personal opinions but imputing specific conduct to Mr Caselli.", "Further on the article asserts", "(i) that Mr Caselli is Mr Violante’s twin brother, ...", "(ii) that the PCI ... set in motion a strategy of seizing control of all the public prosecutors’ offices in Italy by applying two of the MP’s ideas, the first being to gain power ... by using the judicial machine and the second to resort simply to opening a judicial investigation ... in order to destroy the careers [of political opponents] since there was no need to go to the trouble of a trial, it was enough to put someone in the pillory.", "It is in that context that the journalist referred to two actions by Giancarlo Caselli: his request for a transfer to the Palermo public prosecutor’s office and subsequent appointment to the post of public prosecutor there and his notification to Mr Andreotti that he faced prosecution for belonging to a Mafia-type organisation.", "...", "The journalist Perna did not therefore express opinions or judgments but attributed to the complainant Giancarlo Caselli in a highly defamatory manner conduct and acts about which – and here we can only repeat what the District Court said – he did not adduce a scrap of evidence; he did not even seek to prove his case, as his lawyers argue that he was merely expressing opinions.", "... The journalist [having] attributed specific acts to public prosecutor Giancarlo Caselli without verifying his assertions in any way and in a totally gratuitous manner, his conduct cannot be explained by errors or misunderstandings, but only as a deliberate act.", "That is confirmed by the literal content of the whole article, in which the person of Giancarlo Caselli is constantly and subtly denigrated, even though a few positive remarks are skilfully mixed in with the attacks. ...", "The content of the whole article shows that there was no unintentional fault on the defendant’s part but that he was fully aware that he was damaging another’s reputation and even that he intended to do so.”", "20. In a judgment of 9 October 1998, deposited with the registry on 3 December 1998, the Court of Cassation upheld the Court of Appeal’s judgment, ruling that it was quite correct both as regards the merits and from the procedural point of view.", "“...", "Contrary to what has been alleged, the requests for leave to adduce evidence filed by the defence were interpreted in accordance with their exact significance and probative value and were rightly refused because they were totally devoid of relevance to the decision.", "The appeal written and signed jointly by the defendant Perna and his lawyer Mr Caiazza contains a request for the proceedings to be reopened, with a view, firstly, to ‘taking witness evidence from the civil party’, in particular ‘about the forms and modalities of his militancy, or at least of his political participation in the activities of the PCI/PDS during the period when he was already a public prosecutor, and about all the other points which offended the complainant’. The absolutely vague and irrelevant nature of the request is manifest in the light of the tenor of the phrases used by Mr Perna (in whose article the allusion to Mr Caselli’s militancy is by no means limited, as Mr Caiazza argued in the grounds of appeal, to the assertion that Mr Caselli associated himself with the Communist Party while he was at university, an assertion which would, incidentally, not constitute an insult); the article set out to give a detailed account of the forms taken by that militancy by imputing certain acts to Mr Caselli with the aim of proving that his militancy existed. Consequently, either this point remains vague or the problem is resolved by trying to make the complainant admit the facts noted in the charges, with the result that the burden of proof is shifted away from [Mr Perna and Mr Montanelli]. ...", "Moreover, the ‘direct witnesses’, Giuliano Ferrara and Saverio Vertone, are mentioned in connection with the above point [the forms taken by the complainant’s militancy]; what has just been said about the vagueness and irrelevance of that point therefore applies equally to those persons. Furthermore, giving further details about facts of which they had direct knowledge would have had no bearing on the trial since these were assertions which the trial court did not consider offensive and to speak of this as exculpatory evidence is accordingly meaningless.", "Lastly, Mr Caselli’s militancy within the PCI has nothing to do with the specific facts attributed to him, and therefore with his alleged oath of obedience to via Botteghe Oscure (to which, however, this ground of appeal makes no allusion), with the relations between Caselli and Violante and above all with an alleged link with Buscetta.", "Apart from the procedural aspect of the question, it should be stated at the outset that even the argument that the content of the article was not objectively offensive is absolutely devoid of foundation, as the judgment given by the trial court was justified in every respect as regards the offensive nature, for a man even more than for an officer of the State legal service, of imputations of specific facts implying a lack of personality, dignity, independent thought, coherence and moral honesty, and conduct signifying explicitly that there have been instances of dereliction of professional duty. ...", "The trial court’s reasoning on the extenuating circumstances of the right to report current events and the right to comment on them is also correct, as evidenced by an appropriate statement of the reasons which was free of mistakes in law and errors of logic.", "No link can be established, and moreover no link was established by the Court of Appeal, between the personality [of Mr Caselli] and an alleged right to report current events exercised through the offensive imputation of facts which have not been proved to be true and play no informative role.", "The essential point in the judgment is its categorical exclusion of the idea that the article expressed a critical judgment, hence the rejection of the plea that the right to freedom of expression constituted an extenuating circumstance. And in fact it is precisely by virtue of this comparative parameter and of its accessory powers of cognition that this court must repeat that the reasons given [by the Court of Appeal] are immune to criticism: the article is quite clearly a bare list of acts and conduct imputed to Mr Caselli in which there cannot be seen, even in veiled form, the slightest contribution to thought which might be regarded as a critical judgment, or even the attempt at irony which is said to be hidden in the elusive ‘caustic phrases’ referred to in the grounds of appeal. As the Court of Appeal concluded, this case was not about respect for the limits of formal propriety.", "It follows from all of the foregoing considerations that, as it is impossible to speak of critical comment, there is no cause to expatiate about exercise of the right to comment, still less about the extenuating circumstance of gross negligence in the exercise of the right to comment or about the hypothetical exercise of that right.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}