{"ITEMID": "001-23875", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "MACHNIK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Henryk Machnik, is a Polish national who was born in 1954 and lives in Gdynia, Poland.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1991 the applicant lent USD 4,400 to M.Z. and R.Z. When the debtors failed to return the above sum, the applicant, on 31 May 1991, sued them before the Gdańsk Regional Court (Sąd Wojewódzki). On 1 October 1991 the Regional Court allowed his claim.", "On 4 November 1991 the applicant asked the Bailiff of the Drawsko Pomorskie District Court (Komornik Sądu Rejonowego) to institute enforcement proceedings. On 26 November 1991 the District Court partially exempted the applicant from the enforcement fee.", "On 6 May 1992 the applicant asked the bailiff for the second time to institute enforcement proceedings. However, the bailiff discontinued the proceedings, as the applicant had failed to pay the required fee.", "On 16 September 1993 the District Court exempted the applicant from the total cost of the enforcement proceedings.", "On 14 October 1993 the applicant again asked the bailiff to attach M.Z.'s immovable property. The bailiff requested the applicant to submit certain documents. The applicant complied with this request. On 17 November 1993 he asked the bailiff for the fourth time to institute enforcement proceedings. On 29 November 1993 the bailiff ordered the applicant to pay the court fee. As the applicant failed to pay, the bailiff dismissed his application on 11 January 1994.", "On 30 November 1993 the applicant lodged a complaint with the Drawsko Pomorskie District Court against the actions taken by the bailiff (skarga na czynności komornika). He submitted that those actions had been incorrect and unlawful. On 5 January 1994, the court dismissed his complaint. It held that the exemption had only concerned his application of 4 November 1991 and that the applicant had to apply again for an exemption from the court fee.", "On 1 February 1994 the District Court exempted the applicant from the required court fee.", "On 8 February 1994 the applicant asked the bailiff for the fifth time to enforce the judgment of 1 October 1991. On 14 March 1994 the bailiff attached M.Z.'s immovable property with a view to selling it at a public auction.", "On 12 July 1994 the bailiff made a detailed evaluation of M.Z.'s property. On 12 September 1994 the first public auction was held. It was unsuccessful, as the bailiff was not able to sell M.Z.'s property.", "On 7 November 1994, at the second auction, the applicant bought the property in question. However, he failed to honour the sales transaction and on 12 December 1994 the District Court held that his right to acquire the property had expired.", "On 23 September 1996 the bailiff discontinued the enforcement proceedings on the ground that the applicant had failed to comply with the necessary formal requirements. Subsequently, he also decided that the applicant should pay the required enforcement fee. On 29 November 1996 the Drawsko Pomorskie District Court dismissed the applicant's appeal against these decisions.", "On 15 December 1997 the applicant asked the Bailiff of the Drawsko Pomorskie District Court for the sixth time to institute enforcement proceedings. The bailiff replied that the application was incomplete and refused to examine it.", "On 22 February 1998 the applicant filed his seventh application for enforcement. On 3 April 1998 the Bailiff ordered the applicant to complete his application.", "On 29 April 1998 the bailiff attached the debtors' immovable property. On 11 May 1998 the Bailiff informed the applicant that he would discontinue the proceedings unless the applicant submitted information concerning the debtor's assets. It appears that on 24 January 1999 the bailiff discontinued the enforcement proceedings.", "Under Article 767 et seq. of the Code of Civil Procedure (Kodeks Postępowania Cywilnego), a debtor may lodge a complaint against any action taken by a bailiff in enforcement proceedings (skarga na czynności komornika). He may, in particular, seek a ruling as to whether the bailiff's actions were correct, i.e. taken in accordance with a writ of execution, and lawful, i.e. whether the means of enforcement applied in a given case were provided by law. Such a complaint is examined by a district court under the provisions of Volume II of the Code of Civil Procedure relating to enforcement proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}