{"ITEMID": "001-4655", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "GONZALEZ v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a US citizen, born in 1962. At the time when he introduced his application, he was in custody in Madrid pending his extradition to the USA.", "He is represented before the Court by Mrs Dulce Fernández Martín, a lawyer practising in Madrid.", "On 15 January 1993 the applicant was charged with conspiracy to import cocaine and attempting to import cocaine by the Federal Court for the Southern District of Florida. The district attorney and the applicant signed an agreement to the effect that the applicant would plead guilty to the first charge, would be discharged on the second and would cooperate with the district attorney’s office by acting as an undercover agent in groups of cocaine traffickers. He was then released on bail and ordered to appear before the court to be sentenced on 4 January 1994. However, he did not appear. On 2 February 1994 a warrant for the applicant’s arrest was issued by the Federal judge.", "", "Further proceedings had also been brought against the applicant before the Eleventh Judicial Circuit Court for Dade County, Florida, on 12 charges including armed robbery and kidnapping. On 1 March 1994 the judge of this court issued a warrant for the applicant’s arrest.", "", "The applicant was arrested in Madrid, Spain, on 5 February 1997 pursuant to the international arrest warrant issued by the Federal Court for the Southern District of Florida. The warrant requested the applicant’s detention and extradition to the USA to be tried for drug trafficking.", "", "Following the applicant’s arrest in Madrid, the Central Investigating Court (Juzgado Central de instrucción) no. 2 of the Audiencia Nacional, by a decision of 6 February 1997, ordered the applicant’s detention pursuant to the relevant provisions of the law of 21 March 1985 on extradition and the Extradition Treaty between Spain and the USA. The court added that his detention would become invalid if a formal extradition request was not submitted within 45 days from the day of the notification to the USA embassy, and that that period was to begin to run on the day of the arrest.", "On the same day, 6 February 1997, the Central Investigating Court notified the Spanish Ministry of Foreign Affairs of the applicant’s detention. On 14 February 1997 the Ministry of Foreign Affairs notified the USA Embassy.", "", "On 14 March 1997 the Spanish Foreign Ministry received a note from the Governor of Florida , requesting that the applicant be detained and handed over to authorised agents so that he could be taken to America and punished according to the law.", "The Embassy of the United States presented a Verbal Note dated 24 March 1997 requesting the applicant’s extradition. The mandatory extradition documents were received on 1 April 1997, including decisions from the US District Court for the Southern District of Florida and from the Eleventh Judicial Circuit Court for Dade County, Florida.", "On 26 March 1997 the Central Investigating Court of the Audiencia Nacional extended the applicant’s detention for 40 days .", "On 25 April 1997 the Spanish Council of Ministers authorised the continuation of the extradition proceedings.", "Appealing against the decision of 26 March 1997, the applicant requested the Audiencia Nacional to order his release as the mandatory extradition documents had not been received within the time laid down by law. The Audiencia Nacional, by a decision of 9 April 1997, rejected this request. The applicant lodged an appeal (recurso de reforma) that was also dismissed by the same court on 10 April 1997. The applicant appealed (recurso de queja) to the Audiencia Nacional, which rejected his appeal by a judgment of 26 September 1997. Finally, on 24 October 1997, the applicant lodged an appeal de amparo with the Constitutional Court on the grounds of violation of Articles 17 (right to liberty) and 24 (fair trial) of the Spanish Constitution.", "On 30 June 1997 the applicant, relying on Article 13 of the Law on extradiction from Spain, had requested the Audiencia Nacional to obtain from the American authorities additional information relating to the agreement concluded between the district attorney and himself. On 18 July 1997 the Audiencia Nacional had rejected this request as it considered the requested information to be irrelevant to the proceedings.", "On 10 November 1997 the applicant requested the Audiencia Nacional to declare the extradition request inadmissible on the grounds that the information provided by the American authorities was biased and said nothing of the agreement signed between the applicant and the district attorney, that the formalities had not been complied with, that there was no evidence of the applicant’s participation in one of the offences and that there was a risk to his life on account of threats received from drug traffickers’ groups. The applicant also sought leave to submit certain evidence for the next hearing. On 1 December 1997, the Audiencia Nacional rejected this request for the same reasons as those given in its decision of 18 July 1997.", "By a decision of 31 March 1998, the Central Investigating Court no. 2 of the Audiencia Nacional found, inter alia, that the conditions regarding documentation for the purposes of mandatory extradition under the Extradition Treaty between Spain and USA had been met. It indicated that both arrest warrants were good and that the Federal court had even convicted the applicant. The Court added :", "“ ...there is no doubt about the existence of the agreement (between the applicant and the district attorney)... the applicant broke it since he did not appear before the court to receive sentence... therefore only if the agreement is still valid in accordance with the laws of the requesting State (USA) ....will its content apply.", "(...)", "The applicant’s reasoning that he acted as an undercover agent ... and that he had to leave his country because his life was in danger, cannot be considered by the court, as they are facts irrelevant to the extradition proceedings.", "(...)", "The applicant alleged a formal defect... as he was detained on 5 February 1997 and the extradition request was received on 24 March 1997, and therefore after the 45-day period prescribed by the treaty had expired ... the day to start counting the period was not, as alleged by the applicant, the day of arrest, but the day of notification of the arrest to the embassy ...", "(...) ”", "The Court then decided:", "“ To declare the extradition (of Avelino Alexis Gonzalez) admissible in order to : A) Be sentenced for the offences of which he was found guilty by the Florida Federal Court... or, if the agreement between the district attorney and the person requested is not valid, to be tried for the facts of charge no.1 and for the facts corresponding to charge no. 2 (arrest warrant of 3.2.94); B) Be tried for the facts for which proceedings were brought against him before the Eleventh Circuit Court of the Dade County (arrest warrant of 1.3.94). Extradition is declared admissible provided that, if the extradited person is sentenced to life imprisonment, imprisonment could not be indefinite or for the whole life...”", "On 8 April 1998 the applicant lodged an appeal (recurso de suplica) against the Audiencia Nacional’s decision of 31 March 1998. The Criminal Chamber of the Audiencia Nacional dismissed the appeal by a decision of 2 June 1998, stating, inter alia :", "“The reasons alleged by the applicant to justify his leaving the country cannot be taken into account when deciding on the admissibility of the extradition request ... If the alleged risk is genuine, the applicant should seek protection from the authorities of the country concerned...", "", "(...)", "The 45-day period should start from the day of the notification of the arrest... to the embassy... regardless of the fact that the State had been informed of the detention through INTERPOL. Moreover, non-compliance with this 45-day period could be relevant with regard to the decision of imprisonment, but not for declaring the extradition request inadmissible.”", "Replying to the applicant’s argument about the illegality of the international arrest warrant, the Court stated :", "“(...)", "Although in the notification of the detention, INTERPOL stated that the arrest warrant was dated 15 January 1993, in the communication from the American authorities it appears that this date corresponds to the day of the trial ... and the arrest warrant was issued on 2 February 1994. It is also reported that on 14 January 1993 proceedings were brought against the applicant and on 1 March 1994 the judge of the Eleventh Judicial Circuit Court for Dade County issued a warrant for his arrest.”", "On 25 June 1998 the applicant lodged an appeal de amparo with the Spanish Constitutional Court against the judgment of 2 June 1998, alleging violation of Articles 15 (right to life), 17 (right to liberty) and 24 (fair trial) of the Spanish Constitution.", "On 23 June 1997 the applicant applied to the Audiencia Nacional arguing that the requesting State (the USA) should give formal, concrete and binding guarantees on the maximum duration of the sentence to be imposed on the applicant and that, if he was convicted, he should be imprisoned in a special prison for collaborators of the government. This application was rejected by the Audiencia Nacional on 14 July 1998 as it considered that the question raised had already been dealt with in its decision of 31 March 1998. On 20 July 1998 the applicant lodged a second appeal (recurso de súplica) with the same arguments. The applicant submitted that the judgment of 31 March 1998 was not sufficient as it only set generic conditions. Moreover, relying on Article 4 of the Law, on extradition from Spain, the applicant submitted that it was unlawful to declare extradition admissible as life imprisonment constituted inhuman and degrading treatment. The appeal was dismissed by a decision of 30 July 1998. The Criminal Chamber of the Audiencia Nacional concluded :", "", "“ ...the decision declaring extradition admissible establishes as a condition that if the court of the requesting State (the USA) orders life imprisonment, it should not be for whole life. As the USA and Spain have signed an extradition treaty, signature is considered a sufficient guarantee that the USA will comply with the commitment contained in that decision...”", "On 17 August 1998 the applicant lodged an appeal de amparo with the Constitutional Court, arguing that the refusal of the Audiencia Nacional to request the US authorities to give concrete and formal guarantees in the extradition proceedings constituted a violation of Articles 15 (right to life), 24 (fair trial) and 25 (imprisonment to be oriented towards re-education and social rehabilitation) of the Spanish Constitution.", "The appeals de amparo were rejected as being manifestly ill-founded by three decisions delivered by the Constitutional Court on 28 and 30 September 1998. Concerning the applicant’s complaint about the risks he would run if extradited, the Constitutional Court stated that the hypothetical threats deriving from his former relations with criminal organisations were irrelevant since he was to be delivered to the US Authorities who would be responsible for his safety.", "On 22 September 1998 the applicant asked the European Commission of Human Rights to apply Rule 36 of its Rules of Procedure and ask the Spanish Government to stay the execution of the extradition order. By a decision of the same day the President of the Commission rejected the request.", "On 13 January 1999 the applicant was extradited to the United States, where he is imprisoned in the Miami Federal Centre of Detention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}