{"ITEMID": "001-57643", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF WINDISCH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 + 6-3-d;Just satisfaction partially reserved;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant, a pensioner of Austrian nationality, is at present residing in Innsbruck.", "9. On the night of 20 to 21 May 1985 a burglary was committed in a café at Stams, in the Tyrol. From footprints found at the scene of the crime, the police inferred that at least two persons had taken part in the burglary.", "10. On the following day two women, a mother and a daughter, came to the police station. After having received the assurance that their anonymity would be respected, they reported to the officers in charge that, on the previous evening, they had seen two men in a minibus in the vicinity of the place where the crime had been committed. One of the men had passed them in the street, under a street lamp, at approximately 10.00 p.m., his face partly covered by a handkerchief. The suspicious appearance of the men led the two witnesses to take down the licence number of the minibus.", "The police arrested the owner of the minibus, who denied having had anything whatsoever to do with the burglary. As to the second man referred to by the anonymous witnesses, suspicion first fell on a former waiter at the café, but he had an alibi for the evening in question. The investigations then concentrated on his acquaintances, including the applicant.", "Subsequently, the police informants were shown various photographs of the applicant and they recognised him as being the man who had passed them in the street.", "11. Mr Windisch was arrested on 24 June 1985. On the following day the police arranged for a \"covert confrontation\" of the applicant with the two witnesses. It took place in Stams at noon: they were sitting in a car some seven to ten metres from the suspect and could not be seen by him; he was holding a handkerchief in front of his face. They had no hesitation in identifying him as one of the men they had seen. The applicant denied having been at Stams, claiming that he had been in Innsbruck throughout the night in question.", "On 24 July 1985 he and the owner of the minibus were charged with burglary (schwerer Diebstahl durch Einbruch).", "12. The Innsbruck Regional Court (Landesgericht) held a hearing on 6 November 1985 during which two police officers gave evidence concerning the statements made by the two witnesses mentioned above. Their identity was not, however, disclosed in the court proceedings.", "The applicant’s requests to have those witnesses summoned to appear and to be confronted with them were rejected by the Regional Court. It noted that the police officers concerned had promised not to reveal the names of the witnesses, who feared retaliation, and that the Tyrol Police Department (Landesgendarmeriekommando) had not released the officers from their duty of secrecy in this respect. The court also considered that the police officers’ testimony established sufficiently what the two women had seen and that they were reliable. The decision not to disclose their identity was therefore justified.", "13. On 20 November 1985 the Regional Court, after hearing evidence from several witnesses, including another police officer, convicted the applicant and his co-accused of burglary and indicated orally the principal grounds for its decision. Mr Windisch was sentenced to three years’ imprisonment, from which the periods of detention on remand were to be deducted. He stated immediately that he intended to lodge an application for a declaration of nullity (Nichtigkeitsbeschwerde) and an appeal against sentence (Berufung).", "14. The written judgment of the Innsbruck Regional Court was served on the applicant on 10 December 1985. Extensive reference was made therein to the statements of the two unidentified witnesses to the police. In relation to the question of their anonymity, the court stated:", "\"The names of these two women are not known to the court. The Tyrol Police Department had not released the investigating officers from their duty of secrecy, and they could not therefore disclose the identity of the two women. The court is bound by this decision ... . In this connection it should be stated that the police are under instructions to co-operate with the public in investigating crime. The two women asked the investigating officers not to disclose their names, because they are afraid of reprisals. The two women are simple but trustworthy persons. The investigating officers of the criminal investigation department can be relied upon for this kind of assessment. It is therefore entirely acceptable that the two persons should remain anonymous.\"", "The Regional Court also took into consideration that another witness had provided the applicant, at his request, with certain details concerning the victim and his financial situation, and that the two defendants had been seen in Innsbruck, leaving a bar together, shortly before the events in question. Furthermore, the court found that the evidence given by the sixteen witnesses called on Mr Windisch’s behalf had failed to establish an alibi. It concluded that Mr Windisch, together with his co-accused, had committed the crime.", "15. On 20 March 1986 the Supreme Court (Oberster Gerichtshof) rejected Mr Windisch’s application for a declaration of nullity. In its view, his request to have the anonymous witnesses summoned and examined could serve no purpose since it had not been specified how their identity would be established and because the police had refused to answer enquiries in this respect. It would have been possible to identify the two witnesses by taking evidence from X, whom, according to their statement, they had met on the evening in question. However, the applicant had not submitted any request to this effect.", "The applicant’s appeal against sentence was dismissed on 24 April 1986.", "16. By a letter of 25 July 1990 the Government informed the Registrar that the Attorney-General had recently brought before the Supreme Court a plea of nullity for the preservation of the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes - Article 33 of the Code of Criminal Procedure) against the judgment of 20 November 1985.", "17. The taking of evidence at a trial is governed by Articles 246 to 254 of the Code of Criminal Procedure (Strafprozessordnung).", "Article 247 para. 1 provides that \"witnesses and experts shall be called separately and heard in the presence of the accused\". The presiding judge and the other members of the court, the public prosecutor, the accused, the party seeking damages and their representatives may question them (Article 249). However, in certain exceptional circumstances, their previous statements may be read out at the hearing (Article 252).", "No provision deals expressly with statements made by anonymous witnesses and hearsay evidence.", "18. The assessment of evidence by the trial court is provided for in Article 258, which reads as follows:", "\"(1) In passing judgment the court shall only have regard to what has occurred at the trial", "(2) The court has to examine the evidence carefully and conscientiously with regard to its trustworthiness and conclusiveness separately and in its entirety. The judges do not decide upon the question whether or not a particular fact has been proven according to formal rules of evidence, but only according to their own conclusions drawn on the basis of their careful examination of all evidence before them.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}