{"ITEMID": "001-76932", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ANGELOV v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Ivan Angelov, is a Bulgarian national who was born in 1969. He is represented before the Court by Mr Mihail Ekimajiev, a lawyer practising in Plovdiv, Bulgaria. The respondent Government are represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "In February 1997 the applicant arrived in Finland. On 20 August 1998 he was granted a residence permit on the grounds that he lived with a Finnish woman and they had had a child, born on 22 October 1997. The residence permit was valid until 20 August 1999. On an unspecified date the applicant and his partner separated. The applicant and his former partner agreed on access arrangements.", "On 4 February 2000 the Directorate of Immigration (ulkomaalaisvirasto, utlänningsverket) rejected the applicant’s application to renew his residence and work permit on the ground that he had repeatedly committed offences. He unsuccessfully appealed to the Administrative Court (hallinto-oikeus, förvaltningsdomstolen) of Vaasa.", "On 27 April 2000 the Directorate of Immigration ordered the applicant to be deported as he was staying in Finland without the required residence permit. He was further made subject to a two years prohibition on entry into Finland. He appealed to the Administrative Court, requesting that the decision be rescinded. He stated that he had lived in Finland for four and a half years and that he had a child who had a right to visit his father. In Bulgaria he allegedly had no home or close relatives apart from a brother.", "On 8 June 2000 the access arrangements as previously agreed by the parents were confirmed by the Social Welfare Authority (sosiaalivirasto, socialbyrån) of Vaasa, and the following day by the Social Welfare Board (sosiaalilautakunta, socialnämnden). The applicant was granted a right to visit his child every other weekend and during holidays.", "On 27 June 2000 the Administrative Court rejected his appeal against the refusal of a residence permit. On 2 November 2000 the Supreme Administrative Court refused leave to appeal.", "On 10 November 2000 the Administrative Court rejected his appeal against the deportation order. It referred to Article 8 § 2 of the Convention and reasoned, inter alia, that the deportation of the applicant did not amount to an interference with his right to family life, and did not affect the rights of his child contrary to the Convention on the Rights of the Child. It concluded that when balancing the interests for and against his expulsion, and taking into account the reasons why his residence permit was not renewed, the applicant could be deported to Bulgaria.", "He applied for leave to appeal to the Supreme Administrative Court, claiming, inter alia, that he had not committed any recent offences and was capable of supporting himself and his child.", "On 5 March 2001 he married a woman who had a permanent residence permit in Finland.", "On 8 January 2002 the Supreme Administrative Court refused leave to appeal. In its written submissions to the Supreme Administrative Court the Directorate of Immigration noted that the applicant had been ordered to be deported as he had committed 10 petty offences. After the deportation order he had committed a further three offences, namely driving a motor-vehicle without a licence and was further suspected of misleading an official by using a false identity.", "According to the information provided by the Government, which was not denied by the applicant, the applicant re-entered Finland in May 2002. Subsequently he applied twice for a new residence permit on the basis of his new marriage, his son and his family ties. His applications were rejected. In its decision of 17 December 2002 the Directorate of Immigration found that the applicant endangered public order and security and considered that his marriage was a sham. On 17 December 2003 the Administrative Court agreed, noting, furthermore, that the spouses’ divorce was pending. Further, according to that information, the applicant’s prohibition on entry into Finland remains in force until 6 November 2006.", "Section 1, subsection 4 (179/1998) of the Aliens Act (ulkomaalaislaki, utlänningslagen; 378/1991, “the Act”), as in force at the relevant time, provided that the application of the Act should not restrict aliens’ rights any more than necessary.", "Section 40, subsection 1 (1) of the Act provided that an alien could be deported if he resided in Finland without the required passport or a residence permit. According to subsection 1 (3) an alien could be deported, inter alia, if he or she had committed an offence for which the minimum penalty was more than one year’s imprisonment, or if he or she had repeatedly committed criminal offences.", "Section 41 of the Act provided that circumstances such as the length of the alien’s stay in Finland, the existence of a parent-child relationship, family and other ties with Finland, or, in connection with section 40, subsection 1(3) of the Act, the nature of the offence or offences committed, had to be taken into account as a whole when deportation was being considered.", "Section 42 (154/1995) of the Act provided that an expulsion may be ordered by the Directorate of Immigration if so requested by the police. The Directorate of Immigration could in certain exceptional circumstances order an expulsion even if the measure had not been requested by the police. The person concerned had to be heard.", "Section 43 (154/1995) of the Act provided that an alien could be prohibited from entry into Finland for a maximum of five years or until further notice in a decision concerning deportation or in a decision concerning refusal of entry made by the Directorate of Immigration. Such an order could be revoked by the Directorate of Immigration, either entirely or for a limited period, owing to changed circumstances or for an important personal reason.", "The Government referred to the following decisions of the Supreme Administrative Court.", "KHO 1992 A 59: The applicant had repeatedly committed offences. After being informed of a deportation order, he had married a Finnish citizen. He had a child with another Finnish citizen. He also studied at a university. Considering all the facts of the case, the circumstances as a whole and especially the type of the offence, the applicant’s deportation did not violate his right.", "KHO 1992 A 63: The court found no sufficient reasons for deporting the applicant family from Finland on the ground that they had no visa or residence permits, given their long stay in Finland and their other circumstances and ties with the Finnish society.", "KHO 1993 A 26: The court did not find grounds for deporting the applicant, given his ties with Finland, including his marriage-like relationship with a Finnish citizen of the same sex.", "KHO 1997 A 96: The court did not find sufficient grounds for deporting the family, given the children’s interests and the family’s circumstances as a whole. In that case, the applicant had been granted a residence permit for his studies at a university. The residence permits of the applicant and his family members were not extended because the applicant had not pursued his studies. The Supreme Administrative Court found that the family had lived together in Finland more than six years, during which it had integrated into Finnish society and its way of life. The elder child went to a Finnish school and the younger child was at a kindergarten. The family members spoke Finnish and had relatives in Finland. The parents carried on business in Finland, and therefore their subsistence was secured at least partly.", "Decision No. 3103 of 27 November 2002: The court found no sufficient grounds for deporting the applicant, who had immigrated to Finland together with his mother in 1985 at the age of seven. The court stated, inter alia, that the then Finnish husband of the applicant’s mother had adopted him abroad in 1985. He had a child with a Finnish citizen, and they had joint custody of the child. He did not live together with the child or the child’s mother. The applicant had committed a number of offences, including an aggravated narcotics offence. He had also undergone narcotics detoxification. However, the applicant had a permanent residence permit for Finland since 7 October 1993. At the time of the court’s ruling he had lived in Finland for some 17 years. In the overall assessment of the case, the court paid particular attention to his long stay in Finland and to the fact that he had received his school education in Finland. He had integrated into Finnish society and had no ties with his home country.", "KHO 2004:124: The court found that the facts speaking against deportation of the applicant had more weight than the two aggravated narcotics offences, consisting of the smuggling of a large amount of hashish, which he had committed in 1996 and 1997. The court took into account, inter alia, the applicant’s family life with a Finnish citizen and their four children, the problems they would have if they had to settle in the applicant’s home country, the length of time taken to process the case and the fact that the applicant had not committed any other offences."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}