{"ITEMID": "001-57642", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF DARBY v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+P1-1;Not necessary to examine Art. 9 and 14+9;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["7. The applicant, Dr Peter Darby, is a Finnish citizen of British origin, born in 1926. In 1977 he was employed as a doctor by the Swedish State Railways in Gävle, Sweden. He rented a flat in the town, but spent the weekends with his family on the island of Lemland in the neutral and demilitarised Finnish archipelago of Åland at the southern end of the Gulf of Bothnia. From the end of 1981 he worked as a doctor in the public health service in another Swedish town, Norrtälje. Since August 1986 he has been working in Åland.", "8. During the period when the applicant was working in Sweden his income from the above-mentioned posts was, in accordance with the convention between Sweden and Finland for the avoidance of double taxation (see paragraph 18 below), liable to Swedish tax. The applicant was allowed deductions for the cost of maintaining two homes as well as for travel expenses to and from Åland. As he was considered not to be permanently resident in Sweden, he was, until 1979, taxed in the so-called Common District (gemensamma distriktet) and he paid only a reduced municipal tax (see paragraph 19 below).", "9. On 1 January 1979 the law was amended, with the result that the applicant was no longer taxed in the Common District but in the municipality where he stayed, i.e. in Gävle (see paragraph 20 below). The deductions which had previously been allowed were no longer permitted and he now had to pay the full municipal tax, including a special tax to the Lutheran Church of Sweden (\"the church tax\" - see paragraphs 21-23 below). He was informed by the tax authorities that he could not claim any reduction of the church tax unless he was formally registered as resident in Sweden (see paragraph 22 below).", "10. Dr Darby appealed to the Joint Municipal Tax Court (mellankommunala skatterätten) against the decision to treat him for tax purposes as having been resident in Gävle in 1979. He claimed that he should still be taxed in the Common District as he was not living in Sweden. In a judgment of 25 February 1982 the court dismissed the appeal.", "11. In the meantime, on 19 February 1982, the applicant had obtained a decision from the National Tax Board (riksskatteverket) to the effect that if he travelled daily from Åland to his work in Sweden he would not be regarded as a resident for the purposes of section 68 of the Municipal Tax Act 1928 (kommunalskattelagen - see paragraph 20 below) and would thus be taxed in the Common District. However, he found daily commuting to Gävleimpossible, and in 1982 he accordingly took on less responsible work with lower pay in Norrtälje, to which he could just manage to commute from Lemland. As a result he was again taxed in the Common District and was not liable to the church tax.", "12. An appeal by Dr Darby to the Administrative Court of Appeal (kammarrätten) of Sundsvall against the Joint Municipal Tax Court’s judgment was dismissed in a judgment of 22 October 1982 and on 15 October 1984 the Supreme Administrative Court (regeringsrätten) refused an application by him for leave to appeal.", "13. In addition to the above-mentioned proceedings, the applicant submitted an appeal to the County Administrative Court (länsrätten) of Gävleborg County against the order to pay full church tax on his 1979 income, on the ground that he was neither a member of the Church of Sweden, nor a Swedish citizen nor resident in Sweden. In a judgment of 19 May 1981 the court dismissed the appeal, holding that the Tax (Reduction of Dissenters’ Liability) Act (lag 1951:691 om viss lindring i skattskyldigheten för den som icke tillhör svenska kyrkan, \"the Dissenters Tax Act\" - see paragraph 22 below) did not apply to the applicant.", "14. Dr Darby appealed to the Administrative Court of Appeal of Sundsvall, which in a judgment of 22 October 1982 confirmed the judgment of the lower court. His application for leave to appeal was refused by the Supreme Administrative Court on 9 October 1984.", "15. The applicant also lodged a complaint with the Parliamentary Ombudsman (justitieombudsmannen) concerning his obligation to pay tax for the religious activities of the Swedish Church. In his decision of 16 April 1982 the Ombudsman noted that the requirement in the Dissenters Tax Act that a person be formally registered as resident in Sweden (mantalsskriven, as defined in the Ordinance on the keeping of population records, folkbokföringsförordningen) in order to be able to apply for exemption from the church tax had been questioned on several occasions by various bodies, including Parliament. Although the problem raised by the applicant was a limited one, the Ombudsman concluded that it showed up an inconsistency in the tax legislation for which there was no objective justification and that it was understandable if this inconsistency caused irritation. In a letter of the same day to the Government, he proposed that the registration requirement should be abolished. As a result of this proposal the Dissenters Tax Act was subsequently amended accordingly (see paragraph 23 below).", "16. Dr Darby paid church tax in the amount of 1,336 Swedish kronor for the tax year 1979, 1,717 kronor for 1980 and 1,325 kronor for 1981. If he had been allowed the reduction provided for in the Dissenters Tax Act, he would have had to pay 401, 515 and 397 kronor, respectively (see paragraph 22 below).", "17. The provisions regarding municipal income taxation in general are included in the Municipal Tax Act 1928, which has been amended on numerous occasions over the years. The references below to this Act and to other enactments are all to the version in force during the relevant period (1979-1981), unless otherwise stated.", "18. Liability to pay tax in Sweden was regulated in section 53, subsection 1, of the Municipal Tax Act: residents of Sweden were taxed on their world-wide income whereas non-residents had a more limited liability, covering, inter alia, income derived from employment in the Swedish public service.", "Under Article 19 of the convention with Finland for the avoidance of double taxation (published in svensk författningssamling (\"SFS\" - the official journal), 1977:812), the right to tax income derived from public service vested in the State which paid the remuneration (with certain exceptions not relevant here).", "19. Regarding the place of taxation in Sweden, section 59, subsections 1 and 3, of the Municipal Tax Act provided that income earned by a resident from employment was to be taxed in the municipality where he was formally registered as a resident (mantalsskriven).", "According to the Tax (Common Municipal Purposes) Act (lag om skatt för gemensamt kommunal ändamål), income earned by a non-resident from employment in, inter alia, the Swedish public service was to be taxed in Stockholm in the so-called Common District. The tax rate (10 per cent) applicable in this district was lower than the ordinary municipal tax rate. The tax levied was not destined for any specific municipality but was used for levelling out the burden of taxation between different municipalities or other administrative authorities. It did not include any tax payable to the Church of Sweden.", "20. As a result of an amendment to section 68 of the Municipal Tax Act and subsection 1 of the instructions relating to section 66 of the same Act (SFS 1978:925), certain non-residents were considered, with effect from 1 January 1979, to have sufficient connection with Sweden to be liable to pay the full municipal tax. The Government Bill (1978/79:58) containing these amendments did not mention the problems which might result for non-residents in relation to the Dissenters Tax Act.", "Henceforth, a non-resident with certain types of income, such as that derived from employment in the public service, and with a temporary abode in Sweden was no longer taxed in the Common District but in the municipality where he had first lived. This meant that he had to pay municipal tax at the same rate as a resident and also church tax.", "21. The church tax is collected together with the ordinary municipal tax. The rate is determined by the local parish council. This system has a long tradition and is based on the fact that the Lutheran Church of Sweden is the established church. Under the transitional provisions of the 1974 Constitution (regeringsformen), its parishes have a status similar to that of the municipalities - including the right of taxation.", "22. The Dissenters Tax Act was enacted in 1951 at the same time as the Freedom of Religion Act (lag 1951:680 om religionsfrihet) in order to secure better respect for freedom of religion (see Government Bill 1951:175, p. 75). Section 1 of the Dissenters Tax Act, made the following provision for a reduction in the church tax:", "\"Church tax which is referred to in the 1961 Act on parish administration (lag 1961:436 om församlingsstyrelse) and is imposed either by decision of a parish council or otherwise in accordance with the principles that apply to the imposition of municipal tax, shall be levied on a person who was not a member of the Church of Sweden at the beginning of the tax year and who is formally registered as resident (mantalsskriven) in this country for the tax year at only 30 per cent of the amount assessed.\"", "The registration requirement meant that the Dissenters Tax Act did not apply to persons who had only a temporary abode in Sweden. According to the travaux préparatoires of the Act, the reasons for this were that the case for reduction could not be argued with the same force in regard to persons who were not resident in Sweden as it could in regard to those who were, and that the procedure would be more complicated if the reduction applied to non-residents (Government Bill 1951:175, p.144).", "The 30 per cent of the church tax that remained after the reduction was supposed to cover the costs borne by the parishes of certain administrative functions such as the keeping of population records and the maintenance of churchyards and other public burial-grounds.", "23. With effect from 1 January 1987, section 1 of the Dissenters Tax Act was amended in order to take into account the criticism made by the Parliamentary Ombudsman (see paragraph 15 above), so that the taxpayer no longer has to be registered as resident in Sweden in order to benefit from the reduction of the church tax (Government Bill 1986/87:45, p. 15).", "24. Under the Freedom of Religion Act, as worded before 15 November 1979, membership of the Swedish Church was reserved to Swedish citizens and foreigners living in Sweden. In 1979 an amendment (SFS 1979:929) opened membership also to other groups of persons. In order to leave the Church, it is sufficient for the person concerned to notify his resignation to the church authorities of his parish. Special rules apply to minors."], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}