{"ITEMID": "001-110944", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DAMAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1961 and lives in the village of Rigakhoy, in the Shatoy District of the Chechen Republic.", "6. The applicant was married to Ms Maydat Tsintsayeva, born in 1975. The couple were the parents of six children: Mr Umar Damayev, born in 1994; Ms Zharadat Damayeva, born in 2000; Ms Dzhaneta Damayeva, born in 2000; Mr Umar-Khadzhi Damayev, born in 2002; Ms Zura Damayeva, born in 2003; and Ms Zara Damayeva, born in 2003.", "7. On 8 April 2004 the applicant went to a cemetery located outside the village of Rigakhoy. Umar Damayev was at school. The applicant’s wife and five younger children were at home.", "8. At about 1.30 p.m. on 8 April 2004 two military aircraft approached the village of Rigakhoy and started bombing it. The attack lasted for some twenty or thirty minutes. At about 2 or 2.30 p.m. two other military aircraft bombed the outskirts of the village.", "9. The applicant heard the sound of explosions while he was at the cemetery. He rushed back to the village. On arrival he saw that his house had been completely destroyed. The applicant then found the dead bodies of his wife and five children. Umar Damayev, who had not been at home at the time of the aerial attack, survived.", "10. Later the same day the applicant’s six dead family members were buried.", "11. In 1983 Mr M. built a house in the village of Rigakhoy without obtaining any construction permit. He did not register his title to ownership of the house.", "12. In 2000 Mr M. left his house and the Damayev family unlawfully moved into it.", "13. In the beginning of April 2004 a State agency in charge of the counterterrorism campaign in the Chechen Republic obtained information that a group of thirty insurgents planning to perform terrorist attacks had been hiding in the vicinity of the villages of Rigakhoy and Tersenaul. Both villages were unpopulated at that time.", "14. In order to protect the civilian population and in view of the impossibility of carrying out military ground operations in the area, the headquarters in charge of the counter-terrorism campaign decided to carry out targeted aerial bombing of the insurgents’ base.", "15. At 2.30 p.m. on 8 April 2004 four SU-25 airplanes fired missiles at the location of the insurgents’ base. The insurgents were killed.", "16. Inhabited villages and dwellings, including the house occupied by the Damayevs, were not hit by the missiles.", "17. On 8 April 2004 an artillery shell kept in the applicant’s house detonated. The applicant’s wife and five children were killed by the explosion.", "18. On 8 April 2004 residents of Rigakhoy reported the bombings and the applicant’s relatives’ deaths to the office of the military commander for the Shatoy District.", "19. On 12 April 2004 the applicant complained about his relatives’ deaths to the Shatoy District Department of the Interior.", "20. At about 11 a.m. on 13 April 2004 a group of servicemen visited the village. They did not identify themselves; however, one serviceman said that he belonged to a military prosecutor’s office. The servicemen told the applicant that, according to their sources, there had been an attack on rebel fighters in the Rigakhoy area. They also said that there were no grounds for instituting a criminal investigation, as the house had exploded because of a gas cylinder or a landmine. The servicemen examined the ruins of the applicant’s house. The applicant requested that his relatives’ bodies be exhumed. The servicemen replied that they had no forensic expert with them and promised to carry out an exhumation later.", "21. On 13 April 2004 a Memorial employee arrived in Rigakhoy and filmed the scene of incident. The residents of Rigakhoy searched the ruins of the applicant’s house and found a fragment of a numbered bomb in a shell hole. They also disinterred the bodies of the applicant’s relatives and the Memorial employee filmed them. That same day the villagers saw another aircraft flying in the Rigakhoy area.", "22. On an unspecified date the applicant requested that the prosecutor’s office of the Chechen Republic institute criminal proceedings in relation to his relatives’ deaths and to grant him victim status.", "23. On 24 September 2005 the applicant’s brother, Mr Mutalip Damayev, requested that the Vedenskiy District Prosecutor’s Office inform him of the progress of the investigation into the deaths in Rigakhoy. He received no reply.", "24. On 23 August 2007 the applicant’s representatives asked the military prosecutor’s office of the United Group Alignment (“the UGA prosecutor’s office”) to provide them with information on the progress of the investigation into the deaths of the applicant’s relatives.", "25. On 12 April 2004 the UGA prosecutor’s office received a phone call from the Prime Minister of the Chechen Republic, informing them that at 2.30 p.m. on 8 April 2004 Mrs Damayeva and her five children had been killed as a result of an aerial bombardment.", "26. On 13 April 2004 the UGA prosecutor’s office’s officials inspected the scene of the incident. According to the inspection report drawn up on the same day, there was a demolished stone building with no roof. One wall of the building was completely demolished, two were partially destroyed and one wall remained intact. Among the debris of the building there were two pillows, a blanket and metal kitchenware. There also were two consumer gas cylinders, one of which had a hole in it. The investigators took samples of the soil and collected metal fragments. There were also utility structures next to the building, some of them unfinished. In one of those there was a horse standing. In another one thirty-five cartridges of 5.45 mm calibre were found hidden in a plastic bottle. In a third structure the investigators found seventeen blank cartridges of 7.62 mm calibre. There was a cattle stable which was not damaged. There was a shell hole located within the distance of some 1.5 – 2 kilometres from the building.", "27. On 16 April 2004 the UGA prosecutor’s office instituted an investigation in case no. 34/00/0015-04d under Article 109 § 3 of the Russian Criminal Code (manslaughter).", "28. The investigators questioned the applicant and three other people, Ms E., Mr Kh. and Mr A., as witnesses.", "29. On 23 April 2004 the scene of incident was again inspected in the presence of Mr Mutalip Damayev. According to the additional inspection report, in front of the demolished building’s façade there was a cone-shaped hole 3.20 metres long, 2.20 metres wide and 0.90 metres deep. The distance from the centre of the hole to the foundation of the façade wall was two metres. Mutalip Damayev explained that the hole had been a shell hole left on 8 April 2004. The investigators found eight metal fragments in the hole and twenty fragments around the building. There was a metal fragment found 6.7 metres from the epicentre of the hole. According to a specialist, it was a fragment of an artillery shell’s stabiliser. Mutalip Damayev explained that his brother had brought that fragment home long before 8 April 2004. The investigators also found three other shell holes within 49, 131 and 158 metres from the epicentre of the first hole, respectively. In each of those holes there were metal fragments.", "30. On unspecified dates expert explosive, aviation and forensic examinations were carried out.", "31. The examination of the explosion established that the shell hole at the site of the Damayevs’ house had emerged as the result of an explosion of an artillery shrapnel fougasse shell («артиллерийский осколочно-фугасный снаряд»), a type of a shell that is smaller than a generalpurpose bomb («авиационная бомба»). The results of the explosion did not correspond to those of a general-purpose bomb explosion. The fragments of the shell found at the scene of the incident had not been fired from a cannon barrel, which proved that the shell had detonated because of its heating by an external object. Gas cylinders and a burner had been found at the scene of the incident, which corresponded with the hypothesis of the shell having been subjected to an external impact.", "32. On 23 April 2004 the UGA prosecutor’s office exhumed the bodies of the applicant’s family members.", "33. The forensic examination established that the deaths of Maydat Tsintsayeva, Zharadat Damayeva, Dzhaneta Damayeva, UmarKhadzhi Damayev, Zura Damayeva and Zara Damayeva had been caused by bodily injuries inflicted as a result of the house collapsing, by their respiratory tracts becoming blocked by loose soil or by crushing of their bodies because of the weight of solid objects. There was no data showing that the injuries could have been caused by an explosion. It was impossible to establish the exact time and causes of their deaths, owing to their relatives’ refusal to authorise an autopsy.", "34. The clothing of the dead persons was undamaged, which proved that their deaths had not been caused by the detonation of a generalpurpose bomb.", "35. The aviation expert report established that the pilots who had carried out the aerial attack and the officials in charge of its planning had not breached any rules or regulations.", "36. The investigation established that the decision by the military superiors to bomb the area had been lawful and well-founded. The pilots who had performed the task had not violated any laws. The Damayevs’ house had been destroyed because of an explosion, which had been caused by the victims, of an artillery shell that had been kept inside the house. There had been no causal link between the actions of the pilots and the Damayevs’ deaths.", "37. On 16 August 2005 the investigation was closed for lack of evidence of a crime in the actions of the servicemen.", "38. Despite specific requests from the Court, the Government refrained from disclosing the documents in the investigation file, except for a record of an inspection of the scene of the incident dated 13 April 2004 and a record of an additional inspection of the scene of the incident dated 23 April 2004. The record of 13 April 2004 included a number of photographs presumably showing the remains of the applicant’s house. However, the poor quality of the faxed photographs did not allow for study of the scene of the incident or for identification of the objects shown in them. Relying on information obtained from the Prosecutor General’s Office, the Government stated that disclosure of the information collected in the course of the preliminary investigation would breach the rights of the parties to the criminal proceedings and thus violate Article 161 of the Code of Criminal Procedure.", "39. For a summary of relevant domestic law see Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, §§ 108-26, 24 February 2005."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}