{"ITEMID": "001-101945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF HAJDUOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1960 and lives in Košice.", "6. On 21 August 2001 the applicant's (now former) husband, A., attacked her both verbally and physically while they were in a public place. The applicant suffered a minor injury and feared for her life and safety. This led her and her children to move out of the family home and into the premises of a non-governmental organisation in Košice.", "7. On 27 and 28 August 2001 A. repeatedly threatened the applicant, inter alia, to kill her and several other persons. Criminal proceedings were brought against him and he was remanded in custody.", "8. On 29 November 2001 a public prosecutor indicted A. before the Košice I District Court (“the District Court”). The indictment stated that the accused had been convicted four times in the past. Two of the offences had been committed in the last ten years and involved breaches of court or administrative orders.", "9. In the course of the criminal proceedings, experts established that the accused suffered from a serious personality disorder. His treatment as an inpatient in a psychiatric hospital was recommended.", "10. On 7 January 2002 the District Court convicted A. The court decided not to impose a prison sentence on him and held that he should undergo psychiatric treatment. At the same time, the court released him from detention on remand. A. was then transported to a hospital in Košice. That hospital did not carry out the treatment which A. required, nor did the District Court order it to carry out such treatment. A. was released from the hospital on 14 January 2002.", "11. After his release from hospital on 14 January 2002, A. verbally threatened the applicant and her lawyer. On 14 and 16 January 2002, respectively, the applicant's lawyer and the applicant herself filed criminal complaints against him. They also informed the District Court (which had convicted him on 7 January 2002) about his behaviour and of the new criminal complaints they had filed.", "12. On 21 January 2002 A. visited the applicant's lawyer again and threatened both her and her employee. On the same day he was arrested by the police and accused of a criminal offence.", "13. On 22 February 2002 the District Court arranged for psychiatric treatment of A. in accordance with its decision of 7 January 2002 (see paragraph 10 above). He was consequently transported to a hospital in Plešivec.", "14. On 7 March 2002 the applicant filed a complaint with the Constitutional Court. She alleged a violation of Articles 5 and 6 of the Convention and of Articles 16 (§ 1) and 19 (§ 2) of the Slovak Constitution, in that the District Court had failed to ensure that her husband be placed in a hospital for the purpose of psychiatric treatment immediately after his conviction on 7 January 2002.", "15. The Constitutional Court rejected the applicant's complaint on 2 October 2002. In its decision it found that there had been no interference with the applicant's rights under Article 5 § 1 of the Convention, as interpreted by the Convention organs. As to the alleged violation of the applicant's rights under Articles 16 (§ 1) and 19 (§ 2) of the Constitution, the applicant should have pursued an action for the protection of her personal integrity before the ordinary courts. Reference was made to the Constitutional Court's decisions on cases nos. I. ÚS 2/00 and II. ÚS 23/00.", "16. Article 16 § 1 of the Slovak Constitution guarantees to everyone the inviolability of his or her home and privacy.", "17. Article 19 § 2 guarantees to everyone the right to protection from unjustified interference with his or her private and family life.", "18. In a decision of 5 January 2000 in case no. I. ÚS 2/00 the Constitutional Court declared inadmissible a petition in which the plaintiff alleged a violation of Article 19 of the Constitution in that the public authorities had systematically requested that he should submit his higher education diploma to them. The decision stated that the plaintiff should have sought the protection of his rights under Article 19 of the Constitution by means of an action for protection of his personal integrity pursuant to Articles 11 et seq. of the Civil Code.", "19. In a decision of 23 March 2000 in case no. II. ÚS 23/00 the Constitutional Court rejected, for lack of jurisdiction, a petition in which the plaintiff had complained about a violation of his rights under Article 19 of the Constitution on the ground that the Minister of Justice had asked him to submit, as president of a District Court, information about his financial situation. The Constitutional Court held that the issue fell within the jurisdiction of the ordinary courts which had power to deal with it under Articles 11 et seq. of the Civil Code.", "20. Under Article 351 § 1 of the Code of Criminal Procedure (Law no. 141/1961 Coll., as applicable at the relevant time) the president of the relevant chamber shall order the medical institution concerned to carry out the treatment of a person in accordance with the court's decision. Where the person concerned represents a danger to his or her environment, the president of the chamber shall arrange for his or her immediate transfer to the medical institution (paragraph 2 of Article 351).", "21. In accordance with the practice of the Supreme Court (R 46/1977) the medical treatment of a person ordered by a court should, in principle, be arranged for immediately after the relevant decision has become executable.", "22. The Civil Code reads as follows:", "“Every natural person shall have the right to protection of his or her personal integrity, in particular his or her life and health, civil and human dignity, privacy, reputation and expressions of a personal nature.”", "“1. Every natural person shall have the right in particular to request an order restraining any unjustified interference with his or her personal integrity, an order cancelling out the effects of such interference and an award of appropriate compensation.", "2. If the satisfaction afforded under paragraph 1 of this Article is insufficient, in particular because the injured party's dignity or social standing has been considerably diminished, the injured party shall also be entitled to financial compensation for nonpecuniary damage.", "3. When determining the amount of compensation payable under paragraph 2 of this Article, the court shall take into account the seriousness of the harm suffered by the injured party and the circumstances in which the violation of his or her rights occurred.”", "23. Act no. 514/2003 on Liability for Damage Caused in the Context of Exercise of Public Authority (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci a zmene niektorých zákonov) was adopted on 28 October 2003. It became operative on 1 July 2004 and replaced, as from that date, the State Liability Act of 1969.", "24. The explanatory report to Act No. 514/2003 provides that the purpose of the Act is to render the mechanism of compensation for damage caused by public authorities more effective and thus to reduce the number of cases in which persons are obliged to seek redress before the European Court of Human Rights.", "25. Section 17 of the Act provides for compensation for pecuniary damage including lost profit and, where appropriate, also for compensation for damage of a non-pecuniary nature.", "26. For a more detailed analysis of the relevant domestic law, see also the Court's admissibility decision in the case of Kontrová v. Slovakia (dec.), no. 7510/04, 13 June 2006.", "27. For a summary of relevant international material see the Court's judgment in Opuz v. Turkey, no. 33401/02, §§ 72-86 , ECHR 2009..., in particular the Committee of Ministers of the Council of Europe's Recommendation Rec(2002)5 of 30 April 2002 on the protection of women against violence."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}