{"ITEMID": "001-95758", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TONCHEV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 8 - Right to respect for private and family life;Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1941 and lives in Vratsa.", "7. At about 2.30 p.m. on 25 March 1993 the applicant's fiveyearold son was playing in the street and started spraying a neighbour, Mr M.T., with water from a bottle. According to the findings of the national courts which examined the case later, M.T. asked him to stop. The applicant's son did not heed his request. M.T. then took a fivecentimetrelong piece of tile and threw it at the applicant's son, hitting him in the forehead and the left eyelid. The injuries suffered by the boy were a longitudinal wound on the left eyebrow measuring 11 by 3 millimetres and a bruised lower left eyelid measuring 5 by 3 millimetres. The applicant alleged that his son had in addition suffered psychological trauma.", "8. On 3 August 1993 the applicant, acting on behalf of his son, lodged with the Vratsa District Court (Врачански районен съд) a criminal complaint and a claim for damages against M.T. He alleged that M.T. had wilfully inflicted actual minor bodily harm on his son and requested that he be sentenced to two years' imprisonment and be ordered to pay 100,000 old Bulgarian levs (BGL), plus interest, as compensation for his son's pain and suffering.", "9. At the first hearing, which took place on 15 November 1993, the court invited the parties to settle. M.T. expressed his regret and said that he was willing to reach a settlement with the applicant, but the latter refused. The court adjourned the case to allow the parties to call witnesses.", "10. At the next hearing, held on 18 April 1994, the court again unsuccessfully invited the parties to settle. It heard M.T. and three witnesses and adjourned the case to allow the applicant to call two more witnesses.", "11. Four hearings, listed for 19 October 1994, 22 February, 14 June and 18 October 1995, failed to take place: the first because witnesses called by the applicant did not appear; the second because the applicant, who was taking care of his sick son in hospital, and M.T.'s lawyer were absent; the third because the applicant was ill and could not attend; and the fourth because neither the applicant, who was ill, nor M.T. appeared. At the fourth hearing the court noted that M.T. had not given good reasons for his absence and ordered that he be compelled to attend the next hearing.", "12. At the next hearing, on 11 December 1995, the court again invited the parties to settle, without success. It heard one witness and asked an expert to give an opinion on the exact extent of the injuries suffered by the applicant's son. The applicant increased the claim for damages to BGL 200,000.", "13. At a hearing held on 13 March 1996, in spite of the absence of the applicant's lawyer, the court heard the expert and admitted his report in evidence. The applicant requested a neurological expert report on his son's condition. The court refused his request and heard the parties' closing arguments. In a judgment of the same day it found M.T. guilty of wilfully inflicting actual minor bodily harm on the applicant's son, contrary to Article 130 § 1 of the Criminal Code (see paragraph 25 below). It sentenced him to one year's imprisonment, suspended. It awarded the applicant's son BGL 8,000, plus interest.", "14. The applicant appealed to the Vratsa Regional Court (Врачански окръжен съд), arguing that there had been material breaches of the rules of procedure, that the court had erred in assessing the facts and that the sentence was too lenient.", "15. A hearing listed for 18 April 1996 was adjourned as M.T.'s lawyer was busy with another case and could not attend.", "16. At a hearing held on 20 June 1996 the court unsuccessfully invited the parties to settle. It heard their closing arguments and reserved judgment.", "17. On 29 July 1996 the Vratsa Regional Court quashed the lower court's judgment and remitted the case. It held that by proceeding on 13 March 1996 in the absence of the applicant's lawyer the lower court had committed a material breach of the rules of procedure. The court went on to say that the failure to question two witnesses requested by the applicant and to appoint a neurological expert had led to an insufficient evidentiary basis.", "18. On remittal, the Vratsa District Court held a hearing on 24 June 1997. It heard M.T. The applicant reiterated his request for a neurological expert to be appointed and increased the claim for damages to BGL 6,300,000. The court ordered a medical report, to be drawn up by three experts, and adjourned the case.", "19. At the next hearing, which took place on 23 April 1998, the court heard a medical expert and one witness, and admitted the expert's report in evidence. The applicant requested a further expert report, to be drawn up by three experts. The court granted his request.", "20. Two hearings, listed for 11 March and 11 May 1999, failed to take place, the first because the applicant was ill and the second because M.T.'s lawyer was attending a colleague's funeral.", "21. A hearing was held on 14 July 1999. M.T. asked the court to adjourn the case, as his lawyer was absent. The court refused his request, saying that the case had already been adjourned many times and that the request was an abuse of process. It heard the parties' closing arguments and, in a judgment of the same date, found M.T. guilty of inflicting minor bodily harm on the applicant's son. It sentenced him to six months' imprisonment and ordered him to pay the applicant's son 10 new Bulgarian levs (BGN), plus interest.", "22. Both the applicant and M.T. appealed to the Vratsa Regional Court.", "23. At a hearing held on 23 November 2000 M.T.'s lawyer asked the court to discontinue the proceedings, as the applicable limitation period had expired. In a judgment of the same date the Vratsa Regional Court once again quashed the lower court's judgment and remitted the case. It held that by proceeding in the absence of M.T.'s lawyer at the last hearing the lower court had infringed his defence rights. It had also failed to duly admit for examination the applicant's increased claim for damages. The court went on to say that it could not rule on the merits of the case, as the limitation period had expired in September 2000. However, it could not discontinue the proceedings on this ground, such matters falling within the exclusive jurisdiction of the firstinstance court. It therefore instructed that court to discontinue them.", "24. In a decision of 27 December 2000 the Vratsa District Court discontinued the proceedings, noting that the limitation period had expired. The alleged offence had been committed on 25 March 1993, that is, more than seven and a half years earlier, which barred any further prosecution. Upon an appeal by the applicant, the Vratsa Regional Court upheld the decision discontinuing the proceedings in a judgment of 4 April 2001. A subsequent appeal by the applicant was dismissed by the Supreme Court of Cassation (Върховен касационен съд) on 12 October 2001.", "25. Article 130 § 1 of the 1968 Criminal Code makes it an offence wilfully to inflict actual minor bodily harm, defined as an injury to health other than those specifically set out in Articles 128 § 2 and 129 § 2 of the Code, which deal with grievous and intermediate bodily harm. The maximum penalty on conviction is two years' imprisonment or compulsory labour. Aggravated actual minor bodily harm, which includes cases where it has been inflicted on a child under fourteen years of age, carries a maximum penalty of three years' imprisonment (Article 131 § 1 (4) of the Code).", "26. Minor bodily harm is privately prosecutable (Article 161 of the Code). The prosecution is thus brought directly by the victim of the offence and not by the public prosecutor (Article 240 § 1 (2) of the 1974 Code of Criminal Procedure, superseded by Article 247 § 1 (2) of the 2005 Code of Criminal Procedure). In exceptional cases, where the aggrieved parties cannot ensure the defence of their interests because of frailty or dependency on the alleged perpetrator, the public prosecutor may bring a prosecution in their stead or intervene in the proceedings (Articles 4546a of the 1974 Code and Articles 4850 of the 2005 Code).", "27. The law and practice concerning limitation periods for the prosecution of criminal offences have been described in paragraphs 27 and 28 of the Court's judgment in the recent case of Dinchev v. Bulgaria (no. 23057/03, 22 January 2009).", "28. The victim of a tort which is also a privately prosecutable criminal offence has the choice of bringing a claim against the alleged tortfeasor in the civil courts, or of making a civilparty claim in the context of criminal proceedings (Article 60 § 1 of the 1974 Code of Criminal Procedure, superseded by Article 84 § 1 of the 2005 Code of Criminal Procedure).", "29. Under Article 64 § 2 of the 1974 Code (superseded by Article 88 § 2 of the 2005 Code), the examination of a civilparty claim should not lead to an adjournment of the criminal case. If the proceedings are discontinued the claim is not examined, but may be brought separately in a civil court (Article 64 § 3 of the 1974 Code, superseded by Article 88 § 3 of the 2005 Code). The criminal court rules on the claim only when giving judgment on the merits of the criminal case, even if in that judgment it finds that the accused's criminal liability has been extinguished (Article 305 of the 1974 Code, superseded by Article 307 of the 2005 Code; and реш. № 225 от 20 септември 2004 г. по н.д. № 849/2003, ВКС, II н.о.)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}