{"ITEMID": "001-75727", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LEHTONEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1957 and lives in Muurla.", "5. The applicant was employed by a bank, working in the relevant years 1989-90 in the bank’s new campaign to grant loans and to invest in property abroad.", "6. The applicant’s suspected offending in respect of credit decisions made without adequate guarantee arrangements, which led to the bank’s winding-up in the beginning of the 1990s, was reported to the police on 23 June 1992. The criminal investigation was begun by the police on 7 July 1992. A total of fourteen reports of offences had been made. The corresponding investigations lasted from 7 July 1992 to 9 December 1994 and from 9 April 1996 ending on 9 May 1996. On 7 August 1992 the police carried out a search at the applicant’s home and seized his assets, at which point he became aware that he was suspected of serious fraud in connection with his activities at the bank.", "7. The hearing of the case, which involved 33 defendants, began in the Salo District Court (käräjäoikeus, tingsrätten) on 7 March 1995. It included several adjournments and lasted approximately five years in total. The case was heard during a total of 68 days. The judgment was rendered on 24 March 2000 and it ran to almost 900 pages. The applicant was convicted of four counts of aggravated fraud and sentenced to a suspended term of one year and ten months’ imprisonment and a fine.", "8. On 4 March 2002 the Turku Court of Appeal (hovioikeus, hovrätten) gave judgment. It added a fifth count of serious fraud and increased the applicant’s sentence to four years and six months of unconditional imprisonment and a loss of military rank. The court decided to examine the case directly including the part which had been declared inadmissible by the District Court (charge 12), i.e. without returning the case to the District Court, referring to Article 6 of the Convention and the right to a trial within a reasonable time guaranteed therein. Furthermore, it stated in its reasons (p. 138) that it was taking the length of the proceedings into account as a factor lessening the sentence for all defendants in the case.", "9. On 30 October 2002 the Supreme Court (korkein oikeus, högsta domstolen) refused leave to appeal.", "10. The applicant submitted an extraordinary appeal against the decisions of the Supreme Court and the Court of Appeal, but it was rejected by the Supreme Court on 17 February 2003."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}