{"ITEMID": "001-72556", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF STERE AND OTHERS v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Inadmissible under Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "", "TEXT": ["4. The applicants were born in 1960, 1956 and 1948 respectively and live in Alba Iulia.", "5. In connection with the restructuring of the armed forces, which had begun in 1995, a number of legislative measures were passed with a view to encouraging professional soldiers to apply for reassignment to the reserve force and thereby to take early retirement.", "6. In addition to their retirement pension, section 7 of Government Ordinance no. 7 of 26 January 1998 (“Ordinance no. 7/1998”) granted those concerned a tax-free “income replacement allowance” calculated in relation to their gross monthly pay. Under section 31 (1) of Law no. 138 of 20 July 1999 (“Law no. 138/1999”), they were additionally entitled to a tax-free “maintenance allowance”, also calculated in relation to their gross monthly pay. The method of calculating those allowances was amended by Government Emergency Ordinance no. 136 of 14 September 2000 (“Ordinance no. 136/2000”), which provided that the net monthly pay would be used as the basis of calculation.", "7. At their request, the applicants were assigned to the reserve force and thereby took early retirement, on 31 March 2000 for the first and third, and on 31 May 2000 for the second, with entitlements to the above-mentioned pension and allowances. However, when those sums were paid out, the Ministry of Defence deducted income tax, calculated in accordance with Ordinance no. 73 of 27 August 1999 concerning income tax (“Ordinance no. 73/1999”), thereby depriving the first applicant of 85,804,572 Romanian lei (ROL), the second of ROL 77,945,656 and the third of ROL 59,605,499.", "8. In an action against the Ministry of Defence, the applicants claimed the reimbursement of those sums, which they alleged had been wrongfully deducted, on the ground that their allowances were exempt from tax under Ordinance no. 7/1998 and Law no. 138/1999. The Ministry disputed their claim, contending that the taxation in question was consistent with Ordinance no. 73/1999.", "9. In a judgment of 11 January 2001 the Alba Iulia Court of First Instance allowed the applicants’ action and ordered the Ministry to reimburse the amounts deducted for tax. The court considered that on the date of their retirement, that is to say some time before the entry into force of Ordinance no. 136/2000, the applicants had acquired an entitlement to tax-free allowances calculated in relation to their gross monthly pay. Moreover, the court observed that section 5 of Ordinance no. 73/1999 provided that maintenance allowances were likewise tax exempt.", "10. The Ministry of Defence appealed, arguing that the tax exemption provision in respect of the income replacement allowance, under section 7 of Ordinance no. 7/1998, had been expressly repealed by section 86 of Ordinance no. 73/1999, which had also implicitly abolished the exemption in respect of maintenance allowances under section 31 (1) of Law no. 138/1999.", "11. In a final decision of 27 March 2001 the Alba County Court upheld the merits of the judgment at first instance on the following grounds:", "“Even assuming, purely for the sake of argument, that the provisions of section 7 of Ordinance no. 7/1998 had been repealed, those of section 31 (1) of Law no. 138/1999 – which also provide for tax exemption and for the calculation [of the allowance] in relation to gross monthly pay – would remain as a legal basis. The Ministry contends that the provision in question was implicitly repealed, but that view has not been substantiated, because Ordinance no. 73/1999 post-dates Law no. 138/1999 and if the legislature had wished to repeal the section in question, nothing would have prevented it from making express provision to that effect, as was the case for other legislative instruments referred to in section 86 of Ordinance no. 73/1999. ... In any event, a Government Ordinance, being of secondary legislative importance in relation to statute law, cannot repeal a statute.", "In addition, the Ministry wrongly contends that Ordinance no. 73/1999 constitutes a lex specialis in relation to Ordinance no. 7/1998 and to Law no. 138/1999. In actual fact, Ordinance no. 73/1999 is the framework instrument concerning taxation, and, in relation to the other two instruments mentioned above, which grant tax relief to a specific category of employees, it lays down the ordinary rules from which the special provisions of those instruments derogate.", "Moreover, section 6 of Ordinance no. 73/1999 states that income replacement allowances and maintenance allowances, such as those concerned in the present case, are exempt from income tax, thus indicating the legislature’s intention that they should not be taxable.", "The provisions of Ordinance no. 136/2000 to the effect that the allowance is calculated in relation to net pay do not apply in the case of the applicants, who retired before the entry into force of the Ordinance, which does not have retrospective effect ... The possibility of discrimination [between servicemen who retired after the entry into force of Ordinance no. 136/2000, whose allowances were calculated in relation to net pay, and those who retired before that date, who were entitled to allowances based on gross pay] is not left to the discretion of the employer or of the courts, but is a matter for the legislature, which should have taken this into account and found an appropriate solution in the course of the legislative process, by means of precise and specific regulatory provisions. Accordingly, neither an employer nor a court can substitute itself for the legislature in harmonising the various provisions which have come into force at different times but which concern situations that are similar, although they arose, changed or ceased to exist under different statutes.”", "12. The court also considered that the two allowances in issue could not be characterised as a “salary” or “income treated as a salary” for the purposes of sections 22 and 23 of Ordinance no. 73/1999, especially as they were not included among the forms of taxable income referred to in section 4 of that Ordinance.", "Lastly, the court looked at the practice of other courts in similar disputes and found that it supported the claims of the former servicemen.", "13. As the judgment of 11 January 2001 had become res judicata and had been endorsed with a writ of execution, the applicants received, on an unspecified date, the amounts they had claimed.", "14. On 11 September 2001 the Procurator-General of Romania applied to the Supreme Court of Justice to have the 11 January 2001 judgment of the Alba Iulia Court of First Instance and the 27 March 2001 decision of the Alba County Court quashed.", "15. He considered that in construing domestic law the two courts had committed serious errors of law which had vitiated the settlement of the dispute. He argued that section 86 of Ordinance no. 73/1999 had superseded the provisions of section 7 of Ordinance no. 7/1998 and section 31 of Law no. 138/1999, and added that under sections 4 and 23 of Ordinance no. 73/1999 the allowances and other entitlements of military personnel were treated as salaries and were therefore liable to the taxation provided for in that Ordinance.", "16. The applicants sought the dismissal of the Procurator-General’s application to have the judgments quashed, disputing his arguments that the above-mentioned provisions had been superseded and that the allowances were treated as salaries. They argued that, in any event, even assuming that the allowances could have been treated as salaries, they should not have been liable to tax, since section 6 (f) of Ordinance no. 73/1999 exempted from tax any allowances that were calculated in relation to net monthly pay. Moreover, under section 24 (2) of that Ordinance, net earnings were not defined as gross earnings minus tax but as gross earnings minus social-insurance contributions. Accordingly, they considered that the Ministry of Defence had wrongly deducted tax from their allowances.", "17. In a judgment of 30 January 2002 the Supreme Court of Justice allowed the Procurator-General’s application, quashed the impugned judgments and ordered the reimbursement of the sums that the Ministry of Defence had paid to the applicants on the basis of those judgments. The relevant passage of the decision provided:", "“Whilst section 31 of Law no. 138/1999 provides that, upon their reassignment to the reserve force, servicemen benefit from a tax-free maintenance allowance, calculated in relation to their gross monthly pay, that provision must be read in the light of the provisions of section 5 of Government Ordinance no. 73/1999 and of the Government Order [no. 1066 of 29 December 1999 – “Order no. 1066/1999”], which, whilst providing that income from maintenance allowances is exempt from tax, specify which forms of income are included in that category and exclude any salaries or income treated as such.", "Considering that Law no. 138/1999 pertains precisely to salaries and entitlements relating to the status of Ministry of Defence employee, it is clear that the grant of a maintenance allowance under section 31 of the above-mentioned Law stems from employee status, and that such allowances are accordingly liable to tax, in accordance with Ordinance no. 73/1999.", "That conclusion is confirmed by Government Order no. 1066/1999 which, referring to section 5 of Ordinance no. 73/1999, specifies what forms of income are exempt from tax, among them maintenance allowances. It can be seen from the enumeration in that provision that the maintenance allowances contemplated in Ordinance no. 73/1999 are confined to those granted for special purposes, such as maintenance allowances for soldiers’ spouses, welfare benefits, emergency relief granted by the State or local councils in cases of hardship, funeral grants, etc.", "The above-mentioned provision makes no reference to maintenance allowances paid to servicemen upon their reassignment to the reserve force and calculated in relation to their gross monthly pay.", "Consequently, since such allowances are comparable to a salary and are calculated on the basis of gross monthly pay, they are taxable like any gross income.", "In addition, section 86 of Ordinance no. 73/1999 expressly provides that any provision contrary to that Ordinance is superseded, thereby confirming once again that the legislature’s intention was to render such income taxable.", "As regards the income replacement allowances granted to the applicants under section 7 of Ordinance no. 7/1998, being tax-exempt and likewise calculated in relation to gross monthly pay, it should be noted that section 86 of Ordinance no. 73/1999 expressly superseded that provision as regards the tax exemption of such income. Accordingly, the applicants are also liable for tax on such income.", "Furthermore, it is to be observed that section 6 (f) of Ordinance no. 73/1999 exempts from income tax only those income replacement allowances and maintenance allowances that are calculated in relation to net monthly pay, whereas the allowances granted to the applicants were calculated in relation to their gross monthly pay. It follows that this income was also taxable.”", "18. As the authorities failed to bring any action for the enforcement of the judgment of the Supreme Court of Justice, the applicants have not, to date, reimbursed the disputed amounts.", "19. Article 330 of the Code of Civil Procedure provided:", "“The Procurator-General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for any final judicial decision to be quashed on any of the following grounds:", "1. that the court in question has exceeded its jurisdiction;", "2. that the decision concerned by the application has seriously breached the law, leading to erroneous findings on the merits of the case, or that the decision is ill-founded.”", "This Article was repealed by Government Emergency Ordinance no. 58 of 25 June 2003.", "20. The relevant provisions read as follows:", "“During the restructuring of the armed forces, officers, non-commissioned officers and instructors [having completed at least 20 years of service] may request to be reassigned to the reserve force, before reaching the statutory age-limit, with a military pension entitlement ...”", "“Military personnel reassigned to the reserve force who are entitled to a military pension ... shall receive, in return for their service in the armed forces, the compensation provided for in the statutory provisions on remuneration of military personnel. Moreover, for each remaining year of service until the age of fifty-five, they shall be entitled to a tax-free income replacement allowance of which the amount shall be double that of their last gross monthly pay.”", "“Military personnel having completed less than twenty years of service may request to be reassigned to the reserve force or may be assigned thereto automatically ... and shall receive a tax-free income replacement allowance, calculated on the basis of their length of service and their last gross monthly pay.”", "21. Section 31 of Law no. 138 provides:", "“Military personnel reassigned to the reserve force who are entitled to a military pension, ... shall receive a tax-free maintenance allowance calculated according to their length of service ... and their last gross monthly pay ...", "Military personnel reassigned to the reserve force, with a military pension entitlement, before reaching the statutory age-limit, shall also receive, for each remaining year of service until that age, a tax-free maintenance allowance of which the amount shall be double that of their last gross monthly pay.", "The provisions of the second paragraph shall not apply to military personnel receiving the income replacement allowance provided for by Ordinance no. 7/1998.”", "22. The relevant provisions read as follows:", "“The category of taxable income shall consist of income from self-employment, rent from property, salaries, interest, dividends and other income.”", "“The following shall not be considered taxable income and shall not be liable to taxation:", "(a) maintenance allowances, grants and other forms of benefit for special purposes, being paid from the State budget, the social insurance fund, special funds, local councils, other public funds or third-party sources ...”", "“The following shall be considered tax-free income: ... sums constituting income replacement allowances calculated on the basis of net monthly pay and granted to military personnel assigned to the reserve force in connection with the restructuring of the armed forces, and maintenance allowances calculated on the basis of net monthly pay and granted to military personnel assigned to the reserve force with or without a pension entitlement”.", "“A salary shall be defined as any income in money or in kind received by an individual who pursues an activity under a contract of employment, regardless of the term of the contract, the designation given to the income or the means of payment ...”", "“The following shall be treated as salaries for tax purposes: monthly pay, allowances, bonuses, subsidies and other statutory entitlements of armed-forces personnel.”", "“The net amount of taxable salaries shall be calculated by subtracting the following from the gross amount ...:", "(a) statutory contributions to supplementary pension, unemployment benefit and medical insurance funds;", "(b) a 15% deduction in respect of professional expenses ....”", "“The present Ordinance, upon its entry into force, shall supersede ... the provisions on tax exemption in respect of the income replacement allowances provided for in section 7 and section 8 (1) of Ordinance no. 7/1998 ..., together with any other provisions that may be incompatible.”", "23. The Order in question provides:", "“Tax-free income [for the purposes of section 5 (a) of Ordinance no. 73/1999] shall include: ... maintenance allowances for soldiers’ spouses, welfare benefits, emergency relief granted by the State or local councils in cases of hardship, unemployment benefit, professional reintegration allowances, funeral grants, humanitarian, medical or social relief ...”", "24. The relevant provisions read as follows:", "“The amount of the income replacement allowance provided for in sections 7, 8 and 11 of Ordinance no. 7/1998 ... and that of the maintenance allowance provided for in section 31 and section 32 (1) of Law no. 138/1999 shall be calculated on the basis of net monthly pay.”", "“The amount of the net monthly pay shall be calculated by subtracting the statutory monthly tax from the amount of the gross monthly pay in respect of the last month of service.", "The amount of the monthly tax shall be calculated as provided in Ordinance no. 73/1999 on income tax”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}