{"ITEMID": "001-96765", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "X. v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, X., is an Irish national who was born in 1986 and lives in Dublin. He was represented before the Court by Mr J Quinn, a lawyer practising in Dublin. The Irish Government (“the Government”) were represented by their co-Agent, Mr P. White of the Department of Foreign Affairs.", "2. In the early hours of the morning of 11 January 2003 the applicant, who had stolen a car and driven it through a red traffic light, was involved in a collision with another vehicle in Dublin. Prior to the collision the applicant had driven at considerable speed and had rammed three police cars which had been involved in an attempt to stop the applicant. Two people were killed in the collision. Mr G., the driver of the other vehicle, a taxi, was killed instantly and one of the passengers in the stolen car driven by the applicant died some hours later.", "3. On the following day (12 January 2003) the applicant was arrested and detained under section 4 of the Criminal Justice Act, 1984. He was released from custody but arrested again in order to be charged with an offence under section 112 of the Road Traffic Act 1961, as amended. Y, the surviving passenger from the stolen car, was also so charged. On 13 January 2003 the applicant and Y (neither of whom had by then attained the age of majority) appeared before the Dublin District Court, sitting as the Children Court (“the Children Court”). Restrictions are imposed upon reports of proceedings before the Children Court pursuant to the provisions of the Children Act 2001.", "4. Considerable publicity was generated by the incident. The Director of Public Prosecutions brought proceedings for contempt of court against certain newspapers that had identified (by initials) the applicant and Y and on 7 March 2003 the High Court convicted the said newspapers of contempt of court in respect of the articles published after the applicant and Y. had been charged.", "5. Meanwhile, in view of the nature of the offences with which he had been charged, the applicant’s case had been transferred from the Children Court to the Dublin Circuit Criminal Court. On 15 July 2003 the applicant pleaded guilty to manslaughter. On 22 October 2003 he pleaded guilty to a further count of manslaughter and to a count of unlawful use of a mechanically propelled vehicle. On that day (22 October 2003) the applicant was sentenced to seven years’ detention. At that time, the applicant was 17 years and 5 months old.", "6. Following the sentencing, the trial judge directed that the name of the applicant could not be published in the media on the grounds that the applicant was a child within the meaning of the Children Act 2001 (“the 2001 Act”) and that publication of his name was prohibited by the Act. However, later that day, legal representatives from a number of media organisations brought an application, on notice to the applicant’s lawyers, to lift the prohibition on publishing the applicant’s name on the basis that the 2001 Act did not confer jurisdiction on the Circuit Criminal Court (before which the applicant had been tried) to make the Order. Having heard submissions from the parties on the matter, the said judge vacated his earlier order. Counsel for the applicant, having failed in opposing the application, then asked for a transcript of the ruling to be made available stating “We have other remedies”.", "7. That evening the applicant’s name was broadcast on the television and the radio. His picture also appeared on the television. The newspapers later published his name and his picture.", "8. Article 34(1) of the Constitution of Ireland 1937 provides:", "“Justice shall be administered in courts established by law by judges appointed in the manner provided by this Constitution, and, save in such special and limited cases as may be prescribed by law, shall be administered in public.”", "Article 40(3) reads, in so far as relevant, as follows:", "“1. The State guarantees in its laws to respect, and, as far as practicable, by its laws to defend and vindicate the personal rights of the citizen.", "2. The State shall, in particular, by its laws protect as best it may from unjust attack and, in the case of injustice done, vindicate the life, person, good name, and property rights of every citizen.”", "9. The domestic courts recognise further unspecified personal rights protected by Article 40(3) of the Constitution either as rights ancillary or corollary to those expressly mentioned in Article 40(3)(2) or as latent in the expression “personal rights” in Article 40(3)(1). Thus, the courts have recognised, inter alia, a right to privacy as one of the fundamental personal rights of the citizen which flow from the Christian and democratic nature of the State. In McGee v. the Attorney General [1974] IR 284 the Supreme Court held that:", "“Whilst the ‘personal rights’ [in Article 40.3 of the Constitution of Ireland] are not described specifically, it is scarcely to be doubted that the right to privacy is universally recognised and accepted with possibly the rarest of exceptions.”", "In the case of Kennedy and Others v. Ireland and the Attorney General [1988] ILRM 472, the plaintiffs were awarded £50,000 in damages when the Court found that an unjustifiable tapping of the plaintiffs’ telephones breached their right to privacy as protected under Article 40(3) of the Constitution.", "In The State (Quinn) v Ryan [1965] IR 70 the Supreme Court found that:", "“It was not the intention of the Constitution in guaranteeing the fundamental rights of the citizen that these rights should be set at naught or circumvented. The intention was that rights of substance were being assured to the individual and that the Courts were the custodians of these rights. As a necessary corollary, it follows that no one can with impunity set these rights at naught or circumvent them, and that the courts’ powers in this regard are as ample as the defence of the Constitution requires.”", "10. Section 45(1) of the above Act, where relevant, provides as follows:", "“Justice may be administered otherwise than in public in any of the following cases:", "(a) applications of an urgent nature for relief by way of habeas corpus, bail, prohibition or injunction;", "(b) matrimonial causes and matters;", "(c) lunacy and minor matters...”", "Section 45(2) of the above Act expressly provides that the cases prescribed by section 45(1):", "“. . .shall be in addition to any other cases prescribed by any Act of the Oireachtas.”", "11. Pursuant to section 45(1) of the 1961 Act, the domestic courts have made Orders prohibiting the disclosure of the identities of parties, including minors, in a variety of cases including:- Kennedy and McCann [1976] IR 382 (which involved a custody dispute between parents and subsequently contempt of court proceedings against a journalist and newspaper editor who breached the order); In Re R. Ltd. [1989] IR 126 (proceedings involving a company and one of its directors); JPD v MG [1991] 1 IR 47 (a paternity dispute); Attorney General v. X [1992] 1 IR 1 (proceedings involving a young girl who sought an abortion); In Re The Child Abduction and Enforcement of Custody Orders Act, 1991; PSS v. JAS (otherwise C) Unreported, High Court, 22 May 1995, (contempt of court proceedings were issued against a newspaper editor and journalist for breaching a section 45 order); and In Re A Ward of Court (withholding of medical treatment) (No. 1) [1996] 2IR 73.", "12. Section 3 of the 2001 Act provides the following definitions:", "“(1) In this Act, unless the context otherwise requires...", "“child” means a person under the age of 18 years;", "“Court”, in Parts 7 and 8, means the Children Court;”", "Section 71 of the 2001 Act (which is in Part 7 of the Act) provides (in so far as relevant):", "“(1)(a) The District Court, when hearing charges against children or when hearing applications for orders relating to a child at which the attendance of the child is required or when exercising any other jurisdiction conferred on the Children Court by or under this or any other Act ... shall be known as the Children Court and is referred to as “the Court” in this Part and Part 8.”", "Section 75 of the 2001 Act provides (in so far as relevant):", "“(1)...the Court may deal summarily with a child charged with any indictable offence, other than an offence which is required to be tried by the Central Criminal Court or manslaughter, unless the Court is of the opinion that the offence does not constitute a minor offence fit to be tried summarily or, where the child wishes to plead guilty, to be dealt with summarily.”", "Section 93 of the 2001 Act (which is in Part 8 of the Act) provides (in so far as relevant):", "“(1) In relation to any proceedings before the Court against a child or in relation to a child under Part 9-", "(a) no report shall be published or included in a broadcast which reveals the name, address or school of any child concerned in the proceedings or includes any particulars likely to lead to the identification of any child concerned in the proceedings, and", "(b) no picture shall be published or included in a broadcast as being or including a picture of any child concerned in the proceedings or which is likely to lead to his or her identification.", ". . .", "(6) This section shall not affect the provisions of any enactment concerning the anonymity of an accused or the law relating to contempt of court.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}