{"ITEMID": "001-99610", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VELIYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1964 and previously resided in the town of Baku, in the Republic of Azerbaijan.", "8. He is currently serving a sentence of imprisonment in penitentiary establishment IK-4 in the town of Vyazniki of the Vladimir Region, Russia.", "9. On 26 February 2004 the applicant was arrested on suspicion of having taken part in multiple episodes of organised armed robbery, along with eight other people.", "10. Since that date he has remained in custody.", "11. On 28 February 2004 the Frunzenskiy District Court of the town of Vladimir (“the District Court”), having heard submissions from a prosecutor and from the applicant in person, authorised the applicant's arrest and pre­trial detention.", "12. The court examined the materials of the case file and noted that the applicant was suspected of having committed a series of particularly serious crimes, had no fixed place of residence, work or registration in Russia, that he was a foreign national, that there were grounds to believe that being at large the applicant might flee from justice or continue his criminal activity, and that the application of less drastic preventive measures was generally not justified.", "13. It does not appear that the applicant brought appeal proceedings in respect of this detention order.", "14. On 2 March 2004 the charges were brought against the applicant on suspicion of his involvement in multiple episodes of organised armed robbery.", "15. Subsequently, on an unspecified date, the applicant's case was merged with other cases which concerned the applicant's criminal activity in the Vladimir, Ivanovo and Saratov Regions.", "16. By order of 22 April 2004 the District Court, having heard submissions from the applicant, his counsel and the prosecutor, extended the applicant's detention until 6 July 2004, for a total period of 4 months and 10 days.", "17. The court mentioned the same reasons as in the order of 28 February 2004, adding that the applicant could put pressure on other participants in the criminal case, attempt to eliminate evidence and otherwise impede the proceedings.", "18. The decision also noted the need to finalise investigative actions in the Vladimir, Ivanovo and Saratov Regions. The prosecutor estimated that these actions could take at least two months and ten days. The court examined the materials in the case file as collected so far and agreed with the investigator's reasons.", "19. It does not appear that the applicant brought appeal proceedings in respect of this decision.", "20. On 6 July 2004 the District Court extended the pre-trial detention until 6 September 2004, for a total period of 6 months and 10 days. The court noted that the applicant had been accused of a serious crime, that he was unemployed, and that from the case-file materials it followed that further investigative actions were required.", "21. According to the court, there was reason to believe that being at large the applicant might flee, continue his criminal activity or impede the criminal proceedings.", "22. It is not clear whether the judge heard submissions from the applicant or his counsel in person or whether any appeal proceedings were brought in respect of this extension.", "23. On 25 August 2004 further charges were brought against the applicant on account of other alleged criminal activity on his part.", "24. On 6 September 2004 the applicant's pre-trial detention was further extended by the District Court, this time until 6 November 2004, for a total period of 8 months. The court gave reasons essentially similar to those mentioned in its previous decisions.", "25. It is not clear whether the judge heard submissions from the applicant or his counsel in person or whether any appeal proceedings were brought in respect of this extension.", "26. In a decision dated 22 October 2004 the District Court again extended the applicant's pre-trial detention, this time until 6 December 2004, referring to the same reasons as in its previous decisions. The total period of the applicant's authorised detention now amounted to 9 months and 10 days.", "27. It is not clear whether the judge heard submissions from the applicant or his counsel in person or whether any appeal proceedings were brought in respect of this extension.", "28. On 6 December 2004 the District Court extended the pre-trial detention until 6 February 2005, for a total period of 11 months and 10 days. The court justified the decision with reference to essentially the same reasons as previously.", "29. It is not clear whether the judge heard submissions from the applicant or his counsel in person or whether any appeal proceedings were brought in respect of this extension.", "30. It appears that on 11 January 2005 the investigation in respect of nine co-accused in the case, including the applicant, was over and the prosecution authority sent the bill of indictment, along with the case file, to the trial court for examination on the merits.", "31. On 27 January 2005 the Vladimir Regional Court (“the Regional Court”) carried out a preliminary examination of the case and, having detected various shortcomings and defects in the investigation, decided to return the file to the prosecutor.", "32. Those defects included the following: failure to notify the accused of their rights in relation to the jury trial procedure; failure to decide whether there was any need to split the case in view of the fact that some co-accused had opted for a jury trial procedure; and lastly certain inconsistencies and shortcoming in the factual conclusions made by the prosecution in the bill of indictment.", "33. The court noted that all accused in the case should remain in detention as there were no reasons to release them. The court did not set any specific time-limit for their detention. The decision referred to all accused collectively, without analysing their circumstances individually. In taking this decision the court relied on Article 237 of the Code of Criminal Procedure.", "34. Upon expiration of the ten-day time-limit for appeal on 3 February 2005, the court sent the case file back to the prosecutor's office.", "35. On 4 March 2005, having introduced necessary corrections and amendments, the prosecution sent the corrected case file to the trial court for examination on the merits.", "36. On an unspecified date, the trial court decided to hold a preliminary hearing in the case on 28 March 2005. It does not appear that any formal decision was taken as regards the applicant's detention on remand.", "37. On 10 March 2005 the applicant, through his lawyer, applied for release. The request referred to the alleged lack of any lawful basis for his continued detention as of 6 February 2005.", "38. This request was examined and rejected by the Regional Court at the preliminary hearing on 28 March 2005. The court decided that the investigation should be suspended because one of the accused, Mr D.G. K., was seriously ill, while one of the others, Mr A.A. G., could not take part in the proceedings as he was being tried in a different set of proceedings for a different offence. The court noted that it was impossible to try the applicant separately from the other co­accused and that the six month time-limit, as set out in Article 255 § 3 of the Code of Criminal Procedure, was not breached.", "39. In respect of the lawfulness of the applicant's detention on remand, the court noted that until 11 January 2005, the date on which the case had been sent to the trial court for examination on the merits, the applicant had been regarded as “detained pending investigation” and that after that date he was “detained pending trial”. In view of the trial court's decision of 27 January 2005 remitting the case to the prosecution as of 3 February 2005, the applicant was again detained “pending investigation”. On 4 March 2005 the case was again sent to the trial court and the applicant detained “pending trial”. The court then gave the following reasoning:", "“Under Part 2 of Article 255 of the Code of Criminal Procedure, if a preventive measure in the form of detention on remand is chosen ..., then the term of the detention counted from the date on which the case reached the court and until the verdict has been given may not exceed six months, except for cases explicitly mentioned in Part 3 of the above-mentioned Article. The norm in question means that as of the date on which the case reached the court the accused is counted as being detained pending trial.", "Under Part 3 of Article 255 of the Code of Criminal Procedure, the court in charge of the case may, upon expiry of the above-mentioned six months, extend the term. At the same time, such an extension is possible only in cases involving serious or particularly serious offences, and each time for a term not exceeding three months.", "At the time when the case reached the court that is on 4 March 2005 [the applicant] was counted as being detained pending trial. The six-month time-limit mentioned in Part 3 of Article 255 has not expired to date. The court finds no violation of the domestic law in this respect.”", "40. The decision of 28 March 2005 was contested by the applicant, through his lawyer, before the Supreme Court on 7 April 2005.", "41. On 20 June 2005, that is seventy-four days thereafter, the Supreme Court of Russia (“the Supreme Court”) examined and rejected the complaint. The decision referred to all the accused collectively, without analysing their circumstances individually. In its relevant part, the court ruling stated as follows:", "“[the applicant and eight others] are accused by the investigation of commission of crimes, including serious and very serious offences.", "The circumstances which served as a basis for the preventive measure in the form of detention did not change. Having noted its reasons in the decision, the court came to the conclusion that the need for the preventive measure in respect of [the applicant and other co-accused] had not ceased to exist, and that there had been no reason to release him or to choose a milder preventive measure, which is why the court had taken the decision ...", "This court has no reason to differ.”", "42. On 20 June 2005 the Regional Court resumed the proceedings in the case and decided to hold a preliminary hearing on 11 July 2005.", "43. In view of the fact that the six-month time-limit set out in Part 3 of Article 255 of the Code was about to expire, on 11 July 2005 the Regional Court extended the applicant's detention for three months until 18 October 2005. The court gave the same reasons as previously.", "44. The decision of 11 July 2005 was contested by the applicant through his lawyer before the Supreme Court on 18 July 2005.", "45. On 15 September 2005, that is two months and five days later, the Supreme Court examined this appeal and decided to uphold the decision of 11 July 2005. The court essentially relied on the fact that the circumstances relevant in the applicant's situation had not changed and that the proceedings could not be finalised “for objective reasons”. Again, the court referred to all the accused collectively, without analysing their circumstances individually.", "46. On 19 July 2005 the Regional Court yet again carried out a preliminary examination of the case and decided to return the case to the prosecution. The court ordered an additional investigation to be carried out, having spotted a number of defects in the work of the investigator, including multiple breaches of the rights of the accused.", "47. By the same decision the court decided to leave the applicant's preventive measure unchanged. The court referred to all the accused collectively, without analysing their circumstances individually. It gave the following reasoning:", "“... Deciding on the question of the preventive measure in respect of all the accused, the court is of the view that they are accused of committing a few crimes in the categories of serious and especially serious offences, do not have any fixed abode in the Vladimir Region, and according to the bill of indictment had committed crimes as part of a criminal group, and therefore the preventive measure imposed on them should be left unchanged.”", "48. The decision of 19 July 2005 was contested by the applicant through his lawyer in the Supreme Court on 25 July 2005.", "49. On 6 October 2005, that is two months and eighteen days later, the Supreme Court examined and rejected the appeal. The court referred to all the accused collectively, without analysing their circumstances individually. It upheld the decision of 19 July 2005 in full, having noted that:", "“... the grounds for choosing the preventive measure in the form of detention in respect of [the applicant] had not changed; the need for its application had not ceased ...”", "50. On 2 September 2005 the District Court, whilst the case was still pending with the investigator, authorised the applicant's detention for twenty days more, until 23 September 2005. It indicated the same reasons for the detention as in the previous decision. In particular, it noted:", "“The extension of the term of detention of [the accused] is justified by objective reasons and is well-founded. [The applicant] is accused of the commission of a number of crimes, including very serious offences that were highly dangerous to society, and has no fixed place of residence in Russia; this is why there are reasons to believe that if at large he may continue his criminal activity, abscond from the investigative bodies or impede the investigation in the case. In these circumstances, there are no grounds for a change in the preventive measure or for its cancellation ...”", "51. On 5 September 2005 the applicant, through his lawyer, complained to the Regional Court about the decision of 2 September 2005.", "52. On 4 October 2005 the Regional Court upheld the decision of 2 September 2005. The court noted that the applicant's detention on remand was lawful and that:", "“... the impossibility of applying to [the applicant] a different, milder, preventive measure was justified in the court decision on several occasions and the circumstances which served as a basis for confinement of [the applicant] have not become obsolete [since then] ...”", "53. On 22 September 2005 the Regional Court, whilst the case was still pending with the investigator, further extended the applicant's detention, this time until 1 January 2006.", "54. The decision of 22 September 2005 was contested by the applicant through his lawyer on 23 September 2005.", "55. On 8 December 2005 the Supreme Court decided to uphold the decision of the Regional Court dated 22 September 2005, having noted that “[the applicant] had been accused of a number of crimes, including serious and very serious offences” and that the applicant's detention on remand had been, and remained, lawful and justified.", "56. On 11 November 2005 the prosecutor finalised the investigation and referred the case to the trial court for examination on the merits.", "57. On 5 December 2005 the Regional Court decided to hold the first preliminary hearing of the case. It rejected the applicant's request for release and decided that the applicant should remain in detention, relying essentially on the same reasons as previously.", "58. On 13 December 2005 the applicant through his lawyer contested the decision of 5 December 2005 in the Supreme Court.", "59. On 15 December 2005 the court hearing was delayed until 22 December 2005 with reference to the absence of co-accused D.G. K. and his lawyer.", "60. On 22 December 2005 the hearing resumed. The court decided to continue the examination of the case on 12 January 2006 because six defence lawyers were busy in other sets of proceedings.", "61. On 12 January 2006 the court decided to postpone further examination of the case because of the illness and absence of co-accused D.G. K. until 23 January 2006.", "62. The hearing of 23 January 2006 was again postponed because of the absence of co-accused D.G. K., some witnesses and one defence lawyer.", "63. The hearing scheduled for 25 January 2006 was cancelled and postponed with reference to the illness of the applicant's counsel.", "64. On 1 February 2006 the hearing resumed, but later it was decided to postpone it again, this time with reference to the inability of one of the defence lawyers to continue on the next day.", "65. On 3 February 2006 the hearing resumed. At the end of the hearing, it was decided to continue on 9 February 2006, since in between these two days there were some public holidays, and one of the defence lawyers as well as one translator were busy in a different set of proceedings.", "66. The hearing of 9 February 2006 took place as planned. At the end of it, the court decided to continue the examination of the case on 14 February 2006.", "67. On 14 February 2006 the examination of the case resumed.", "68. The next hearing took place on 27 February 2006, since the applicant's lawyer, one of the translators and yet one other defence lawyer were busy and could not attend earlier.", "69. The hearing of 27 February 2006 took place as planned.", "70. On 3 and 6 March 2006 the hearings resumed.", "71. The hearings scheduled for 9 and 17 March 2006 did not take place because of the absence of one of the defence counsel.", "72. On 22 March 2006 the Supreme Court upheld the decision of 5 December 2005 (see paragraph 58 above), yet again referring to all the accused without analysing their circumstances individually.", "73. On 21, 22 and 23 March 2006 the trial court hearings resumed.", "74. On 27 March 2006 the prison authorities failed to escort co-accused A.A. G. to the courtroom and the court had to adjourn the hearing of the case until 3 April 2006.", "75. The hearings of 3 and 6 April 2006 did not take place as one of the defence counsels was ill.", "76. The hearings of 11, 12, 14 and 24 April 2006 did not take place owing to the illness of one of the co-accused and the unavailability of one of the translators and three defence lawyers, including the applicant's counsel.", "77. The examination of the case resumed on 26, 27 and 28 April 2006.", "78. On 4 May 2006 the court was unable to continue owing to the illness of one of the defence counsel. It was decided to adjourn the hearing until 12 May 2006.", "79. On 12 May 2006 the Regional Court extended the applicant's detention for another three months, until 14 August 2006. The court again referred to the same reasons as in previous decisions.", "80. The court could not continue the examination of the merits of the case owing to the absence of one of the translators who was busy elsewhere.", "81. On 17 May 2007 the hearing of the case resumed.", "82. On 17 May 2006 the applicant contested the decision of 12 May 2006.", "83. The decision of 12 May 2006 was upheld by the Supreme Court on 27 July 2006, again repeating the same reasons.", "84. On 25 July 2006 the Regional Court ordered the extension of the applicant's detention for another three months, until 14 November 2006. The court again mentioned the same reasons as previously, having rendered a decision in respect of a number of co-accused in the case. In response to the applicant's argument about poor conditions of detention, the court noted that the applicant had failed to present any evidence of the alleged conditions.", "85. On 31 July 2006 the decision of 25 July 2006 was contested by the applicant.", "86. On 19 October 2006 the Supreme Court rejected the appeal. It also essentially dismissed the assertion about poor conditions of detention as unsubstantiated.", "87. On 7 November 2006 the Regional Court, in a decision collectively referring to a number of co-accused, including the applicant, again extended the applicant's detention on remand, this time until 14 December 2006.", "88. On 14 November 2006 the applicant, along with eight other co­accused, was found guilty by the Regional Court of having taken part in aggravated robbery, participation in a criminal gang, and illegal storage, trafficking and use of firearms, and was sentenced to twelve years and six months of imprisonment. The court established that the applicant and the co-accused, acting as a criminal gang, had robbed trucks by disguising themselves as police officers and using real firearms to scare the drivers. They had subsequently sold the stolen property at local markets. The body of evidence included, among other items collected in various regions of Central Russia, oral and written submissions given by over forty witnesses and nine victims.", "89. The judgment of 14 November 2006 became final after it was upheld on appeal by the Supreme Court on 21 June 2007. It appears that the applicant raised an argument concerning the conditions of his detention on remand, but the court rejected it as irrelevant.", "90. Since 26 February 2004 the applicant has remained in custody.", "91. Between that date and 4 March 2004 the applicant was detained in a Temporary Detention Wing of the Department of the Interior of the town of Vladimir.", "92. Between 4 March 2004 and 31 August 2007 he was held in pre-trial detention centre IZ-33/1.", "93. Since 31 August 2007 he has been detained in penitentiary establishment IK-4.", "94. The applicant submitted that he had been detained in cells nos. 39, 19, 55, 36 and 32: cell no. 39 measured thirty-two square metres with twenty-four sleeping places and thirty-five to forty inmates at all times; cell no. 19 measured twenty-four square metres, had thirteen sleeping places and contained fifteen to seventeen inmates; cell no. 55 measured fifty-six square metres, had thirty-five sleeping places for the total number of inmates ranging from thirty-two to sixty-two; cell no. 36 measured forty-eight square metres, had thirty-five sleeping places and contained thirty-five to forty inmates; cell no. 32 measured forty-eight square metres, had thirty sleeping places for no more than thirty inmates.", "95. In all cells toilets were situated close to the dining table and were very dirty. No toilet accessories, such as toilet paper, toothpaste, toothbrushes or toilet soap, were provided by the prison administration. There was no ventilation and many inmates were heavy smokers. The air in the cells was very humid. The walls in all cells were infested with mice, lice and insects. There was furthermore no proper day-time light so that it was impossible to read and write. Each cell was provided with one bucket of warm water per day. It was possible to take a fifteen-minute shower once a week. The inmates had no access to clean water and had to drink tap water. The cells were not cleaned. The prison walks took place within a limited space almost entirely covered by a roof.", "96. The Government commented only on the period starting from 15 December 2004.", "97. As of that date and until 31 August 2007 the applicant was detained in cell no. 55 measuring 46.68 square metres and equipped with 16 sleeping places. The Government submitted a certificate dated 19 March 2008, in which the head of prison administration and a senior inspector certified that there had been between 12 and 16 inmates in the cell at the relevant period of time. At the same time, they conceded that the cell had been “somewhat overcrowded”.", "98. The applicant was provided with an individual sleeping place and bedding. Cell no. 55 had two glazed windows which let daylight through. According to the Government, the toilet in the cell was partitioned from the rest of the living area, and there was a regular water supply and heating in the cell. The applicant was fed three times a day and had the possibility of taking a one to two hour walk once a day.", "99. In a letter dated 27 March 2008 addressed to the Court the head of the Vladimir Regional Department of the Federal Service of Execution of Sentences, submitted that, at the time of the applicant's detention, facility IZ33/1 had been overcrowded, but argued that such overcrowding had been insignificant and offered to pay the applicant 4,085 Russian roubles (RUB) in compensation for any damage suffered.", "100. Rule 42 provided that all suspects and accused persons in detention had to be given, among other things: a sleeping place, bedding, including one mattress, a pillow and one blanket; bed linen, including two sheets and a pillow case; a towel; tableware and cutlery, including a bowl, a mug and a spoon; and seasonal clothes (if the inmate had no clothes of his own).", "101. Rule 44 stated that cells in pre-trial detention centres were to be equipped, among other things, with a table and benches with a number of seating places corresponding to the number of inmates, sanitation facilities, tap water and lamps to provide day-time and night-time illumination.", "102. Rule 46 provided that prisoners were to be given three warm meals a day, in accordance with the norms laid down by the Government of Russia.", "103. Under Rule 47 inmates had the right to have a shower at least once a week for at least fifteen minutes. They were to receive fresh linen after taking their shower.", "104. Order no. 7 of the Federal Service for the Execution of Sentences of 31 January 2005 deals with implementation of the “Pre-trial detention centres 2006” programme.", "105. The programme is aimed at improving the functioning of pre-trial detention centres so as to ensure their compliance with the requirements of Russian legislation. It expressly acknowledges the issue of overcrowding in pre-trial detention centres and seeks to reduce and stabilise the number of detainees in order to resolve the problem.", "106. The programme mentions pre-trial detention centre IZ-33/1 among those affected. In particular, the programme states that, on 1 July 2004, the detention centre had a capacity of 507 inmates and in reality housed 1,009 detainees.", "107. Since 1 July 2002, criminal-law matters have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, the “CCrP”).", "108. “Preventive measures” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112).", "109. When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, re-offend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused's character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "110. Detention may be ordered by a court if the charge carries a sentence of at least two years' imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).", "111. After arrest the suspect is placed in custody “pending investigation”. The maximum permitted period of detention “pending investigation” is two months but it can be extended for up to eighteen months in “exceptional circumstances” (Article 109 §§ 1-3). The period of detention “pending investigation” is calculated up to the date on which the prosecutor sends the case to the trial court (Article 109 § 9).", "112. From the time the prosecutor sends the case to the trial court, the defendant's detention is “before the court” (or “pending trial”). The period of detention “pending trial” is calculated up to the date on which the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "113. An appeal may be lodged with a higher court within three days against a judicial decision ordering or extending detention. The appeal court must decide the appeal within three days after its receipt (Article 108 § 10).", "114. Under Article 237 of the Code, the trial judge can return the case to the prosecutor for defects impeding the trial to be remedied, for instance if the judge has identified serious deficiencies in the bill of indictment or a copy of it was not served on the accused. The judge must require the prosecutor to comply within five days (Article 237 § 2) and must also decide on a preventive measure in respect of the accused (Article 237 § 3). By a federal law no. 226-FZ of 2 December 2008, Article 237 was amended to the effect that, if appropriate, the judge should extend the accused's detention with due regard to the time-limits in Article 109 of the Code.", "115. The relevant extracts from the General Reports of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "“46. Overcrowding is an issue of direct relevance to the CPT's mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps significantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.", "47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners ... [P]risoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature ...", "48. Specific mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard ... It is also axiomatic that outdoor exercise facilities should be reasonably spacious ...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment ...", "50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners.", "51. It is also very important for prisoners to maintain reasonably good contact with the outside world. Above all, a prisoner must be given the means of safeguarding his relationships with his family and close friends. The guiding principle should be the promotion of contact with the outside world; any limitations upon such contact should be based exclusively on security concerns of an appreciable nature or resource considerations ...”", "“13. As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee's mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention ...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports ...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions ... Large­capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives ... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates fitted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that specific security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners ... [E]ven when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy ...”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}