{"ITEMID": "001-67067", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KROKSTÄDE v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Hans-Olof Krokstäde, is a Swedish national born in 1943 and living in Bunkeflostrand.", "The applicant had been a member of the Swedish Bar Association (Sveriges advokatsamfund, hereinafter “the Bar”) since 1975.", "On 20 November 1997 the Disciplinary Board of the Bar (Sveriges advokatsamfunds disciplinnämnd), having previously received a number of complaints against the applicant, held a hearing at which the applicant was present.", "On 25 November 1997 the applicant submitted to the Disciplinary Board that he had had a migraine attack during the hearing and had therefore not been able to answer the questions or argue in a satisfactory manner. He stated his views on a number of issues and also enquired whether he could submit further explanations with regard to those issues. This was however refused by the Board.", "On 4 December 1997 the Disciplinary Board found that some of the applicant's actions amounted to misconduct and that others involved serious neglect of his duties as a lawyer (advokat). It decided to exclude him from the Bar with immediate effect.", "The applicant appealed to the Supreme Court (Högsta domstolen) which held an oral hearing during which the applicant was heard anew. A chartered accountant was heard as a witness at the applicant's request. The applicant also invoked new written evidence, inter alia doctors' certificates stating that his working ability during the period in question had been poor due to migraine and apnoea.", "On 22 December 1999 the Supreme Court rejected the applicant's appeal. It concluded that there was not much guidance as to the meaning of “misconduct” for the purposes of the provision in the Code of Procedure (Rättegångsbalken, 1942:740) entailing exclusion from the Bar. The preparatory works stated that the wording primarily aimed at actions pertaining to the relationship between the lawyer and his or her client but that the Bar could also focus on misconduct taking place outside the work as a lawyer. Furthermore, the action did not have to be punishable under criminal law in order to qualify as misconduct.", "The Disciplinary Board had found that the applicant had neglected the creditors of his limited company. In this respect the Supreme Court concluded that it was clear that the applicant, without having informed himself of the company's financial situation, had sold the company's assets below cost to himself assuming only part of the company's debts. He had thereafter disposed of the company shares without considering the interests of the creditors. The Supreme Court also concluded that these actions entailed misconduct.", "The Supreme Court further recalled that a lawyer must not promote wrong and that according to its case-law, a lawyer having participated in the creation of false documents or consciously having drafted false documents had acted in a way amounting to misconduct. It found to be established that the applicant in the fall of 1996 had issued a receipt dated 23 May 1996, in which he had stated that his law firm had received 100,000 Swedish kronor in cash as payment from a client. On 23 May 1996 the same amount had been deposited in the account of another limited company. The payment did not concern a consultation and the applicant had furthermore antedated the receipt. The Supreme Court concluded that a receipt regarding payment from a client was an important document in a lawyer's business, and consciously stating incorrect information could be considered as misconduct. Not being able to exclude that the applicant had been misled to sign the receipt, it however concluded that he had merely neglected his duties as a lawyer.", "The Supreme Court finally determined that the organisation of the applicant's office and business, inter alia an incorrect book-keeping, amounted to neglect of his duties as a lawyer.", "The Supreme Court concluded that the applicant's actions constituted misconduct and neglect of his duties as a lawyer. Even considering his state of health there were no mitigating circumstances as to his misconduct. The court found that he should therefore be disbarred.", "The duties of the Bar are set out in the Code of Procedure and its Regulations are issued by the Government. The Bar is a private association with the duty to maintain ethical and professional standards within the legal profession. Only a member of the Bar can use the title advokat (as opposed to jurist). The Bar has also been entrusted with some public duties, such as its disciplinary powers.", "Under chapter 8 section 6 of the Code of Procedure, the activities of the members of the Bar are supervised by the Board and the Disciplinary Board of the Bar.", "Under chapter 8 section 7 of the Code of Procedure, a lawyer who in his or her work consciously does a wrong or otherwise acts in a manner amounting to misconduct, shall be excluded from the Bar. If there are mitigating circumstances the lawyer might receive a warning. A lawyer who otherwise neglects his or her duties may receive a warning or an admonition. If there are especially aggravating circumstances the lawyer may be excluded from the Bar.", "Under chapter 8 section 8 of the Code of Procedure, anyone having been denied entry to the Bar or having been excluded from the Bar may appeal against the decision to the Supreme Court.", "Under Swedish law there is no requirement that a lawyer has to be a member of the Bar in order to practise law. Only when the state appoints a defence counsel in criminal cases should that person according to the Code of Procedure be an advokat, but even in this case there are certain exceptions.", "Under section 3 of the Regulations of the Bar, in order to be accepted as a member, the person in question must inter alia have worked in the legal field for at least five years out of which three years must have been spent working for another lawyer in a law firm (advokatbyrå) or in one's own law firm. Furthermore, the person must be working in either of the two in order to be granted membership. Lawyers working in companies, consultancy agencies, organisations or authorities can therefore not use the title advokat."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}