{"ITEMID": "001-76175", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KUTLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1922 and lives in İstanbul.", "5. In 1997 the Bakırköy Municipality expropriated land (plot nos. 154/36 and 154/3) belonging to the applicant in İstanbul. A committee of experts assessed the value of the land and the relevant amount was paid to the applicant when the expropriation took place.", "6. On 9 January 1997 the applicant filed two separate actions for additional compensation with the Bakırköy Civil Court of First Instance.", "7. In respect of plot no. 154/36, the first-instance court, on 16 October 1997, awarded the applicant additional compensation of 1,768,970,000 Turkish liras (TRL) (approximately 8,840 euros (EUR)), plus interest at the statutory rate, applicable at the date of the court’s decision, running from 10 January 1997. On 31 March 1998 the Court of Cassation upheld the judgment of the first-instance court. On 21 October 1998 the Municipality’s request for a rectification of the decision was dismissed by the Court of Cassation. This latter decision was served on the applicant on 30 November 1998.", "8. In respect of plot no. 154/3, the first-instance court, on 20 May 1998, awarded the applicant additional compensation of TRL 6,487,209,968 (approximately EUR 23,000), plus interest at the statutory rate, applicable at the date of the court’s decision, running from 9 January 1997. On 1 December 1998 the Court of Cassation upheld the judgment of the firstinstance court. On 10 June 1999 the Municipality’s request for a rectification of the decision was dismissed by the Court of Cassation. This latter decision was served on the applicant on 2 August 1999.", "9. In the meantime, on 7 April 1999 the Municipality paid the applicant, in total, TRL 15,972,726,000 (approximately EUR 39,438) covering additional compensation, interest, costs and expenses.", "10. The relevant domestic law and practice are outlined in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, §§ 17-25), and Akkuş v. Turkey judgment of 9 July 1997 (Reports 1997-IV, §§ 13-16)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}