{"ITEMID": "001-72048", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF TRIBUNSKIY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1946 and lives in the town of Dniprodzerzhynsk.", "5. In 2000 the applicant instituted proceedings in the Bagaliyskyy District Court of Dniprodzerzhynsk (the “Bagaliyskyy Court”) against the Bagaliyskyy Municipal Housing Enterprise, seeking the recovery of salary arrears.", "6. On 18 December 2000 the court found for the applicant and ordered the entity to pay him UAH 2543.49 (around 421 euros – “EUR”).", "7. On 23 December 2000 the Bagaliyskyy District Bailiffs’ Service of Dniprodzerzhynsk instituted enforcement proceedings.", "8. On 18 June 2002 the Bailiffs’ Service informed the applicant that the judgment was not enforced due to the large number of enforcement proceedings against the debtor and its lack of funds.", "9. On 6 June 2002 the Bailiffs’ Service applied to the Bagaliyskyy Court to have the debtor in the enforcement proceedings replaced, as the latter’s property had been transferred to the Dniprodzerzhynsk Housing Municipal Enterprise (the “DHME”) pursuant to the decision of the Dniprodzerzhynsk Town Council.", "10. On 17 June 2002 the court granted the request of the Bailiffs’ Service and ruled that the DHME was responsible for the payment of the judgment debt of 18 December 2000 to the applicant.", "11. On 29 September 2004 the DHME transferred the amount of the award to the deposit account of the Bailiffs’ Service.", "12. On 30 September 2004 the Bailiffs’ Service requested the applicant to provide them with his bank account details in order that they transfer the amount of the award.", "13. According to the Government, the applicant failed to provide the Bailiffs with the information requested.", "14. The applicant did not contest this submission.", "15. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}