{"ITEMID": "001-22000", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "MOURA CARREIRA and MARGARIDA LOURENCO CARREIRA v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants [Mr Joaquim Moura Carreira and Mrs Maria Margarida Lourenço Carreira] are Portuguese nationals who were born in 1910 and 1915 respectively and live in Sesimbra (Portugal). They were represented before the Court by Mr A. de Sousa Leite, of the Almada Bar.] are Portuguese nationals", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 November 1978 the Seixal District Court issued a temporary injunction prohibiting the applicants from disposing of their shares in a private limited company, J.M. Carreira Lda., following an application for this protective measure (providência cautelar) by G.C. and D.C., who were also members of the company. G.C. and D.C. had alleged that the applicants had failed to honour a promise to sell shares to them.", "On 20 November 1978 the applicants lodged an application to have that decision set aside (embargos). They alleged, inter alia, that the document produced by G.C. and D.C., containing the promise to sell the shares, was a forgery.", "In an order of 13 June 1981, which was served on the applicants on 6 October 1983, the court invited them to bring interlocutory proceedings to challenge the authenticity of the document in question.", "The applicants appealed against that order to the Lisbon Court of Appeal (Tribunal da Relação), but the outcome of the proceedings is not known. However, they also made an interlocutory application on 20 October 1983 challenging the authenticity of the document, as the court had invited them to do.", "In an order of 17 January 1989 the court ruled that it could not entertain the application as it had been made out of time.", "The applicants appealed against that order to the Lisbon Court of Appeal, which in a judgment of 25 January 1990 quashed the impugned decision.", "The case was remitted to the Seixal District Court. On 7 March 1991 that court decided that the proceedings to set aside the protective measure should be stayed pending the outcome of the proceedings to challenge the authenticity of the document.", "In a judgment of 21 October 1993 the court dismissed the interlocutory application. That decision was upheld by the Lisbon Court of Appeal in a judgment of 15 December 1994.", "In a decision of 4 November 1997 the Seixal District Court permanently stayed the proceedings to set aside the protective measure, in the light of the decision taken in the main proceedings (see below). The applicants were also ordered to pay costs and expenses.", "The applicants appealed against that decision, but only in relation to the costs order. In a judgment of 30 June 1998 the Lisbon Court of Appeal allowed the appeal and made an order for costs against G.C. and D.C.", "On 6 December 1978 G.C. and D.C. brought an action for damages in the Seixal District Court in respect of the applicants’ alleged failure to honour their promise to sell shares in J.M. Carreira Lda.", "In a judgment of 21 February 1997 the court dismissed their claim.", "G.C. and D.C. appealed to the Lisbon Court of Appeal. However, since they failed to file pleadings, the court declared the appeal invalid (deserto) in a decision of 27 June 1997. That decision was served on the applicants on 3 July 1997.", "At the time when the proceedings in question were instituted, applications to set aside protective measures were governed by Article 401 of the Code of Civil Procedure. In such applications complainants could challenge the proceedings whereby a protective measure had been ordered by adducing evidence capable of casting doubt on the grounds for the measure or of curtailing its scope (see Article 401 and Article 406 § 1 of the Code of Civil Procedure in the version applicable at the time, and the Supreme Court’s judgments of 18 January 1979, Boletim do Ministério da Justiça (“BMJ”) no. 283, p. 213, and 6 February 1986, BMJ no. 354, p. 434).", "Under Article 389 of the Code of Civil Procedure, a protective measure ceases to have effect if the claims of the party in whose favour it was made are dismissed in the main proceedings. In that event, the court must permanently stay the proceedings in respect of the protective measure (Article 389 § 4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}