{"ITEMID": "001-57421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF ALBERT AND LE COMPTE v. BELGIUM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The present case was referred to the Court on 12 March 1982 by the European Commission of Human Rights (\"the Commission\"). The case originated in two applications (nos. 7299/75 and 7496/76) against Belgium lodged with the Commission in 1975 and 1976 by two Belgian nationals, Dr. Alfred Albert and Dr. Herman Le Compte.", "2. On 28 May 1982, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 48 of the Rules of Court). By a judgment of 10 February 1983, the latter held that there had been a breach of Article 6 para. 1 (art. 6-1) of the Convention in that the Appeals Council of the Ordre des médecins (Medical Association) had not heard the applicants’ cases (in French: \"causes\") publicly and had not pronounced its judgment publicly. It found, on the other hand, that there had been no violation of that Article (art. 6-1) as regards the applicants’ other complaints, and no violation of Articles 3 and 11 (art. 3, art. 11) with respect to Dr. Le Compte (Series A no. 58, paras. 21-22 and 31-44 of the reasons and points 1, 3 and 4 of the operative provisions, pp. 13 and 17-22).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 8 to 17 of the above-mentioned judgment (ibid., pp. 9-11).", "3. At the hearings of 27 September 1982, counsel for Dr. Le Compte had asked the Court, in the event of its finding a breach of the Convention, to afford his client just satisfaction under Article 50 (art. 50). He had, however, expressed the view that the question was not yet ready for decision. The Commission’s Delegates, for their part, had requested the Court to defer ruling on this point in the absence of any indication from Dr. Albert or his counsel.", "In its judgment of 10 February 1983, the Court reserved the question and referred it back to the Chamber under Rule 50 para. 4 of the Rules of Court (ibid., paras. 45-46 of the reasons and point 5 of the operative provisions, p. 22). On the same day, the Chamber invited the Commission to submit, within the coming two months, its written observations, including notification of any friendly settlement at which the Government of the Kingdom of Belgium (\"the Government\") and the applicants might have arrived (Series A no. 58, p. 29).", "4. On 12 April 1983, the President granted an extension of this time-limit until 10 May.", "On 19 May, the Secretary to the Commission, acting on the Delegates’ instructions, transmitted to the Registrar a copy of a note drafted by Dr. Le Compte’s lawyer. The note, which was dated 28 April 1983 and referred to a similar document filed in the case of Le Compte, Van Leuven and De Meyere (judgment of 18 October 1982, Series A no. 54, pp. 5-6, para. 4), contained two series of claims.", "(a) First, Dr. Le Compte sought the adoption by the Government of measures providing partial reparation in the form of", "(i) \"the complete and effective expunction of all the sanctions imposed on him, both disciplinary and penal\";", "(ii) the withdrawal of a circular issued by the Minister of Justice, prohibiting all dispensing chemists in Belgium from making up prescriptions written by the applicant on and after 26 December 1975.", "(b) Second, Dr. Le Compte claimed", "(i) \"as compensation for the prejudice suffered\", an award of 10,000,000 BF per annum since the striking of his name from the register of the Ordre;", "(ii) reimbursement of the costs incurred before the Court of Cassation and the Convention organs, to be calculated by applying \"the same criteria and scales as those utilised in the European Court’s judgment of 18 October 1982, the amounts remaining the same\" (Series A no. 54, pp. 9 and 11, paras. 20, 23 and 25).", "The Delegates, for their part, confined themselves to referring to their memorial of 30 March 1982 in the case of Le Compte, Van Leuven and De Meyere and to the judgment of 18 October 1982 in that case. They left it to the Court’s discretion to afford just satisfaction, on the basis of those documents.", "5. By Order of 20 May 1983, the President directed that the Agent of the Government should have until 20 June 1983 to submit his observations. At the Agent’s request, he extended this time-limit until 20 July.", "The Government’s reply was received at the registry on 29 June.", "6. On 1 June 1983, the Deputy Secretary to the Commission informed the Registrar that Dr. Albert was claiming no more than a token award of one Belgian franc for non-pecuniary damage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}