{"ITEMID": "001-82677", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ELEZAJ v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Mr Lulzim Elezaj (the first applicant), his wife Ollga Elezaj (the second applicant) and their son Dennis Elezaj (the third applicant) are Albanian nationals, who were born in 1969, 1975 and 2004 respectively and lived in Landskrona. Before the Court the applicants, who were granted legal aid, were represented Mr Arne Augustsson, a lawyer practising in Båstad.", "The Swedish Government (“the Government”) were represented by their Agent, Mr Carl Henrik Ehrenkrona of the Ministry for Foreign affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 December 2000 the Swedish authorities refused to issue a visa to the applicant spouses, who wanted to visit the first applicant’s brother in Sweden.", "On 25 October 2001 the applicant spouses entered Sweden and applied for asylum. In support thereof they explained that the first applicant risked being killed in a blood feud in Albania. In the 1950s his father had killed a person in a quarrel over some real estate and in June 2001 the first applicant and his brother in Albania had been told that vengeance was imminent. The first applicant’s father had stated that he should be the object of the vengeance, but the opposing family had insisted that someone of the same age as the murdered relative should be chosen. Blood feud was an ancient phenomenon, which occurred mainly in the countryside, but in the last few years, it had become more frequent as an increasing number of persons were in possession of firearms. The applicants maintained that the police were powerless against blood feuds, and claimed to be aware of other cases of assassination due to blood feud which the police had not been capable of preventing. The first applicant’s brother had fled to the USA, whereas the first applicant had remained in Albania. Due to the threat, however, he had been forced to stay in his home and had accordingly been prevented from leading a normal life. The applicant spouses submitted a document (no. 1) issued on 6 June 2001 by the village “chief” in Pjetroshan, where the applicant spouses used to live, and a document (no. 2) issued on the same date by the chairman of the Kastrat Municipality, both confirming that the first applicant would be killed in a blood feud. The latter added that so far reconciliation attempts by the Mission on Blood Feud Reconciliation had failed.", "By decision of 18 October 2002 the Migration Board (Migrationsverket) refused to grant the applicant spouses asylum. It observed that recently blood feuds had become more frequent in Albania again, particularly in the northern parts of the country where the applicants came from, and that the authorities were not always capable of protecting the citizens. Nevertheless, finding that nothing seemed to prevent the applicants from moving to another part of the country and thereby avoiding any possible actions of vengeance from the opposing family, the Board concluded that they could not be regarded as refugees within the meaning of the Aliens Act.", "The applicant spouses appealed to the Aliens Appeals Board (Utlänningsnämnden) and stated that moving to another part of Albania would be to no avail since the country was so small that the opposing family would find them easily. The applicants also stated that they had settled well in Sweden and that the first applicant had found a job.", "By decision of 15 October 2003 the Aliens Appeals Board upheld the decision, adhering to the reasons set out in the Migration Board’s decision.", "Thereafter the applicant spouses lodged a total of six new applications for a residence permit.", "In the first new application to the Aliens Appeals Board, the applicant spouses submitted that after twelve years of infertility the second applicant had finally become pregnant following in vitro fertilisation in Sweden. Due to the deportation decision, however, the second applicant had been very stressed and anxious. Thus, invoking considerations for her life and health, plus the allegedly almost nonexistent maternity care in Albania, the applicants argued that they should be granted residence permits on humanitarian grounds. They added that during pregnancy and following delivery, the possibility of avoiding the blood feud would be practically impossible. Finally, they submitted several documents concerning the second applicant’s pregnancy.", "The application was refused on 1 December 2003 by the Aliens Appeals Board, which found that the circumstances invoked by the applicants were not such that they could be considered in need of protection within the meaning of the Aliens Act.", "On 23 January 2004 the applicant spouses lodged their second new application to the Aliens Appeals Board and submitted inter alia a document (no. 3) issued on 5 December 2003 by Luan Poposhi, Director of the Republic of Albania Police Department, Tirana District, stating that the Police Department and the Ministry of Public Order could not protect the first applicant’s life as far as the blood feud with the named opposing family was concerned. The applicant spouses submitted a further document (no. 4), also issued on 5 December 2003, by Hasan Ukaj, President of the Albanian Association of Enmity Reconciliation. The latter indicated that the blood feud between the named families was known to the association, which had informed the authorities, which in response had stated that they would not be able to offer the first applicant protection. Both the association and the village chief had tried to intervene, but to no avail.", "On 30 January 2004 the Aliens Appeals Board decided to stay the enforcement of the applicants’ deportation and on 11 February 2004 it sent documents nos. 3 and 4 to the Swedish Embassy in Rome in order to investigate their authenticity (as Sweden has no representation in Tirana, the said Embassy handles all matters regarding Albania).", "On 24 March 2004 the third applicant was born. His request of 14 April 2004 for a residence permit in Sweden was immediately transferred to the Aliens Appeals Board to enable the applicants’ cases to be considered jointly.", "In an assessment of 15 April 2004, submitted to the Aliens Appeals Board, the Swedish Embassy in Rome found that documents nos. 3 and 4 were forged. It specified that there was no authorisation for anyone within the Albanian police to issue any certificate about the possibility of offering someone protection. Moreover, it was very odd that a person representing a police department would make any statement on behalf of the Ministry of Public Order. Regarding the Albanian Association of Enmity Reconciliation and its representatives, they were unknown both to the Embassy and its contacts, which indicated that the organisation did not exist or was inactive. The Embassy added that according to the information provided, one of the better known Albanian organisations in the field was called “Committee of Nationwide Reconciliation”.", "Having been confronted with the Embassy’s assessment, the first applicant stated that it was his father in Albania who had forwarded the documents. The first applicant had no idea whether the organisation called Albanian Association of Enmity Reconciliation was active or not. There were a lot of smaller organisations like that, of which the Embassy and its contacts could not be aware. Moreover, in his view, the fact that the Embassy had referred to the best known organisation indicated that it had been impossible for the Embassy to make a further investigation into which smaller organisations actually existed.", "On 4 May 2005, before the Aliens Appeals Board the applicants submitted a document (no. 5) in Albanian issued on 30 April 2004, allegedly by Asllan Dogjani, the Chief of Police in Shkoder, and a document (no. 6), also in Albanian, issued on 4 May 2004, allegedly by Pajtim Ajazi, representing the Albanian Organisation against Blood Feuds. The applicants maintained that the documents proved that neither the police nor the organisation against blood feud could protect them upon return to Albania.", "On 29 June 2004, referring among other things to the findings of the Swedish Embassy in Rome, the Aliens Appeals Board refused anew to grant the applicants a residence permit. It did not find it necessary to undertake any further investigations as to documents nos. 5 and 6.", "On 13 October 2004, the applicants were reported to have absconded and the police decided to issue a warrant for their detention. The applicants stayed in hiding thereafter.", "A third new application, and a request to stay the deportation order, was submitted to the Aliens Appeals Board on 26 November 2004. In this connection the applicants submitted a so-called certificate of 24 November 2004 (no. 7) signed by Gjin Marku, chairman of the Committee of Nationwide Reconciliation in Albania, together with a resolution of 17 September 2004 by the said Committee “of the Second Congress of Reconciliation Missionaries about the prevention of blood feud and observance of legal state”, which concerned the general situation in Albania on blood feuds. The Aliens Appeals Board had document no. 7 translated, in which Gjin Marku stated that the Committee had actively attempted mediation between the two named families, but so far unsuccessfully. Thus, and since the police had no possibility of protecting individuals involved in blood feuds, the Committee had advised the applicants to leave Albania until the tensions had diminished and a reconciliation was within reach.", "On 22 December 2004 the Aliens Appeals Board rejected the application, stating that the grounds invoked by the applicants had already in substance been assessed in the previous decisions and that the new document (no. 7) did not alter the Board’s position.", "On 13 January 2005, a fourth new application was submitted, which was rejected by the Aliens Appeals Board on the same day.", "On 24 January 2005, a fifth new application was submitted, which was rejected by the Aliens Appeals Board on 10 February 2005.", "On 9 May 2005 the applicants lodged their case with the Court.", "On 11 May 2005, a sixth new application was submitted to the Aliens Appeals Board, which rejected it on 23 May 2005.", "On 22 June 2005 the Court requested that the Swedish Government submit their views on the authenticity of the two documents (nos. 3 and 5) allegedly issued by the Albanian police stating that they would not be able to protect the first applicant upon return to Albania.", "On 16 August 2005, on the basis of an investigation carried out during a meeting on 28 July 2005 at the police headquarters in Shkoder, approximately 100 kilometres north of Tirana, with the participation of a delegation from the Swedish Embassy in Rome and various Albanian police officials in high-ranking positions, the Government maintained that they had every reason to believe that the documents were forged.", "Firstly, having conducted a thorough investigation into whether a blood feud dispute existed between the two named families in question, the police in Shkoder concluded that no such case was registered or known to the police, although normally disputes of this kind were known to the police. The Government added that in a totally different case, the Albanian police had actually been able to confirm the existence of a blood feud between two Albanian families, of which a family member had applied for asylum in Sweden.", "Secondly, the alleged statements were totally incompatible with the official policy and guidelines applied by the police, according to which police certificates may only refer to purely factual circumstances.", "Thirdly, the documents contained several obvious formal and other errors, when compared with authentic documents from the police archives, for example as to the letter-head and format of letters. The documents seemed to be typed on a traditional typewriter, whereas most Albanian authorities were computerised, notably when it came to official documents.", "More specifically as to document no. 3, there was a Mr Poposhi in the police force in Tirana, but he did not hold the position of director. The document contained a number of errors and discrepancies, which indicated that it was false.", "As regards document no 5, the police in Shkoder affirmed that Mr Dogjani had been Head of Police. He had left his post in January 2005. His former colleagues, who were well acquainted with his signature, stated that the document was an obvious forgery. They showed documents from the police archives which undoubtedly had been signed by Mr Dogjani. The signatures differed clearly. They also noted that the first name of Mr Dogjani was wrongly spelled in the document in question; Aslllan instead of Asllan.", "On 31 October 2005 the Committee of Nationwide Reconciliation submitted a letter to the Court (no. 8) signed by the aforementioned Gjin Marku, which stated, among other things:", "“The Committee of Nationwide Reconciliation has verified the documents, presented by [the first applicant’s father] to the Swedish authorities and confirms that the certificate released by the police authorities is fake. But the relatives of [the first applicant] were obliged to take false documents from the police authorities for the protection of [the first applicant’s] life, taking into consideration the very tense situation. The Albanian Police is not aware and informed about most of the conflicts for blood feud because denunciation to the police aggravates the conflict and might cause uncontrollable bloodshed at any instant ...”", "On 6 January 2006, at the Government’s request, the Court adjourned the application following the enactment of an interim amendment to the Aliens Act, on the basis of which the applicants’ case would be tried anew.", "Thus, the Migration Board decided on its own accord to examine whether the applicants could be granted residence permits under the temporary wording of Chapter 2, section 5 b of the Aliens Act. The applicants invoked essentially the same grounds as previously and claimed that the certificates and information provided by the Committee of Nationwide Reconciliation could not be disputed. They also pointed out that they had settled well in Sweden. They submitted various documents, including a copy of a fax of 1 August 2005 (no. 9) from the said Committee to the Swedish Embassy in Rome, in which Gjin Marku confirmed, among other things, that the Committee had a case file concerning the applicants.", "On 27 March 2006 the Migration Board found against the applicants.", "Three days later, on 30 March 2006 the applicants lodged yet another application with the Migration Board under the temporary legislation, arguing that the documents from the Committee of Nationwide Reconciliation and “the statement from the Swedish Embassy” had not been assessed together. It appeared that the applicants referred to the assessment of 15 April 2004 submitted by the Swedish Embassy in Rome to the Aliens Appeals Board. It also appeared that the applicants or their counsel believed that the assessment contained a statement from the Swedish Embassy “that the Committee of Nationwide Reconciliation was an objective, trustful and on absolutely objective grounds, a correct official organization to be respected and believed by the Swedish aliens authorities.”", "In a decision of 29 May 2006 the Migration Board rejected the application. It noted among other things that the relevant documents had been assessed in previous decisions, thus the document from the Swedish Embassy had been included in the Aliens Appeals Board’s decision of 29 June 2004, and the documents from the Committee of Nationwide Reconciliation had been included respectively in the Aliens Appeals Board’s decision of 22 December 2004 and the Migration Board’s decision of 27 March 2006.", "On 8 August 2006 the first applicant was detained by the police with a view to deportation. Maintaining, inter alia, that he had filed a complaint to the Court, he requested that the Migration Board stay the deportation order. His request was refused by the latter on 14 and 15 August 2006.", "On 15 August 2006 the deportation order against the first applicant was implemented. Since the second and the third applicant did not turn up for a voluntary deportation they were reported as having absconded.", "On 17 August 2006, the Court rejected the applicants’ request for an application of Rule 39 of the Rules of Court.", "The applicants appealed against the Migration Board’s decision of 14 August 2006 to the Migration Court, before which they submitted an email of 17 August 2006 (no. 10) from Gjin Marku, of the Committee of Nationwide Reconciliation, stating that the first applicant was in extreme danger. He was hiding in the mountains in Northern Albania but risked his life every moment that passed. The Migration Board submitted its comments to the Migration Court and enclosed a statement of 27 July 2006 from the Swedish Embassy in Rome, although it concerned a different case. In the statement, the Embassy expressed the opinion that the legal value of certificates from Gjin Marku was questionable and that they could not be relied on as sole ground in matters concerning asylum applications.", "On 18 August 2006 the Migration Court suspended the refusal-of-entry order as to the first applicant and the deportation order as to the second and third applicants.", "An oral hearing was held on 19 October 2006. The applicants were not present, but were represented by their counsel. The Migration Court noted that both the first and the second applicant had signed the summons to attend the hearing. The summons signed by the first applicant had been handed over to the Migration Court on the day of the hearing, but disclosed no date of signature. The second applicant had signed on 18 August 2006. Counsel maintained that the aliens authorities had failed to take documents nos. 8, 9 and 10 into account. No information was provided as to the applicants’ whereabouts.", "By judgment of 26 October 2006, finding that no new circumstances had been invoked and noting that it could not be excluded that the first applicant remained in Sweden, the Migration Court found against the applicants.", "On 14 November 2006 the Migration Court of Appeal refused the applicants’ request for leave to appeal against the Migration Court’s judgment.", "On 8 February 2007 the Court decided under Rule 54 § 2 of the Rules of Court to communicate the complaints under Articles 2 and 3 of the Convention and under Rule 41 to give the application priority.", "By letter of 4 April 2007 the applicants’ counsel informed the Court that the first applicant had re-entered Sweden. He had managed to borrow approximately 3,250 euros (EUR) from cousins and friends and to obtain a visa to enter Italy, from where he had joined his wife and child, who were still living in hiding.", "A new Aliens Act (SFS 2005:716), replacing the 1989 Aliens Act, entered into force on 31 March 2006. The Act established a new system for examining and determining applications for asylum and residence permits. While the Migration Board continued to carry out the initial examination, an appeal against the Board’s decision was determined by one of the three new Migration Courts. The Migration Court of Appeal was the court of final instance. It examined appeals against the decisions of the Migration Courts, provided leave to appeal was granted. Upon the entry into force of the new Act, the Aliens Appeals Board ceased to exist. The Migration Board acted as the alien’s opposing party in proceedings before the courts.", "The provisions mainly applied in the present case were to be found in the 1989 Aliens Act, now repealed. In accordance with the Act, an alien staying in Sweden for more than three months had to, as a rule, have a residence permit (chapter 1, section 4). A residence permit could be issued, inter alia, to an alien who, for humanitarian reasons, was to be allowed to settle in Sweden (chapter 2, section 4). Serious physical or mental illness could, in exceptional cases, constitute humanitarian reasons for the granting of a residence permit.", "An alien who was considered to be a refugee or otherwise in need of protection was, with certain exceptions, entitled to a residence permit in Sweden (chapter 3, section 4). The term “refugee” referred to an alien who was outside the country of his nationality owing to a well-founded fear of being persecuted for reasons of race, nationality, membership of a particular social group, or religious or political opinion, and who was unable or, owing to such fear, unwilling to avail himself of the protection of that country. This applied irrespective of whether such persecution was at the hands of the authorities of the country or whether those authorities could not be expected to offer protection against persecution by private individuals (chapter 3, section 2). An “alien otherwise in need of protection” denoted, inter alia, a person who had left the country of his nationality because he had a well-founded fear of being sentenced to death or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 3, section 3, subsection 1). By making that a separate ground for granting a residence permit, the legislature had highlighted the importance of such considerations. The correspondence between national legislation and Article 3 of the Convention had been emphasised as a result.", "In enforcing a decision on refusal of entry or expulsion, the risk of torture and other inhuman or degrading treatment or punishment was taken into account. In accordance with a special provision on impediments to enforcement, an alien could not be sent to a country where there were reasonable grounds for believing that he would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 8, section 1). In addition, he could not, in principle, be sent to a country where he risked persecution (chapter 8, section 2).", "Until 15 November 2005 an alien who was to be refused entry or expelled in accordance with a decision that had gained legal force could be granted a residence permit if he filed a so-called “new application” with the Aliens Appeals Board based on circumstances which had not previously been examined in the case concerning refusal of entry or expulsion. A residence permit could then be granted if the alien was entitled to a residence permit under chapter 3, section 4, of the Act or if it would be contrary to the requirements of humanity to enforce the refusal-of-entry or expulsion decision (chapter 2, section 5 b, in its wording before 15 November 2005).", "Amendments to chapter 2, section 5 b, of the 1989 Aliens Act entered into force on 15 November 2005, whereby a new legal remedy of a temporary nature was introduced. The new procedure for obtaining a residence permit replaced the rules relating to new applications for a residence permit laid down in chapter 2, section 5 b, in its previous wording. Furthermore, the amendments to the 1989 Act introduced additional legal grounds for granting a residence permit to aliens against whom a final expulsion order had been made. The object of these temporary amendments was to grant residence permits to aliens who, inter alia, had been in Sweden for a very long time or where there existed “urgent humanitarian interests” (humanitärt angeläget). Special consideration was given to the situation of children. The temporary provisions remained in force until the new Aliens Act entered into force on 31 March 2006. The Migration Board continued, however, to examine applications which it had received before that date but had not yet determined.", "C. Relevant background material", "Albania became a member of the Council of Europe on 13 July 1995 and ratified the European Convention on Human Rights on 2 October 1996.", "The British Home Office, Immigration and Nationality Directorate, stated inter alia in its Operational Guidance Note, Albania, of 3 April 2007:", "“3.6 Blood feuds", "3.6.1 Some claimants will apply for asylum or make a human rights claim based on ill-treatment amounting to persecution as a result of a ‘blood feud’. The term blood feud can often be used in a very loose sense, which does not always refer to the strict code of honour and shame and related provisions in the Kanun and as such the reasons cited for involvement in a blood feud can include disputes with neighbours over land, accidental death caused by traffic accidents or fights, or resurfaced pre-communist disputes.", "3.6.2 Treatment. Albania continued to experience high levels of violent crime during 2006 with many killings occurring as the result of individual or clan vigilante actions connected to traditional ‘blood feuds’ or to criminal gang conflicts. According to the interior ministry, at least five persons were killed during 2006 in blood feuds based on the medieval Code of Lek Dukagjini (the kanun). In 2006, the National Reconciliation Committee (NRC), a nongovernmental organisation (NGO) that worked on blood feud issues, estimated that there were as many as 78 deaths from feuds nationwide. Corruption also remained a major problem during the year.", "3.6.3 Under the kanum, only males are acceptable targets in blood feuds; however, women and children were often killed or injured in attacks in 2006. According to the National Reconciliation Committee, approximately 860 families were effectively self-imprisoned during 2006 due to blood feuds. Property disputes accounted for four-fifths of formally declared blood feuds during 2006, with the remainder pertaining to issues of honour or violations of the home (e.g., theft, trespassing, etc.). The NRC estimated that there were several hundred additional blood feuds stemming from trafficking, which are typically not formally declared out of shame. Of the 738 families reported effectively self-imprisoned in 2005, 166 left the country, including 93 families that sought formal political asylum in other countries. The NRC claimed that fear of revenge prevented approximately 182 children from attending school in 2006, 86 of whom were permanently confined to their houses.", "3.6.4 Police investigations into the 2004 murder of Emin Spahija, head of the NGO Peace Missionaries League that worked exclusively on blood feud issues was still on-going in 2006. A suspect was arrested but has not yet been formally charged.", "3.6.5 In May 2005, parliament approved a law establishing a co-ordination council, chaired by the president, to develop a national strategy against blood feuds and co-ordinate activities of government agencies. However, the council was inactive during 2006. The court of serious crimes tried blood feud cases in 2006 and the law provides for 20 years to life imprisonment for killing in a blood feud.", "3.6.6 Sufficiency of protection. In September 2005, the Ministry of Public Order was transferred to the authority of a new Ministry of the Interior. Local police units report to the Ministry of the Interior and are the main force responsible for internal security. The Albanian State Police (ASP) employed approximately 12,000 officers. As noted above, the law provides for 20 years to life imprisonment for killing linked to a blood feud. There is no evidence to indicate that individual Albanians fearing the actions of those seeking to carry out a blood feud cannot access protection from the Albanian police and pursue these through the legal mechanisms that have been set up to deal with blood feuds.", "3.6.7 Internal relocation. The law provides freedom of movement within Albania and in 2006 the Government generally respected this right in practice. However, due to significant internal migration, many citizens no longer had local registration and status, leading to a loss of access to services such as education and medical care. Whilst there may be some difficulties accessing local services internal relocation to escape the localised threat of a blood feud will not generally be unduly harsh. Whether internal relocation would enable an individual to avoid a threat in an individual case will depend on the tenacity of those attempting to enforce the blood feud."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}