{"ITEMID": "001-68077", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ENHORN v. SWEDEN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-1-e;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant was born in 1947 and is homosexual. In 1994 it was discovered that he was infected with the HIV virus and that he had transmitted the virus to a 19-year-old man with whom he had first had sexual contact in 1990.", "9. In this context, on 1 September 1994 a county medical officer (smittskyddsläkaren) issued the following instructions to the applicant pursuant to the 1988 Infectious Diseases Act (smittskyddslagen – “the 1988 Act”).", "“[The applicant] is not allowed to have sexual intercourse without first informing his partner about his HIV infection. He is required to use a condom. He is to abstain from consuming such an amount of alcohol that his judgment would thereby be impaired and others put at risk of being infected with HIV. If the applicant is to have a physical examination, an operation, a vaccination or a blood test or is bleeding for any reason, he must tell the relevant medical staff about his infection. He must also tell his dentist [about it]. Moreover, the applicant is prohibited from giving blood and donating organs or sperm. Finally, he is to visit his consulting physician again and to keep appointments fixed by the county medical officer.”", "It appears to be in dispute whether the instructions were included in the applicant's medical record as prescribed by section 16 of the 1988 Act. It is not in dispute, however, that the applicant was informed of the instructions, which were issued to him on 1 September 1994, both orally and in writing.", "10. The applicant kept three appointments with the county medical officer in September 1994 and one in November 1994. He also received two home visits by the county medical officer. He failed to appear as summoned five times during October and November 1994.", "11. On 2 February 1995 the county medical officer petitioned the County Administrative Court (länsrätten) for a court order that the applicant be kept in compulsory isolation in a hospital for up to three months pursuant to section 38 of the 1988 Act.", "The court's record of the applicant's statement reads, inter alia, as follows:", "“After learning about his HIV infection he had hardly had any sexual relationships. Henceforward he would only have sexual relations with other HIV infected persons. The applicant did not wish to visit the county medical officer or a psychiatrist, but finding his communication with his consulting physician satisfactory he intended to pay the latter monthly visits.”", "The county medical officer stated, among other things:", "“[The applicant] may not be sexually active at present, but experience has shown that when the opportunity arises he is likely to have sexual relations, preferably with younger men and without thinking of the consequences. [The applicant] refuses to face his situation, does not want to change his conduct and distorts reality in such a way that he is never to blame for anything. In order for [the applicant's] behaviour to change it is necessary for him to consult a psychiatrist. Having regard to his [resistance thereto], the risk of him spreading the disease is obvious.”", "12. A statement of 16 February 1995 was submitted to the County Administrative Court by a deputy chief physician and specialist in psychiatry, S.A., who had met the applicant twice in a psychiatric ward at an infection clinic. He found, inter alia:", "“Having learnt that he was HIV-positive, the applicant reacted with a high level of anxiety, which he attempted to alleviate with alcohol. He has maintained that he drinks three strong beers at night in order to be able to sleep. He has had periods of extensive [alcohol] abuse as a consequence of learning that he was infected with HIV but also when he lost his job. [The applicant's] lack of social contact and his feeling of being an outsider, in combination with possible alcohol abuse, could increase the risk of destructive sexual relations.”", "13. In a judgment of 16 February 1995, finding that the applicant had failed to comply with the measures prescribed by the county medical officer, aimed at preventing him from spreading the HIV infection, the County Administrative Court ordered that the applicant should be kept in compulsory isolation for up to three months pursuant to section 38 of the 1988 Act.", "The order took effect immediately, but the applicant failed to report to the hospital; the police accordingly took him there on 16 March 1995.", "14. It appears that the order and others subsequently issued by the County Administrative Court were upheld on appeal by the Administrative Court of Appeal (kammarrätten), so that the applicant's compulsory confinement was repeatedly prolonged by periods of six months at a time.", "15. While being isolated the applicant had the opportunity to go outdoors every day together with members of the hospital staff, but not on his own. Also, he was able to accompany staff members on different activities outside the hospital grounds.", "The applicant absconded from the hospital several times, first on 25 April 1995. The police, whom he had contacted voluntarily, returned him to the hospital on 11 June 1995. On 27 September 1995 he ran away again and was at large until the police found him on 28 May 1996. The applicant absconded for a third time on 6 November 1996 but returned of his own accord on 16 November 1996. He ran away for the fourth time on 26 February 1997 and was not returned until 26 February 1999.", "During the period from 26 February until 2 March 1999 the applicant was detained in his room.", "16. On 14 April 1999 the county medical officer petitioned the County Administrative Court anew for an extension of the applicant's compulsory isolation. According to the record of a hearing held in camera on 20 April 1999, the applicant explained, among other things, the following:", "“... before 1994 he had had ten to twelve sexual relations per year. His partners were partly old acquaintances, partly new ones, whom he met in parks and so on. The boy, who was 15 years old when they met, took the initiative both emotionally and sexually. Today [the applicant] realises that he infected the boy, which he finds very regrettable. A relative with psychiatric problems, with whom [the applicant] had had a longer sexual relationship, was likewise the initiator. While he was on the run from [26 February] 1997 until [26 February] 1999, he had had no sexual relations. He had taken precautions against spreading the disease and, having had to visit physicians twice during his period at large, on both occasions he had informed them about his HIV infection. Mostly he had kept to himself. From October 1997 until June 1998 and from August 1998 until February 1999, he had lived at a farm hostel and, during the periods in between, when the hostel was full, he had camped. He had spent his time shopping, cooking, watching TV, spending money on lottery games and drinking beer. He had drunk approximately six strong beers a week and never got drunk. He dreamt of living on his own in a flat, supporting himself on sickness benefit. He had lost all sexual desire and would in future have to decline all sexual relations. If he were to be exempted from compulsory isolation he would follow the instructions issued by the county medical officer.”", "17. The owner of the farm hostel gave evidence on the applicant's behalf. The record of his statement reads, inter alia, as follows:", "“[The applicant], under a pseudonym, had stayed at his farm hostel from October 1997 until June 1998 and from August 1998 until January 1999. [The owner] had talked briefly with him almost every day during those periods. [The applicant] had not bothered anybody and had not formed any personal relationships. He used to go shopping once a day, usually for beer, and [the witness] would estimate that he had drunk between four and six cans of beer every day ... [The applicant] had gone to Stockholm or Norrköping on a few occasions in order to deal with money matters ... However, in Norrköping he had primarily gone to the liquor store ... [The witness] could hardly imagine that [the applicant] had had any sexual relations while living at the hostel ...”", "18. Also on the applicant's behalf, an opinion was submitted by a chief physician, P.H., on 16 April 1999 regarding the applicant's alcohol consumption. Having examined various laboratory tests performed since 31 July 1995 in order to check the applicant's liver, he found no divergent results. The most recent laboratory test, carried out on 18 March 1999, indicated that the applicant had a healthy liver.", "It was noted that subsequent to his return the applicant had been in contact with a chief physician and specialist in psychiatry, C.G., who was not connected to the hospital.", "19. A statement was submitted to the court by a consulting psychiatric chief physician, P.N., connected to the special care facility at the hospital to which the applicant had been admitted. After the applicant's involuntary return, P.N. had attempted to establish contact with him three times, but in vain. He claimed that on the latest occasion, in March 1999, the applicant had made a lunge at him. In P.N.'s view, the applicant had not made any positive progress since 10 October 1996, the date of P.N.'s most recent official opinion regarding the applicant's condition, in which he had, inter alia, made the following assessment:", "“The applicant suffers from a paranoid personality disorder and from alcohol abuse. He is considered to be completely devoid of any sense of being ill and also lacks awareness. The combination of a sexual leaning towards younger men and a possible alcohol-related neuro-psychological functional impairment with, from time to time, a probably paranoid personality disorder, close to psychosis, and previous dangerous behaviour from the infection-spreading viewpoint, is deemed unfavourable. The chances of eliminating or limiting the continuous risk of the infection being spread by means of a prolonged placement in isolation in accordance with the Act are deemed – all facts considered – to have not yet completely vanished.”", "20. Also submitted was a statement of 8 April 1999 by B.S., a psychologist at the special care facility at the hospital who had met the applicant once. B.S. found that the applicant was intellectually above average and that he appeared immature and fragile and showed signs of being suspicious and distrustful.", "21. The statement of the county medical officer, who gave evidence before the court, is recorded, inter alia, as follows:", "“During the last two years when he was on the run, [the applicant] sought medical treatment twice and it has been established that both times he said that he had the HIV virus [as opposed to the period when he absconded between September 1995 and May 1996, during which he failed three times to inform medical staff about his condition]. Moreover, [the applicant] has [finally] accepted that he infected the young man with whom he had a long-lasting relationship from the beginning of the 1990s, thus admitting that it was not the other way around. Also, he has agreed to sign a treatment plan and to consult two physicians of his own choice ... These circumstances suggest the beginning of an improvement in [the applicant's] attitude towards treatment. Nevertheless, it has not been established that [the applicant] has materially changed his attitude regarding the risk that he may spread the disease. He continues to show himself unable to accept the aid and support measures he is entitled to receive; he has refused to consult the psychiatrist P.N. and the psychologist B.S. Moreover, having been in touch with the physicians whom [the applicant] has [recently] contacted voluntarily [P.H. and C.G.], the county medical officer considers that these consultations were partly economically motivated [on account of the fact that the applicant needed medical certificates in order to continue to receive sickness benefit], partly motivated by his wish to be declared mentally healthy, but [not motivated] by any willingness to commence treatment. During [the applicant's] contact with the doctors in question, they did not discuss the risk of spreading the disease at all. A treatment plan was not formally signed [by the applicant]. In conclusion, in the county medical officer's opinion, [if released the applicant] will not voluntarily comply with the instructions given or limit the spreading of the disease.”", "As regards the laboratory tests concerning the applicant's liver, the county medical officer found these to be of doubtful value, since they had been performed in connection with the compulsory isolation of the applicant at the hospital, but never in connection with a period of intoxication.", "22. On 23 April 1999 the County Administrative Court delivered its judgment, finding against the applicant for the following reasons:", "“[The applicant] is HIV-positive and thus carries the HIV infection. He has been subjected to compulsory isolation since February 1995 and has during this period absconded from the hospital on several occasions – on the latest occasion for more than two years. During these two years he did not have any contact with the county medical officer or the consulting physician. Periodically he has used a false name and has been living a very secluded life, obviously owing to the risk of being discovered. A life at liberty makes great demands upon the person carrying the infection. During the time preceding his compulsory isolation, [the applicant] was not able to follow the practical instructions issued. Subsequently, he has consistently declined the help offered by the consulting physician and the psychiatrist at the special care facility at the hospital and has instead responded with aversion and mistrust – and by escaping. [The Court] finds that it has been difficult for [the applicant] to accept the information regarding the HIV infection and that he needs help in dealing with this critical situation. It appears from the evidence that [the applicant] still shows aversion to the treatment offered and that he is considered likely to abscond. [The Court] has not been convinced that [the applicant] is not misusing alcohol and finds that, especially in connection with alcohol consumption, [the applicant] is likely to be unable to control his sexual behaviour. Against this background, [the Court] finds that there is good reason to suppose that, if he remains free, [the applicant] will not comply with the practical instructions issued and that this entails a risk of the infection spreading.”", "23. On 12 June 1999 the applicant again absconded, leaving his whereabouts unknown. In the meantime, he had appealed against the above judgment to the Administrative Court of Appeal, before which he relied on an opinion of 14 May 1999 by the aforementioned chief physician and specialist in psychiatry, C.G., which stated, inter alia, the following:", "“The opinions [by other psychiatrists and one psychologist] resulting from previous examinations were fairly unanimous in their conclusion that [the applicant] was a man with a paranoid personality disorder, who misused alcohol. 'Misuse' in psychiatric terms is defined as a maladaptive use of substances ... This diagnosis is to be distinguished from alcohol dependency, which means a compulsive use of alcohol with abstinence and social complications, and is more difficult to master. The diagnosis 'paranoid personality disorder' is defined as a pervading suspiciousness and lack of trust in other people, whose motives are consistently perceived as malicious. It follows from the definition of 'paranoid personality disorder' itself that this is manifest in the patient's personality from the time he or she becomes an adult. Owing to the fact that the person in question perceives the disorder as part of his or her own self, the motivation for change is usually insufficient. It is not correct to talk in terms of lack of awareness of a disease, since it is not considered that a disease is involved but rather a variation in personality, although the latter may well cause complications in relations with other individuals and society. When such complications occur, an individual with a personality disorder may display different symptoms such as depression, anxiety, etc. In [my] interview with [the applicant], the latter was fairly open and talkative. When he talked about experiences from his time at school, he displayed different emotions. He also showed empathy as far as other people from those years were concerned. He was also partly able to shoulder responsibility for his own mistakes, without blaming others. However, he was very rigid in his interpretation of what had occurred in his adult life and particularly the events of recent years after he had been informed that he had the HIV virus in September 1994. His attitude towards the county medical officer and the staff at the infection ward, whom he believed had kept harassing him unjustly, was almost hateful. [The applicant] felt that he had been subjected to persecution between 1994 and 1995. This could possibly be interpreted as a symptom of delusion. From 1996, he had not experienced feelings of persecution, inter alia since he had secured his own liberty. With regard to sexual relations, [the applicant] has stated that he preferred sexual contact with boys around the age of 17. He was not interested in pre-pubescent boys. He had been celibate since 1996 and had no longer any particular sexual desires or fantasies. He was fully aware that he was carrying the HIV virus and was careful to stress that he was not afraid to die. His attitude towards medication against the HIV infection was negative. The reasons for this were that such medication could have side effects and perhaps, above all, because it would entail limitations on his freedom since he would be subjected to various check-ups. [The applicant] spontaneously expressed a wish to have further talks on a voluntary basis. When asked whether such talks could be part of a treatment plan in cooperation with the county medical officer and the staff at the infection ward, he answered 'no', the reason being that he would feel ashamed of himself if he were to give up this fight.”", "In conclusion, C.G., found that the applicant fulfilled the criteria for a paranoid personality disorder, and that, judging from previous information, the applicant suffered from misuse of alcohol but not from alcohol dependency. According to C.G. the applicant could be described in everyday terms as an odd person, but not as mentally ill. With regard to the risk that the applicant might pass on the HIV infection to other persons, C.G. believed that neither he nor anyone else could do anything but guess. The weightiest indications in this regard, however, ought to be deduced from the applicant's behaviour during the years he had spent at large.", "24. In a judgment of 18 June 1999, the Administrative Court of Appeal found against the applicant. Leave to appeal against the judgment was refused by the Supreme Administrative Court (Regeringsrätten) on 5 October 1999.", "25. Several applications for an extension of the applicant's compulsory isolation were submitted by the county medical officer after June 1999 and granted, until on 12 December 2001 an application was turned down by the County Administrative Court, which referred to the fact that the applicant's whereabouts were unknown and that therefore no information was available regarding his behaviour, state of health and so on.", "26. It appears that since 2002 the applicant's whereabouts have been known, but that the competent county medical officer has made the assessment that there are no grounds for the applicant's further involuntary placement in isolation.", "27. The 1988 Infectious Diseases Act (“the 1988 Act”) divides infectious diseases into diseases dangerous to society and other infectious diseases. One of the diseases described as dangerous to society is the infection by the human immunodeficiency virus (HIV). The relevant provisions of the 1988 Act read as follows:", "“Each county council [landsting] shall be responsible for ensuring that the necessary measures for the prevention of infectious diseases are taken within its area ...”", "“Every county council shall have a county medical officer ...”", "“It shall be the duty of any person having reason to suspect that he has been infected with a disease dangerous to society to consult a physician without delay and to allow the physician to carry out examinations and to take any specimens needed in order to establish whether he has been infected with such a disease. It shall also be his duty to comply with the practical instructions issued to him by the physician. The same shall apply when a person, having been infected with a disease dangerous to society, states that he has been in contact with some other person in such a way that the infection may have been transmitted.”", "“Any person infected with a disease dangerous to society must supply the consulting physician with information concerning the person or persons from whom the infection may have come or to whom it may have been passed on, and must supply general particulars concerning the possible source of the infection and where it may have been spread further.”", "“The consulting physician shall issue to a person being examined for a disease dangerous to society any practical instructions needed to prevent the spread of the infection. These instructions may refer to that person's contact with the physician, hygiene, isolation in the home, employment and attendance at educational establishments, as well as his general way of life. The instructions shall be included in the infected person's medical record. The physician must as far as possible see to it that the instructions are complied with.”", "“At the request of the individual concerned or of his own motion, the county medical officer may alter the instructions in the manner he finds most appropriate.”", "“A consulting physician having reason to believe that a patient infected or suspected of being infected with a disease dangerous to society will not comply, or is not complying with the practical instructions issued, must promptly notify the county medical officer. This shall also apply when such a patient discontinues his current treatment without the consent of the consulting physician.”", "“... Before resorting to any coercive measure, the county medical officer must try to obtain voluntary compliance if this can be done without the risk of the infection being spread.”", "“A county medical officer who has been informed by a consulting physician that a patient carrying the HIV infection has not complied, or is suspected of not complying, with the practical instructions issued shall notify the social welfare committee, the police authority and the principal probation officer. In doing so he shall supply particulars concerning the identity of the person to whom the practical instructions apply and the implications of those instructions. No information shall be supplied if the county medical officer believes this unnecessary in order to secure compliance with the practical instructions or otherwise finds it immaterial with regard to the prevention of communicable disease.”", "“The County Administrative Court, on being petitioned by the county medical officer, shall make an order for the compulsory isolation of a person infected with a disease dangerous to society if that person does not voluntarily comply with the measures needed in order to prevent the infection from spreading. An order of this kind shall also be made if there is reasonable cause to suppose that the infected person is not complying with the practical instructions issued and this omission entails a manifest risk of the infection being spread. Compulsory isolation shall take place in a hospital run by a county council.”", "“If a compulsory isolation order by the County Administrative Court cannot be awaited without danger, the county medical officer shall issue an order of the kind referred to in section 38. The order issued shall thus be submitted immediately to the County Administrative Court for approval.”", "“Compulsory isolation may continue for up to three months from the day on which the infected person was admitted to hospital under the isolation order.”", "“Following a petition from the county medical officer, the County Administrative Court may order the continuation of compulsory isolation beyond the maximum period indicated in section 40. An order of this kind may not exceed six months at a time.”", "“When there is no longer cause for compulsory isolation, the county medical officer shall order its termination immediately ...”", "“A person in compulsory isolation shall be properly cared for. He shall be offered the support and help needed, and shall be encouraged to change his attitude and way of life in order to terminate his involuntary confinement. Subject to the provisions of this Act, a person in compulsory isolation may not be subjected to any other restriction of his liberty. A person in compulsory care shall be offered employment and physical training suitable for his age and state of health. Unless there are exceptional circumstances, he must have an opportunity to be outdoors every day for at least an hour.”", "“A person in compulsory isolation may be prevented from leaving the hospital premises or that part of the hospital to which he is admitted, and may in other respects be subjected to such constraints on his liberty of movement as are necessary to ensure his compulsory isolation. His freedom of movement may also be restricted when considerations of his own safety or that of other persons so demand.”", "“Appeals against a decision by the county medical officer under the 1988 Act may be lodged with the County Administrative Court if the decision concerns:", "1. practical instructions under section 17;", "2. temporary detention under section 37;", "3. rejection of a request for the termination of compulsory isolation;", "...”", "28. There is no particular provision in the Act concerning criminal sanctions against a person who transmits a dangerous disease. Certain types of behaviour, however, are considered to be criminal and therefore fall under the Criminal Code.", "In March 1999 a parliamentary committee entrusted with the task of reviewing the present legislation concerning infectious diseases submitted its report (SOU 1999:51). The committee expressed the view that compulsory isolation should take place only in very particular and exceptional circumstances. The committee proposed, having regard, among other things, to Article 5 of the Convention, a fixed time-limit permanently ending any compulsory isolation after a maximum of three months. So far, no government bill has been presented to Parliament.", "29. Numerous charters and declarations which specifically or generally recognise the human rights of people living with HIV/Aids have been adopted at national and international conferences. A few of these are mentioned below.", "In 1998 the Office of the High Commissioner for Human Rights (OHCHR) and the Joint United Nations Programme on HIV/Aids (UNAIDS) issued “International Guidelines on HIV/Aids and Human Rights”. These guidelines built on expert advice to integrate the principles and standards of international human rights law into the HIV/Aids response. Under the heading “III. International human rights obligations and HIV/Aids” (subheading “C. The application of specific human rights in the context of the HIV/Aids epidemic”), several examples of the application of specific human rights to HIV/Aids are illustrated. For example, Section 9, “Right to liberty and security of person” reads as follows:", "“110. Article 9 of the International Covenant on Civil and Political Rights provides that 'Everyone has the right to liberty and security of person. No one shall be subjected to arbitrary arrest or detention. No one shall be deprived of his liberty except on such grounds and in accordance with such procedures as are established by law'.", "111. The right to liberty and security of person should, therefore, never be arbitrarily interfered with, based merely on HIV status by using measures such as quarantine, detention in special colonies, or isolation. There is no public health justification for such deprivation of liberty. Indeed, it has been shown that public health interests are served by integrating people living with HIV/Aids within communities and benefiting from their participation in economic and public life.", "112. In exceptional cases involving objective judgments concerning deliberate and dangerous behaviour, restrictions on liberty may be imposed. Such exceptional cases should be handled under ordinary provisions of public heath, or criminal laws, with appropriate due process protection.", "113. Compulsory HIV testing can constitute a deprivation of liberty and a violation of the right to security of person. This coercive measure is often utilised with regard to groups least able to protect themselves because they are within the ambit of government institutions or the criminal law, e.g. soldiers, prisoners, sex workers, injecting drug users and men who have sex with men. There is no public health justification for such compulsory HIV testing. Respect for the right to physical integrity requires that testing be voluntary and that no testing be carried out without informed consent.”", "In order to reflect new standards in HIV treatment as regards the international law on health rights, Guideline 6 concerning “Access to prevention, treatment, care and support” was revised following the Third International Consultation on HIV/Aids and Human Rights in Geneva on 25 to 26 July 2002.", "In its Recommendation on the ethical issues of HIV infection in the health care and social settings, the Committee of Ministers of the Council of Europe recommended the following with regard to health controls (Appendix to Recommendation No. R (89) 14, I. Public heath policy, C. Health controls):", "“Public health authorities are recommended to:", "– refrain from introducing restrictions on freedom of movement through ineffective and costly border procedures, for travellers of all kinds, including migrant workers;", "– not resort to coercive measures such as quarantine and isolation for people infected with HIV or those who have developed Aids.”", "When this recommendation was adopted on 24 October 1989, the Representative of Sweden, referring to Article 10.2.d of the Rules of Procedure of the meetings of the Ministers' Deputies, recorded her abstention and, in an explanatory statement, said that her government would not consider itself bound by the recommendation."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-e"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}