{"ITEMID": "001-60600", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF ALITHIA PUBLISHING COMPANY v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award", "JUDGES": "Georg Ress", "TEXT": ["9. On 22 October 1985, just before the 1986 elections, the first applicant published an Article entitled “The capon and self-esteem Short portrait of Mr Tassos Papadopoulos Archives, Gigolo, Computer and Specimen of writing”, of which the second applicant was the author.", "10. On 26 October 1985 Mr Papadopoulos filed a civil action for libel with the District Court of Nicosia. The applicants filed a memorandum of appearance to the writ on 5 November 1985. The plaintiff's statement of claim, which, by virtue of Order 20 r.1 of the Civil Procedure Rules, ought to have been filed within ten days after the appearance, was delivered to the applicants on 3 February 1988. Although on 6 November 1987 the District Court had fixed a time-limit of twenty-one days for the filing of the statement of claim, the plaintiff requested and obtained on 11 January 1988 an extension until 29 January 1988. On that date, as the statement of claim was not yet filed, the District Court did not fix the case anew, but gave instructions to the Registrar to bring the case before it, after 1 February 1988, in order to dismiss it for want of prosecution.", "11. On 16 September 1988 and 17 January 1989 the applicants filed two similar applications whereby they sought to obtain an order of the court striking out or amending paragraph 8 of the plaintiff's statement of claim, as tending to embarrass or delay the fair examination of the action or as being unnecessary or scandalous. The hearing of the applications was fixed for 7 November 1988, but on that date it was adjourned until 14 December 1988 at the request of both parties and then, ex officio, until 9 January 1989, when it was dismissed for want of prosecution. On 17 January 1989 the applicants filed a third similar application which was subsequently withdrawn on the date of the hearing on 21 April 1989, in the light of a statement made by the plaintiff's lawyer.", "12. On 31 May 1989 the applicants applied to the District Court for an adjournment of the time-limit to file their defence, on the ground that it had not been possible to do it in time owing to the numerous applications which were submitted in the action. An adjournment was granted until 7 June 1989 but the applicants did not file their defence until 12 September 1989.", "13. On 15 February 1990 the applicants applied to the District Court to expedite proceedings. The court fixed the case for mention on 16 March 1990 and for hearing on 9 November 1990. On that date the hearing was adjourned ex officio until 21 March 1991 and 15 November 1991, and then until 28 May 1992 and 13 January 1993. On that last date the applicants failed to appear because the plaintiff's lawyer had omitted to notify them of the date of the hearing.", "14. On 21 June 1993 the hearing was adjourned again until 4 February 1994, owing to the lack of time by the court, and again until 16 September 1994, following a request from the applicants. On three occasions the hearing was adjourned ex officio: on 16 September 1994, 1 March 1995 and 18 September 1995 and, following a further request from the applicants, again on 12 January 1996.", "From 16 March 1990 until 14 March 1996, when the hearing actually started, the hearing was adjourned on eight occasions, due to lack of time of the Court: from 16 March 1990 to 9 November 1990, from 9 November 1990 to 21 March 1991, from 21 March 1991 to 15 November 1991, from 15 November 1991 to 28 May 1992, from 28 May 1992 to 13 January 1993, from 13 January 1993 to 21 June 1993, from 21 June 1993 to 4 February 1994, from 4 February 1994 to 16 September 1994 (not attributed to the Court), from 16 September 1994 to 1 March 1995, from 1 March 1995 to 18 September 1995, from 18 September 1995 to 10 January 1996 (not attributed to the Court), from 10 January 1996 to 13 March 1996 (not attributed to the Court) and from 13 March 1996 to 14 March 1996.", "15. The hearing commenced on 14 March 1996 and involved seven sessions: on 14 March 1996, 2 April 1996, 22 April 1996, 29 May 1996, 30 May 1996, 12 June 1996 and 13 June 1996. On 14 March 1996, at the end of the morning session, the lawyers of both parties declared that they were unable to continue in the afternoon or the following week due to other court engagements. The applicants' lawyer refused to resume the hearing on 5 April 1996 because he had to appear before another court, and on 23 April 1996 because he was engaged in a pre-election meeting of his party. The hearing thus continued after the parliamentary elections held on 26 May 1996.", "16. On 28 January 1997 the District Court delivered its judgment. It found that the applicants had committed libel and ordered them to pay the plaintiff 12,000 Cypriot pounds in damages.", "17. The District Court rejected the applicants' claim that the proceedings were null and void because they had exceeded a reasonable length. The District Court noted, on the one hand, that the plaintiff had delayed filing his claims, but, on the other hand, that the applicants had not complained of this delay prior to the hearing.", "18. On 27 February 1997 the applicants appealed to the Supreme Court. They relied on two grounds: the excessive length of the proceedings and the amount of the award. On 8 April 1997 the plaintiff filed a cross-appeal whereby he sought higher compensation.", "19. The Supreme Court fixed the hearing on 22 December 1998 but on that date adjourned it until 12 May 1999.", "20. On 22 July 1999 the Supreme Court rejected the applicants' appeal and increased the award of damages to 20,000 Cypriot pounds.", "21. As regards the length of the proceedings, the Supreme Court held that much of the delay was due to the applicants' requests for adjournments. It acknowledged, however, that it took 28 months for the plaintiff to file his claims because of his frequent trips abroad, and that the District Court had adjourned the hearing several times for lack of time. In particular, the Supreme Court noted the following: on 16 September 1988 the applicants had invited the District Court to strike out part of the plaintiff's claims but, as they did not appear for the hearing of that matter, the District Court rejected the application. The applicants then asked for an extension of the time-limit to file their observations, which were submitted on 12 September 1989. On 23 August 1991 the applicants' lawyers withdrew, and on 11 November 1991 the new lawyer requested the District Court to adjourn the hearing because he was obliged to appear before another court. On 1 March 1995 the applicants' lawyer was not present. On 13 September 1995 he asked for a new adjournment. Finally, the hearing started on 14 March 1996 and was completed on 13 June 1996. During that period, the applicants' lawyer obtained two more adjournments."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}