{"ITEMID": "001-22018", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "MARINKOVIC v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Veselin Marinkovic, is a national of the Federal Republic of Yugoslavia, who was born in 1970 and currently lives in Lustenau. He is represented before the Court by Mr. W. Weh, a lawyer practising in Bregenz.", "The facts of the case, as submitted by the applicant, may be summarised as follows:", "The applicant has been living in Austria since 1986. His wife followed him in 1988 and their three children were born there.", "On 2 February 1995 the Bregenz District Authority (Bezirkshauptmannschaft) imposed a ten year residence ban on the applicant pursuant to section 18 of the 1992 Aliens Act (Fremdengesetz). It referred to the applicant’s conviction on charges of burglary and coercion, for which he had been sentenced to eight months’ imprisonment. Further, it had regard to thirteen convictions in relation to administrative offences for which he had been fined. It found that although the issue of a residence ban constituted an interference with the applicant’s private and family life, the public interest outweighed the applicant’s personal interests in remaining in Austria.", "On 2 August 1995 the Vorarlberg Federal Security Authority (Sicherheitsdirektion) confirmed the decision, but reduced the duration of the residence ban to five years.", "Subsequently, the applicant lodged a complaint with the Administrative Court (Verwaltungsgerichtshof).", "On 5 October 1995 the Administrative Court granted the applicant’s request for suspensive effect.", "On 1 January 1998 the Aliens Act 1997 entered into force (“the 1997 Act”).", "On 23 June 1998 the Administrative Court declared the applicant’s complaint to be devoid of purpose and discontinued the proceedings.", "It noted in the first place that, pursuant to the 1997 Act, the conditions for issuing a residence ban differed from those set out in the Aliens Act 1992 (“the 1992 Act”). In the present case, the requirements of section 114 (4) of the 1997 Act to discontinue proceedings were fulfilled for the following reasons: Unlike section 18 of the 1992 Act, under which the authority had to issue a residence ban if the conditions were met, section 36 of the 1997 Act left a certain degree of discretion to the authority. In the proceedings conducted so far, the applicant had not had the opportunity to submit facts, which - having regard to the authority’s discretion - could militate against the issue of a residence ban. Moreover, the residence ban against the applicant was not one which could obviously be based on the provisions of the 1997 Act. This was why the applicant’s complaint had become devoid of purpose and the proceedings had to be discontinued. Referring to section 115 of the 1997 Act, the Administrative Court found that the applicant had to bear his own costs. The Administrative Court’s decision was served on the applicant on 27 July 1998.", "As a consequence of the Administrative Court’s decision, the residence ban proceedings were remitted to the first instance authority.", "On 5 October 1998 the Dornbirn District Authority again imposed a ten year residence ban on the applicant pursuant to section 36 of the 1997 Act. It had regard to the fact that, in addition to the conviction already relied on in the residence ban of 2 February 1995, the applicant had also been convicted of negligently causing bodily harm, of intentionally causing bodily harm and of poaching and, in each case, had been sentenced to a fine. Moreover, his convictions for administrative offences had in the meantime increased to a total of forty-five. The applicant had, thus, shown a continuous disrespect for the Austrian legal order. Although the issue of a residence ban constituted an interference with the applicant’s private and family life, it was necessary for the prevention of disorder and crime.", "The applicant’s appeal and his further complaint to the Administrative Court remained unsuccessful.", "Section 114 of the 1997 Act contains transitional provisions relating inter alia to residence bans. So far as relevant it reads as follows:", "“(4) A residence ban, which is being challenged in proceedings before the Administrative Court or the Constitutional Court, ceases to be effective on the date of entry into force of this Act, unless it obviously has a basis in the provisions of this Act. ...", "(7) In cases falling under paragraph 4 ... the complaint [to the Administrative Court or the Constitutional Court] has to be declared devoid of purpose and the proceedings are to be discontinued without hearing the applicant. ...”", "The Administrative Court has to decide in each of such pending cases whether the conditions for discontinuing the proceedings are met. Following a decision discontinuing the proceedings pursuant to section 114 (4) and (7), the residence ban proceedings are remitted to the first instance authority.", "Section 115, so far as material, provides as follows:", "“(1) ... section 114 (4) .. applies to proceedings which are pending at the time of the entry into force of this Act and are ... not to be rejected as being inadmissible. The parties to these proceedings have to bear their own costs.”", "Section 47 (1) of the Administrative Court Act provides that the prevailing party may claim the reimbursement of their costs from the unsuccessful party."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}