{"ITEMID": "001-90590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GIORGI NIKOLAISHVILI v. GEORGIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1981 and lives in Tbilisi.", "6. On 20 June 2003 criminal proceedings for murder were initiated (“the murder case”). On 3 July 2003 charges of murder and the unlawful acquisition, storage and transportation of firearms were brought against the applicant’s brother and another person. The accused persons, having fled, were formally declared wanted on 4 July 2003.", "7. On an unspecified date in July 2003, photographs of four persons – the applicant, his brother, the other person accused of murder and the latter’s brother – were posted on the boards of “wanted persons” in the police stations of the Vake-Saburtalo District in Tbilisi, the Ambrolauri district (western Georgia) and on the Armenian-Georgian border. Identified by their names, they were said to be wanted by the police in connection with a murder.", "8. In reply to queries from the applicant’s lawyers, the VakeSaburtalo District Court in Tbilisi stated on 4 November 2003 that, between May and November 2003, no criminal procedural measures of a coercive nature against the applicant had been registered in the relevant log. Further, by a notification of 28 November 2003, the Vake-Saburtalo police station confirmed to the lawyers that solely the applicant’s brother, who was charged with the murder and firearms offences, had been declared wanted and that no similar measure had been taken with respect to the applicant.", "9. On 15 December 2003 the applicant’s lawyers requested the Ministry of the Interior (“the MI”) to remove the applicant’s photograph from the police stations and to punish those who had unlawfully posted it. In a reply of 30 December 2003, the MI reiterated that only the applicant’s brother had been wanted for the murder and firearms offences. As to the applicant, in view of his constant refusals to appear before the Vake-Saburtalo district prosecutor’s office, the latter agency had taken “the relevant operational measures aimed at having him interviewed, in the capacity of a witness”. No reply was given to the request for the photograph’s removal.", "10. On 28 January 2004 the applicant’s lawyers requested the VakeSaburtalo District Court to initiate criminal proceedings for libel on the basis of the unlawful posting of the applicant’s photograph in the police stations (“the libel complaint”). Under Article 27 of the Code of Criminal Procedure (“the CCP”) as in force at the material time, the offence of libel was a matter for private prosecution and, pursuant to Article 627 § 1 of the CCP, only a competent court was empowered to initiate criminal proceedings on the basis of a complaint by the victim.", "11. As disclosed by the case file, the Vake-Saburtalo District Court decided to summon the applicant to a hearing, reasoning that it was necessary to hear oral submissions from him. The summons could not be served on the applicant at his home address, as his parents stated that his whereabouts had been unknown for the past eight months.", "12. In a decision of 4 February 2004, the Vake-Saburtalo District Court dismissed the libel complaint. The court pointed out that a private prosecution could be requested either personally by the victim or by his representative in law (Article 627 § 1 of the CCP). That being so, the court, whilst accepting the power of the applicant’s lawyers to represent him, pointed out that the libel complaint had been signed not by the applicant or his representative in law but by the director of the human rights advocacy centre of which the lawyers were members. The lawyers replied that their client had been feeling insecure as to his liberty, hence his non-appearance before the court. They reiterated the content of the complaint orally, requesting the identification and punishment of those officials who had unlawfully posted the applicant’s photograph and implicated him in the murder. The District Court concluded that the disclosed no elements of libel. However, it decided to forward the request and the case file to the competent prosecutor’s office so that the latter agency could examine whether any offence had been committed by public officials in the performance of their duties.", "13. An appeal lay against the decision of 4 February 2004, but had to be lodged within the following fourteen days. However, as disclosed by the case file, the applicant’s lawyers did not appeal.", "14. On 9 February 2004 an article disclosing the story of the posted photograph was published in a national newspaper. Shortly afterwards, the applicant’s photograph was removed from the police stations.", "15. In a letter of 7 April 2004, the Vake-Saburtalo district prosecutor’s office informed the applicant’s lawyers that the court decision of 4 February 2004 had never ordered it to initiate criminal proceedings either for libel or for any offence committed by persons holding public office, but had simply forwarded the case file with the instruction “to react”. Accordingly, the prosecutor’s office had decided, on 27 February 2004, to forward the case to the MI for an internal investigation. The letter of 7 April 2004 did not enclose a copy of the decision of 27 February 2004 and did not advise the applicant of the appeal procedure, if appropriate. As disclosed by the case file, the MI never informed the applicant of any decision taken in respect of the subsequent developments in his case (see paragraph 105 below).", "16. In late April 2004 the applicant lodged with the General Prosecutor’s Office (“the GPO”) another application to initiate criminal proceedings in respect of the unlawful posting of his photographs (“the second criminal complaint”). The GPO transmitted this request to the Tbilisi city prosecutor’s office with the instruction to take “a decision in accordance with the law”. The latter agency forwarded this instruction to the VakeSaburtalo district prosecutor’s office. According to the applicant, on 24 May 2004 he requested a report from the prosecution authority on the progress of the proceedings in respect of his second criminal complaint but no reply was forthcoming. According to the Government, however, the VakeSaburtalo district prosecutor’s office examined that complaint and took a decision on an unspecified date. Neither the content nor the date of that decision was specified by the Government in their observations.", "17. According to the applicant, in the course of the investigation into the murder case, the authorities constantly threatened his parents that they would “catch” him, unless his fugitive brother surrendered to the authorities.", "18. On 30 March 2004 the applicant responded to the authorities’ repeated calls to testify as a witness in the murder case by voluntarily appearing before the VakeSaburtalo district prosecutor’s office. Upon arrival and without being examined in the capacity of a witness, he was arrested on suspicion of unlawfully acquiring, storing and/or transporting firearms and ammunition, which offence formed part of the murder case. The suspicion was formally based on several pieces of evidence – statements by three witnesses, the results of a search and the forensic examination of the seized firearms – all of which had been obtained in June and July 2003, in the course of the investigation into the murder case.", "19. Later the same day, the Vake-Saburtalo district prosecutor’s office disjoined the firearms aspect from the murder case and registered it as a separate set of proceedings (“the firearms case”). Subsequently, the applicant was confronted, in the presence of his lawyer, with one of the witnesses whose statements had been obtained in June and July 2003 (see the preceding paragraph). During that confrontation, the witness altered his previous testimony in favour of the applicant, by concluding that only the applicant’s brother had been involved in the firearms offence. The investigator concluded that the applicant and his lawyer had subjected the witness to undue “moral pressure” during the confrontation.", "20. On 31 March 2004 the investigator reexamined the abovementioned witness, this time in the absence of the applicant and his lawyer. The witness retracted the altered testimony he had given the previous day and confirmed the truthfulness of the statements he had made in June and July 2003.", "21. On 1 April 2004 the charge of storing and transporting firearms and ammunition was preferred against the applicant. This charge was based on the above-mentioned evidence obtained in the course of the investigation into the murder case (see paragraph 18 above). The applicant pleaded “not guilty”. On the same day the prosecutor requested that the applicant be remanded in custody for three months.", "22. As disclosed by the case file, the prosecutor’s main argument during the remand hearing was that the applicant’s release could jeopardise the pending investigation of the murder case, particularly when one of the accused in that case, his brother, was missing. The applicant replied that it was unlawful to justify his pre-trial detention in the interests of the murder case, as he had been detained solely on suspicion of having committed the firearms offence. He challenged the reasonableness of the latter suspicion as well. In favour of his release, the applicant submitted that he had not committed a single act capable of impeding the investigation for the last ten months and that he had voluntarily appeared before the prosecutor’s office for an interview. He also referred to the fact that his father was seriously ill and required his care.", "23. On 2 April 2004 the Vake-Saburtalo District Court ordered the applicant’s remand in custody for three months, with effect from 30 March 2004. The detention order was a standard form, the reasoning of which had mostly been pre-printed. The judge added by hand the reference to the relevant evidence, the names of the parties’ representatives to the proceedings and the classification of the impugned offence:", "“Having examined [in accordance with the requirements of procedural law] the well-foundedness of the detention request, and having heard the parties’ pleadings, I have come to the conclusion that the evidence collected – [reference to the evidence obtained in June and July 2003 – see paragraph 18 above] – gives rise to a reasonable suspicion that Giorgi Nikolaishvili has committed the impugned offence. The evidence has been obtained in conformity with the rules of criminal procedure.", "Procedural law was also observed in the course of Giorgi Nikolaishvili’s arrest and in the bringing of charges against him.", "I consider that the detention request by [reference to the prosecutor’s name] is substantiated and that there exist legal grounds for granting it. Thus, in so far as the accused, G. Nikolaishvili, is charged with a less serious crime, the danger that, if released, he might hamper the establishment of the truth or abscond from the investigation and trial is substantiated...”", "The judge then dismissed, in a handwritten note, the applicant’s allegations of procedural violations as irrelevant to the classification of the impugned offence.", "24. In a final decision of 8 April 2004 the Tbilisi Regional Court upheld the detention order of 2 April 2004, reasoning as follows:", "“... [The applicant] has been charged with an offence classified as less serious, which carries a maximum term of five years’ imprisonment. The impugned offence of the unlawful acquisition, storage and/or transportation of firearms might be related to the murder case, the investigation of which is still pending. In such conditions, the discontinuation of detention on remand or its substitution with a non-custodial measure of restraint might possibly hamper the establishment of the truth in that case; if released, the accused might influence witnesses, continue his criminal activities or abscond. Such conclusions can be derived from the insincerity of the accused.", "The case discloses both formal (procedural) and factual grounds for the imposition of pre-trial detention...”", "25. On several occasions in April and May 2004, the applicant requested to be confronted again with the above-mentioned witness for the prosecution (paragraphs 19 and 20 above). His requests were dismissed as unsubstantiated, the authorities reasoning that the previous confrontation had been conducted in conformity with the procedural rules, whilst another one would most likely lead to the same result – the exertion of moral pressure on the witness in question.", "26. On 30 June 2004 the three month pre-trial detention period expired, without a court ordering its extension. On 7 July 2004, having terminated the investigation, the prosecutor sent the criminal case for trial, forwarding the bill of indictment.", "27. On 24 January 2005 the judge of the Vake-Saburtalo District Court, dispensing with an oral hearing, decided, in camera, to commit the applicant for trial under Article 417 § 1 of the CCP. This decision, like the detention order of 2 April 2004, was set out in a standard form with preprinted reasoning. The judge added, in the blank spaces provided, a brief statement of facts, the name of the accused and the definition of the impugned offence.", "28. As to the reasoning, the decision of 24 January 2005 confirmed the applicant’s pre-trial detention in a pre-printed phrase. The judge added by hand the definition of the measure of restraint:", "“The measure of pre-trial restraint – detention – has been correctly chosen.”", "29. The case file does not refer to any further developments in the criminal proceedings.", "30. Article 23 of the CCP provided at the material time as follows:", "“A criminal prosecution may be carried out in the form of a public, subsidiary, private/public or private prosecution.”", "31. Pursuant to Article 27, libel, amongst various other crimes, was a matter for private prosecution and criminal proceedings could be initiated by a judge only on the basis of a complaint by the victim (see also Article 627 § 1 of the CCP and Article 148 of the Criminal Code, cited below).", "32. In Article 44 § 22 the term “representative in law” was defined as “next of kin, curator or guardian”.", "33. Articles 93 to 94, defining the status, rights and responsibilities of a witness, did not envisage that a witness could be declared a “wanted” person by the prosecution. Article 95 § 1 (g) stated that a witness could not be obliged to testify against a close relative.", "34. Pursuant to Article 94 § 2, Article 174 § 1 and Article 175, the precondition for obliging a person to appear before the prosecution to testify in a criminal case was the issue of a relevant court order. Such an order was to be forwarded to the police for enforcement, in accordance with Article 176 § 1. However, if enforcement was impossible owing to, inter alia, the inability to locate the witness, the role of the police officer responsible for enforcement was limited to recording that fact on the order and returning it to the court as “unenforced”.", "35. Article 151 provided as follows:", "“1. A measure of restraint shall be applied to ensure that the accused cannot avoid the investigation and trial, that his further criminal activity is prevented, that he cannot interfere with the establishment of the truth in a given criminal case, or that the court’s verdict is implemented.", "2. The application of a measure of restraint shall be justified if the evidence collected in the case file sufficiently substantiates the assumption that it is necessary to secure the aims mentioned in the first paragraph of this Article.", "3. The ground for the imposition of pre-trial detention may be a reasonable suspicion that the accused might abscond or interfere with the establishment of the truth in a given criminal case, or if a serious or grave crime has been committed.”", "36. Article 159 § 3 on detention read:", "“Detention on remand shall be imposed only with regard to a person who is charged with an offence which carries more than two years’ imprisonment ...”", "37. An appeal lay under Article 234 against such measures:", "“Any decision or action of an inquiry officer/inquiry agency, investigator/investigative agency, prosecutor/prosecutor’s office or judge/court may be appealed by the parties to the criminal proceedings or by any other third parties.”", "38. Under Article 236 § 1, that appeal against any action or decision by the inquiry officer, investigator or prosecutor could be lodged throughout the entire period of the preliminary inquiry or investigation (that is, before the criminal case had been sent to the competent court for trial).", "39. Article 410 § 2 regarding the bill of indictment required it to be accompanied by all relevant documentation about the detention. When endorsing the bill of indictment, the prosecutor had to consider, amongst other issues, whether any restraint measure which had been imposed was correct (Article 412). The case materials had to be referred to the competent court, along with the bill of indictment, within 48 hours following the prosecutor’s endorsement (Article 416 § 3).", "40. Under Article 417 §§ 1, 2 and 3, if the court considered that the case had a sufficient basis, the accused was to be committed for trial after holding an admissibility hearing in certain circumstances. At such a hearing, the court was to consider whether a measure of pre-trial restraint should be imposed on the accused.", "41. Following an amendment on 16 December 2005, Article 417 § 2 made it mandatory to hold an admissibility hearing when deciding to commit the accused for trial in relation to all types of criminal case. Article 419 laid down the following time-limits on committals:", "“The judge (court) shall decide whether to commit the accused for trial within fourteen days or, in complicated cases, within a month of the date of delivery of a final judgment on the last criminal case registered with the same judge (court).”", "42. Article 627 § 1 enabled a judge to initiate criminal proceedings following a complaint lodged either by the victim or that person’s representative in law. Moreover, under Articles 393 and 606(1), only a person against whom charges had been brought or who had been convicted could be declared “wanted” in connection with a crime by means of a formal decision by the investigative, prosecution or judicial authorities. No provision of the Code provided for such a measure in respect of a witness.", "43. Article 148 of the Criminal Code provided at the material time for the punishable offence of libel. It was removed from the Criminal Code on 24 June 2004.", "44. The Operational Investigative Measures Act provided at the material time, in so far as relevant:", "“A person who considers that, as a result of an operational investigative measure, his or her rights and freedoms have unlawfully been restricted may appeal against such a measure to a hierarchically superior agency, prosecutor or court.”", "“The basis for an operational investigative measure may be ...", "(c) a formal decision declaring that a person who absconds from the investigation and trial or evades the sentence is wanted.”", "45. In the course of the Plenary Sitting of the First Session of the Consultative Assembly of the Council of Europe (“the CACE”), held on 19 August 1949, the representatives discussed the rights and freedoms which might be guaranteed by the Convention:", "“...We have all been compelled to bear unbelievable encroachments on our rights [such as] the loss of security of person; arbitrary arrest...", "All have an equal right to life, liberty and personal safety...", "It is a pitiable commentary on our boasted progress that in our generation it should be necessary to declare that everyone has the right of life, liberty and security of his person ... These things were taken for granted ... in the days before the sophists told us that man could make himself happy by making the State into a god, to be fed with blood, toil, tears and sweat ... We are now concerned to safeguard and preserve our very selves, and all that we are and have, against the insatiable appetite of the totalitarians...”", "46. During the CACE Plenary Sitting of 7 September 1949, a report of the Committee on Legal and Administrative Questions was presented. The relevant excerpts from that report read as follows:", "“The Committee has drawn up the list of rights and freedoms which are to be covered by the collective guarantee...", "Here are the rights and freedoms included in this list: security of person ... freedom from arbitrary arrest, detention, exile and other measures...”"], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}