{"ITEMID": "001-5087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ITC (Isle of Man), P.S.W.H. AND A.G.S. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant, ITC, is an Isle of Man registered company. The second applicant was until 1988 the managing director of the first applicant. The third applicant was at all material times the director of the first applicant. The second and third applicants are British citizens, born in 1948 and 1937 respectively. The second applicant lives in Solihull, England, and the third applicant lives in Girona, Spain.", "The applicants are all represented before the Court by Mr M. Maroney, a lawyer practising in the Isle of Man, United Kingdom.", "A number of companies and partnerships collectively known as “Barlow Clowes” had been engaged in the operation of investment schemes since 1976. However, it was only in 1985 that the Department of Trade and Industry (“DTI”), the responsible regulatory authority for the investment and other sectors, issued Barlow Clowes with a first licence. The DTI renewed the licence in October 1986 and in October 1987.", "Barlow Clowes collapsed in early 1988 with substantial losses to investors.", "From early 1884 onwards there was substantial and compelling evidence that Barlow Clowes' investment schemes were fraudulent. In the applicants' submission, the DTI had been advised of the dangers to investors posed by Barlow Clowes' investment activities. The sources included the London Stock Exchange and the Treasury. Of particular importance to the applicants is the fact that in July and August 1987 the London Stock Exchange drew the DTI's attention to the existence of a relationship between Barlow Clowes and a British Virgin Islands incorporated company, Ryeman Limited. The first applicant provided Ryeman Limited with a professional administration service. None of the applicants was ever contacted by the DTI at that stage about their association with Ryeman Limited.", "No action was taken by the DTI on receipt of the negative reports on Barlow Clowes and, as stated above, the company's licence was renewed in October 1986 and in October 1987.", "The DTI's decision to grant and then renew the Barlow Clowes licence in the face of the evidence against the company was severely criticised in a report of the Parliamentary Commissioner for Administration (“PCA”) published on 19 December 1989. The PCA found that Barlow Clowes would not have continued in business beyond the end of 1984 if it had been properly regulated by the DTI. The PCA's conclusion was that the DTI was guilty of “significant maladministration”.", "The DTI's handling of Barlow Clowes was also criticised in a report submitted in July 1995 to the Secretary of State by Inspectors appointed under the Companies Act 1985. In the Inspectors' conclusion, the DTI “did not demonstrate in relation to Barlow Clowes the characteristics of a competent regulatory authority.” Although there was some criticism of the applicants in this report, there was no finding that they had been dishonest as regards knowledge of the origins of investors' funds.", "Between July 1991 and February 1992 the main associate of Barlow Clowes (P.C.) stood trial on and was convicted of various charges relating to the conduct of the investment scheme.", "Following a recommendation in the PCA's report to the effect that investors in Barlow Clowes be compensated, the DTI set up a scheme under which investors who agreed to assign to the DTI their rights in relation to their investments with Barlow Clowes would receive compensation. Ninety per cent of investors accepted this offer with the result that the DTI became the principal beneficiary of any litigation aimed at recovering their investment funds.", "Barlow Clowes International Limited (“BCI”), a company registered in Gibraltar, belonged to the Barlow Clowes group and held investors' monies in funds identified as Portfolios 28, 68, 33 and 39. On 8 June 1988 the Supreme Court of Gibraltar ordered BCI's liquidation and appointed H. and R. as joint liquidators. On 10 June 1988 J. replaced H. as joint liquidator and, on the same date, both H. and J. were also appointed as joint receivers and managers of the portfolios cited, as well as of any other such funds promoted by BCI.", "The applicants insist that BCI was never placed in receivership and that the powers of H. and J. to act as Receivers were limited to the scope stated in the court's Order, which was restated by the Gibraltar Supreme Court as including powers to:", "“ ... issue and prosecute ... in the name of [BCI] and / or in their own names in their capacity as Receivers (whether on behalf of all or any of the investors or otherwise) any proceedings in any jurisdiction which the Receivers may think expedient or desirable in relation to the collection, recovery and management of any of the assets comprised in the receivership or otherwise in relation to the receivership ... .”", "The representatives of J. and H., the Receivers, made enquiries with the second and third applicants about the affairs of Ryeman Limited soon after their appointment. According to the applicants, they co-operated fully with these enquiries. However, J. asserted in the press that the money belonging to Barlow Clowes had been improperly transferred to the Isle of Man and named the applicants in this connection. Subsequent press reporting on the subject had a damaging effect on the applicants' business, as well as their professional and personal reputations. The first applicant ceased to trade by 31 December 1989 as a result of persistent adverse publicity.", "On 21 July 1988 the Receivers petitioned the High Court of Justice of the Isle of Man (“the Manx High Court”) for an ex parte order against inter alia Ryeman Limited and the first applicant on the basis that the sum of GBP 7,000,000 belonging to BCI investors had been misappropriated. ITC was joined as a party for the purpose of obtaining documents and no substantive relief was sought against it.", "On 22 July 1988 the Manx High Court made an interim order restraining Ryeman Limited from removing any of its assets from outside its jurisdiction or otherwise disposing of its assets. The Order applied to the second and third applicants since they were deemed to be agents of Ryeman Limited on account of the fact that they were joint authorised security signatories on Ryeman's bank accounts in the Isle of Man. The court also ordered that the first applicant's solicitors permit the Receivers or their representatives to enter their offices and to search for and remove any documents relating to Ryeman Limited. Under the terms of the Order the Receivers were authorised to use any such documents for the purposes of their intended action against, inter alia, Ryeman Limited and the first applicant, and for investigating, tracing or making proprietary claims in other jurisdictions.", "By summons issued on 8 August 1988, the Receivers commenced an action (CH 1988/27) against Ryeman Limited, the first applicant and its solicitors and four banks. The only claim against ITC was for discovery of documents.", "On 16 August 1988 the Manx High Court granted the Receiver's ex parte request for an interim order against a certain C. who had been closely connected with the running of Barlow Clowes. It was alleged by the Receivers that C. owned and controlled Ryeman Limited and must have appreciated that the funds which he received either directly or through Ryeman Limited were the proceeds of the misapplication of BCI's investors' funds. The Receivers further alleged that a sum of money belonging to BCI investors had been transferred on 3 March 1987 from the first applicant's account to Ryeman Limited's account on the instructions of the second and third applicants.", "Also on 16 August 1988 a copy of the Manx High Court's Order of 22 July 1988 was served on the first applicant's solicitors. Pursuant to the terms of the Order the first applicant's solicitors delivered up documents relating to Ryeman Limited and the applicants. The applicants maintain that they did not receive copies of any documents either seized or handed over voluntarily until May 1995, and that the final copies were not returned until 14 January 1998.", "On 16 September 1988 the Manx High Court made an Order in favour of the Receivers and on an ex parte application by them. The Order empowered the Receivers to provide the Serious Fraud Office with documents obtained from the first applicant's solicitors. On the same date the court amended its Order of 22 July 1988 so as to stipulate that any information disclosed under that Order be only used against the first applicant or its solicitors with the leave of the court. According to the applicants the terms of the amended Order indicated that one of the purposes for which the Receivers obtained the Order of 22 July 1988 was to obtain documents for use against the first applicant.", "On 25 April 1990 the Manx High Court made two Orders on the application of the Receivers. Both Orders permitted the Receivers to disclose the documents which they had obtained from the first applicant's solicitors to DTI officials, provided the latter gave an undertaking as to the purposes for which the documents would be used. The Orders were later replaced by a new Order dated 21 October 1990 which committed a DTI official to undertake that any information lawfully disclosed by the Receivers would not be used in any proceedings against, inter alia, the first applicant without the leave of the court, and that no such information would be communicated to any other DTI official unless the latter gave a similar written undertaking.", "On 15 November 1990 the first applicant and its solicitors applied for an Order striking out action CH 1988/27 for want of prosecution. On 21 November 1990 the Manx High Court, with the consent of the parties, ordered that the proceedings be stayed, subject to respect by the Receivers of the above-mentioned undertaking.", "Between November 1990 and March 1993 neither the Receivers nor the DTI took any further steps in action CH 1988/27 or in other proceedings against the applicants.", "On 3 March 1993 the Receivers issued a summons against the first applicant in the Manx High Court in which they claimed damages for breach of constructive trust on the part of the first applicant in relation to the sum of GBP 1,886,415 which it had received and transferred on the instructions of the second and third applicants to the account of Ryeman Limited on 3 March 1987. This action was listed as Action CLA 1993/43.", "On 16 June 1993 the Receivers commenced another action (Action CLA 1993/120) in the Manx High Court against the first applicant in which they claimed damages for breach of constructive trust in relation to the sum of GBP 7,000,000 received by Ryeman Limited on 17 June 1987.", "On 24 February 1994 the Manx High Court granted the Receiver's ex parte application to join the second and third applicants to the proceedings against the first applicant.", "Summonses were eventually served without prior notice on the first and second applicants on 28 February 1994, almost seven years after the impugned transactions of 3 March and 17 June 1987 and over five and a half years after the Receivers first commenced proceedings against the first applicant. The Receivers were granted leave to serve a summons on the third applicant out of the jurisdiction of the Manx High Court since the third applicant, on account of the adverse publicity to which he had been subjected as a result of the Receivers' investigation, had taken up residence in Spain. The summons was served on the third applicant in January 1995.", "On 29 April 1994 the Receivers served a consolidated statement of case following the decision of the Manx High Court to join Actions CLA 1993/43 and CLA 1993/120. The consolidated statement of case contained allegations dating back to events which had occurred in May 1986.", "On 19 July 1994 the first and second applicants applied for the consolidated action to be struck out on grounds of abuse of process and want of prosecution. They also requested that the Order of 24 February 1994 adding the second and third applicants to the action be set aside since the six-year limitation period contained in section 21 (3) of the Manx Limitation Act 1984 had expired.", "On 20 and 21 March 1995 the Manx High Court heard argument on the applicants' striking out application. On 4 May 1995 His Honour Deemster Corrin ruled that the application was refused. Nevertheless, the judge stated that he was sympathetic to the plight of the applicants given that the subject matter of the 1993 proceedings could well have been initiated against them in 1988. However, he expressed the view that:", "“... the plain fact is that the 1988 proceedings have never been adjudicated upon and the 1993 proceedings specify, for the first time, the substantive claims against [the applicants]. This court therefore, in its discretion, is not prepared to strike out the 1993 proceedings. ...”.", "In the judge's opinion the period of inaction by the Receivers, between 3 March 1993 and 28 February 1994, amounted to a period of inordinate and inexcusable delay. However, with reference to the rules of court, the judge concluded that he had no option but to hold that a plaintiff was permitted to wait for twelve months after commencing an action before serving a summons or even informing the latter that the summons had been issued. Furthermore, he observed that it was likely that there had been a breach of undertakings as to the use to be made of the documents obtained from the first applicant's solicitors, since they may well have been used to prepare the consolidated statement of claim. However, the judge did not regard the breaches in a serious light.", "On 8 July 1996 the Manx High Court heard two applications arising out of the fact that the Receivers had incorrectly described themselves as Receivers and Managers of BCI in the summonses initiating Actions CLA 1993/43 and CLA 1993/120, since BCI had never in fact been placed in receivership. Although resisted by the applicants, His Honour Deemster Corrin granted the Receivers leave on 9 July 1996 to amend the consolidated statement of claim in order to correct the errors in the summonses.", "On 26 July 1996 His Honour Deemster Corrin dismissed the applicants' application to set aside the Order of 24 February 1994, on the grounds that section 21(3) of the Manx Limitation Act 1984 did not apply to the claims against the second and third applicants.", "On 31 May 1995 the applicants appealed to the Manx Court of Appeal against the judge's ruling on the striking-out application and, on 8 August 1996, against the rulings handed down on 9 and 26 July 1996.", "Over a period of seven days, between 1 December 1997 and 14 January 1998, the Manx Court of Appeal heard argument on the merits of the applicants' appeals including a new contention that the consolidated action could not be maintained unless the DTI, the principal beneficiary of the action, was a party to it.", "On 31 March 1998 the Manx Court of Appeal dismissed the applicants' appeals. It found that His Honour Deemster Corrin had jurisdiction to rectify the error in the description of the Receivers in the initial summonses and that he had properly exercised his discretion to correct a bona fide misdescription of which the applicants were well aware and which had caused them no prejudice. On the limitation point, the Court of Appeal reviewed the relevant domestic and Commonwealth authorities, as well as legal literature in this area, including that on constructive trusts and fraud on pre-existing trusts, and concluded that the action against the second and third applicants was not statute-barred as alleged.", "As to the applicants' argument that the delay in bringing the proceedings justified dismissal of the action for want of prosecution, the Court of Appeal noted that the applicants conceded that the only period of delay to be considered was that between 3 March 1993 and 28 February 1994, that this delay related only to the first applicant and that the second and third applicants did not contend that there was any inordinate or inexcusable delay in serving summonses on them. The Court of Appeal stated:", "“It seems to us plain that [the first applicant] was not served with all convenient speed. Such summonses should have been served promptly and manifestly they were not. We think it beyond any doubt that the delay relied on by the [applicants] was both inordinate and inexcusable. Deemster Corrin found that the 'the period of inaction by the [Receivers] between 3 March 1993 and 28 February 1984 amounted to a period of inordinate and inexcusable delay'. We agree with him save only that (a) in respect of the second summons against the [first applicant] the period could only begin on 16 June 1993 when it was issued and (b) in respect of both summonses the period of such delay should be reduced to reflect a relatively short time during which the summonses could have been served with all convenient speed.”", "The Court of Appeal next considered whether in the case of the first applicant such delay could prejudice its right to a fair hearing. The Court of Appeal took note of the applicants' submissions that the recollection of the second and third applicants as to the events in 1987 would be impaired with the result that the value of their oral testimony at the hearing would be diminished. In addition, the person responsible for the affairs of Ryeman Limited and who was at the centre of one of the impugned transactions had died in 1992. In consequence a vital witness had been lost through the delay. The Court of Appeal rejected these submissions. It considered inter alia that on the facts of the case the issues would largely turn on documentary evidence and that recollections as to whether the transactions, which were substantial, were regarded as proper were most unlikely to be diminished. Accordingly, the Court of Appeal, agreeing with the conclusion of His Honour Deemster Corrin on this issue, was satisfied that a fair hearing was possible.", "The Court of Appeal also rejected the applicants' argument that the 1993 action should be struck out on the ground that it could have been brought within the 1988 action. In the Court of Appeal's view the High Court judge was correct to rule that, with respect to the first applicant, the 1988 action only related to the production of documents and that the second and third applicants were never parties to that action.", "The Court of Appeal further ruled that the delay, even if inexcusable, could not be considered an abuse of process. In addition, the court found that while there had been a breach of the undertakings entered into by the Receivers in that the documents obtained from the first applicant had been used to formulate the statement of case in the proceedings, the breach was not of a serious nature and that no significant prejudice would be caused to the applicants since they would in any event be obliged to disclose all their documents on discovery. Finally, the Court of Appeal rejected the applicants' submission that the DTI was the assignee of the litigation and, given their absence from the proceedings, the action was improperly constituted. In the court's opinion, and with reference to the Order made by the Supreme Court of Gibraltar, the Receivers had properly brought the proceedings in a representative capacity on behalf of all investors, not just those who had assigned their rights to the DTI, and the Receivers operated with the authority to compromise the action, again on behalf of all investors.", "On 30 June 1998 the Privy Council, without giving reasons, refused the applicants' application for leave to appeal.", "The second and third applicants renewed their application for leave to appeal to the Privy Council on the strength of an English Court of Appeal judgment delivered on 21 July 1998 wherein it was stated that the Manx Court of Appeal appeared to have misunderstood one of the decided cases on which it relied in interpreting the limitation point under section 21 (3) of the Manx Limitation Act 1984.", "On 2 November 1998 the Privy Council, without giving reasons, refused the second and third applicants' renewed application."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}