{"ITEMID": "001-106441", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SMR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DIAMANTE AND PELLICCIONI v. SAN MARINO", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 8;No violation of P4-2", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["8. The first applicant, while resident in San Marino, had a relationship and was cohabiting with Mr X. in San Marino.", "9. On 9 December 2004 the second applicant was born of this relationship, in Rimini, Italy. She was granted dual nationality, Italian and San Marinese. The family lived in X.’s villa in San Marino.", "10. Mr X. left the villa in July 2006 and allegedly stopped sending the applicants any financial allowances.", "11. On 8 November 2006 Mr X. lodged a request with the San Marino Tribunal for sole custody and restitution of the villa.", "12. Following a deferral request by Mr X., the first hearing was held on 4 December 2006, the date when the first applicant intervened in the proceedings, and demanded custody of the child, the right to remain living in the family home and maintenance.", "13. By a decree of 4 December 2006, the relevant court, namely the Commissario della Legge of San Marino, granted custody to the first applicant. Mr X. was entitled to visiting rights as follows: Mondays and Wednesdays from 2 p.m. to 9 p.m. and one day (Saturday or Sunday) on alternate weekends from 10.30 a.m. to 6 p.m. It refused to decide on maintenance, inviting the parents to reach an agreement. It further ordered the intervention of the “servizio minori” (children’s services) to verify each parent’s aptitude and the quality of the relationship with the child.", "14. On 14 December 2006 the first applicant requested children’s services to decide on the transfer of the second applicant to a kindergarten in Rimini, Italy. The aim of this request was to allow the applicants to live with the second applicant’s grandmother for economic reasons, since Mr X. had allegedly failed to pay them any allowances.", "15. On 18 December 2006 Mr X. requested an urgent hearing, complaining that for the last two weekends the first applicant had denied him contact rights and had changed the arrangements. Consequently, the Commissario della Legge, considering that the father had a right to see his daughter every weekend, requested children’s services to intervene in order to ensure that contact rights were respected.", "16. On 21 December 2006 the first applicant reiterated that on 4 December 2006 the court had ordered visits on the Saturday or Sunday of alternate weekends, and not every weekend as interpreted on 18 December 2006.", "17. On 22 December 2006 the first applicant requested to take the child on a five-day holiday. The Commissario della Legge ordered the relevant notification.", "18. On 1 March 2007 the Commissario della Legge ordered children’s services to consider whether transfer to the Rimini institution would be in the interest of the minor.", "19. On 15 March 2007 children’s services filed their first report, stating that it was important to consider the needs of the child who “will probably reside in San Marino”. The report noted that the institution in Rimini hosted older children, and that Mr X. showed his availability to pick up the child from school if it were in San Marino. It advised that attending a nursery in San Marino would allow better monitoring on the part of the children’s services.", "20. On 10 April 2007, in view of the announced holiday, children’s services temporarily amended the visiting schedule, in agreement with the parties.", "21. On 12 April 2007 the first applicant informed the Commissario della Legge that she had found a job in Rimini, where she planned to move, and therefore she was ready to leave the villa.", "22. On 17 April 2007 the Commissario della Legge, having regard to the children’s services’ report (above) and after soliciting further reports, held that, until children services gave different advice, the child should remain in San Marino. It referred the case back to children’s services.", "23. Following further submissions, on 5 May 2007 the first applicant requested an urgent hearing as she was having difficulty taking care of the child since Mr X. was not paying the maintenance due.", "24. On 18 May 2007 the Commissario della Legge, having regard to the economic situation of the parents and to the fact that the first applicant remained living in the villa, decided that Mr X. had to pay the applicants maintenance amounting to 500 euros (EUR), as from November 2006.", "25. On 31 May 2007 children’s services drew up another report, finding that although conflict between the parents persisted, the father had an excellent relationship with the daughter. It advised that there be joint custody of the child, who should be placed prevalently with the mother in view of her tender age; it proposed two possible contact schedules, both eventually including two overnight stays per week. It further suggested maintaining the current schooling situation.", "26. On 14 June 2007 the first applicant, having signed a lease agreement for an apartment in Rimini the previous month, informed the Commissario della Legge that she intended to move there with her daughter, while maintaining their official residence in San Marino.", "27. On 21 June 2007 the first applicant made further submissions. It appears that the applicants moved to Rimini on the same day.", "28. By a decree of 25 June 2007 the Commissario della Legge granted joint custody, holding that the child should remain living in Rimini, where she was settled with the mother, and should continue to attend the Rimini kindergarten for the following school year, as this appeared to be in the best interests of the child. It further ordered children’s services to monitor the situation. This decision was based on the children’s services report of 31 May 2007 (see above).", "29. On 9 August 2007 children’s services submitted a new report, which found that the first father-child visits were held in an untroubled atmosphere and that Mr X. was spending all the appropriate time with the child. It noted that between 13 and 16 July the first applicant went on holiday with the child without informing Mr X. of the destination and that thereafter she had frequently informed children’s services that visits could not take place because of her or her daughter’s alleged illnesses or because she refused to give up the daughter.", "30. In August 2007 Mr X. lodged various submissions, including a complaint that the first applicant was denying his rights to visit their daughter and requesting that the relevant orders be executable in the Italian State.", "31. By an order of 20 August 2007 the Commissario della Legge specified that the order of 25 June 2007 must be considered “provisionally executable”.", "32. On 22 August 2007 children’s services drafted a report, which found that the first applicant was obstructing visiting arrangements which had not been previously arranged and was refusing to cooperate with children’s services.", "33. Both parties continued to make regular submissions.", "34. By an order of 21 September 2007, the Commissario della Legge held that unilateral changes to scheduled visits had no effect, since the arrangements had been established by prior orders, which were subject to alteration by future court orders. It held that Mr X. had the right to have his child by his side, unsupervised, and that the child should maintain residence in San Marino. It further explained that residence meant “a situation of permanent stay in a territory”.", "35. A children’s services report of 17 October 2007 related that the first applicant was failing to take the second applicant to children’s services and that monitoring had become difficult since 9 August 2007.", "36. On 24 October 2007 the first applicant challenged the competence of the San Marino Tribunal, namely the Commissario della Legge, in so far as proceedings were pending before the Tribunal of Bologna, Italy (see below). The parties informed the tribunal that the relevant ex parte counsellors had been appointed and meetings had started.", "37. On 12 November 2007 the Commissario della Legge rejected the objection. It held that the first applicant had accepted the San Marino jurisdiction throughout all the proceedings and various decrees; in effect this request had been made out of time.", "38. On the merits of the pending case, the Commissario della Legge found no reason to alter the current custody order. Joint custody had been opted for to protect the child from the unhappy situation in which the mother excluded the father from any decision-making. Joint custody and support from children’s services allowed the creation of an educational programme for the parents to allow for the growth and well-being of the child. This was what the parents had to aim for during the current joint custody regime. Welcoming the appointment of ex parte experts/counsellors, it reiterated the need for supervision by children’s services. Only upon further reports by children’s services and experts would the tribunal be able to establish whether any modifications to the regime were necessary or whether schooling in San Marino would be more appropriate.", "39. On 15 November 2007 Mr X. requested that the child be returned to San Marino, offering the mother lodgings with the daughter. On 9 January 2008 Mr X. enrolled the child in a nursery in San Marino, notwithstanding that she was still living in Rimini.", "40. On 24 January 2008 Mr X. made a request for sole custody and for the child to be moved to a school in San Marino.", "41. On 28 January 2008 the Commissario della Legge requested children’s services to draw up a report on the merits of schooling in San Marino.", "42. The ensuing report of 8 February 2008 considered that Mr X. was having difficulty seeing the child, as for a while the mother had unilaterally interrupted the father’s visits (for example, nine out of fourteen overnight stays with the father had not occurred and six consecutive Sunday visits had been missed), and that the mother was not cooperating with children’s services. Consequently, the establishment of an educational programme had not been successful. It found on the one hand that the first applicant’s anger towards the father was persistent and involved the child. On the other hand the father had shown consideration and put the needs of the child first. He sincerely loved his daughter and was cooperating with children’s services. The father and the child had a warm and caring relationship, and the child felt comfortable and happy in his presence. It appeared however that the child might have fears of losing her loved ones, probably due to the various moves, which had also detached her from members of her extended family. The report therefore advised the grant of temporary sole custody to the father, with regular supervised visits by the mother, until this could be reversed. It concluded that schooling should be in accordance with the custody decision, as this would be favourable to the child’s emotional stability, notwithstanding the unfortunate moves of house. It also advised psychotherapeutic and parental education support for the parents, together with further monitoring by children’s services.", "43. On 12 February 2008 the Commissario della Legge ordered that an extraordinary hearing of the parties (comparizione delle parti) be held on 19 February 2008. The order was notified on 14 February 2008. The next day the first applicant’s main lawyer communicated his inability to attend and requested an adjournment. The opposing party opposed this request, but no notification reached the first applicant’s legal counsel.", "44. On 13 February 2008 Mr X. collected the child and did not return her. On the same day Mr. X’s lawyer sent the first applicant a fax informing her that the child would not return home to the mother as the father was availing himself of the time accumulated from the missed visits. The child could, however, be contacted by telephone at specific times.", "45. On 15 February 2008 the first applicant’s representatives requested X.’s lawyers to inform them where the child had been taken, the date of return, and arrangements as to the handing over of the child. X.’s lawyers’ reply was immediate but inconclusive, in that, no details had been given. Thus, the first applicant’s representatives informed children’s services about what had happened and complained about the father’s lawyers. In reply, Mr X.’s lawyers explained that the child was on holiday with her father and that they did not know where they had gone. On the same day, the first applicant’s lawyers requested that the hearing set for 19 February be deferred due to the inability of her regular lawyer, who had dealt with the relevant experts, to attend the hearing for professional reasons. Mr X.’s lawyers opposed this, however, it appears that no notification of this opposition took place.", "46. The following day, the first applicant lodged written submissions, reiterating that in accordance with the decree of 25 June 2007 the child had been placed with the mother for the school year. Complaining about Mr X.’s actions and those of children’s services, she requested the tribunal to restore the status quo ante.", "47. On 18 February 2008, while the child was still missing, Mr X.’s representatives requested that the minor be placed in San Marino. They emphasised that the second applicant’s presence outside San Marino limited the San Marino courts’ power over the second applicant’s rights abroad. The first applicant objected, maintaining that the child should return to Rimini. She further insisted that any missed paternal visits in the summer of 2007 had not been malicious but had been the result of physical circumstances.", "48. On 19 February 2008 a substitute judge sat as the Commissario della Legge. The first applicant, through her co-lawyer, referred to their request for a brief postponement in view of the absence of the habitual judge and her habitual co-lawyer, who was more aware of the case details. Moreover, there had been a lack of collaboration on the part of children’s services and counsellors, her counsellors had not been summoned, and the child had been kidnapped by the father. Her request was refused without detailed reasons. The substitute judge considered it opportune to take a decision urgently. Consequently, the first applicant’s co-lawyer withdrew from the case. A further request by the first applicant for a short suspension in order for another lawyer to be appointed was refused.", "49. The case was therefore heard without representation for the first applicant. Mr X. was represented by his lawyers and enjoyed the assistance of a counsellor. After the cross-examination was over, the substitute judge delivered his decision on the same date.", "50. He found that, in view of the report by children’s services of 17 October 2007 and 8 February 2008, the child risked being denied the benefit of her father’s presence, as the first applicant had prevented the father’s visits and obstructed children’s services’ meetings. Any argumentation by the first applicant presented in her written pleadings had not been persuasive. Consequently, while upholding joint custody, it was ordered that the child live with her father in San Marino and that she be transferred to the San Marino nursery from 20 February 2008. The mother was entitled to supervised visits from Monday to Friday from 13.15 to 15.00, or as children’s services deemed opportune.", "51. On 22 February 2008 the Commissario della Legge, acknowledging that there were no obstacles to acceding to the first applicant’s request to spend a weekend with her daughter at the father’s house, requested the children’s services to draw up a new calendar of visits. On the same date, following Mr X.’s request for an authorisation (“nullaosta”) for the child’s passport, the tribunal solicited the first applicant’s agreement, noting that expatriation of the minor would in any case require the tribunal’s authorisation.", "52. On 25 February 2008 children’s services submitted a report stating that the child frequently reiterated her wish to stay with the mother and was showing a certain reluctance to be with the father. The report concluded that persistent pressure by the mother may lead to Parental Alienation Syndrome.", "53. On 26 February 2008 the first applicant submitted that the unavailability of the child for certain paternal visits while she was in the mother’s care was for medical reasons.", "54. On 27 February 2008 Mr X. requested the suspension of the time-limits for appeal, pending friendly settlement negotiations. On the same day children’s services reported that mother-child visits should take place at the father’s house. It proposed a new schedule of visits, which would eventually include an overnight stay. It also included visits with the maternal extended family.", "55. The following day, Mr X. pointed out that the first applicant had not been favourable to the return of the second applicant to San Marino. He alleged that she was in bad faith and reiterated that, according to The Hague Convention on the Civil Aspects of International Child Abduction (“The Hague Convention”), visits with a parent who had removed a child required special precautionary measures. On the same day children’s services prepared a calendar of supervised visits up to August 2008, the date of the entry into force of The Hague Convention.", "56. On 6 March 2008 an appeal was lodged against the interim order of 19 February 2008 before the “Giudice delle Appellazioni Civili”. Lamenting that in the absence of treaties safeguarding repatriation the child remained susceptible to removal by the mother, Mr X.’s representatives proposed a favourable calendar for visits, namely Mondays, Wednesdays and Fridays from 6.30 p.m. to 9..30 p.m., alternate Saturdays from 4.30 to 7.30 p.m. and alternate Sundays from 9 a.m. to 12 noon, plus other visits by the extended family and in due course overnight stays by the mother. On the same day the first applicant accepted the proposed schedules, complaining that children’s services were in practice reducing her visit times by half an hour and at times by one hour due to other engagements, but objected to the suspension of the proceedings. She further submitted one of the second applicant’s passports to the court.", "57. On 17 March 2008 the first applicant appealed, complaining of procedural irregularities pertaining to the interim decree of 19 February 2008. In particular she alleged a breach of her right to defence, since she had not been represented. Unlike her, Mr X. had had the benefit of counsel. Moreover, there had not been adequate notification, and therefore the hearing had not been in accordance with the law. Furthermore, the substitute judge should have abstained, as he had decided another case between the same parties.", "58. On 19 March 2008 Mr X. cross-appealed.", "59. On 27 March 2008 Mr X., in his cross-appeal, lodged a request for sole custody and contended that the first applicant had breached her judicial obligations, having allegedly taken the child away, and had attempted to evade San Marino jurisdiction. He emphasised that in view of Italy’s delay in accepting San Marino’s accession to The Hague Convention dated 14 December 2006, the latter had not yet entered into force between the two states. In accordance with the treaty, transfer of the minor to Italy would be unlawful.", "60. On the same date the first applicant submitted that she was having difficulty visiting her daughter due to her working hours. On 22 April 2008 the first applicant’s psychological counsellor wrote to children’s services offering the first applicant as available for discussion and collaboration. She further requested children’s services to provide her with a copy of the educational project to be undertaken and relevant information and video clips taken in respect of the child’s supervision. On 23 April 2008 the mother again made a request for information and to see the relevant video recordings of her visits to her daughter.", "61. On 24 April 2008 it was established that cross-examination was necessary for the purposes of the case.", "62. On 30 April 2008 children’s services informed the first applicant that her request had been sent to the relevant judicial authorities, since information about minors was covered by professional secrecy.", "63. In the meantime various email exchanges took place between April and June in an attempt to negotiate an agreement so that the first applicant would agree to withdraw the pending criminal charges (see below) against Mr X. Meetings with counsellors and a psychologist were held.", "64. Following a request from the first applicant, on 6 May 2008 the Commissario della Legge ordered the urgent transmission of the file to the appeal judge.", "65. On 12 May 2008 the Giudice delle Appellazioni Civili remitted Mr X.’s appeal of 27 March 2008 to the Commissario della Legge, who was competent to revise the matter and give any other determination in respect of the placement of the child.", "66. On 16 May 2008 the primo termine probatorio was opened in relation to the original appeal. Hearings and/or submissions were made on 23 October 2008, 12 and 19 March, 23 April, 18 and 13 June, 3 July and 26 October 2009 and 18 January 2010. Following the requests and the consequent submission of rogatory letters, it was established that the first applicant’s lawyer had judicial engagements in Rimini, explaining his absence from the hearing in question.", "67. The appeal proceedings against the decision of 19 February 2008 were eventually decided on 7 March 2011 (see paragraph 137 below).", "68. On 15 April 2008 the first applicant’s representatives complained to children’s services that the child was isolated, in that she was constantly supervised.", "69. In a report dated 22 April 2008 children’s services requested the judge to prohibit the legal representatives of the parties from attending the child’s visits.", "70. On 5 June 2008 the first applicant’s lawyers made submissions in reply, highlighting the importance of re-establishing mother-child relations. On the same day Mr X. reiterated his request for temporary sole custody (see above 27 March 2008). Although not intending to travel with the child, he requested a San Marino passport for the second applicant.", "71. On 6 June 2008 the Commissario della Legge noted that revision of the decree could only take place if new events took place subsequent to the decree, in order to avoid any overlap with the appeal judgment. He further requested the parties to agree on the mother’s visiting schedule, on further cooperation for the benefit of the child, and lastly asked whether the mother agreed to the issue of a San Marino passport, which would be retained by the court together with the Italian passport, any travel having to be agreed by the parents or authorised by the court.", "72. On 19 June 2008 Mr X. reiterated that the prohibition on the child’s leaving the country needed to be maintained until the entry into force of the Hague Convention. He further requested a definitive judgment in favour of sole custody to be executable immediately on Italian territory.", "73. In the meantime, further submissions were made, together with the reports of the parents’ psychologists.", "74. On 11 July 2008, in an apparently informal way, the Commissario della Legge confirmed that the child could not leave San Marino.", "75. On 15 July 2008 the Commissario della Legge nominated an expert and ordered an expert opinion (“consulenza tecnica d’ufficio” – “CTU”) in respect of: the child’s relationship with the parents, the personal characters of the parents, their ability to take on parental functions, in particular vis-a-vis granting the other parent contact with the minor, and any proposals in respect of the situation.", "76. On 16 July 2008 the first applicant made an urgent request to be allowed to take her child to Italy before The Hague Convention entered into force, namely from 21 to 28 July 2008. She further requested the release of the information and related videotapes of mother-child meetings before the child services, and that children’s services and the San Marino hospital issue a report on the psycho-physical health of the child.", "77. Following a request by Mr X., by a decree of 17 July 2008, the Commissario della Legge noted that the second applicant’s San Marino passport had been submitted to the authorities, and requested the first applicant to submit the latter’s Italian passport. It further held that the decree of 19 February 2008 fell within the competence of the Giudice delle Appellazioni Civili. It then held that the CTU’s opinion was required to define an educational project and the advice of children’s services was necessary to determine the suitability of any permanent visiting schedule between the mother and child. It refused the pending request for the video recordings of their visits, on the basis that they had no right to such materials, children’s services acting as an assistant to the judge in this connection and not as a court expert.", "78. On 22 July 2008 the first applicant contacted children’s services to inform them as regards her availability to discuss the forthcoming holiday calendar. The following day a new calendar of visits, together with a short report, was submitted to the judge by children’s services.", "79. On 23 July 2008 children’s services presented another report in respect of the request relating to the period of 19 to 28 July 2008, during which the first applicant would have been on leave. They suggested daily visits from Tuesday 22 to Monday 28 July 2008, ranging from two to six hours per day, including hour-long visits with the extended family.", "80. Following a request by the mother, on 24 July 2008 the CTU requested children’s services to issue instructions for the period after 28 July 2008.", "81. On 29 July 2008 children’s services drafted a new calendar of visits, ranging from three to six hours per day (no visit on Saturday), until Sunday 3 August. The latter was acknowledged by the judge.", "82. On 1 August 2008 the first applicant’s submissions included a request for a continuous period of mother-child care to allow her to take the child on holiday, after she had been confined to San Marino for nearly six months. On the same day the Commissario della Legge, noting that children’s services had not had enough time to deal with all the requests in view of their dates of submission and that the first applicant had for the third time altered the dates of her leave, ordered an immediate reply to the pending, urgent request for the extended period of the child’s placement with the mother from 9 to 17 August 2008.", "83. By emails dated 1 July 2008 the first applicant requested children’s service to allow a more flexible calendar of visits. On 8 August 2008 children’s services issued a new calendar for the relevant period, only allowing one overnight visit and permitting most of the remaining visits to take place outside San Marino, but they had to be in the presence of the father. It suggested that changes should be made gradually. The latter was acknowledged by the judge.", "84. Following the mother’s objection, on 12 August 2008 the previous arrangement was reiterated by the judge.", "85. On 18 August 2008 Mr X. gave his consent for an extended visit between mother and child. On the same date the Commissario della Legge asked for a report from children’s services on the development of the visits in the preceding week, and for a new calendar to be issued.", "86. On 19 August 2008 children’s services reported that the visits had been regular, organised and fruitful. The child was happy to spend time with the mother and it was clear that she needed to be by the side of both parents. They issued a new calendar of visits, suggesting entire alternate weekends with each parent, with weekend intervals when each parent had the child for one day, together with overnight stays during the week at her mother’s home.", "87. By a decree of the same date the Commissario della Legge confirmed that, the disputes having been resolved, the visits should remain in accordance with the children’s services report of the same day. Moreover, since Mr X. was able to visit the child in Italy, prohibition on the parents’ taking the child outside the country remained valid only in respect of States other than Italy and San Marino.", "88. By an order of 12 September 2008, a substitute judge for the Commissario della Legge held that the frequency of visits with the minor would be in accordance with the agreed specific indications submitted.", "89. On 16 September 2008 the CTU met the parents’ technical counsellors (“CTPs”).", "90. On 23 October 2008 Mr X. submitted that he was the subject of ongoing criminal proceedings in Italy (see below) and reiterated that the first applicant had not submitted the second applicant’s Italian passport.", "91. On 30 November 2008 psychological reports on both parents were drawn up. The report about the mother which, inter alia, mentioned depressive and impulsive attitudes, appeared less favourable than that of the father, although it appeared from the reports that Mr X. was immature.", "92. Following further submissions, by a decree of 19 December 2008, the Commissario della Legge acknowledged that the second applicant would spend the week of 24 December to the morning of 31 December 2008 with the father and from the afternoon of 31 December 2008 to 7 January 2009 with the mother. Travel details had to be exchanged between the parents and the child had to be visited by a doctor to confirm that she was in good health and to determine whether there were any contraindications to her travelling. He further authorised the father to travel with the child during the relevant period and allowed the release of the passport.", "93. According to a children’s services report of 20 December 2008, the second applicant was having difficulty adjusting to (her parents’) two different environments.", "94. Negotiations between the parents continued: however, the first applicant refused to drop the pending criminal charges against Mr X.", "95. On 22 December 2008, Mr X. requested to stop paying maintenance, stating that each parent should be financially responsible for the child for the period in which she was with them.", "96. On 2 and 12 February 2009 the Commissario della Legge, confirmed the qualifications of the first applicant’s CTP. On 24 February 2009 a meeting with the parties’ CTPs took place.", "97. A children’s services report dated 25 February 2009 found that the second applicant’s character had deteriorated compared to the previous year. She was less tranquil, naughtier and at times mischievous. She appeared to be more loyal to the mother and had difficulty in facing up to the conflict between her parents. Although the child had a good relationship with the father, she also showed hostility towards him which appeared to have been induced by the mother. If such psychological pressure persisted there existed the risk of Parental Alienation Syndrome.", "98. Upon request, on 6 March 2009 the Commissario della Legge granted an extension to the relevant expert.", "99. On 17 March 2009 the Commissario della Legge postponed a decision in respect of maintenance and ordered both parties to submit the second applicant’s passport, reiterating the prohibition on the child’s expatriation.", "100. On 20 March 2009 the parties’ experts submitted their report.", "101. On 30 March 2009 the CTU finalised the report which had been commissioned on 15 July 2008 (see above). The report was a result of various meetings with the parties which had been recorded. The report concluded that there were no particular problems with the parent’s diverse personalities or with their relationship with their child. However, it established that Mr X. was more aware of the second applicant’s need to have adequate time with both parents, and was thus more likely to allow regular contact with the child by the mother, always under strict supervision by children’s services. Moreover, the mother’s intention of persisting with criminal proceedings against the father did not strike a note in her favour. It suggested psychological therapy to resolve the existing conflict and to allow them to fully assume their roles as parents.", "102. On 16 April 2009 the first applicant made a request before the Commissario della legge for copies of the recordings of the meetings attached to the CTU’s report.", "103. On 23 April 2009 the same request was made by Mr X., who further requested copies of all relevant communications mentioned in the report, between the parties, their experts, the lawyers and children’s services.", "104. On the same day the court ordered those recordings and communications to be provided to the parties, subject to the payment of costs by those parties.", "105. Following Mr X.’s request of 30 April 2009 to order a new report by children’s services, in view of the psychological pressure to which the second applicant was being subjected by her mother, the Commissario della legge ordered the said report on 4 May 2009.", "106. On 14 May 2009 further submissions were made by the mother, together with a report regarding the second applicant drawn up by the first applicant’s CTP. It was reported that the second applicant’s situation was stress-related; because of her young age she needed and wanted the presence of her mother. She was therefore suffering as a result of the mother’s absence, and constant requests for the child to be removed from her mother could only worsen the child’s situation. It was in favour of requesting specialised medical advice for the child.", "107. On 18 May 2009 children’s services submitted a report indicating that the child’s psychological condition was deteriorating, that she was refusing to take part in games representing the family, and that she had become more isolated at school. Moreover, the child had developed a tic and frequent belching, probably due to anxiety.", "108. On the same day and on 25 May 2009 respectively, the first applicant requested the court to allow a specialised doctor to diagnose the child and to prescribe treatment, as well as a neuropsychiatric examination.", "109. On 27 May 2009 and 1 June 2009 Mr X.’s expert submitted his report.", "110. On 5 June 2009 Mr X. objected to the first applicant’s requests. On the same day the Commissario della legge held, noting that Mr X. had suggested that another doctor (Mr C.) should conduct therapy with his daughter, that she was being carefully monitored by reliable experts from children’s services, and that any psychological diagnosis should be included in the treatment already in place, which should be continued.", "111. On 22 July 2009 the Commissario della legge held that the psychotherapy was to be conducted by Mr C., who should also verify whether the child was experiencing any discomfort.", "112. On 5 August 2009 the court acknowledged two experts on behalf of Mr X. and authorised them to assist in the drawing up of the reports.", "113. On 14 September 2009 Mr C. accepted his appointment.", "114. Following further submissions, and the first applicant’s complaints about Mr X.’s absences, on 24 November 2009 the Commissario della legge held that, when one of the parents could not take care of the child, it was for the other parent to so do and not the grandparents, and that the parents should collaborate when taking decisions regarding the minor.", "115. On 2 February 2010 further reports were requested from the CTU.", "116. Proceedings were still under way on the date of communication of the present application to the respondent Government.", "117. By an application of 1 August 2007, the first applicant requested the Juvenile Tribunal of Bologna to intervene in the custody proceedings in favour of sole custody of the mother.", "118. On 10 August 2007 the Public Prosecutor’s Office advised against this action for lack of Italian jurisdiction. On 23 October 2007 the first applicant made a request for urgent measures.", "119. By a decree of 29 October 2007, the Juvenile Tribunal suspended proceedings in view of the fact that proceedings were pending in San Marino.", "120. It appears that in 2008 Mr X. requested the Juvenile Tribunal of Bologna to return the child to San Marino. The first applicant was not informed of these proceedings. On 14 March 2008 the Public Prosecutor’s Office advised the court to refuse the request.", "121. By a decree of 6 June 2008, the Juvenile Tribunal refused the request to return the child to San Marino. It noted that, as Italy had not yet accepted San Marino’s adhesion to the Hague Convention that Convention could not apply to the present case.", "122. Mr X. pressed charges against the first applicant on 4 September 2007, for failure to make the child available for one of his visits. On 4 December 2007 it was considered that these proceedings should be archived since relevant certificates proving the child’s illness at the time were submitted. The following day the case was archived by the Procuratore del Fisco (Attorney General). On 6 December 2007 the case was archived by the Commissario della Legge.", "123. On 19 February 2008 the first applicant pressed charges against Mr X., with the Gendarmeria di San Marino, for international kidnapping.", "124. Following the first applicant’s testimony, on 29 May 2009 the Commissario della Legge held that there had not been the prerequisites for the accusation. Mr X. had not had the intention to kidnap the child. He could not be held responsible since he had only planned to take the child on a short holiday, which in some way or other could be said to have been agreed to by children’s services, in order to allow the father to recover the unilaterally impeded and therefore lost visits. The case was therefore sent for an opinion to the Procuratore del Fisco. With the latter’s agreement, on 10 June 2009 the Commissario della Legge ordered that the case be archived.", "125. On 10 May 2008 the first applicant pressed charges against Mr X. with the Rimini police headquarters for international kidnapping.", "126. On 23 February 2009 the Commissario della Legge ordered the judicial police of San Marino to carry out the identification of Mr X.", "127. By a summons of 19 July 2010 Mr X was informed that he was being indicted and that the trial would start on 24 October 2011.", "128. Consular visits with the parties concerned were only successful in respect of the first applicant. Meanwhile diplomatic attempts by the Italian Government, seeking an adequate solution from the San Marino authorities, remained unfruitful.", "129. Following notification of the pending application before the Court by the Government Agent, on 26 July 2010, by reason of the inferences as to the impartiality of the relevant judge in the application pending before the Court, the Commissario della Legge hearing the ordinary custody and contact proceedings withdrew.", "130. Proceedings continued under a new judge appointed by the former judge. According to the applicants, this choice had been arbitrary, as the new judge, who did not usually practise in the civil sphere, was a professor at the same university as the former judge and X’s legal counsel. This choice highlighted the former judge’s partiality.", "131. Submissions were made regarding several issues, inter alia the child’s presence at Mr X.’s wedding, schooling, exclusive custody, and urgent measures related to the child’s medical needs. Where necessary, decrees were delivered upon the information submitted by the parties, the experts and children’s services.", "132. Subsequently, on 13 September 2010 an updated CTU was submitted. The CTU acknowledged that his initial conclusions (of July 2008) had to be altered, having regard to the application lodged before the Court by the first applicant; as such the action reflected her contradictory behaviour. After hearing the parties he concluded that the second applicant should be placed with the father for the coming school year, that schooling should be in San Marino and that the mother should maintain her previously established visiting rights. The same was confirmed by a children’s services report.", "133. On 20 September 2010, following an adjournment because Mr X. was still on honeymoon, the first applicant made further submissions, focusing on the protection of her rights under Article 8 of the Convention. She submitted a favourable report by her CTP and requested that i) the child be placed with her, ii) the child be put into the Rimini elementary school, iii) a neuropsychiatric report be drawn up by the Rimini hospital iv) monitoring of visits be withdrawn, or in the alternative that San Marino children’s services be replaced by neuropsychiatric services or that the psychologist be replaced.", "134. Having heard all the relevant parties and submissions the Commissario della Legge delivered its decision on 21 September 2010. Noting the high level of conflict persisting between the parties and their representatives, it considered that the decision must be temporary and subject to further change. It ordered joint custody, that the child be schooled in San Marino, that she be placed with the father during the week and with the mother at weekends, that Christmas and Easter festivities would be spent with the mother with the exception of Christmas Eve, Epiphany and the weekend after, which would be spent with the father, and that the parents continue to follow psychotherapy for another twelve months. It further ordered children’s services to continue monitoring the child’s progress, the expert to submit information about the child-parent relationship, particularly in view of the father’s remarriage, and any relevant medical needs.", "135. Feeling aggrieved by the comments in the above-mentioned decision in relation to the parties’ representatives, legal counsel for the first applicant gave up their mandate. Proceedings are still pending and the first applicant has no longer been represented during these proceedings.", "136. Meanwhile, the appeal proceedings against the decision of 19 February 2008 continued and were decided on 7 March 2011.", "137. The Giudice per le Appellazioni Civili rejected the first applicant’s appeal. The court considered that Article 6 of the Convention had detailed provisions regarding criminal proceedings, but nothing in relation to civil proceedings. Thus, it was a matter subject solely to ordinary law. That being stated, he considered that in the instant case there had not been a breach of the right to defence or to the right to cross-examination (contraddittorio). Indeed, the first applicant had originally been represented at the opening of the hearing, thus, the prerequisites existed to hear the case and to cross-examine. It was only following the rejection of the request for an adjournment that the first applicant’s co-lawyer forfeited her mandate. Moreover, when the latter forfeited her mandate she was not forfeiting her colleague’s mandate, who therefore remained counsel to the applicant. The court further noted that there existed no law recognising a right to defer a case. The decision in relation to the existence of a legitimate impairment was subject to the judge’s discretion after hearing the relevant arguments. In the present case, the results of the investigation and rogatory enquiry with the Rimini Tribunal could not lead to the existence either of a legitimate impediment or of an ex post one. The Commissario della Legge had according to his prerogatives considered it opportune to decide the case speedily in view of the urgency and gravity of the matter. Indeed, itaudi alteram partem). Moreover, the appeal judge considered perplexing the fact that the first applicant was contesting a situation she had created herself. Lastly, as to the impartiality complaint, the first applicant had not challenged or requested the withdrawal of the Commissario della Legge at the relevant time.", "138. The preamble of the Convention includes the following statement as to its purpose:", "“ ...to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, ...”", "139. The object of such a return is that, following the restoration of the status quo ante, the conflict between the custodian and the person who has removed or retained the child can be resolved in the State where the child is habitually resident.", "140. Article 3 of the Convention reads as follows:", "“The removal or the retention of a child is to be considered wrongful where", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or the retention; and", "(b) at the time of the removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. ...”", "141. Section 7 (1) of the law of 17 June 2008 amending criminal procedure “the Criminal Procedure Act”) provided that an order that the case be archived must promptly be notified to the Attorney General (procuratore del fisco), the person charged, the victim, and the person who had pressed the charges. It must further be communicated to the executive magistrate (“magistrato dirigente”). An appeal can be lodged against such an order, by the person charged or the victim, within thirty days of its notification. The appeal shall be lodged with the Giudice delle Appellazioni Civili, who must be a different judge than the one who originally decided the merits of the cause. He or she should deliver a reasoned decision within thirty days. An order upholding the appeal application must require the investigation stage to be reopened and the magistrato dirigente must assign the case file to a new investigating judge.", "142. Its section 10 regarding transitional measures provided that this law was applicable to all criminal proceedings in which notice of the crime had reached the inquiring magistrate at a date following its entry into force. The law did not apply to proceedings pending at the date of its entry into force if they were published and archived within the following nine months of its entry into force."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}