{"ITEMID": "001-114602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "PUSTELNIK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Wiesław Pustelnik, is a Polish national, who was born in 1968 and lives in Czechowice-Dziedzice. His application was lodged on 26 June 2009. He was represented before the Court by Mr J. Gałkowski, a lawyer practising in Bielsko-Biała.", "2. From 20 September 2006 until 17 October 2007 and from 24 October until 28 November 2007 the applicant was in pretrial detention in Mysłowice Remand Centre.", "3. The applicant’s subsequent detention in several other prisons and remand centres is not the subject of the instant application. On an unspecified date, presumably in June 2011, the applicant was released and he is currently at liberty.", "4. The applicant’s description of the conditions of his detention, as reproduced from the materials of his civil action, may be summarised as follows.", "5. All the cells to which the applicant was assigned in Mysłowice Remand Centre at the material time, with the exception of cell no. 114, were overcrowded to the point that the applicant had less than the statutory minimum standard of 3 square metres (m²) of personal space.", "6. The applicant had a one-hour period of outdoor exercise every day. He spent the remaining twentythree hours inside his cell.", "7. The toilet annex in each of the applicant’s cells was one metre away from the dining table and was separated from the rest of the cell by a cloth.", "8. The cells were infested with cockroaches and other bugs.", "9. There was only cold running water in the tap and the applicant had to use it for his every-day toiletry needs and for washing dishes. The applicant had one hot shower per week.", "10. The applicant was detained under an ordinary security regime. He was not classified as a “dangerous detainee”. He claimed that during his detention he had frequently and routinely been subjected to a personal check (kontrola osobista) by the guards of Mysłowice Remand Centre. In his submission, he had to strip naked in front of a guard and bend over to show his anus. In the applicant’s view the “visual penetration” by the guard could be compared to sexual harassment and he felt humiliated each time he had undergone a personal check.", "11. As submitted by the penitentiary authorities in the course of the civil proceedings, the applicant, just like any other detainee in Mysłowice Remand Centre, had been subjected to a body search each time he left or returned to the remand centre’s main wing (pawilon główny). That practice was aimed at preventing the distribution of dangerous or illicit objects among detainees. It was stressed that body searches had always been performed in an enclosed room and without the presence of unauthorised persons.", "12. The applicant did not give any further details about the practice of body checks. He did not indicate the dates of the impugned incidents or their total number. He did not submit how often he had left the remand centre’s main wing and whether he had been subjected to a personal check when going to his outdoor exercise, a visit or on other occasions.", "13. During his detention, the applicant did not file any formal complaints with the penitentiary authorities about the impugned practice of subjecting him to body checks.", "14. On 18 November 2007 the applicant lodged a civil action in tort, seeking 500,000 Polish zlotys (PLN) (approximately 120,000 euros (EUR)) in compensation for the suffering which he claimed to have experienced in Mysłowice Remand Centre due to the inadequate living conditions and body searches.", "15. The applicant’s submissions to the domestic court about the conditions of his detention and the manner of performing personal checks by the guards were similar to the above description (see paragraphs 513 above). The applicant claimed that, when he had been detained in Mysłowice Remand Centre, he had felt “traumatised” and had difficulties sleeping.", "16. On 14 January 2008 the respondent party, namely the State Treasury and Mysłowice Remand Centre, asked that the case be dismissed.", "17. They submitted that the maximum allowed capacity had, at the relevant time, been exceeded in Mysłowice Remand Centre. As a consequence, the remand centre’s governor, acting under the 2006 Ordinance, decided to reduce the statutory minimum standard of 3 m². He informed a competent penitentiary judge of that decision. The governor acted, therefore, within the law.", "18. Furthermore, the authorities confirmed, to a large extent, the applicant’s submissions as to the overall living and sanitary conditions in the remand centre. They stressed, however, that the cells had always been sufficiently ventilated and that the furniture, such as tables, could be freely moved around the cell so that detainees could have their meals in a more comfortable atmosphere, further away from the toilet annex. It was also submitted that the remand centre was disinfected twice a month by a specialised independent company. Sanitary inspections carried out on a regular basis did not reveal any irregularities.", "19. As to the applicant’s body searches, the authorities invoked Article 116 § 2 (3) of the Code of Execution of Criminal Sentences and section 72 of the 2003 Ordinance, which laid down the rules concerning body searches of detainees and convicted persons. It was further noted that the applicant, just like any other detainee in Mysłowice Remand Centre, had been subjected to a body search each time he left or returned to the remand centre’s main wing. That practice was aimed at preventing the distribution of dangerous or illicit objects among detainees. It was stressed that body searches had always been performed in an enclosed room and without the presence of unauthorised persons.", "20. Lastly, the remand centre’s authorities argued that the applicant had not experienced mental suffering due to the conditions of his detention. He had been under the constant supervision of a psychiatrist and neurologist because he had in the past been diagnosed with personality disorders and alcoholism. During his medical consultations the applicant did not complain about any negative effects of his detention.", "21. On 23 October 2008 the Katowice Regional Court (Sąd Okręgowy) gave judgment partly in the applicant’s favour and awarded him compensation in the amount of PLN 3,000 (approximately EUR 716).", "22. The domestic court established that, at the relevant time, Mysłowice Remand Centre, which had a maximum allowed capacity of 399 places, had been severely overcrowded. For example, as of 22 November 2006, 571 detainees and as of 14 November 2007, 478 detainees were held there. Throughout his detention in the remand centre, the applicant was assigned subsequently to fifteen different cells. In each of those cells, with the single exception of cell no. 114, the available space per person was below the statutory minimum standard of 3 m². Between September 2006 and December 2007 the remand centre’s governor sent monthly reports to the penitentiary authorities informing them about the rates of overcrowding at any given time.", "23. The domestic court further established that, as a result of the overcrowding, not all detainees could fit around the dining table inside the cell. Many had to have their meals sitting on the bed. The table in the applicant’s cell was situated one metre away from the toilet annex. The particular position and certain technical problems with the windows limited air circulation and access to natural light. As a result the applicant’s cells were insufficiently ventilated and lit.", "24. It was also confirmed that the toilet annexes in Mysłowice Remand Centre were either not separated from the rest of the cell or separated by a cloth hung over a metal rod which was permanently attached to the walls. In the applicant’s cells the toilet annexes were separated with a bed sheet. In the court’s opinion, such separation did not provide sufficient privacy because the toilet was very near the beds and dining tables.", "25. The domestic court also established that, despite the efforts of the remand centre’s administration, the applicant’s cells had been infested with cockroaches.", "26. As to the practice of body searches, the domestic court found the explanations provided by the remand centre to be true. In consequence, the applicant’s claim for compensation on this account was considered unjustified.", "27. Having analysed the applicant’s medical history, the domestic court agreed that the living conditions in the remand centre had not been the cause of the applicant’s anxiety and sleeping difficulties.", "28. In its reasoning on the merits, the Katowice Regional Court relied on the judgments of the Supreme Court of 28 February 2007 and of the Constitutional Court of 26 May 2008, as well as the jurisprudence of the European Court of Human Rights.", "29. It concluded that the applicant’s detention in overcrowded cells (during 348 out of a total of 458 days), in inadequate sanitary conditions (cockroaches and the lack of sufficient separation of the toilet annex), with insufficient ventilation and lighting, had given rise to suffering and humiliation which had exceeded the inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. That, in turn, constituted an infringement of the plaintiff’s personal rights protected by Article 24 of the Civil Code (Kodeks Cywilny). Moreover, the domestic court held that the requirement of Article 24 of the Civil Code, namely that the act or omission leading to the infringement of a personal right had to be unlawful, was satisfied in the light of the finding of the Constitutional Court that Article 248 of the Code of Execution of Criminal Sentences was unconstitutional.", "30. In its analysis concerning compensation, the domestic court reiterated that according to Article 448 of the Civil Code and the established domestic practice, compensation for a breach of a personal right should be “just” and, therefore, it should be of an economically significant value and not merely symbolic.", "3,000 (approximately EUR 715).", "31. The domestic court decided not to order the applicant to bear any of the costs of the proceedings (koszty procesu) and waived his court fee (koszty sądowe).", "32. The applicant did not appeal against that judgment.", "33. On 13 February 2009 the Katowice Court of Appeal (Sąd Apelacyjny) dismissed the appeal brought by the respondent party. The appellate court upheld the first-instance judgment.", "34. A cassation appeal to the Supreme Court (Sąd Najwyższy) was not available due to the low amount of the claim.", "35. A detailed description of the relevant domestic law and practice concerning general rules governing the conditions of detention in Poland and domestic remedies available to detainees alleging that conditions of their detention were inadequate are set out in the Court’s pilot judgments given in the cases of Orchowski v. Poland (no. 17885/04) and Norbert Sikorski v. Poland (no. 17599/05) on 22 October 2009 (see §§ 7585 and §§ 4588 respectively). More recent developments are described in the Court’s decision in the case of Łatak v. Poland (no. 52070/08) on 12 October 2010 (see §§ 25-54).", "36. The socalled personal check (kontrola osobista) of convicted persons is authorised and defined by Article 116 of the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy), which in its relevant part reads as follows:", "“§ 1 A convicted person must obey the regulations concerning ... prison order and execute the orders of supervisors and other authorised persons, in particular:", "...", "§ 2 In cases justified by internal order and security a convicted person will be subjected to a personal check.", "§ 3 A personal check means an inspection of the body and checking of clothes, underwear and footwear as well as [other] objects in a [prisoner’s] possession. The inspection of the body, checking of clothes and footwear shall be carried out in a room, in the absence of third parties and persons of the opposite sex and shall be effected by persons of the same sex.”", "37. Moreover, section 72 (1) of the Ordinance of the Minister of Justice of 31 October 2003 on the security of the establishments of the Prison Service (Rozporządzenie Ministra Sprawiedliwości w sprawie sposobów ochrony jednostek organizacyjnych Służby Więziennej), authorises a personal or cursory (kontrola pobieżna) check of a convicted person in a detention facility in order to find dangerous or illicit objects or to foil an escape, or in any other justified cases."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}