{"ITEMID": "001-21976", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "AGNISSAN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Yapo Nazaire Agnissan, is a citizen of the Ivory Coast, born in 1974 and living in Denmark. He is represented before the Court by Mr Anders Jensen, a lawyer practising in Roskilde, Denmark.", "The respondent Government are represented by their agent, Mr Hans Klingenberg of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 18 July 1994 the applicant came to Denmark. On 21 September 1994 he approached the police and requested asylum. He presented himself as Aristide Mazimpaka, a Rwandan national. He alleged that he had just arrived and that he was not in possession of any identification papers. Pending the examination of his request for asylum the applicant was detained until 14 December 1994 under section 36 of the Aliens Act (Udlændigeloven).", "During this period of time the applicant was interviewed by the police on 3 October 1994 and 8 November 1994. He explained, among other things, that on 29 August 1994 unknown armed men invaded the house of his family in Kigali, the capital of Rwanda, and shot his parents and his brothers. He managed to escape. He could not give specific details regarding his journey to Denmark, save that he went to Kenya first and, from there, he went as a stowaway on a ship to a port in some country where two girls helped him to a railway station and paid for his ticket.", "On 13 December 1994 the aliens authorities (Direktoratet for Udlændinge) decided not to grant the applicant refugee status, the reason being that there were insufficient evidence to prove that the applicant was in fact a Rwandan national, especially as he did not speak kinyawanda, the main language in Rwanda; his general knowledge of Rwanda seemed very limited compared with the information given by the applicant that he had attended school there for several years; the applicant had not been involved with the Rwandan authorities in any way either in the political or the penal system; and finally the only reason given by the applicant for the asylum request was his fear concerning the general situation in Rwanda.", "This decision was upheld on appeal by the Aliens Appeal Board (Flygtningenævnet) on 13 February 1996 with the same reasoning and a deportation order was given with the deadline for departure being 28 February 1996. It was stressed that if the applicant proved unwilling to leave the country the deportation order would be enforced.", "This led the applicant to apply on 20 February 1996 to the Ministry of the Interior for exceptional leave to remain in Denmark. The Ministry refused this request on 22 February 1996 but postponed the deadline for departure until 11 March 1996. Furthermore, the Ministry referred part of the application to the aliens authorities for further consideration. On 18 December 1996 the aliens authorities rejected the application. It does not appear that the applicant appealed against this decision.", "As the applicant had no travel documents it turned out to be difficult for the police authorities to enforce the deportation order. Thus, the applicant was requested to attend further interviews with the police authorities in order to gather sufficient information to determine the applicant’s home country and, subsequently, to obtain the necessary travel documents.", "The applicant was requested to attend interviews on 21 February, 5 March, 21 March, 24 May, 28 May and 5 September 1996 as well as on 14 March, 17 April and 27 August 1997.", "The applicant did not attend the interviews scheduled for 21 February, 5 March and 28 May 1996. The Government allege that at the interview held on 5 September 1996 a language test had to be interrupted as the applicant did not co-operate. The applicant disputes this allegation, claiming that he did complete the test. At the interview held on 17 April 1997, in order to try to confirm the information given by the applicant on his nationality, the police arranged a telephone conversation between the applicant and representatives at the Rwandan Embassy in Bonn.", "On 27 August 1997 the police took action under section 34, subsection 2 of the Aliens Act imposing on the applicant a duty to report in person each day at 10 o’clock to a police unit connected to an asylum centre in Sandholm. It was explained to the applicant that failure to report might result in his detention. At the time the applicant was living some distance from Sandholm in another asylum centre in Tårnby. The applicant complained in vain about this action to the Ministry of the Interior.", "The applicant did not report on 28 August 1997. Thus, on 29 August 1997, the police drew the applicant’s attention to the possible consequences of noncompliance with the duty to report. The applicant failed to report from 30 August until 1 September 1997. On 2 September 1997 the police turned up at the centre where the applicant was living, and with the assistance of an interpreter yet another interview was held, which included telephone conversations between the applicant and representatives at the Embassies of Rwanda in Bonn and in London in order to try to determine the applicant’s nationality. These telephone calls did not, however, resolve the question of his nationality. The police pointed out once again the possible consequences of noncompliance with the duty to report. Nevertheless, the applicant did not report from 3 to 7 September 1997.", "On 8 September 1997 the police decided to take the applicant into custody pursuant to the Aliens Act, section 36, subsection 1 cf. section 34, subsection, 2.", "On 10 September 1997 the Hillerød Criminal Court (kriminalretten) found the detention to be in accordance with the provisions of the Aliens Act. On appeal, this decision was upheld on 1 October 1997 by the High Court of Eastern Denmark (Østre Landsret), finding that there was no basis for assuming that the reference in section 36 to the measures referred to in section 34 did not include all measures mentioned in section 34, including the measures pursuant to the latter’s subsection 2. In this respect the High Court had regard to the wording of the Aliens Act, section 36, subsection 1, the preparatory rules regarding section 34, subsection 2, and the fact that Act no. 410 of 10 June 1997 did not amend section 36. Furthermore, the High Court emphasised that the applicant had not complied at all with the duty to report though the consequences thereof on two occasions had been stressed.", "Application for leave to appeal to the Supreme Court (Højesteret) was refused on 27 October 1997.", "During the applicant’s detention, on 29 September 1997 the police arranged a telephone conversation between the applicant and representatives at the Rwandan Embassy in London in order to confirm the information given by the applicant on his Rwandan nationality.", "Also during the applicant’s detention, on 28 October 1997, the police arranged another language test for the applicant. An analysis of the test showed that in all probability the applicant was not from Rwanda as his French accent was believed to be of West African origin.", "The applicant was released the following day, on 29 October 1997.", "Subsequently, on 16 February 1998 the applicant was confronted with the result of the language test, on 28 October 1999 he was interviewed by the police and on 27 March 2000 having obtained his consent the applicant’s fingerprints were sent to Interpol with a view to identification by inquiry in certain West African countries (Ivory Coast, Senegal, Togo, Cameroon, Benin and Guinea). Other means of inquiry included a visit to the Embassy of the Ivory Cost on 29 March 2000 during which the applicant refused to speak French. On 4 April 2000, however, a representative at the embassy could listen to the tape recording of the applicant’s French.", "On 19 February 2001 a member of the Danish Refugee Council informed the National Commissioner of Police that the applicant wanted to marry a Danish citizen for which reason he had now decided to disclose his true identity.", "On 26 February 2001 the applicant revealed that his name was in fact Yapo Nazaire Agnissan and he was a citizen of the Ivory Coast. He flew to Denmark from Abidjan on 17 July 1994 on his Ivory Coast passport. Upon his arrival in Copenhagen airport on 18 July 1994 he posted his passport back to his family in the Ivory Coast.", "The applicant still remains in Denmark.", "Section 36, subsection 1 of the Aliens Act, which was amended by Act no. 410 of 10 June 1997, reads in so far as relevant:", "“If the measures referred to in section 34 are insufficient to ensure enforcement of ... deportation of an alien, who otherwise ... is not entitled to stay in Denmark, the police may decide that the alien is to be detained in custody.”", "Section 34, subsection 1 reads in so far as relevant:", "“Until a decision has been made as to whether an alien shall be expelled...or deported... and until such an order can be enforced, the police may decide, where it is considered necessary to ensure the alien’s presence, that the alien must:", "1) deposit his/her passport, other travel documents and tickets with the police;", "2) present security fixed by the police;", "3) take up residence in accordance with the further instructions of the police;", "4) report to the police at specific intervals.”", "The above Act no. 407 of 10 June 1997 also amended section 34 by adding a subsection 2. In so far as relevant section 34, subsection 2 reads:", "“If it is considered appropriate for the purpose of ensuring the presence of an alien, the police may decide that an alien shall report to the police at regular intervals if:", "1) the alien requests asylum on arrival, or thereafter and then does not assist in clarifying the case;", "2) the alien fails to appear for an interview with the Directorate of Aliens or the police to which he/she was called;", "...", "5) the police are in charge of the alien’s departure and the alien does not assist therein, cf. Section 40 subsection 3, final sentence”.", "Section 40, subsection 3 contains a duty to provide the authorities with information and to participate actively in obtaining the necessary travel documents, visa etc. and finally to co-operate physically in the deportation.", "It appears from the general notes to Act No. 407 of 10 June 1997 which introduced inter alia subsection 2 to section 34):", "“To prevent abuse of the permit system of the Aliens Act, it is furthermore important to make it as unattractive as possible to aliens whose applications for a residence permit are being examined to obstruct the procuring of information in a case. It is moreover important to prevent aliens whose applications for a residence permit have been finally refused from obstructing deportation from the country...", "The amendments proposed are intended to motivate such persons to assist in deportation from Denmark.”", "It appears from the detailed notes regarding section 34, subsection 2:", "“The intention of the amendment is to allow for systematic application of a duty to report (daily, if necessary).", "If the measures referred to in section 34 are insufficient to ensure enforcement of refusal of entry, expulsion or deportation, the court will be able to detain an alien, cf. in detail section 36, subsection 1, first sentence. Part of this assessment might be whether, as a less coercive measure, a duty to report may be imposed pursuant to the proposed provision in section 34, subsection 2, and whether the alien has violated a decision to that effect”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}