{"ITEMID": "001-102352", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MNE", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KAVAJA v. MONTENEGRO", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["1. Following the financial crisis in the former Socialist Federal Republic of Yugoslavia, as well as the subsequent collapse of the banking system in the 1990s, in 1998, 2002, 2003 and 2006 the Federal Republic of Yugoslavia, as well as the respondent State itself, adopted specific legislation accepting the conversion of foreign currency deposits in certain banks, including the Jugobanka in Podgorica, into a public debt. The legislation set the time-frame (2017) and the amounts, including interest, to be paid back to the banks’ former clients (see paragraphs 20-25 below).", "2. The applicants are Mr Branko Kavaja (the first applicant), at the time a national of the State Union of Serbia and Montenegro, who was born in 1940 and lives in Nikšić, and Mr Dragutin Miljanić (the second applicant), a Montenegrin national, who was born in 1949 and has a registered residence in Podgorica. The second applicant was represented before the Court by Mr M. Čizmović, a retired lawyer from Podgorica.", "3. The facts of the case, as submitted by the applicants, may be summarised as follows.", "4. On a number of separate occasions the applicant deposited a certain amount of his foreign currency savings with the Jugobanka in Podgorica (Montenegro), the Inos bank in Paraćin (Serbia) and the Karić bank in Belgrade (Serbia).", "5. On 17 February 2003 the applicant was informed that his savings, including interest, had been converted into a public debt pursuant to the 1998 and 2002 legislation and that the method of its payment would be further regulated by Montenegrin law, which was to be adopted shortly (see paragraphs 14-25 below).", "6. In October 2003 Montenegro passed the Act on the Citizens’ Foreign-Currency Savings, envisaging that the savings would be released gradually, in annual instalments, by 2017 (see paragraphs 20-25 below).", "7. As of 2004 the applicant appears to be receiving regularly his savings in specified annual instalments.", "8. On an unspecified date the applicant sought the release of his funds deposited with the Inos bank. In November 2003 the insolvency committee of the bank contested the debt and instructed the applicant to initiate civil proceedings in order to have the debt established. There is no information in the case file as to whether the applicant actually did so.", "9. There is no information in the case file as to what happened to the funds deposited with the Karić bank.", "10. In July 1982 the applicant deposited 55,000 German Marks in total with the Jugobanka in Podgorica with the stipulated interest rate of 12.5%.", "11. On 19 April 2005 the applicant instituted proceedings against the State seeking the release of his funds.", "12. On 26 October 2006 the Court of First Instance (Osnovni sud) in Podgorica ruled against the applicant stating that his funds were being released gradually in annual instalments as specified in the Act on the Citizens’ Foreign-Currency Savings 2003.", "13. On 12 February 2008 and 10 May 2008, respectively, the High Court (Viši sud) and the Supreme Court (Vrhovni sud) in Podgorica upheld this judgment.", "14. Articles 1, 2, 3 and 4 provided that all foreign-currency savings deposited with the “authorised banks”, including the Jugobanka in Podgorica, before 18 March 1995 were to become a public debt.", "15. Under Article 10 the State’s responsibility in that respect was to be fully honoured by 2012 through the payment of specified amounts, plus interest, and according to a certain time-frame.", "16. Pursuant to Articles 13 - 19 the banks’ clients could make use of their deposits converted into Government bonds in order to pay taxes or, in advance of the said time-frame, for a number of purposes such as buying State property or taking part in the privatisation of State-owned businesses and banks. The former clients of the banks in question could also sell the said bonds, such trading being exempted from taxation.", "17. This Act repealed the Act described above. It modified the time-frame for honouring the debt in question (from 2012 to 2016) and specified amended amounts, plus 2% interest, to be paid annually. The annual amounts were EUR 276,10 in 2002, EUR 380 in 2003 and EUR 530 in 2004, while the exact amount of the remaining instalments was to be calculated applying a geometrical progression rate of 10% and a corresponding coefficient for that particular year, the coefficients themselves also increasing annually. The minimum such amount could not be less than EUR 500.", "18. Pursuant to Article 13, the banks’ clients could make use of their deposits converted into Government bonds in order to pay taxes or, under Articles 12 and 14, in advance of the said time-frame, for a number of purposes such as buying State property, taking part in the privatisation of State-owned businesses and banks, as well as, under certain conditions and up to a specified amount, for the payment of medical treatment, medication and funeral costs. In accordance with Articles 10 and 11, the former clients of the banks in question could also sell the said bonds, such trading being exempted from taxation.", "19. This Act was subsequently amended on two occasions, but these amendments concerned peripheral issues unrelated to the savers’ above-described status.", "20. Article 3, inter alia, defines “foreign-currency savings” as all foreign currency deposited by natural persons with one of the “authorised banks based in the territory of the Republic of Montenegro” as recognised as a public debt of the Federal Republic of Yugoslavia (see paragraphs 14 and 17 above).", "21. Articles 14 and 15 provide that Montenegro shall honour this debt by 2017, and specify the amounts, plus 2% interest, to be paid annually in Euros. The annual amounts were EUR 380 in 2004 and EUR 530 in 2005, while the exact amount of the remaining instalments shall be calculated applying a geometrical progression rate of 10% and a corresponding coefficient for that particular year, the coefficients themselves also increasing annually. The minimum such amount may not be less than EUR 500 should the instalment be less than that.", "22. Pursuant to Article 18, the banks’ clients may, in advance of the said time-frame and under certain conditions, make use of their deposits converted into Government bonds in order to pay taxes, buy State property or take part in the privatisation of State-owned businesses.", "23. Under Articles 16 and 17 former clients of the banks in question can also sell the said bonds to other natural or legal persons. Such trading is exempt from property taxation and capital gains taxation.", "24. Articles 16 § 5 and 18 § 2 provide that the Government of Montenegro shall adopt additional technical regulations concerning the bonds in question.", "25. This Act entered into force on 9 October 2003 and its amendments on 28 February 2004.", "26. Articles 1, 2 and 3 provide that this Act shall regulate the reimbursement of foreign-currency savings deposited by individuals residing in Montenegro with the authorised banks based outside Montenegro, which funds were then further deposited with the National Bank of Yugoslavia (Narodna banka Jugoslavije).", "27. Article 8 provides that Montenegro shall honour this debt by 2017, and specifies the amounts, plus 2% interest, to be paid annually in euros. The first instalment, to be paid within 90 days as of this Act’s entry into force, was EUR 380, the second instalment due in 2008 was EUR 530, while the exact amount of the remaining instalments shall be calculated by multiplying the foreign-currency deposits with a corresponding coefficient for that particular year, the coefficients themselves increasing annually. The minimum such amount may not be less than EUR 500, except for the last instalment.", "28. Article 4 explicitly provides that the foreign-currency sums deposited with, inter alia, the Inos bank in Paraćin and “other private banks” are not considered foreign-currency savings within the meaning of this Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}