{"ITEMID": "001-103418", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF MARCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Julia Laffranque;Mirjana Lazarova Trajkovska;Zdravka Kalaydjieva", "TEXT": ["4. The applicants were born in 1963, 1983 and 1988, respectively, and live in Makariv. Ms Lyudmyla Marchenko is the mother of the other two applicants.", "5. From 1987 onwards Ms Lyudmyla Marchenko lived in a house together with Mr M., her husband, Mrs O.N., her mother in law, and Ms Svitlana Marchenko. In 1988 Ms Bozhena Marchenko was born. In 1989 Mrs O.N. acquired a property title over the said house. In 1992 Mr M. died. In 2000 Mrs O.N. concluded a deed of gift with Mr O.O. and transferred the ownership over the house to him.", "6. In August 2000 Ms Lyudmyla Marchenko instituted proceedings in the Makariv Court against Mrs O.N. and Mr O.O. on her own behalf and on behalf of the other two applicants seeking division of the house and partial invalidation of the deed of gift.", "7. On 20 October 2000 the court ordered a forensic examination and suspended the proceedings.", "8. Having received the results of the examination on 3 May 2001, the court resumed the proceedings on 28 May 2001.", "9. On 6 August 2001 the court found in part for the applicants.", "10. On 31 August 2001 Mrs O.N. and Mr O.O. appealed.", "11. On 12 October and 14 December 2001 the Kyiv Regional Court of Appeal returned the appeal to the first instance court due to procedural shortcomings. On 6 November and 16 December 2001 the first instance court allowed the appellants time to rectify their appeal. Finally, on 13 February 2002 the first instance court rejected that appeal without examination due to its procedural shortcomings.", "12. On 21 May 2002 the court of appeal quashed that decision and remitted the case to the first instance court for a decision on the admissibility of the appeal lodged by Mrs O.N. and Mr O.O.", "13. Following a decision on admissibility, on 1 July 2002 the Makariv Court sent the appeal to the court of appeal for consideration.", "14. On 11 October 2002 the Kyiv Regional Court of Appeal quashed the judgment of 6 August 2001 and remitted the case to the Makariv Court for a fresh consideration.", "15. On 18 April 2003 the court suspended the proceedings in the case upon the applicants' request.", "16. On 22 August 2003 the Makariv Court ordered resumption of the proceedings.", "17. On 13 February 2004 the court found in the applicants' favour.", "18. On 10 March 2004 Mrs O.N. and Mr O.O. appealed. On 4 June 2004 the court of appeal quashed the first instance court judgment and found against the applicants.", "19. On 5 July 2004 the applicants appealed in cassation.", "20. On 9 November 2006 the Supreme Court rejected that appeal as unsubstantiated.", "21. Out of sixteen hearings in the case four were adjourned upon the applicants' request or due to their failure to appear, four were adjourned upon the respondents' requests or due to their failure to appear, and three were adjourned due to the necessity to call a witness or to examine proof or information."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}