{"ITEMID": "001-59594", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SADAK AND OTHERS v. TURKEY (No. 1)", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 concerning independence and impartiality;Violation of Art. 6-3-a;Violation of Art. 6-3-b;Violation of Art. 6-3-d;Not necessary to examine Art. 6-1 concerning the other complaints;Not necessary to examine Art. 10;Not necessary to examine Art. 11;Not necessary to examine Art. 14;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["7. The applicants are former members of the Turkish National Assembly and of the Democracy Party (DEP), which was dissolved by the Constitutional Court on 16 June 1994.", "8. The public prosecutor at the Ankara National Security Court accused them of having infringed Article 125 of the Turkish Criminal Code and made repeated applications – on 27 November 1991, 16 December 1992, 25 May 1993 and 2 July 1993 – for their parliamentary immunity to be lifted.", "On 2 March 1994 the National Assembly, having deliberated on the basis of the application of 16 December 1992, decided to lift the applicants’ parliamentary immunity under Article 83 of the Turkish Constitution.", "9. On 2 March 1994 Mr Dicle and Mr Doğan were taken into police custody on the orders of the public prosecutor at the Ankara National Security Court. On 4 March 1994 Mrs Zana suffered the same fate.", "A few days later the public prosecutor at the Ankara National Security Court ordered the detention of those three applicants in police custody to be extended until 16 March 1994.", "10. While in custody, the applicants made no statements to the police.", "11. On 16 March 1994 they were brought before a judge of the Ankara National Security Court and placed in detention pending trial.", "12. On 16 June 1994 the Constitutional Court dissolved the DEP and ordered the party’s MPs to vacate their parliamentary seats.", "13. Mr Sadak was taken into police custody on 1 July 1994 and placed in detention pending trial on 12 July 1994.", "14. In the meantime, on 21 June 1994 the public prosecutor at the Ankara National Security Court had filed a bill of indictment in which he accused the applicants of treason against the integrity of the State – a capital offence under Article 125 of the Criminal Code. The accusation was based firstly on the activities that the applicants were alleged to have engaged in on behalf of the Workers’ Party of Kurdistan (PKK) (harbouring militants and providing one of them with medical care, negotiating with local leaders or proffering threats against them to make them help the PKK establish itself in their regions) and secondly on the content of oral and written statements by the applicants expressing support for PKK activities. On the evening of 21 June 1994 the offences of which the applicants were accused were announced in the news bulletin of the publicly owned TRT 1 television channel.", "15. On 8 December 1994, the date of the final hearing before the Ankara National Security Court, the applicants learned that the prosecution was proposing to alter the charge to belonging to an armed gang within the meaning of Article 168 of the Criminal Code. The National Security Court invited the applicants to submit their observations on this new characterisation of the offences. The applicants’ lawyers were not present at the hearing because they had decided to protest against the National Security Court’s refusal to adopt a procedural measure they had requested of it.", "16. In a judgment of 8 December 1994 the Ankara National Security Court sentenced the four applicants to fifteen years’ imprisonment for belonging to an armed gang within the meaning of Article 168, paragraph 2, of the Turkish Criminal Code. It rejected the charge under Article 125 of the Criminal Code, which provided for the death penalty in the event of treason against the integrity of the State.", "17. It found it established that the applicants had engaged in intensive “separatist” activity under instructions from leaders of the PKK, a separatist armed gang seeking to found a Kurdish State in south-eastern and eastern Turkey. In that context it noted the following points: in the run-up to the 1991 parliamentary election the applicants had given speeches under the PKK banner at meetings where slogans had been shouted such as “Long Live the PKK” and “Strike guerrillas strike, found Kurdistan”; the applicants had provoked unrest among the population and created an atmosphere that had undermined the authority of the State; they had worn PKK colours when they were sworn in as members of the National Assembly in November 1991; at the congresses of their political parties, the HADEP and the DEP, the PKK flag had been hoisted instead of the Turkish flag and the Turkish Republic had been described as an occupier and enemy; conversations recorded between three of the four applicants and heads of clans (aşiret reisi) in south-eastern and eastern Anatolia had revealed that the former had used threats to try to persuade the latter to join or support the PKK; one of the applicants had harboured a PKK militant in his official residence, had helped him to obtain medical treatment and had fraudulently induced the State to pay his hospital bills; another had harboured in his home PKK militants preparing to join those who were already involved in field operations in the region; and all the applicants had made statements on behalf of the PKK in foreign countries and spread lies about the Turkish State intended to uphold the PKK’s views. The National Security Court also rejected an application by a co-defendant for a public hearing of a witness for the prosecution owing to the danger that the witness might suffer reprisals at the hands of the PKK.", "18. When classifying the facts found in the instant case as offences under Article 168 rather than Article 125 of the Criminal Code, the National Security Court referred to the case-law according to which Article 125 defined a crime in terms of the ends pursued and Article 168 in terms of the means deployed. Treason against the integrity of the State within the meaning of Article 125 was a crime which could only be made out if it was established that acts had been committed which were likely to pose a real threat to the State’s survival. Acts of violence and terrorism could fall within the scope of Article 125 if they were serious enough to pose such a threat. Article 168, paragraph 2, on the other hand, made it an offence merely to belong to an armed organisation which was already considered to be acting for a purpose contrary to Article 125. The material element of the offence lay in the fact that the persons in question belonged to an armed organisation of the aforementioned type complete with a system of disciplinary rules and a hierarchical structure. In that context, it was not necessary for the defendants themselves to have committed acts posing a threat to the State’s survival. However, Article 168 did require a specific mental element, namely that the offenders were aware that they belonged to the illegal organisation.", "19. The applicants and the public prosecutor at the Ankara National Security Court appealed on points of law against the judgment of 8 December 1994.", "20. The public prosecutor argued that the offences were indeed punishable under Article 125 of the Turkish Criminal Code.", "21. The applicants submitted for their part that the criminal proceedings had been brought for a political purpose, namely to suppress the opinions of members of Parliament defending the Kurdish cause. They contended that the National Security Court by which they had been convicted was a special political court which could not be considered an independent and impartial tribunal.", "They also asserted that they had been denied a fair trial because, among other things, their equality of arms with the prosecution had not been respected. They complained in particular that they had been denied the assistance of a lawyer during their fifteen days in police custody; that their representatives had not had access to the documents on the case file during the preliminary investigation; that pressure had been brought to bear on their representatives by the government as their defence had been the subject of reports by the Turkish secret services and their access to the courtroom had sometimes been impeded; that the applications filed by their representatives had never been allowed by the National Security Court; that they had not been permitted to examine before that court the witnesses interviewed by the prosecution during the preliminary investigation or the experts appointed by the prosecution; that their applications for the examination of the sound and video recordings made by the prosecution had been rejected by the National Security Court for no valid reason; that the evidence on which their conviction had been based had not been read out at the hearing; and that their applications for further witnesses to be heard and second opinions to be sought had been dismissed by the National Security Court. The applicants also argued that the difficulties encountered by certain lawyers and foreign delegations when attempting to enter the courtroom had infringed the requirement of a public hearing. Lastly, they criticised the National Security Court for laying the activities of all pro-Kurdish organisations, whether legal or illegal, at their door and taking account of findings of a political nature having no probative value with regard to the accusations levelled against them.", "22. In a judgment of 26 October 1995 the Court of Cassation upheld the decision at first instance as to the applicants’ guilt and the sentences imposed on them.", "23. On the other hand it held that some of the reasons given by the Ankara National Security Court in its judgment of 8 December 1994 could not be permitted to stand. When the telephone conversations between the applicants and the head of the PKK had been recorded the statutory provisions intended to safeguard the freedom of communication had been infringed; the fact that the applicants’ diaries contained the names and addresses of PKK leaders did not prove the accusations; and the fact that some of the defendants (including two of the four applicants) had taken part in a press conference held by the head of the PKK could not in itself be regarded as an offence.", "24. In assessing each of the applicants’ guilt, the Court of Cassation took account of various public communiqués that they had issued. In those documents they had described the parliamentary oath as racist on the ground that it omitted any reference to the Kurdish identity, and asserted that the Turkish government was waging war on the Kurdish population, that Kurdish uprisings had been suppressed using methods of genocide and that the national rights of the Kurdish people were denied by the Turkish State.", "25. Regarding Leyla Zana, the Court of Cassation noted the following: she had undergone political training in a PKK camp in Bekaa (Syria); she had had four conversations with the head of a clan in south-eastern Turkey, advising him not to prevent the PKK from attacking State targets and encouraging him to telephone the head of the PKK, addressing him as “Mr Secretary General”; she had twice visited the head of another clan to encourage him to join the PKK to help found Kurdistan; she had handed over to the PKK one of its opponents who had been abducted by PKK militants; she had described slogans such as “Long Live Apo [Apo is a diminutive used to refer to Abdullah Öcalan, the head of the PKK]” or “Long Live Kurdistan”, shouted at a demonstration in Cizre, as “slogans of the Kurdish people”; she had declared on German television that she felt like a foreigner in Turkey and that the Turkish parliament, of which she was a member, was constantly taking decisions whose aim was to wipe out the Kurdish people; and she had taken part in a demonstration and a press conference held by the PKK in Brussels and had addressed the participants from a rostrum draped with the PKK flag.", "26. Regarding Orhan Doğan, the Court of Cassation noted the following: he had knowingly harboured a PKK militant in his home owing to his organic links with the PKK; he had helped the militant in question to obtain medical treatment and had fraudulently had the costs reimbursed by the National Assembly; he had harboured four other PKK militants who were about to return to the organisation’s camps; he had made statements to foreign embassies to the effect that the villagers leaving Şirnak in August 1992 were actually fleeing the State forces; and he had stated at demonstrations that the Turkish State was repressing the Kurdish people in various ways, while describing the PKK as an army.", "27. Regarding Hatip Dicle, the Court of Cassation noted the following: he had put pressure on the head of a clan in south-eastern Turkey to join the PKK, whose aims he had said were to found Kurdistan and destroy the enemy; he had asked the persons attending a public meeting in Diyarbakır to observe a minute’s silence in honour of the PKK’s dead, asserting that the Turkish army had come to the region to repress the Kurdish people; he had stated in an interview given to a Belgian daily newspaper that the Kurds’ ideal would be to found a Kurdish State and that they had been fighting for their freedom since the Treaty of Lausanne (1923); he had described the PKK as a movement with popular roots; he had stated that all those who were against the Kurds should be expelled from their territory even if that would cost them their lives; he had said that the Kurds were engaged in an armed resistance to ensure their survival and that the alleged fight against terrorism amounted to an attempt to crush the Kurds’ claims to nationhood; he had attempted to justify the terrorist attack on the cadets of the military college for infantry conscripts, in which four people were killed and twenty injured, by saying that everyone in uniform was a potential target by virtue of the international conventions on the laws of war; and he had stated at a meeting of his party that the State could not solve the Kurdish problem by banning the PKK.", "28. Lastly, regarding Selim Sadak, the Court of Cassation found the following facts established: he had put pressure on the head of a clan in south-eastern Turkey to accept the authority of the PKK; he had asked the inhabitants of the village of Şenoba (in south-east Turkey) to relinquish their positions as village guards, explaining that they were in Kurdistan and that the Kurdish war of national liberation was soon to be launched against the fascist Turkish State; he had described police officers escorting persons in police custody on suspicion of having been active within the PKK as torturers, while stating that he would prevent the repression of the Kurds by the Turks and that the Kurds would demand some form of retribution; at a meeting held by the PKK in Neuchâtel (Switzerland), he had described the PKK as a guerrilla army fighting for the independence of Kurdistan and the Kurdish people; and in a communiqué sent to foreign embassies in Turkey he had declared that the villagers leaving Şirnak in August 1992 had in fact been fleeing the State forces.", "29. Article 125 of the Turkish Criminal Code provides:", "“It shall be an offence punishable by death to commit any act aimed at subjecting the State or part of the State to domination by a foreign State, diminishing the State’s independence, breaking its unity or removing part of the national territory from the State’s control.”", "30. Article 168 of the above Code provides:", "“Any person who, with the intention of committing the offences defined in Article 125 ..., forms an armed gang or organisation or takes leadership … or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years’ imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years’ imprisonment.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-a", "6-3-b", "6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}