{"ITEMID": "001-113909", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BALLUCH v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Martin Balluch, is an Austrian national who was born in 1964 and lives in Vienna. He is represented before the Court by Mr S. Traxler, a lawyer practising in Mödling. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant is the chairperson of the Association Against Animal Factories (Verein gegen Tierfabriken – “the Association”), an association for the protection of animals.", "4. On 10 December 2003 the applicant, as chairperson of the Association, notified, in accordance with Article 2 of the Assembly Act, the Graz Federal Police Authority (Bundespolizeidirektion) that the Association intended to hold an assembly, namely to set up a public information booth in the pedestrian zone in Graz on 12 December 2003 between 12 p.m. and 9 p.m. and on 13 December 2003 between 8.30 a.m. and 9 p.m. in order to inform people of the suffering of fur-bearing animals. He indicated that he expected that five people would man the booth and added that the following material would be used: a display of posters, banners, leaflets, tables, an electricity generator, a petition on which signatures would be gathered, a video projector, a projection screen and a car (Plakatständer, Transparente, Flugblätter, Tische, Stromgenerator, Unterschriftenlisten, Videobeamer, Leinwand, Fahrzeug).", "5. On 13 December 2003 the Association set up its information booth in the city of Graz. It set up a table with a television screen and a video projector fed by an electric generator and showed a documentary on the suffering of fur-bearing animals used for scientific experiments and for the production of fur, while two or three people belonging to the Association distributed leaflets. Several people held banners and chanted slogans. Passers-by were able to sign a petition in support of the Association’s stance and some of them entered into discussions with the animal rights activists.", "6. Subsequently, on 10 February 2004, the Graz Municipal Authority issued a penal order against the applicant in the amount of 200 euros (EUR), finding that the Association had not requested prior authorisation by the competent authority under section 54 of the Styrian Regional Roads Administration Act (Landesstraßenverwaltungsgesetz – hereinafter “the Roads Act”). As no such permit had been obtained from the Roads Authority, the applicant as the person responsible for the Association had committed an administrative offence.", "7. On 31 August 2004 the Styria Independent Administrative Panel (Unabhängiger Verwaltungssenat) dismissed an appeal lodged by the applicant, holding that pursuant to section 54 of the Roads Act the use of streets for any other purpose than their prescribed and intended one required permission, irrespective of whether setting up the information booth had itself been permitted under the Assembly Act. It further held that setting up the information booth could not be considered as an “assembly” within the ordinary meaning of the Assembly Act, as its main purpose had been to inform people rather than getting people together for a common purpose.", "8. Thereupon the applicant lodged a complaint with the Constitutional Court on 18 October 2007, complaining of a violation of the right to peaceful assembly under Article 11 of the Convention. In his opinion, section 54 of the Roads Act did not apply to setting up an information booth.", "9. On 23 June 2005 the Constitutional Court dismissed the applicant’s complaint. The Constitutional Court found that setting up the information booth qualified as an event protected by Article 11 of the Convention and Article 12 of the Basic Law of the State (Staatsgrundgesetz) concerning freedom of assembly and association. The right to peaceful assembly was guaranteed by the Austrian Constitution and specified by the Assembly Act (Versammlungsgesetz) and any breach of that Act therefore constituted a violation of the underlying fundamental right. It found that the act of setting up the information booth in question fell within the scope of the Assembly Act.", "10. The Assembly Act provided that an assembly only had to be notified to the authorities and did not require prior authorisation. Therefore, any system requiring prior authorisation of an assembly was in principle inconsistent with the right to peaceful assembly and unconstitutional. The question was therefore whether the requirements of section 54 of the Roads Act, which required permission for the special use of a road, were in accordance with these provisions of constitutional law. In the Constitutional Court’s view, the Roads Authority had been bound to interpret the Roads Act in conformity with the Constitution (verfassungskonforme Interpretation) and had therefore been obliged to issue the relevant permission. This meant that section 54 of the Roads Act was constitutional.", "11. As regards whether fining the applicant for having failed to ask for a permit under section 54 of the Roads Act had violated the applicant’s rights under Article 11 of the Convention, the Constitutional Court found that there had been no such breach given that section 54 of the Roads Act was in conformity with the Federal Constitution; the Roads Authority had been obliged by constitutional law to deliver the relevant permission; and the fine imposed on the applicant had been moderate.", "12. Section 54 of the Roads Act reads, insofar as relevant, as follows:", "“(1) Any use of the road ... for any other purpose than it was intended for requires the explicit permission of the Roads Authority. ...”", "13. Section 56 of the Roads Act reads, insofar as relevant, as follows:", "“(1) A breach of section ... 54 ... is an administrative offence liable to be punished by the DAA with a fine of up to EUR 2,180 or with imprisonment in default [of payment] of up to 6 weeks. Fines levied shall be passed on to the Roads Authority and used for road maintenance purposes.”", "14. Article 2 of the Assembly Act reads as follows:", "“(1) Whoever wants to hold a public assembly where access is not restricted to invited guests only shall notify the [relevant] authority in writing at least 24 hours before the intended event specifying its purpose, the place and the time of the assembly. The notification must reach the authority at latest 24 hours before the time of the assembly.", "(2) Upon request the authority must immediately issue a certificate [attesting to] the notification of the assembly. Notification is not subject to any fee.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}