{"ITEMID": "001-67346", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF HASAN İLHAN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Violation of Art. 8;Violation of P1-1;Not necessary to examine Art. 6-1;Violation of Art. 13;No violation of Art. 14;Not necessary to examine Art. 18;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Feyyaz Gölcüklü", "TEXT": ["8. The applicant, a Turkish citizen of Kurdish origin, was born in 1921. He and his family were living in Kaynak hamlet at the time of the events giving rise to the present application.", "9. The facts of the case, particularly concerning events which took place on or about 21 April 1992 and on or about 30 June 1992, are disputed by the parties.", "10. The facts as presented by the applicant are set out in Section B below (paragraphs 12-20). The Government's submissions concerning the facts are summarised in Section C below (paragraphs 21-23). Documentary evidence submitted by the applicant and the Government are summarised in Sections D and E respectively.", "11. The Commission, in order to establish the facts disputed by the parties, conducted an investigation with the assistance of the parties, pursuant to former Article 28 § 1 (a) of the Convention. It appointed three delegates (Mr G. Jörundsson, Mrs J. Liddy and Mr G. Ress), who took evidence in Ankara from 17 April 1996 to 19 April 1996. They heard the applicant's son as well as the following 10 witnesses: Hikmet İlhan, Halit Çirik, Mehmet Göçmen, Akın Yılmaz, Duran Kuşçu, Levent Değirmenci, Halim Çalışkan, Celal Göl, Davut Başer and finally Cemil Dinler. A summary of the oral evidence given by these witnesses may be found in Section F below.", "A further witness, Mr Kürşat Kayral, the chief public prosecutor in Mardin who had questioned the applicant, was also summoned but did not appear before the Commission's delegates. A letter written by Mr Kayral, explaining his failure to give evidence before the delegates, was read out during the fact-finding hearing. Mr Kayral stated that his involvement in the case was limited to his having taken a statement from the applicant and therefore he did not have any further information to offer.", "12. Kaynak was a small hamlet where approximately 10 families lived. The village of Ahmetli, where 20-25 families lived, was about one kilometre away from the hamlet of Kaynak. As both places were very small they were joined so as to form one single village. Ahmetli was the centre and Kaynak the hamlet. It was built on a hillside and from there the nearby villages of Yardere and Aytepe, both of which were located at a lower altitude and within a one and a half kilometre radius, could be seen. To the west of the hamlet was the village of Konaklı where there was a gendarme station. It was one and a half kilometres away and located at a higher altitude than the hamlet. The villages of Oğuzköy, located six to seven kilometres to the south of the hamlet, and the village of Akıncılar, 17 kilometres away from the village of Konaklı, also had gendarme stations.", "13. The applicant owned vineyards, almond, cherry, fig and oak trees which were located to the west of Kaynak hamlet. He also owned plum, peach and apricot trees which were located in the valley between his hamlet and the village of Yardere, located to the south-east of the hamlet. These trees were irrigated by a river which had its source in the village of Aytepe and flowed to Syria. The applicant owned land in the valley where he used to grow cotton and tobacco. He also kept sheep and goats.", "14. On or about 21 April 1992 military units attached to the Gendarme Headquarters at Mardin searched the applicant's hamlet. No military operation was taking place in the area at the time. The soldiers rounded up the villagers, threatened them and told them that they would be killed if they did not leave the hamlet. The soldiers then burned and destroyed some of the houses and barns using hand grenades, inflammable material and pickaxes. They also killed a number of animals.", "15. The villagers whose houses had been destroyed left the hamlet and went to the nearby village of Yardere to take shelter. On the way to Yardere an elderly woman and two-day old twin brothers lost their lives.", "16. The soldiers returned a few days later, burned the remaining houses in the hamlet and forced the remaining villagers to leave.", "17. Some time later, the villagers returned to their hamlet to tend their vineyards and orchards. They made tents in which to live and erected them in their vineyards and orchards.", "18. On or about 30 June 1992 members of the security forces returned to the hamlet and destroyed what was left of the houses. When the soldiers saw that the villagers would not be separated from their village, the soldiers set fire to the earth in which the vineyards and orchards were planted. The ground, crops and trees were burned using petrol, paraffin and other similar inflammable material and sometimes a powder. In the vineyard and orchard owned by the applicant, 5,000 vines, 120 peach trees, 700 fig trees, 500 almond trees, 700 apricot trees, 460 prune trees and ten thousand oak trees were burned down. The applicant owned 10 hectares of land.", "19. After having left his hamlet and taken shelter in an empty house in the village of Yardere, the applicant sent petitions to a number of authorities, including the office of the Prime Minister, the Ministry of the Interior and the Ministry of Defence and asked for his damages to be compensated. On 19 August 1992 he received a reply from the Prime Minister's office, stating that the application for compensation had been passed to the relevant authority and that he would be informed of the outcome by that authority in due course. No compensation was ever paid to the applicant or his family.", "20. In the early weeks of March 1993 the applicant was on his way from Mardin to the hamlet. He was stopped and searched at Akıncılar Military Post. When the replies he had received from the Government and party leaders were found on him, the applicant was thrown into the station, beaten up and abused. The soldiers burned the documents.", "21. On 21 April 1992 military units attached to the Mardin Gendarme Headquarters carried out an operation in the village of Ahmetli with the aim of taking precautionary measures to protect the lives and property of the inhabitants of the village from the PKK. The allegations made by the applicant concerning the destruction of his house, its contents and orchards and finally the allegation that the applicant had been ill-treated at Akıncılar gendarme station were completely baseless.", "22. One member of the İlhan family living in Kaynak hamlet had a hideout in the village in which weapons were found. These weapons had been used in a number of killings. The discovery of the hideout revealed the cooperation between that family and the terrorist organisation. This revelation made it difficult for the family to stay in the hamlet, probably because of fear of reprisals from the PKK for having surrendered the weapons. It was much safer to live in a bigger village like Yardere.", "23. According to the registry office responsible for the keeping of title deeds, the applicant owned a total of 7,932 square metres (sq. m) of land which, given its size, could not have accommodated the number of trees which he claimed had been burned down.", "24. This petition is signed by the applicant and copies of it were submitted to various domestic authorities in order to claim compensation for his damage. A copy of this letter was also sent to the Diyarbakır branch of the Human Rights Association. This petition sets out the applicant's allegations summarised in Section B above.", "25. In this letter Mr Mesut Yılmaz promised to pursue the matter.", "26. In this letter the applicant was informed that a copy of his petition had been forwarded to the Ministry of the Interior, the body responsible for the actions of the gendarme forces.", "27. This letter states that the petition submitted by the applicant had been passed to the relevant authority.", "28. The applicant also submitted:", "29. This is a one-page report drawn up by Halim Çalışkan, the commanding officer of the Konaklı gendarme station. It was also signed by gendarme NCOs Nejdet Kayan, Ahmet Kurt and Ferhat Koca. It states that the allegations submitted in a petition by the applicant to the regional governor were baseless. According to this report, commander Çalışkan had visited the Kaynak hamlet and saw that there was no damage to any of the houses and that the population had left the village of their own free will, possibly because of the pressure exerted on them by terrorists. Furthermore, there was no damage to any of the trees; and, contrary to what had been claimed by the applicant, the latter owned only very few trees and vines. Commander Çalışkan had been unable to question the applicant because he had run away from him. Commander Çalışkan concluded in his report that the allegations had been made to assist the illegal organisations in their spread of propaganda.", "30. This statement was taken from Mr İlhan pursuant to a request made by the Ministry of Justice's International Law and Foreign Relations Directorate on 9 December 1993, following the communication of the application to the Government. In his statement to the prosecutor, Mr İlhan confirmed that he had submitted the petition of 7 July 1992 to a number of authorities in Turkey in order to obtain compensation for his damage, but he stated that he did not make an application to the European Commission of Human Rights. He also largely repeated his allegations as set out in his petition of 7 July 1992.", "31. According to this decision the office of the Mardin prosecutor lacked jurisdiction to investigate the allegations made by the applicant as the alleged perpetrators of the incidents were members of the security forces. The file was sent to the Mardin Provincial Administrative Council for authorisation to investigate the allegations.", "32. In this letter the chief public prosecutor informed the Directorate about the statement he had taken from the applicant on 24 December 1993. The prosecutor also wrote that an investigation which had been opened ex officio into the allegations was still continuing and that a decision of nonjurisdiction had been taken by his office.", "33. This one-page report was drawn up by Celal Göl, a gendarme NCO working at the Mardin Provincial Gendarme Headquarters who had been requested to investigate the allegations made by the applicant. Mr Göl stated in his report that, according to the documents in his office, no such incidents had taken place in the applicant's hamlet and that no houses had been burned down.", "34. The governor stated in his letter that no operation had been carried out in Yardere village on 21 April 1992 by soldiers from the Mardin gendarme headquarters and that the allegations made by the applicant had been fabricated by those who wanted to put Turkey in a difficult position before the European Commission of Human Rights.", "35. These statements were taken by gendarme NCOs Şeref Çakmak and Celal Göl, from Cemil Dinler, the headman of Yardere village, and Abdülkadir Demir and Gazi Cıvak, who used to live in Yardere village at the time of the alleged events. According to these almost identical statements, the allegations of the applicant were untrue and, in their opinion, had been made in order to discredit the security forces. They further submitted that they had left Yardere village because of the actions of the PKK.", "36. In their letter the Directorate informed the chief public prosecutor that during the fact-finding hearing conducted by the Commission in Ankara, a number of documents had been requested. The Directorate asked the chief public prosecutor to clarify whether there had been any applications to his office concerning the alleged destruction of the houses in Kaynak hamlet on 21 April 1992. The Directorate also asked what action had been taken in relation to five terrorists apprehended in Kaynak village on 21 April 1992.", "37. The chief public prosecutor informed the Directorate about the decision of non-jurisdiction of 28 December 1993. The prosecutor also informed the Directorate that, according to the information he had obtained from the Mardin Provincial Gendarme Headquarters, there had been no incidents in Kaynak hamlet and therefore no terrorists had been apprehended.", "38. This letter states that no information or documents existed concerning the operations that were conducted on or about 10 June 1992 in Kaynak hamlet. It further states that no operation took place on 21 April 1992 in Kaynak hamlet or in its vicinity.", "39. The Government submitted copies of military reports showing that an armed attack was carried out on Konaklı gendarme station at 1 a.m. on 2 April 1992 by members of the PKK.", "40. The Government also submitted copies of documents showing that an armed clash had taken place between gendarme soldiers, who had gone to Yardere village on 14 February 1992 to serve summonses on those young men who were due to be conscripted, and approximately 10-15 persons who had opened fire on the soldiers. According to these documents, six people were killed and five people injured.", "41. Finally, the Government submitted a report setting out the names of villages burned down by members of the PKK between 16 June 1993 and 5 October 1994; documents showing the amounts of compensation paid between 1992 and 1993 to inhabitants of villages who had to flee due to the actions of the PKK; a report prepared by Ankara University in which it was calculated that the number of trees claimed by the applicant to have been burned down would have required a surface area of approximately 350 million sq. m; and a document drawn up by the registry office responsible for the keeping of title deeds showing that the applicant owned a house in Kaynak made of stone and built in a garden of 684 sq. m in addition to a total of 7,255 sq. m of land.", "42. The evidence of the eleven witnesses heard by the Commission's delegates may be summarised as follows:", "43. The applicant's son was living in Kaynak hamlet at the time of the alleged events. Following the events in Yardere village in February 1992 (see paragraph 40 above), soldiers used to come to his hamlet and ask the villagers either to become village guards or to leave the hamlet.", "44. Prior to 21 April 1992 he heard that there had been an incident at Konaklı gendarme station.", "45. On 21 April 1992, when the witness and other young men saw that soldiers were approaching the hamlet they left the village and hid in the hills on the other side of the hamlet. The reason for their running away from the hamlet was that in the past soldiers who had visited the hamlet had beaten up young men on a number of occasions.", "46. From their hiding place he could see the hamlet and the soldiers. The soldiers told the villagers to gather outside the village and then started to search the houses. During the search the soldiers destroyed the contents of the houses such as refrigerators, cupboards and food supplies. The soldiers then burned and destroyed some parts of the houses using hand grenades, axes and shovels. The witness was later told that before leaving the village just before evening, the soldiers had warned the villagers that they had three days to evacuate the village.", "47. On the fourth day following the soldiers' first visit, the witness again ran to a hiding place in the mountains when he saw soldiers approaching the village. The villagers were given an opportunity to grab whatever they could from their houses following which the houses were set on fire and many animals were killed by the soldiers. After the soldiers left, the villagers left the hamlet and went to the neighbouring villages. The witness and his family moved to a derelict house in Yardere village.", "48. The soldiers returned to the hamlet many times, including once on 30 June 1992 when they set fire to the orchards, burned the remaining parts of the houses and, on their way to and from the hamlet, set fire to the dense oak forest.", "49. The witness would like to return to his village if the State stopped putting pressure on them.", "50. Mr İlhan – son-in-law and nephew of the applicant – was living in Kaynak hamlet at the time of the alleged events. Soldiers used to come to the hamlet in the past and on one of those occasions they had told the villagers that there had been an attack on the gendarme station and asked the villagers to leave the hamlet.", "51. On 21 April 1992 soldiers came to the hamlet, gathered the villagers together and asked them why they had not yet left the hamlet. The soldiers then destroyed some parts of the houses in the hamlet, using hand grenades and pickaxes. Before leaving the hamlet, they told the villagers to leave within three days. On the third day the soldiers returned to the village and burned a few more houses, including the barn and the roof of the witness' own house.", "52. The witness and his family left the hamlet and went to Yardere. His two-day old twin sons lost their lives on the way. A few days later, he returned to the hamlet to visit it and saw that the applicant's house had also been burned down. After these events soldiers continued to go to the hamlet and on each of their visits they burned the remaining parts of the houses. The witness heard that approximately one year after the events, the soldiers had burned down the orchards and other trees around the village.", "53. Mr Çirik was living in Yardere village at the time of the alleged events. He heard the sound of gunshots and bombs coming from the direction of Kaynak hamlet. Four or five days later villagers from Kaynak hamlet came to Yardere and told them that they were being chased by the military. These villagers were then housed in Yardere village. At a later date, the orchards and other trees were set on fire.", "54. Captain Göçmen was an army captain and commanding officer of the Mardin Provincial Gendarme Headquarters at the time of the alleged events. His headquarters had overall responsibility for a number of villages, including that of the applicant's hamlet, within the administrative jurisdiction of Mardin.", "55. He never asked any villager to become a village guard.", "56. One evening in April 1992, PKK members raided Konaklı gendarme station. The following day four or five terrorists were arrested. Two of them were from Kaynak hamlet and their surname was İlhan. These two persons stated that they had a hiding place in Kaynak hamlet which they showed to Captain Göçmen on or around 21 April 1992. A number of weapons were found in this hiding place and it was destroyed by the soldiers to prevent the terrorists from using it again in the future. No houses were burned down or demolished by the soldiers during this search. The reports and other documents pertaining to the arrests and the finding of the hiding place and weapons were prepared and submitted to the local public prosecutor.", "57. He could not remember whether he had ever been questioned by the authorities in relation to the allegations made by the applicant. The reason for his inability to remember was that, in his opinion, these allegations were fabricated and therefore not serious, which was why he had not paid any attention to them.", "58. The inhabitants of Kaynak hamlet were in the habit of leaving the hamlet every summer to go to Yardere village where there was more water for their animals. They would then return to the hamlet at the end of the summer. It was possible that the villagers had left the hamlet in the summer of 1992 following the discovery of the hiding place and the weapons, because they might have feared that the PKK would punish them.", "59. Sergeant Yılmaz is a gendarme NCO and was commanding officer of Konaklı Gendarme Station at the time of the alleged events.", "60. A terrorist with the surname İlhan, who had been apprehended previously, told them that there was a hiding place in Kaynak hamlet. The witness and a number of other gendarme officers and soldiers visited the hamlet together with the arrested person on or around 21 April 1992 and recovered a number of weapons from a hiding place. The hiding place was then destroyed by the soldiers. The soldiers did not burn or destroy any of the houses in the hamlet. A report was prepared detailing the events of the day and a sketch indicating the location of the hiding place was drawn up. These documents would have been sent to the local prosecutor in line with the applicable procedure.", "61. The villagers must have left the hamlet in July or August 1992 because of their fear of the PKK and gone to live in villages where there were gendarme stations.", "62. He could not remember whether he had ever been questioned by the authorities in relation to the allegations made by the applicant.", "63. Sergeant Kuşçu is a gendarme NCO who was commanding officer of Akıncı Gendarme Station at the time of the alleged events. He had heard about the attack on the Konaklı gendarme station but did not remember any details of this attack. Similarly, he remembered having heard that an operation had been conducted following this attack but did not know any of the details. He had never been to Kaynak hamlet and had only seen it from afar. He never heard about the allegations concerning the alleged destruction of houses in Kaynak. The applicant had never been detained at his station.", "64. Mr Değirmenci is a gendarme expert sergeant who worked at Konaklı Gendarme Station until the end of June 1992. His immediate superior was Akın Yılmaz. There had been an attack on Konaklı gendarme station on 2 April 1992 and a terrorist, who had been arrested three days after this incident, was detained at the Mardin Provincial Gendarme Headquarters. On 21 April 1992 an operation was carried out in Kaynak hamlet during which the arrested terrorist showed the soldiers a hiding place in which a number of weapons were found. The hiding place was subsequently destroyed by the soldiers using pickaxes. This operation was carried out with the participation of approximately 40 gendarme officers and soldiers from the gendarme headquarters in Mardin, and the Konaklı and Akıncılar stations. Sergeant Duran Kuşçu and Ahmet Kurt, a gendarme NCO, also took part in the operation. Overall command of the operation rested with Captain Mehmet Göçmen. A report was prepared on the spot and signed by the commanders involved in the operation. During this operation no houses were burned down.", "65. The witness had never been questioned by the domestic authorities about the allegations made by the applicant.", "66. Sergeant Çalışkan is a gendarme NCO who succeeded Akın Yılmaz as commanding officer of Konaklı Gendarme Station in July 1992. He was entrusted by the emergency governor with the duty to investigate the allegations made by the applicant. He visited Kaynak hamlet to question the applicant but there was no one living in the village. All the houses and vineyards were intact. During his time in office until 1995 no one lived in the hamlet. He questioned a number of villagers in Yardere about the allegations but did not remember their names. He also did not remember checking the official records at the station or questioning his predecessor to verify whether an operation had indeed been conducted in Kaynak on 21 April 1992 as alleged. Furthermore, he did not deem it necessary to append any such records to his report since he was of the view that the gendarme headquarters in Mardin would already have such reports in their files.", "67. The witness heard from his colleagues and also from the villagers in Yardere that Kaynak hamlet had been visited by soldiers and a hiding place for terrorists had been found. He was not sure whether this was a relevant piece of information which he should have conveyed to the emergency governor in his investigation report.", "68. Sergeant Göl is a gendarme NCO who prepared the report of 14 November 1994 (see paragraph 33 above) during his time at the Mardin Provincial Gendarme Headquarters. This report was prepared at the request of the emergency governor who had instructed him to investigate the allegations made by the applicant. In the course of his investigation he visited the hamlet, examined a number of documents and questioned several villagers. When he visited the village there were no signs of any burning or demolition of houses; the houses were still standing, but the roofs of some of the houses had been destroyed due to natural causes.", "69. The witness stated that there were no reports at the gendarme headquarters in Mardin concerning the operation that had taken place on 21 April 1992; had such an operation taken place there would have been reports.", "70. The witness was living in the village of Yardere at the time of the alleged events but did not hear the allegations about the destruction of the houses in Kaynak. He had not been to Kaynak since 1992. The applicant's family came to live in Yardere at some stage in 1992. The vineyards and trees owned by the applicant's family were still there and had not been burned. The witness and other villagers left their village in 1994 due to the intensity of the clashes between the PKK and Turkish armed forces, and went to Oğuzköy where there is a gendarme station. He should like to return to his village if the Government allowed him.", "71. The witness was living in Yardere at the time of the alleged events. He subsequently became the headman of the village in 1994.", "72. The applicant's family came to Yardere village at some stage in 1992. It was a lie that soldiers burned some of the houses. He visited Kaynak hamlet one day where he, “looked at the house. That house did not have an owner; it was not maintained. It was dilapidated”.", "73. The witness and his family left Yardere in 1994 together with other villagers. He should like to return to his village but this required the permission of the authorities.", "74. A full description of the relevant domestic law may be found in Yöyler v. Turkey (no. 26973/95, §§ 37-49, 24 July 2003)."], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}