{"ITEMID": "001-81028", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "GONTARENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Ivan Petrovych Gontarenko, is a Ukrainian national who was born in 1959 and lives in the city of Poltava. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Yuriy Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 7 April 1998 the applicant instituted proceedings against the local housing authority (житлово-експлуатаційна дільниця № 8), seeking his reinstatement and compensation for salary arrears and non-pecuniary damage.", "On 27 October 1998 the Leninsky District Court of Poltava (hereinafter “the Leninsky Court”) found against the applicant.", "On 17 December 1998 the Poltava Regional Court (hereinafter “the Regional Court”) upheld this decision.", "On 7 September 1999 the Presidium of the Regional Court, following the protest of the Public Prosecutor lodged upon the applicant’s request (протест заступника прокурора Полтавської області), quashed all previous decisions and remitted the case for a fresh consideration on the ground that the first instance court’s reasoning was insufficient.", "On 27 June 2000 the Leninsky Court found against the applicant.", "On 27 July 2000 the Regional Court quashed this decision stating that the first instance court had failed to give appropriate consideration of the facts. The case was remitted for a fresh consideration to the Kyivsky District Court of Poltava (hereinafter “the Kyivsky Court”).", "On 3 July 2002 the Kyivsky Court found against the applicant.", "On 15 October 2002 and 19 August 2003 the Poltava Regional Court of Appeal and the Supreme Court, respectively, upheld this decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}