{"ITEMID": "001-105017", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "SUHADOLC v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Uroš Suhadolc, is a Slovenian national who was born in 1961 and lives in Tržič. He was represented before the Court by Mr L. Poljanec from Slovenska Bistrica. The Slovenian Government (“the Government”) were represented by their Agent, Mrs T. Mihelič Žitko, State Attorney.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On the evening of 12 May 2006 the applicant was driving a car near the town of Kranjska Gora, where a police officer using a laser speed measurement device identified his speed as 76 km/h. The speed limit was 50 km/h. The applicant’s car was stopped and he was asked to undergo a breath alcohol test. Two police officers conducted the procedure. The electronic device for measuring the level of alcohol in the applicant’s breath gave a reading of 0.39 mg/l. The applicant was informed that he was charged with committing two road traffic offences under the Road Traffic Safety Act, namely the offences of driving in excess of the speed limit and driving under the influence of alcohol, with a blood alcohol content of at least 0.34 milligrams of alcohol in one litre of breath. He was barred from continuing to drive. Two reports were prepared on the spot. A report concerning the measurement of the applicant’s speed contained, amongst other information, the specification of the speed measuring device, the date, time and place of the measurement and the results captured by the device, as well as the name of the officer using the device and the identification number of the certificate proving his competence to use the device. The report concerning the breath alcohol test contained, amongst other information, the specification of the device used and the results, and noted that the applicant had agreed with the results. The applicant also signed the report and was given a copy of it. Lastly, the applicant was issued with a written notice indicating the charges and inviting him to submit a written statement in reply within five days.", "On 16 May 2006 the applicant submitted a written statement in which he denied committing any offence. He argued that the speed measuring device should not have been used in the dark and that his vehicle did not have the capacity to reach the speed shown by the device. The police must have confused his car with another vehicle or misused the speed measuring device. He further argued that there had been no road signs indicating the speed limit on the road where he had been driving. Moreover, the applicant disputed the credibility of the breath alcohol test and alleged that it had been exposed to factors whose presence or functioning could have interfered with the results, such as the police radio.", "On 8 August 2006 the Kranjska Gora Police issued a decision. The applicant was found to have committed the two offences and was given a fine – combined to cover both offences – of 100,000 Slovenian tolars (SIT) (approximately 400 euros (EUR)) and seven penalty points. The decision referred to the two police reports, which indicated the results of the speed measurement and the breath alcohol test. It rejected the applicant’s arguments concerning the misuse of the speed measuring device, noting that the device had been designed in such a way that in the event of any interference, the wrong position being used or a loss of signal no result would be shown. It also referred to the confirmation of the Slovenian Metrology Institute that the type of device in question complied with the relevant technical requirements. As regards the breathalyser, the decision mentioned that special tests had been carried out at the request of the Ministry of Interior to verify the effect of mobile phones and radio devices on breathalyser results. The tests proved that there was no such effect. As regards the applicant’s argument concerning the lack of a road sign showing the speed limit, the police explained that the speed limit of 50 km/h applied by virtue of the general rule concerning the speed limit in inhabited areas. Finally, the applicant was ordered to pay approximately 20,000 SIT (approximately EUR 80) for the costs of the proceedings.", "On 12 September 2006 the applicant lodged a request for judicial review. He alleged that only a judge could have validly convicted him. He further complained that the time-limit for the submission of the request for judicial review was too short. He denied committing the offences and demanded that the police prove their allegations. In particular, he asked the police to prove that it had been his speed captured by the device, and to supply documents demonstrating the credibility of the laser machine’s results and the method used to measure the level of alcohol in his breath, as well the competence of the officer to handle the speed measuring device.", "The Jesenice Local Court delivered a judgment rejecting the request as unsubstantiated on 15 April 2008. The court noted at the outset that the applicant had lodged a “standard” request for judicial review. It found that the procedure had not infringed applicable legislation and, in particular, that the facts had been properly established by the police officers. The court referred to the two reports prepared by the officers on the spot, a certificate which demonstrated that the respective police officer had undergone appropriate professional training for the use of the laser device in question and the confirmation of the Slovenian Metrology Institute that this type of device complied with the relevant technical requirements. As regards the breath alcohol test, the court noted that the applicant’s conviction for driving under the influence of alcohol had been based on the report indicating the results of the breath alcohol test, which had been signed by the applicant without comment. Since the applicant had agreed with the report, no further steps had been taken by the police to establish the applicant’s level of intoxication. Finally, the court also found that the impugned decision had not violated the applicant’s constitutional rights, as it had been issued in accordance with applicable law and judicial review had been available to him. The court also rejected his complaint concerning the eight-day time-limit, stating that this was a statutory time-limit of which he had been informed in the police’s decision. The applicant was ordered to pay EUR 90 for the costs of the proceedings.", "On 9 May 2008 the applicant lodged a constitutional appeal, alleging a violation of fair trial guarantees – in particular, that any fine should be imposed by a judicial and not by a police procedure; that he had been charged and convicted by the police; and that the guarantees enshrined in Articles 23, 24 and 29 of the Constitution had not been provided to him. In addition, he complained that no ordinary appeal lay against the local court’s judgement.", "The Constitutional Court dismissed the applicant’s constitutional appeal on 26 May 2008. It relied on point three of the first paragraph of section 55b of the Constitutional Court Act, read together with point four of the second paragraph of section 55a of that Act (see “Relevant domestic law and practice” below). The Constitutional Court’s decision was served on the applicant on 6 June 2008.", "“Everyone has the right to have any decision regarding his rights, duties and any charges brought against him made without undue delay by an independent, impartial court constituted by law.", "Only a judge duly appointed pursuant to rules previously established by law and by judicial regulations may judge such an individual.”", "“Court hearings shall be public. Judgments shall be pronounced publicly. Exceptions shall be provided by law.”", "“Anyone charged with a criminal offence must, in addition to absolute equality, be guaranteed the following rights:", "- the right to have adequate time and facilities to prepare his defence;", "- the right to be present at his trial and to conduct his own defence or to be defended by a legal representative;", "- the right to present all evidence to his benefit;", "- the right not to incriminate himself or his relatives or those close to him, and to not admit [his] guilt.”", "Prior to 1 January 2005, proceedings concerning regulatory offences were regulated by the Minor Offences Act 1983 (Zakon o prekrških, Official Gazette of the Socialist Republic of Slovenia no. 25/1983, as amended). Under that law, proceedings were conducted by judges handling minor offences. Appeals against their decisions were dealt with by judicial panels handling minor offences.", "On 18 December 2002 a new Minor Offences Act (hereinafter referred to as “the MOA”, Official Gazette no. 7/2003) was enacted by the Slovenian Parliament. It came into force on 7 February 2003 and began to be implemented from 1 January 2005. As stated in the travaux préparatoires to this law, the reform was considered necessary because of the heavy backlogs faced by the courts and the need to simplify and expedite the processing of cases concerning minor offences.", "Under section 6 of the MOA, an “offence” means any act that is against the law, or is in breach of a Government regulation or local self-government ordinance, and which is, as such, designated as a punishable minor offence. While the MOA contains some specific provisions concerning the elements of a minor offence and responsibility for such an offence, it also refers to provisions of the Penal Code, which are to be applied by analogy in minor offence procedure. In addition, the principle of the presumption of innocence is included in the MOA, which in section 7 states that “persons accused of having committed minor offences are innocent until their responsibility is established by a final decision”.", "The MOA provides for sanctions in respect of minor offences, namely a fine, a warning, penalty points (which can lead to withdrawal of a driving licence), a ban on driving, expulsion of a foreigner from Slovenia and seizure of items (sections 17-25 of the MOA).", "The significant difference between the old and the new system introduced by the MOA is the establishment of a summary procedure (hitri postopek), which is conducted by administrative authorities such as the police or inspectorates.", "An administrative authority may start a procedure upon its own motion or upon request. If a defendant has not had an opportunity to reply to the charges when the offence was recorded or considered by the authority, the latter, before issuing any decision, shall invite the defendant to submit a written reply. The decision should include a short reference to the defendant’s statement and state the facts and evidence on which it is based. It must also include a warning as to the possibility of imprisonment for non-payment (sections 49-58).", "Summary procedure is used as a rule for minor offences, subject to the following exceptions: cases where another person has been injured; offences where an additional sentence can be imposed; cases where an additional penalty of a driving ban is envisaged; cases where a pecuniary claim or a minor is involved, or which concern military duties; or cases where an additional sentence of penalty points which are sufficient to lead to the withdrawal of a driving licence is envisaged (section 52 of the MOA). These cases are dealt with by courts handling minor offences in ordinary judicial proceedings (redni sodni postopek) in which the Criminal Procedure Act is applied by analogy.", "After the summary procedure, judicial review is available. An application for such review is dealt with by a single judge at a court handling minor offences, which is normally a local court (sections 59-66 of the MOA).", "A defendant has the right to lodge an application for judicial review within eight days from the receipt of an administrative authority’s decision concerning a minor offence. By lodging such an application, a defendant renounces the opportunity of paying a reduced fine. In addition, an application, in principle, suspends payment of the fine.", "An application can be lodged on standard appeal grounds (a violation of procedural or substantive law, erroneous or insufficient establishment of facts, and/or a challenge to the sanction). It should be filed with the administrative authority that issued the relevant decision. If the authority considers that the request is well-founded, it may annul or change its decision. If not, it sends the file and any additional evidence to the local court (section 63 of the MOA).", "A judge can decide on the admissibility and merits of the application on the basis of the file received from the administrative authority. Under section 65 of the MOA, the judge may reject the application in a judgment, if there is no need for further fact-finding and if the grounds for appeal are not established. This is done without hearing the applicant. If the judge finds that the facts were correctly established but that a different sanction should be imposed, he may uphold the application in part and modify the administrative authority’s decision accordingly. If a violation of procedural or substantive law is established or if further fact-finding is required, the judge quashes the decision and decides on the case in ordinary judicial proceedings to which the accused and the authority that issued the impugned decision are parties. In these judicial proceedings, the defendant has a right to be heard orally by the judge, to adduce evidence, to make procedural requests and to appeal against the judgment (sections 67-168 of the MOA).", "An appeal to the Higher Court can be lodged on all grounds against a first-instance court’s decision declaring an application inadmissible and against a judgment by which the administrative authority’s decision has been modified to the defendant’s disadvantage following additional fact-finding. In addition, an appeal can be lodged on all grounds, except factual ones, against a decision imposing a fine higher than the minimum amount or ordering a seizure of items worth more than 400 euros.", "The relevant provisions of the Road Traffic Safety Act (Zakon o varnosti cestnega prometa, Official Gazette no. 3/2004, implemented from 1 January 2005) read as follows:", "“(1) The speed limit shall be:", "– 50 km/h – on roads in inhabited areas;", "...", "(7) A driver who exceeds the speed limit determined by the general rule or road signs on a road in an inhabited area, shall be liable for the following fine:", "...", "(c) if he exceeds the speed limit by more than 20 but less than 30 km/h, - 60.000 SIT. The driver shall also be given 3 penalty points;", "...”", "“...", "(2) All other drivers may have a maximum of 0.50 grams of alcohol per kilogram in their blood or 0.24 milligrams of alcohol in one litre of breath....", "...", "(4) A driver... who violates paragraph 2 of this section, shall be punished with a fine [as follows]:", "...", "(b) if he has more than 0.50 but less than 0.80 grams of alcohol per kilogram of blood or more than 0.24 but less than 0.38 milligrams of alcohol in one litre of breath, with a minimum [fine of] 40,000 SIT. ... The driver ... shall also be given 4 penalty points.", "...”", "“(1) An administrative body can also decide in summary proceedings on a minor offence for which, apart from a fine, a sentence of a maximum of five penalty points is prescribed [for each offence]...", "...", "(3) A court ... shall declare invalid the driving licence of a driver who, on the basis of the decision of the administrative body, reaches or exceeds eighteen penalty points.", "...”", "The Constitutional Court Act (Zakon o ustavnem sodišču, Official Gazette no. 15/1994) was adopted on 8 March 1994. It stated that a constitutional appeal was inadmissible if it did not concern an important legal issue and if an alleged violation of human rights or fundamental freedoms did not have significant consequences for the complainant.", "On 30 May 2007 the Slovenian Parliament adopted an amendment to the Constitutional Court Act (Official Gazette no. 51/2007, hereinafter referred as “the Amendment”) which limited the availability of constitutional appeals by, inter alia, excluding the possibility of challenging decisions issued in proceedings concerning minor offences. However, such cases could, exceptionally, be examined if they raised important constitutional questions extending beyond a specific case. The Amendment came into force on 15 July 2007. The relevant provisions of the amended Act (Official Gazette no. 64/2007 – official consolidated version) read as follows:", "“(1) The Constitutional Court shall decide in a panel of three Constitutional Court judges (hereinafter referred to as a panel) at a closed session whether to initiate proceedings on the basis of a constitutional appeal.”", "“(1) A constitutional appeal shall not be admissible if the violation of human rights or fundamental freedoms [alleged] did not have significant consequences for the complainant.", "(2) It is deemed that there has been no violation of human rights or fundamental freedoms having significant consequences for the complainant with regard to individual decisions:", "- issued in small-claims disputes ...;", "- concerning costs of proceedings, where such decision alone is challenged in the constitutional appeal;", "- issued in trespass to property disputes;", "- issued in minor offence cases.", "(3) Irrespective of the preceding paragraph, the Constitutional Court may in particularly justified cases decide exceptionally on a constitutional appeal against the individual decisions referred to in the preceding paragraph, notably where the decision appealed against concerns an important constitutional question which goes beyond the importance of the actual case.”", "“(1) A constitutional appeal shall be rejected:", "- if it does not concern an individual act by which a state authority, local authority, or a holder of public power decided on the rights, obligations or legal interest of the complainant;", "- if the complainant does not have a legal interest in a decision on the constitutional appeal;", "- if it is not admissible, except in the instance referred to in the third paragraph of the preceding section;", "- if it was not lodged in due time;", "...", "(2) A constitutional appeal shall be accepted for consideration:", "- if there has been a violation of human rights or fundamental freedoms which has had significant consequences for the complainant; or", "- if it concerns an important constitutional question which goes beyond the importance of the actual case.", "...”", "Section 38 of the Amendment, concerning transitional rules, provides so far as relevant:", "“(1) Proceedings which are pending at the time of entry into force of this Amendment shall be continued according to the provisions of the Amendment.", "...", "(3) If the Constitutional Court has declared a constitutional appeal admissible before the entry into force of this Amendment, it shall decide [the case] regardless of Articles 55a and 55b.”", "The Supreme Court has established precedents as regards the rights of the defence in minor offence proceedings. Its case-law has been developed on the basis of its jurisdiction to decide on requests for the protection of legality (zahteva za varstvo zakonitosti) lodged by the public prosecutor in cases concerning minor offences. According to the extracts from the relevant case-law submitted by the Government, the Supreme Court has found that an offender must have the opportunity to defend himself in the proceedings, in particular, to respond to all the factual and legal aspects of the case (judgments nos. IV Ips 58/2007, IV Ips 49/2007, IV Ips 78/2008). The Supreme Court has also decided that the local courts are not required to examine every piece of evidence put forward by the offender. They must, however, examine evidence whose relevance is sufficiently established (judgment no. IV Ips 45/2007). In the context of minor offences which entail a presumption of the vehicle owner’s liability, the Supreme Court has found that that the accused must offer convincing and reasonable evidence in his defence. The defendant must specify the evidence and the facts which it is claimed are proved by it (judgment no. IV Ips 45/2008). Finally, the Supreme Court has found that the local courts must examine every specific argument which refers to significant facts, reply to such arguments and explain its decision taken on those points. However, the courts do not have to examine statements which are legally irrelevant and are not required to reply to statements of a general nature. Neither must they repeat the reasons given by the administrative authority, but rather can simply endorse its findings (judgment no. IV Ips 30/2007).", "By decision no. Up-3663/07 of 10 September 2009, the Constitutional Court assessed a local court’s refusal to hear a witness in minor offence proceedings. The appellant had been fined for parking his car illegally, but denied that he had been using his car at that time. In his request for judicial review, he asked the local court to hear a witness who would prove his alibi. However, that request was rejected by the court, which decided that the applicant should have submitted documents in his defence. The Constitutional Court found that the applicant’s right to defend himself enshrined in Article 29 of the Constitution had been violated, as the local court, which should have heard the witnesses, had unlawfully limited the appellant’s choice of defence method."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}