{"ITEMID": "001-79657", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GEERINGS v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-2;Just satisfaction reserved", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant, Gerardus A.M. Geerings, is a Netherlands national who was born in 1977 and lives in Eindhoven.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "On an unspecified date, the applicant was arrested and placed in pre-trial detention on suspicion of involvement – together with others – in various (attempted) thefts of lorries containing merchandise and thefts of merchandise from lorries (inter alia, washing machines, laundry dryers and other household appliances, telephones, computer parts, car radios, audiovisual devices and materials, clothes, bags, shoes, camping and sports equipment) committed between 1 August 1996 and 28 October 1997.", "7. On 23 December 1997 the applicant was summoned to appear before the 'sHertogenbosch Regional Court (arrondissementsrechtbank) on 29 January 1998 in order to stand trial on various charges of (attempted) burglary, deliberately handling stolen goods and membership of a criminal organisation. Separate criminal proceedings were brought against a number of co-accused.", "8. In its judgment of 20 May 1998 the 's-Hertogenbosch Regional Court convicted the applicant of several counts of participation in (attempted) burglary, deliberately handling stolen goods and membership of a criminal organisation. The Regional Court found it established that the applicant had been involved in the theft of 120 laundry dryers from a lorry and a trailer; the theft of a lorry; the theft of large numbers of telephones, computer parts and car radios from a lorry; the theft of 300 CD auto changers, 62 radio cassette players and a speaker sound system from a truck; the theft of large quantities of, inter alia, audio devices, dishwashers, shoes, vacuum cleaners and clothing from lorries and thefts of lorries; the handling of one or more stolen video cameras; the attempted theft of a lorry and the attempted theft of goods from a lorry. It sentenced the applicant to five years' imprisonment less the time spent in pre-trial detention.", "9. The applicant lodged an appeal with the 's-Hertogenbosch Court of Appeal (gerechtshof). In its judgment of 29 January 1999 the Court of Appeal quashed the judgment of 20 May 1998, convicted the applicant of having participated on 28 or 29 September 1997 in the theft of a lorry and a trailer containing 120 laundry dryers, of having on 25 September 1997 stolen an articulated lorry and a number of printers and of having handled – in the period between 1 August 1996 and 28 October 1997 – a piece of clothing and a video camera in the knowledge that these items had been obtained through crime. It acquitted the applicant of the remainder of the charges, having found that these had not been lawfully and convincingly proved. The Court of Appeal sentenced him to thirty-six months' imprisonment, of which twelve months were suspended for a probationary period of two years. In addition, it declared inadmissible the compensation claim filed by the civil party (benadeelde partij). Finding this claim to be too complicated to be dealt with in criminal proceedings, the Court of Appeal decided that it should be brought before a civil court.", "10. In the meantime, on 7 January 1999, the public prosecutor had summoned the applicant to appear before the 'sHertogenbosch Regional Court on 4 February 1999 in order to be heard in connection with the prosecutor's request for an order for the confiscation of an illegally obtained advantage (vordering tot ontneming van wederrechtelijk verkregen voordeel) within the meaning of Article 36e of the Criminal Code (Wetboek van Strafrecht), which had been assessed by the public prosecutor at a total amount of 147,493 Netherlands guilders (NLG – equivalent to 67,020.16 euros (EUR)).", "11. At the hearing held before the Regional Court on 4 February 1999 the prosecutor maintained the request for a confiscation order, arguing that it also concerned similar offences as referred to in Article 36e § 2 of the Criminal Code and that, although the Court of Appeal had acquitted the applicant of most of the offences he had been charged with, there remained sufficient indications that he had committed them. The applicant argued that a confiscation order could only be imposed in respect of the offences of which he had been found guilty. This would, according to the prosecutor's assessment, result in a confiscation order for an amount of NLG 13,989 (EUR 6,347.93) at most.", "12. In its ruling of 18 March 1999 the Regional Court issued a confiscation order for the amount of NLG 13,789, to be replaced, if this sum was not paid or recovered, by 110 days' detention in lieu. It held that the acquittal in the judgment handed down by the Court of Appeal on 29 January 1999, for which no specific reasons were given, could therefore only be understood as meaning that there were no indications that the applicant had committed the offences concerned, let alone that he might have derived any resulting advantage.", "13. The applicant, but not the public prosecutor, filed an appeal against this ruling with the 's-Hertogenbosch Court of Appeal. The applicant denied having derived any advantage from the offences of which he had been convicted.", "14. In its decision of 30 March 2001, following a hearing held on 15 February 2001, the Court of Appeal quashed the ruling of 18 March 1999 and imposed a confiscation order in the amount of NLG 147,493, to be replaced, if this sum was not paid or recovered, by 490 days' detention in lieu. Its reasoning included the following:", "“[The applicant's acquittal] on appeal of a number of offences [with which he had been charged] does not lead to the conclusion that those offences, in view of their nature, can no longer be regarded as similar offences within the meaning of Article 36e § 2 of the Criminal Code. The relevant applicable statutory provisions do not oppose this in any way. In addition to the condition of similarity, it is only required that there exist sufficient indications that [the applicant] has committed the offences concerned.", "The court is therefore of the opinion that it can still consider, in respect of all offences on which the public prosecutor has based the [request for a confiscation order], whether there exist sufficient indications [that the applicant has committed them].", "By judgment of 29 January 1999 of the 's-Hertogenbosch Court of Appeal [the applicant] has been convicted of ...", "Pursuant to Article 36e of the Criminal Code it must be examined whether, and if so to what extent, the defendant has illegally obtained an advantage – including savings in costs – by means of or from the proceeds of the offences found proved, of similar offences or of other offences in respect of which there exist sufficient indications that they have been committed by the defendant and for which a fifth-category fine may be imposed.", "The court finds that [the applicant] has not only illegally obtained an advantage from the above-mentioned offences ... found proved, but has also obtained an advantage from the following similar offences, all set out in the initiatory summons served on [the applicant] ... in respect of which [offences] there are sufficient indications that they have been committed by him.", "The amount fixed by the court as the estimated advantage obtained by [the applicant] is set out after each of the offences.", "count 2B of the initiatory summons, referred to as case 5: advantage NLG 12,000;", "count 3 of the initiatory summons, referred to as case 23: advantage NLG 3,102;", "count 4b of the initiatory summons, referred to as case 10: advantage NLG 12,500;", "count 4c of the initiatory summons, referred to as case 13: advantage NLG 8,000;", "count 4d of the initiatory summons, referred to as case 16: advantage NLG 1,619;", "count 4e of the initiatory summons, referred to as case 17: advantage NLG 12,600;", "count 4f of the initiatory summons, referred to as case 20: advantage NLG 17,637;", "count 4g of the initiatory summons, referred to as case 22: advantage NLG 4,222;", "count 4h of the initiatory summons, referred to as case 27: advantage NLG 30,670;", "count 4i of the initiatory summons, referred to as case 31: advantage NLG 20,000;", "count 4m of the initiatory summons, referred to as case 43: advantage NLG 11,354.", "The court will fix the estimated advantage obtained by [the applicant] from the offences found proved, in accordance with the decision of the Regional Court, in the following amounts:", "count 1 of the initiatory summons, referred to as case 3: advantage NLG 3,789;", "count 4 of the initiatory summons, referred to as case 9: advantage NLG 10,000.", "The court therefore fixes the amount of the estimated advantage illegally obtained by [the applicant] at NLG 147,493.", "The court derives the assessment of the [applicant's] illegally obtained advantage inter alia from a report of 4 September 1998 by the Organised Crime Unit, Financial Desk/BFO of the Criminal Investigation Department of the South-East Brabant Regional Police (reference PL2219/98-050011), in particular as regards the calculation of the proceeds of the stolen goods and the distribution of the proceeds between those concerned.", "The means of evidence used by the court are set out in the addendum as referred to in Article 365a and 365b of the Code of Criminal Procedure (Wetboek van Strafvordering); this addendum is appended to this ruling. ...", "It was argued in the appeal proceedings by and on behalf of the [applicant] that he had never received pecuniary remuneration for his part in the offences in which he was involved. The court rejects this argument, since the court has become convinced, on the grounds of the evidence cited above, that the [applicant] participated in a group of persons who were systematically involved in a very lucrative manner in the theft of costly goods from lorries, and that it is wholly implausible that the [applicant] should not have obtained his share of the proceeds of those goods that, according to the cited means of evidence, have often demonstrably been sold for good money...”", "15. In relevant part, the police report of 4 September 1998, as appended to this ruling, reads as follows:", "“Determination of the illegally obtained benefit:", "A. Where amounts of money received are known", "The starting point in determining the amount of an illegally obtained advantage under Article 36e of the Criminal Code is the advantage actually obtained by the suspected/convicted person.", "In several of the incidents investigated, the amount of money that was paid by the receivers of stolen goods to the thieves and/or other receivers of stolen goods for the goods stolen appears from recorded intercepted conversations and/or statements.", "These amounts have been ascribed, as illegally obtained benefit, to the perpetrator(s) and, where appropriate, divided evenly among the persons concerned.", "Relevant costs incurred by the suspect(s) have been taken into account.", "B. Where amounts of money received are not specifiable", "The following is apparent from the criminal investigation.", "It appears from the appended intercepted conversation (appendix 3) that the ... receiver of stolen goods F.T. paid 25% of the wholesale trade value to the thieves....", "It appears from the appended intercepted conversation (appendix 4) that a receiver of stolen goods (E.V.), when calculating in accordance with normal practice, reckons one-fifth. This presumably means 1/5 of the retail price ... Where there is no specific information about the amounts of money received by the thieves and/or receivers of stolen goods, the illegally obtained benefit was assessed on the basis of the wholesale purchase value, excluding VAT (value-added tax), of the stolen goods.", "Calculation in respect of the thieves", "With regard to incidents where the amount paid by the receivers of stolen goods to the thieves does not appear from the investigation, it has been assumed that an amount of 25% of the wholesale purchase value, excluding VAT, of the goods stolen was paid to the thieves.", "Applying this estimate results in a lower amount for illegally obtained benefit than an estimate based on 25% of the wholesale trade value or 20% of the retail price as the case may be. This is to the advantage of the suspect(s).”", "16. In respect of each of the counts 2B, 3, 4b-i and 4m, as set out in the initiatory summons issued in the applicant's case, the report of 4 September 1998 – in so far as it was used in evidence by the Court of Appeal in the confiscation proceedings – contains a statement that, in the substantive criminal proceedings at first instance, the applicant was convicted of the charge concerned. It further appears from this report that, in respect of each of these counts, the estimate of the illegally obtained advantage was mainly based on the contents of intercepted telephone conversations in which the participants (thieves and handlers of stolen goods) discussed money matters in relation to stolen goods, the presence of some of the stolen goods in the homes of a number of perpetrators, and the wholesale purchase value of the stolen goods.", "17. The applicant lodged an appeal in cassation with the Supreme Court (Hoge Raad) against the ruling of 30 March 2001, complaining inter alia that the imposition of a confiscation order in respect of offences of which he had been acquitted violated his right to be presumed innocent as guaranteed by Article 6 § 2 of the Convention.", "18. In his advisory opinion, the Procurator General at the Supreme Court considered – on the basis of the Court's considerations in its judgment in the case of Phillips v. the United Kingdom (no. 41087/98, §§ 31-33 and 35, ECHR 2001-VII) – that the scope of Article 6 § 2 of the Convention generally did not extend to confiscation proceedings, but that this did not affect the obligation to verify whether it followed from the particular circumstances of the applicant's case that an issue under Article 6 § 2 arose nevertheless. On this point, the Procurator General considered, on the basis of an extensive analysis of the Court's case-law under Article 6 § 2, that the question arose whether the conclusion of the Court of Appeal that there were sufficient indications that the applicant had committed offences similar to those of which he had been convicted entailed a finding of “guilt”, taking into account that the applicant had been acquitted of those similar offences.", "19. The Procurator General observed that the Court of Appeal had found that, despite the acquittal, there were sufficient indications that the offences of which the applicant had been acquitted had been committed by him. In his opinion, this was incompatible with the general rule – reaffirmed by the Court in its judgment in the case of Asan Rushiti v. Austria (no. 28389/95, § 31, 21 March 2000) – that following a final acquittal, even the voicing of suspicions regarding an accused's innocence was impermissible and incompatible with Article 6 § 2. Furthermore, the Court of Appeal had based its finding in the confiscation proceedings on evidence apparently insufficient for a criminal conviction and this had resulted in a decision imposed on the applicant of such severity that it should be regarded as a “penalty” within the meaning of Article 7 § 1 of the Convention. Further taking into account that the Court of Appeal had also based its finding that there were sufficient indications that similar offences had been committed by the applicant on a convicting, yet subsequently quashed, judgment given by the Regional Court, the Procurator General was of the opinion that the conclusion that Article 6 § 2 had been violated was unavoidable. In his opinion, the possibility under Article 36e § 2 of the Criminal Code to impose a confiscation order was limited to offences not included in a charge brought, such as offences appended to the summons for the court's information (ad informandum gevoegde feiten) or other offences that were apparent from the case file (andere feiten die blijken uit het proces-verbaal), as mentioned in the Explanatory Memorandum in respect of Article 36e § 2 of the Criminal Code. Consequently, he advised the Supreme Court to accept the applicant's complaint under Article 6 § 2, to quash the decision of 30 March 2001 and to remit the case to a different Court of Appeal for a fresh determination of the applicant's appeal.", "20. On 1 April 2003 the Supreme Court rejected the applicant's appeal in cassation. It held, in so far as relevant, as follows:", "“3.3. In its ruling of 22 May 2001, NJ [Nederlandse Jurisprudentie – Netherlands Law Reports] 2001, no. 575, the Supreme Court held as follows:", "- The provisions of Article 36e of the Criminal Code and [Articles 551b – 511i] of the Code of Criminal Procedure concern the imposition of a measure on the person convicted of a punishable offence, namely the obligation to pay a sum of money to the State for the purposes of confiscating an illegally obtained advantage. This does not constitute a penalty, but a measure (maatregel) aimed at depriving the person of the illegally obtained advantage. The fact that the imposition of that measure has been given a place in a criminal procedure does not alter its particular character.", "- That particular character is also expressed in the requirements set for imposing it. These requirements are less strict than those that must be met for imposing a [criminal-law] penalty. Thus, the rules of evidence applicable in criminal proceedings do not apply in their entirety. Consequently, offences included in a criminal charge that have resulted in an acquittal can still form the basis for the imposition of a (confiscation) measure. Also in such a case, the court will have to determine either that there exist sufficient indications that a similar offence or similar offences, referred to in Article 36e § 2 of the Criminal Code for which a fine of the fifth category may be imposed, has/have been committed by the person concerned, or that it is plausible that the other similar offences, referred to in Article 36e § 3 of the Criminal Code, have in some way resulted in the illegal obtaining of an advantage by the person concerned. Such a determination is preceded by the procedure regulated in Articles 511b et seq. of the Code of Criminal Procedure. This serves as a guarantee that the court which must determine a request for a confiscation order filed by the prosecution department will only do so after it has examined whether, and has found that, the statutory conditions, including whether there are indications within the meaning of the second paragraph [of Article 36e] or whether there is plausibility within the meaning of the third paragraph [of Article 36e], have been met.", "- It follows from the above that the circumstance that the suspect has been acquitted of specific offences does not automatically constitute an obstacle to treating those offences, in the context of the confiscation procedure, as 'similar offences' or 'offences for which a fifth-category fine may be imposed' as referred to in Article 36e § 2 of the Criminal Code.", "3.4. The Supreme Court would add that this is not incompatible with Article 6 § 2 of the Convention since the procedure under Articles 511b et seq. of the Code of Criminal Procedure provides the person concerned with the opportunity to defend himself, including the possibility to argue that insufficient indications exist that the similar offence or similar offences for which a fifth-category fine may be imposed, as meant in Article 36e § 2 of the Criminal Code, has/have been committed by [him], or that it is not plausible that the other punishable offences, within the meaning of Article 36e § 3 of the Criminal Code, have resulted in the illegal obtaining of an advantage by [him], and why this is so. The fact that the procedure following a ... [request for a confiscation order] must be regarded as a separate part or a continuation of the same [set of] criminal prosecution [proceedings] that can lead to conviction and sentence (see Hoge Raad, 5 December 1995; NJ 1996; no. 411) does not necessitate any different finding.", "3.5. Given that it has not been argued, nor is it apparent, that the opportunity referred to in [the above paragraph] 3.4. has not been provided in the instant case, the decision of the Court of Appeal does not disclose an incorrect interpretation of the law. In view of the events of the appeal hearing, as recorded, that decision has been sufficiently reasoned.”", "This decision was published in the Netherlands Law Reports 2003, no. 497.", "21. In 2004 the applicant agreed with the Central Judicial Collection Office (Centraal Justitiëel Incasso Bureau) that he would pay EUR 10,000 at once and the remainder in monthly instalments of EUR 150.", "22. Article 36e of the Criminal Code (Wetboek van Strafrecht) provides:", "“1. Upon the application of the Public Prosecutions Department, any person who has been convicted of a criminal offence may be ordered in a separate judicial decision to pay a sum of money to the State so as to deprive him of any illegally obtained advantage.", "2. Such an order may be imposed on a person as referred to in paragraph 1 who has obtained an advantage by means of or from the proceeds of the criminal offence in question or similar offences or offences for which a fifth-category fine may be imposed, in connection with which there exist sufficient indications that they were committed by him.", "3. Upon the application of the Public Prosecutions Department, any person who has been found guilty of an indictable offence for which a fifth-category fine may be imposed and against whom, in connection with his being suspected of that offence, a criminal financial investigation (strafrechtelijk financieel onderzoek) has been instituted, may be ordered in a separate judicial decision to pay a sum of money to the State in order to deprive him of any illegally obtained advantage if, having regard to that investigation, it is likely that other criminal offences have led in whatever way to the convicted person obtaining an illegal advantage.", "4. The judge shall determine the amount which the illegally obtained advantage is estimated to represent. The advantage shall be taken to include cost savings. The value of goods which the court deems to form part of the illegally obtained advantage may be estimated to be their market value at the time the decision is taken or may be estimated by reference to the yield to be obtained through public auction if the amount is to be recovered. The court may set the amount to be paid at less than the estimated advantage.", "5. The expression 'goods' shall be taken to mean all objects and property rights.", "6. In determining the amount which the illegally obtained advantage is estimated to represent, legal claims from disadvantaged third parties awarded by a court shall be deducted.", "7. In imposing the order, account shall be taken of orders to pay a sum of money by way of deprivation of illegally obtained advantage imposed under previous decisions.”", "23. The possibility of depriving a person of proceeds of crime was introduced in 1983 by the Financial Penalties Act (Wet Vermogenssancties). On 1 March 1993, the Act of 10 December 1992 on the extension of the possibilities of applying the measure of deprivation of illegally obtained advantage and other financial penalties (Wet tot verruiming van de mogelijkheden tot toepassing van de maatregel van ontneming van wederrechtelijk verkregen voordeel en andere vermogenssancties) entered into force. One of the changes brought about by this Act was that the proceedings concerning the measure of deprivation of an illegally obtained advantage were disconnected from the substantive criminal proceedings, among other reasons in order to prevent situations in which issues concerning the illegally obtained advantage would overshadow and affect the duration of the substantive criminal proceedings.", "24. The Act established a specific procedure – separate from the criminal proceedings taken against a suspect – for imposing a confiscation order under Article 36e of the Criminal Code. This specific procedure is set out in Articles 511b-511i of the Code of Criminal Procedure (Wetboek van Strafvordering). The legislature's choice in setting it out thus was to demonstrate that it concerned a continuation of the criminal prosecution of the convicted person, the purpose being to determine the sanction to be imposed (Kamerstukken (Parliamentary Documents) II, 1989/90 session, 21,504 no. 3, p. 14). The confiscation order procedure is not designed or intended to determine a criminal charge or a criminal penalty, but to detect illegally obtained proceeds, to determine their pecuniary value and, by way of a judicial confiscation order, to deprive the beneficiary of these proceeds. The aim pursued by the possibility of imposing confiscation orders is twofold; in the first place to remedy an unlawful situation and, secondly, to bring about a general crime-prevention effect by rendering crime unattractive on account of an increased risk that proceeds of crime will be confiscated.", "25. Pursuant to Article 511b § 1 of the Code of Criminal Procedure, a request for a confiscation order under Article 36e of the Criminal Code must be filed by the public prosecutor with the Regional Court as soon as possible and not later than two years after a conviction has been handed down in the substantive criminal proceedings by the first-instance trial court. It is not required that, when such a request is filed, the conviction should have obtained the force of res judicata.", "26. Article 311 § 1 of the Code of Criminal Procedure obliges the public prosecutor to indicate no later than when delivering the closing speech (requisitoir) before the first-instance trial court in the substantive criminal proceedings whether the prosecution intends to seek a confiscation order in the event of a conviction. The purpose of this obligation is to prevent a situation where a convicted person is confronted, at the latest two years after his conviction by a first-instance court, with a request for a confiscation order, and to make clear that a confiscation order procedure does not constitute a fresh, second prosecution based on the same facts but is to be understood as a separate part of the earlier substantive criminal proceedings and that the prosecution does not stop after the end of the substantive criminal proceedings but is pursued in the confiscation order procedure.", "27. The notion of “similar offence or offences” under Article 36e § 2 of the Criminal Code relates to offences of a similar nature to those having formed the object of the criminal proceedings against the accused, such as, for instance, drugs offences, property offences and offences involving forgery and fraud.", "28. The rules of evidence that apply in criminal proceedings, as set out in Articles 338-344a of the Code of Criminal Procedure, are not applicable to the confiscation order procedure. In that procedure it is for the public prosecutor to establish a prima facie case that there are sufficient indications that the person concerned has committed one or more similar offences within the meaning of Article 36e § 2 of the Criminal Code, thereby generating an illegally obtained advantage. It is for the person concerned to rebut the prosecutor's case. The judge will decide the case on the basis of a balancing of probabilities, comparable to the standard of proof applicable in civil proceedings.", "29. The fact that the rules of evidence applicable in criminal proceedings do not apply to the confiscation order procedure implies that – if in criminal proceedings an accused has been partly convicted and partly acquitted of the charges brought against him – in subsequent confiscation order proceedings the judge may impose a confiscation order against the person concerned which is not only based on the offence(s) of which he has been convicted, but also on the similar offence(s) of which he has been acquitted but in respect of which the judge is satisfied, on the balance of probabilities, that there exist sufficient indications that he has nonetheless committed them.", "30. Pursuant to Article 511f of the Code of Criminal Procedure, the judge can derive the assessment of the actual amount of an illegally obtained advantage under Article 36e of the Criminal Code only from the contents of “lawful means of evidence” (wettige bewijsmiddelen). Article 339 of the Code of Criminal Procedure defines “lawful means of evidence” as the personal observations of the judge, statements of the accused, statements of a witness, statements of an expert, and written materials (such as, for instance, judicial decisions and formal minutes and records). However, unlike the requirement in criminal proceedings that a conviction can only be based on evidence that is corroborated by other evidence, the assessment of the amount of an illegally obtained advantage in confiscation order proceedings can be based on only one evidentiary item, such as, for instance, a formal record containing the statement of the person concerned."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}