{"ITEMID": "001-75734", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MUCKOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (inadequate reasoning);Not necessary to examine Art. 6-1 (alleged lack of access to court);Violation of Art. 6-1 (length);Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1939 and lives in Bratislava.", "5. In 1989 the applicant’s daughter was seriously injured in a road traffic accident. The driver, who had been originally accused and convicted of having negligently caused bodily harm in that accident, was acquitted by a judgment of 20 February 1992. A driver of a different vehicle, who was an employee of the Ministry of the Interior, was subsequently accused of an offence in the context of that accident.", "6. The applicant submits that, due to misconduct on the part of the State officials, the criminal proceedings lasted an excessively long time and that, until the liability of the drivers involved had been determined, the insurance company refused to compensate her for her daughter’s injuries. As a result the applicant became heavily indebted and she was in a difficult situation.", "7. On 18 June 1992 the applicant filed a claim for damages with the Ministry of Justice.", "8. On 25 June 1992 the Ministry of Justice informed the applicant that her action had been transmitted to the Bratislava I District Court which had jurisdiction to deal with the case. In her action the applicant claimed, with reference to the State Liability Act, compensation from the Ministry of the Interior for damage resulting from the above facts. The applicant also claimed protection of her personal rights and sought compensation for nonpecuniary damage in this respect.", "9. On 29 June 1995 the District Court allowed the applicant’s request that the General Prosecutor’s Office be joined as the second defendant in the case.", "10. In a judgment of 19 September 1996 the District Court decided to deal in a separate set of proceedings with the applicant’s claim for protection of her personal rights. It further dismissed the claim for damages under the State Liability Act of 1969. The court established that the defendants, as specified in the action, lacked standing in the case as the action should have been filed against the State. The judgment was served on 27 November 1996.", "11. On 12 December 1996 the applicant appealed specifying that her action was aimed against the Slovak Republic, represented by the Ministry of the Interior and the General Prosecutor’s Office.", "12. On 30 April 1997 the Bratislava Regional Court quashed the first instance decision to dismiss the claim under the State Liability Act of 1969.", "13. In a decision of 18 September 1997 the Bratislava I District Court accepted the above specification of the defendant by the applicant.", "14. On 11 June 1998 the District Court dismissed the claim under the State Liability Act of 1969. It did not find it established that there was a causal link between the actions of the authorities concerned and the alleged damage. In addition, the General Prosecutor’s Office lacked standing to act on behalf of the State as the applicant claimed.", "15. On 28 July 1998 the applicant appealed.", "16. A hearing before the Bratislava Regional Court was held on 3 February 1999.", "17. On 23 March 1999 the Supreme Court dismissed the applicant’s request for three Regional Court judges to be excluded from dealing with the case.", "18. On 26 May 1999 the Regional Court adjourned the case as it had not yet obtained, from a different court, a criminal file relating to the accident in which the applicant’s daughter had been injured. On 5 August 1998 the Ministry of Justice admitted, in reply to the applicant’s complaint, that undue delays had arisen in that context.", "19. On 23 June 1999 the Bratislava Regional Court upheld the relevant part of the Bratislava I District Court’s judgment of 11 June 1998.", "The court noted that the applicant claimed that she had suffered damage as a result of erroneous actions of police and public prosecutors who had been involved in the investigation into the accident in which her daughter had been injured in 1989. Due to the misconduct of the authorities concerned, she had been unable to obtain compensation promptly from the insurance company. As a result, she had become indebted and her and her children’s life had been affected.", "20. In its judgment the court of appeal established that the applicant’s claim for damages did not fall under the State Liability Act of 1969 and that the claim had to be examined under the legislation in force at the time of the accident. At that time, however, the law did not permit the applicant to recover. In any event, the documents included in the relevant criminal file did not indicate that the authorities concerned had acted in an incorrect manner thus causing any damage to the applicant. Finally, the Regional Court noted that the decision in the case was important for clarifying the interpretation and application of the relevant law by the courts. It therefore allowed an appeal on points of law to be lodged against its judgment.", "21. On 13 September 1999 the applicant filed an appeal on points of law. She pointed out that she was indigent and requested that an attorney be appointed to represent her free of charge.", "22. On 1 February 2000 the Vice-President of the Bratislava I District Court admitted that there had been undue delays in the proceedings concerning her action and offered an apology to her.", "23. On 14 April 2000 the Bratislava I District Court, to which the above request of 13 September 1999 fell to be examined, rejected the applicant’s motion for free legal representation. It held that the statutory requirements were not met as the applicant’s claim and the previous judicial proceedings indicated that her claim was devoid of any prospect of success. Thus the applicant did not meet the requirements for exemption from the obligation to pay the court fee and, consequently, the court could not appoint a legal representative to represent her free of charge. Reference was made to Article 30 (1) of the Code of Civil Procedure. On 9 May 2000 the applicant appealed.", "24. The Bratislava Regional Court upheld the first instance decision on 30 November 2000. In addition to the reason invoked by the District Court, the appellate court held that the applicant received a pension of 5,470 Slovak korunas (SKK) a month, and that the protection of her rights did not require that a lawyer be appointed to represent her free of charge. In particular, the cassation proceedings did not allow for a review of the assessment of the relevant facts. Finally, in the event that practising lawyers refused to represent the applicant, it was open to her to ask the Slovak Bar Association to assign a lawyer to represent her in the proceedings.", "25. On 16 March 2001 the applicant informed the District Court of the name of the lawyer representing her in the cassation proceedings. However, the advocate did not accept the applicant’s appointment of her as she worked for the defendant Ministry.", "26. On 4 May 2001 the applicant requested the Minister of Justice to assist her in finding a suitable lawyer.", "27. On 19 September 2001 the applicant was again asked to appoint a lawyer to represent her in the cassation proceedings. On 21 September 2001 the applicant replied that she had used all remedies available and that she saw no chance of having the matter resolved before the Slovakian authorities.", "28. On 29 October 2001 the Supreme Court discontinued the proceedings on the appeal on points of law on the ground that the applicant was not represented by an attorney as required by the law. The Supreme Court’s decision was served on the applicant on 10 December 2001.", "29. As stated above, the applicant’s claim relating to the protection of her personal rights and compensation in this respect, which formed a part of her original action of 18 June 1992, was dealt with by the Bratislava I District Court in a separate set of proceedings as from 19 September 1996.", "30. On 1 April 1997 the District Court invited the applicant to substantiate her claim. On 13 April 1997 the applicant replied that she claimed non-pecuniary damage of SKK 700,000 and SKK 1 million respectively from the Ministry of the Interior and from the General Prosecutor’s Office on the ground that those authorities had acted in an unlawful manner in the context of their examination of the accident in which her daughter had been injured in 1989. She explained that, as a result of the actions of the defendants, her dignity had been diminished, she had found herself in a difficult material situation and she had suffered a trauma.", "31. On 6 July 1997 the District Court invited the applicant to pay a court fee of SKK 72,000. That amount was based mainly on the sums which the applicant had claimed as compensation.", "32. On 17 July 1997 the applicant requested that she be exempted from the obligation to pay the fee as she was indigent. She explained that she was a retired widow and that she was still paying off a debt which she had been obliged to contract with a view to reducing the impact on her life of the accident in question. The applicant stated that her only income was an old-age pension of SKK 4,704 a month and that she owned no property.", "33. On 24 July 1997 the District Court rejected her request. While accepting that the applicant was indigent, the court found, with reference to Article 138 (1) of the Code of Civil Procedure, that her action was clearly devoid of any prospect of success. On 17 October 1997 the applicant appealed.", "34. The Bratislava Regional Court upheld the District Court’s decision on 16 July 1998. The decision stated that a claim is devoid of any prospect of success when allegations contained in a plaintiff’s action do not permit the establishment of the existence of a justified claim or where a plaintiff contests issues on which a binding decision has been given in a different set of proceedings. Reference was made to Articles 135 (1) and 159 (2) of the Code of Civil Procedure.", "35. On 2 September 1998 the applicant filed an appeal on points of law. On 4 November 1998 she requested an attorney to be appointed to represent her free of charge in the cassation proceedings. The District Court rejected her request, on 20 November 1998, on the ground that the applicant did not meet the statutory requirements. Reference was made to the above decisions given by the District Court and the Regional Court. On 16 August 1999 the Supreme Court discontinued the cassation proceedings concerning the Bratislava Regional Court’s decision of 16 July 1998 as the applicant was not represented by an attorney as required by the law.", "36. On 2 September 1999 the Bratislava I District Court invited the applicant to pay a court fee in respect of her claim for protection of her personal rights. On 20 September 1999 the applicant again requested that she should be exempted from the obligation to pay the fee. The District Court discontinued the proceedings relating to this request, on 27 January 2000, on the ground that a final decision on the issue had already been given. On 16 February 2000 the applicant appealed. On 8 April 2000 the Bratislava Regional Court upheld that decision.", "37. On 1 February 2000 the Vice-President of the Bratislava I District Court admitted that there had been undue delays in the proceedings concerning her action.", "38. On 14 December 2000 the Bratislava I District Court delivered a decision by which it discontinued the proceedings concerning the claim for protection of the applicant’s personal rights on the ground that the applicant had failed to pay the court fee.", "39. On 2 February 2001 the applicant appealed. The Regional Court upheld the first instance decision on 30 March 2001.", "40. The following provisions of the Code of Civil Procedure are relevant in the present case.", "41. Article 30 (1) provides that courts may appoint a representative to a party to the proceedings, at the latter’s request, provided that he or she meets the requirements for waiver of court fees and that such an appointment is necessary for the protection of the party’s interests. Pursuant to paragraph 2 of Article 30, the president of the court’s chamber shall appoint an advocate to represent a party in circumstances set out in the first paragraph when the protection of the party’s interests so requires.", "42. Article 135 (1) provides, inter alia, that courts are bound by decisions of competent authorities that a criminal offence, a minor offence or a different administrative offence has been committed, by decisions concerning the perpetrator of such an offence as well as by decisions determining a person’s status.", "43. Under Article 138 (1), the presiding judge may grant a party’s request for waiver of court fees where it is justified by the situation of such a party and provided that the claim at issue is neither frivolous nor clearly devoid of any prospect of success.", "44. Article 159 (2) provides, inter alia, that the operative part of a judgment which has become final is binding on the parties to the proceedings as well as on all authorities.", "45. Article 241 (1) provides, inter alia, that in proceedings on an appeal on points of law the plaintiff must be represented by an advocate unless he or she has legal qualification."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}