{"ITEMID": "001-98811", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "STAPLETON v. IRELAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Robert Stapleton, is an Irish national born in 1943. He did not communicate his current address to the Court. He was represented before the Court by Mr E. Gillet, Ms L. Levi and Mr S. Engelen, lawyers practising in Brussels.", "2.", "3. The applicant lived in the United Kingdom until 1985, when he and his family took up residence in Spain. In the early 1990s the family moved to France and, in 1994, to Ireland. A magistrates’ court in the United Kingdom issued a warrant for the applicant’s arrest on 15 January 2004, following which the United Kingdom (“the issuing State”) issued a European arrest warrant on 29 July 2005. The warrant concerned thirty charges of fraud allegedly committed by him between 1978 and 1982. The United Kingdom authorities maintained that they did not know of the applicant’s whereabouts until 2001.", "4. On 14 September 2005 the Irish police (Ireland being “the executing State”) arrested the applicant pursuant to the European arrest warrant. He was released on bail on 16 September 2005. In defence of the surrender proceedings before the Irish High Court, the applicant argued that the European arrest warrant was not in accordance with the law, did not contain offences corresponding to those in Ireland, that his surrender was prohibited by section 37 of the European Arrest Warrant Act 2003 (“the 2003 Act”) as it would be incompatible with Articles 3 and 6 of the Convention, and that the delay in pursuing charges undermined his capacity to defend himself and breached section 40 of the 2003 Act.", "5. By a judgment dated 21 February 2006, the High Court accepted the applicant’s argument that the delay at that stage (of up to twenty-seven years) had been such as to create a real risk that the applicant would not receive a fair trial, so that his surrender had to be refused in accordance with section 37 of the 2003 Act. The remaining grounds were rejected on their merits, except the ground concerning section 40 of the 2003 Act which it found was unnecessary to examine.", "6. As regards the delay, the Irish High Court found that, pursuant to section 37 of the 2003 Act, the applicant enjoyed a Convention and constitutional right to a trial within a reasonable time, a right he was entitled to rely on and:", "“... have protected on the first occasion on which it becomes relevant for argument, and it is not a matter to be postponed so that it can be ventilated at some date in the future in another country, and after the [applicant] has been returned in custody to that place. Section 37 of the 2003 Act mandates that this court shall not order the surrender of a requested person if to do so would not be compatible with this State’s obligations under the Convention or its Protocols or would constitute a breach of any provision of the Constitution. Under each instrument the [applicant] enjoys the right to a trial in due course of law, including within a reasonable period of time. There is in my view no meaningful distinction to be drawn between surrendering the respondent to the requesting State to face a trial which would be either unfair or not within a reasonable time, and him actually facing such a trial.”", "7. Moreover, the Irish High Court found that it was in just as good a position as the United Kingdom courts to determine whether the applicant could receive a fair trial after such a lapse of time since that assessment was considered on the balance of probabilities. The applicant’s case was unique: even with the greatest expedition thereafter he was likely to stand trial thirty years after the alleged offences at the earliest. There came a time, in the High Court’s view, when no matter who was responsible for the major part of the delay, the lapse of time had to give rise to an assumption of prejudice, even if a court were to conclude that the assertion of actual prejudice was weak. Where the Irish High Court was in a position to conclude that no person could be expected to defend himself adequately after such a period of time (excluding sexual offences to which special considerations applied), it would be incompatible with the State’s obligations under the Convention for it to order his return to the issuing State in the hope that his rights would be vindicated there. Indeed, the High Court was not convinced that the applicant had the same probability of staying his proceedings in the United Kingdom as he would have in Ireland because, if his absence from the United Kingdom could be interpreted as a delay imputable to him, he was unlikely to succeed in his application in the United Kingdom to stay the proceedings. The jurisprudence of the British courts which had been opened to the Irish High Court indicated that there was not the same regard for a free-standing right to an expeditious trial in the United Kingdom even in the absence of actual prejudice. The High Court went on:", "“I cannot accept that the rights of the [applicant] under the Constitution would not be contravened by his being surrendered at this point in time to face trial on these charges, and I do not believe that it would be appropriate to expose him to the hazard that his rights might not be vindicated there in the same manner in which they would in my view in this jurisdiction. That is not an indication in any way that this court does not have the high level of confidence in the neighbouring jurisdiction which is referred to in the [Council] Framework Decision [2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between member States – “the Framework Decision”]. That aspiration, if I can call it that for the moment, was not sufficient for the Oireachtas to decide that it was unnecessary to enact section 37 of the 2003 Act. The Framework Decision itself states that it respects fundamental rights, and that it does not prevent member States from applying its constitutional rules of, inter alia, due process. I do not read that as being confined to the process of extradition, especially when read in conjunction with section 37.”", "8. Since the High Court operating under the 2003 Act could not be constrained by prior extradition jurisprudence, the alleged excessive delay was to be considered under broad constitutional principles and not to be confined to whether it had been shown that an order to surrender would be “unjust, invidious or oppressive”. The High Court continued:", "“In my view the length of the lapse of time, as I have already stated, is so long, including a period from at least 1994 to 2005 when the respondent was living in this country and for which I regard the authorities in the United Kingdom to be very largely to blame, that all other considerations which may be laid against the respondent pale into insignificance. There comes a time, and twenty-eight years since the date of alleged commission of a fraud is within this concept, that it must be presumed that it is simply not possible to guarantee a fair trial, no matter how assiduous the trial judge may be to ensure that the jury is appraised [sic] and properly instructed as to the potential for delay to dull the memory and prevent the marshalling of evidence.", "No trial after twenty years can be a trial within any concept of reasonable expedition, even allowing for the time in Spain up to 1993/1994. But that apart, it must be assumed in a case of this kind, and in the light of the evidence set forth by the respondent in his affidavits, that memories of detail will have faded if not disappeared, and this will apply equally to any witness who may still be available to be called either by the prosecution or by the respondent. He has sworn that certain witnesses are deceased or their whereabouts are unknown to him. He must be given the benefit of the doubt in this regard. ... There is evidence ... that files are by now destroyed.", "But even if actual prejudice was not established to the required degree, and I lean in favour of the view that it has been, I am completely satisfied that the lapse of time since 1978/1982 to the present time and any further date at which a trial would likely take place, goes way beyond any time by which a fair trial within a reasonable time can take place in respect of these offences. This is not a case in which the time question is in any way marginal. It can be presumed that the respondent is prejudiced, and the sheer length of time which has passed renders to a large extent irrelevant the allegation that the respondent may have deliberately absented himself from the United Kingdom around 1984/1985 in order to escape the attentions of the authorities arising from the liquidation of his companies.”", "9. The Supreme Court disagreed and allowed the appeal by judgment dated 26 July 2007. It identified the essential issue as being the extent to which the Irish courts should apply their own case-law as regards delays in criminal proceedings in the context of surrender requests. The parties agreed that section 40 of the 2003 Act was not relevant as it applied to charges that were statute-barred, which was not the case in the present proceedings.", "10. The Supreme Court, referring to the case-law of the Court of Justice of the European Communities, noted that it had to interpret section 37 of the 2003 Act so far as possible in the light of, and so as not to be in conflict with, the provisions of the Framework Decision (Case C-105/03, Pupino [2005] ECR I-5285). The cornerstone of the entire system was the principle of mutual recognition of judicial decisions and mutual trust of the legal systems of the other member States. There was no relevant distinction between the applicable Convention and constitutional provisions, both referring to the right to a fair trial.", "11. Article 1 § 3 of the Framework Decision, read with the recitals thereto (notably recitals 6 and 10) as well as Article 6 §§ 1 and 2 of the Treaty on European Union (as interpreted in Case C-303/05 Advocaten voor de Wereld [2007] ECR I-3633) meant that the courts of the executing State, when deciding whether to make an order for surrender, had to proceed on the assumption that the courts of the issuing State were obliged to respect Convention rights. The High Court was mistaken in considering that the applicant was entitled to have his right to a speedy trial considered on the “first occasion”, namely, in the Irish Courts. The High Court was also mistaken as to the identified possible differences between the level of protection in the British and Irish jurisdictions as regards speedy trial and, indeed, in seeking parity of criminal procedure in the receiving State: the Supreme Court could not see that any differences discerned by the High Court between the right to seek a prohibition of trial in the British and the Irish courts could amount to an infringement of the right to a fair trial, or fair procedures, whether by reference to the Convention or to the Constitution. It continued:", "“[t]hey certainly did not amount, as per criteria established in prior Irish case law, to ‘a clearly established and fundamental defect in the system of justice of [the] requesting State’.”", "12. The Supreme Court found that on the facts of the case, the applicant could seek a remedy in the United Kingdom based on the very long period of time which had elapsed since the alleged commission of the offences. Moreover, it would be demonstrably more efficient and appropriate for this to be done in the State where the prosecuting and police authorities, witnesses and material evidence was more readily available and where points of British domestic law (jurisprudential or otherwise) could be relied upon more advantageously. Accordingly, the High Court had erred in refusing the applicant’s surrender.", "13. While it was not strictly necessary to rule on the effect of the applicant’s “very substantial contribution” to the lapse of time, the Supreme Court found, inter alia, that the major part of the delay was from 1985 to 2001 when the applicant was absent from the United Kingdom and his whereabouts were unknown to the British authorities. The applicant, in its view, bore entire responsibility for that delay. On this basis alone the Supreme Court would have rejected the applicant’s opposition, based on the delay to date, to his surrender.", "14. The Supreme Court therefore made an order for the applicant’s surrender to the British authorities.", "15. Before the applicant could be surrendered by Ireland to the United Kingdom he absconded. His current whereabouts are unknown but he is represented by the above-mentioned lawyers practising in Brussels, who submit on his behalf that he cannot return to Ireland where his family resides because he would be arrested and surrendered to the United Kingdom.", "16. Following the receipt of the applicant’s request for an interim ruling under Rule 39 of the Rules of Court to prevent his extradition to the United Kingdom, on 21 December 2007 the President of the Fourth Section of the Court decided that the request did not fall within the scope of Rule 39 and refused the interim measure requested.", "17. Article 6 §§ 1 and 2 of the Treaty on European Union provide as follows:", "“1. The Union is founded on the principles of liberty, democracy, respect for human rights and fundamental freedoms, and the rule of law, principles which are common to the member States.", "2. The Union shall respect fundamental rights, as guaranteed by the European Convention for the Protection of Human Rights and Fundamental Freedoms signed in Rome on 4 November 1950 and as they result from the constitutional traditions common to the member States, as general principles of Community law.”", "18. The Framework Decision provides for the execution in any member State (“the executing State”) of a judicial decision made in another member State (“the issuing State”) for the arrest and surrender of a person for the purpose of criminal proceedings (or the execution of a custodial sentence). The Preamble to the Framework Decision provides in its relevant parts as follows:", "“Whereas:", "...", "5. The objective set for the Union to become an area of freedom, security and justice leads to abolishing extradition between member States and replacing it by a system of surrender between judicial authorities. Further, the introduction of a new simplified system of surrender of sentenced or suspected persons for the purposes of execution or prosecution of criminal sentences makes it possible to remove the complexity and potential for delay inherent in the present extradition procedures. Traditional cooperation relations which have prevailed up till now between member States should be replaced by a system of free movement of judicial decisions in criminal matters, covering both pre-sentence and final decisions, within an area of freedom, security and justice.", "6. The European arrest warrant provided for in this Framework Decision is the first concrete measure in the field of criminal law implementing the principle of mutual recognition which the European Council referred to as the ‘cornerstone’ of judicial cooperation.", "...", "8. Decisions on the execution of the European arrest warrant must be subject to sufficient controls, which means that a judicial authority of the member State where the requested person has been arrested will have to take the decision on his or her surrender.", "...", "10. The mechanism of the European arrest warrant is based on a high level of confidence between member States. Its implementation may be suspended only in the event of a serious and persistent breach by one of the member States of the principle set out in Article 6 § 1 of the Treaty on European Union, determined by the Council pursuant to Article 7 § 1 of the said Treaty with the consequences set out in Article 7 § 2 thereof.", "...", "12. This Framework Decision respects fundamental rights and observes the principles recognised by Article 6 of the Treaty on European Union and reflected in the Charter of Fundamental Rights of the European Union, in particular Chapter VI thereof. Nothing in this Framework Decision may be interpreted as prohibiting refusal to surrender a person for whom a European arrest warrant has been issued when there are reasons to believe, on the basis of objective elements, that the said arrest warrant has been issued for the purpose of prosecuting or punishing a person on the grounds of his or her sex, race, religion, ethnic origin, nationality, language, political opinions or sexual orientation, or that that person’s position may be prejudiced for any of these reasons.", "This Framework Decision does not prevent a member State from applying its constitutional rules relating to due process, freedom of association, freedom of the press and freedom of expression in other media.”", "19. The relevant parts of Article 1 provide as follows:", "“...", "2. Member States shall execute any European arrest warrant on the basis of the principle of mutual recognition and in accordance with the provisions of this Framework Decision.", "3. This Framework Decision shall not have the effect of modifying the obligation to respect fundamental rights and fundamental legal principles as enshrined in Article 6 of the Treaty on European Union.”", "20. The 2003 Act was enacted to give effect to the Framework Decision. Section 37 is entitled “Fundamental rights” and section 37(1) reads in its relevant part as follows:", "“A person shall not be surrendered under this Act if:", "(a) his or her surrender would be incompatible with the State’s obligations under:", "(i) the Convention; or", "(ii) the Protocols to the Convention;", "(b) his or her surrender would constitute a contravention of any provision of the Constitution (other than for the reason that the offence specified in the European arrest warrant is an offence to which section 38(1)(b) applies);", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}