{"ITEMID": "001-67835", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BIRYUKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Yevgeniy Stepanovich Biryukov, was a Russian national who was born in 1938 and lived in Krasnodar. Mr Biryukov died on 13 June 2003 and Mrs N. V. Polyakova, his widow, pursued his application before the Court. The applicant is represented before the Court by N. B. Kolomiets, a lawyer practising in Krasnodar. The respondent Government are represented by Mr P. A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "From 1991 the applicant worked as a worker in a private company. In June 1996 he was dismissed for absence from work.", "On 28 June 1996 the applicant brought proceedings before the Oktyabrskiy District Court of Krasnodar against his former employer requesting reinstatement, pecuniary and non-pecuniary damages and legal costs. On 29 August 1996 the court accepted the case for consideration.", "On 18 September 1996 the court held a hearing at which the applicant was requested to produce additional evidence.", "The next hearing scheduled for 30 September 1996 was adjourned on the respondent company's request because its lawyer was ill.", "On 17 October 1996 the hearing was postponed to 4 November 1996 as the applicant failed to appear.", "On 4 November 1996 the hearing was cancelled as the judge was ill.", "On 19 November 1996 the respondent asked for additional evidence to be produced by the applicant. The court granted the request and scheduled the hearing for 22 November 1996.", "By judgment of 22 November 1996 the District Court found in the applicant's favour and ordered the employer to reinstate the applicant and pay him 10,000 Russian Roubles (RUR) by way of non-pecuniary damages and RUR 5,000 by way of legal costs.", "On 28 November 1996 the respondent appealed.", "On 20 May 1997 the Krasnodar Regional Court quashed the judgment and ordered a fresh examination of the case.", "On 30 June 1997 the case was assigned to another judge of the Oktyabrskiy District Court.", "From that date and until the hearing on the merits on 10 February 1999 the case was adjourned fourteen times. Eight of the adjournments were either requested or caused by the respondent, its representative being ill, on vacation or unavailable for other reasons. One of the adjournments which lasted one month was requested by the applicant whereas four of the adjournments related to the District Court itself. None of the adjournments, which occurred after 5 May 1998, exceeded a period of two and a half months.", "A hearing on the merits took place on 10 February 1999. By judgment of the same day the district court dismissed the applicant's claim for reinstatement as the employer had by that time been liquidated and ordered the employer's owner to pay to the applicant RUR 18,825.33 of wages lost due to the unlawful dismissal and RUR 1,000 by way of nonpecuniary damages.", "On 16 February 1999 the respondent, i.e. the owner of the now liquidated company, appealed and on 30 March 1999 it lodged an additional appeal. On 8 April 1999 the applicant submitted his observations.", "On 10 June 1999 the Krasnodar Regional Court disallowed the appeal and upheld the judgment.", "On 9 July 1999, following the respondent's request for supervisory review of the judgment, a deputy regional prosecutor ordered a stay of the execution of the judgment pending the supervisory review proceedings.", "On 29 July 1999 the Chairman of the Krasnodar Regional Court lodged an application for supervisory review of the judgment and the relevant appeal decision.", "On 12 August 1999 the Presidium of the Krasnodar Regional Court quashed the judgment of 10 February 1999 and the decision of 10 June 1999 in so far as they related to the compensation for wages lost due to the unlawful dismissal. The Presidium considered that the court had incorrectly determined the period for the calculation of the lost wages and that it had not indicated grounds for ordering the payment from the owner of the now liquidated company. A new examination of the case was ordered.", "Following the quashing of the judgment on supervisory review the case commenced anew before the Oktyabrskiy District Court.", "From September 1999 until September 2000 the case was adjourned nine times. Seven of the adjournments were caused by the respondent whose representative was ill, on vacation or unavailable for other reasons. Two of the adjournments, which lasted a total of approximately four and a half months, were caused by the applicant.", "By judgment of 14 September 2000 the District Court found in the applicant's favour ordering the respondent company's owner to pay to the applicant RUR 2,750 of lost wages and RUR 500 by way of non-pecuniary damages.", "Both parties appealed. On 2 November 2000 the Regional Court quashed the judgment on appeal and remitted the case to the District Court for a fresh examination.", "The case was assigned to another judge of the Oktyabrskiy District Court.", "The hearing scheduled for 24 November 2000 was adjourned to 6 December 2000 as the applicant did not appear. On 6 December 2000 the applicant did not appear either and the court decided to refuse to entertain his claim and closed the case.", "On 1 February 2001 the applicant lodged a request with the District Court for the continuation of the proceedings in the case as he had not been informed of the hearings which he had not attended.", "On 16 February 2001 the court granted the applicant's request and scheduled the hearing for 22 February 2001.", "On 22 February, 15 March, 11 April and 3 May 2001 the hearings were postponed because of the failure of the respondent's representative to appear.", "On 16 and 30 May 2001 an adjournment was granted in view of the illness of the respondent's representative. The court fixed 26 June 2001 as a new date for the hearing.", "On 26 June 2001 the hearing was adjourned to 9 July 2001 on the applicant's request.", "On 9 July 2001 the court held a hearing at which both parties were heard. The hearing was to be continued the next day but the applicant did not appear.", "On 26 July 2001 the hearing was adjourned due to the failure of the lawyers of both sides to attend.", "On 13 August 2001 the proceedings in the case were adjourned because the respondent's representative was leaving for vacation.", "On 30 October 2001 the hearing was postponed to 12 November 2001 as the applicant requested the court's assistance in gathering additional evidence.", "On 12 November 2001 the District Court held a hearing on the merits where the applicant was present. He was awarded RUR 20,072.95 of lost wages and RUR 1,500 by way of legal costs. The applicant's claim for nonpecuniary damages was rejected because it was granted earlier by the judgment of 10 February 1999 which in this part remained in force.", "On 20 December 2001 the Krasnodar Regional Court, on appeal, reduced the amount recovered as lost wages to RUR 4,527 and upheld the judgment for the remainder. The applicant's representative was present at the appeal hearing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}