{"ITEMID": "001-90316", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "J. LAUTIER COMPANY LIMITED v. MALTA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Geoffrey Valenzia;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, J. Lautier Company Limited, is a limited liability company registered in Malta. It was represented before the Court by Dr T. Comodini Cachia and Dr Pio Valletta, lawyers practising in Valletta. The Maltese Government (“the Government”) were represented by their Agent, Dr Silvio Camilleri, Attorney General.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1995 the applicant company acquired a piece of land measuring 3,008 sq.m in Msida. The land is situated in an area where both commercial and residential properties are to be found. It adjoins on one side a public main road. However, the land in question is currently situated outside development zones and its development is subject to strict limitations.", "By a declaration published in the Government Gazette of 29 September 2003, under the Land Acquisition Public Purpose Ordinance (“LAPPO”), Chapter 88 of the Laws of Malta, it was stated that a portion of the land measuring approximately 486 sq.m was to be directly expropriated by the State by way of outright purchase. The declaration did not state the aim of the expropriation but only the sum offered as compensation, 47,600 Maltese Liras (MTL – approximately 114,240 euros (EUR)).", "According to the information provided by the applicant company on 19 September 2006, by that date the sum offered in compensation had not been deposited. Consequently, according to law (see relevant domestic law), it was prohibited from commencing proceedings before the Land Arbitration Board (“LAB”), the competent authority, to assess the amount of compensation payable.", "According to the Government and as evidenced by the documents submitted, the amount of compensation was deposited in an interest-bearing bank account on 3 October 2003, four days after the official declaration. By a letter of 8 October 2003 the applicant company was informed of the said acquisition. However, the applicant company did not take steps to prove its ownership or to withdraw the said compensation. In August 2007 the amount of compensation plus interest stood at MTL 51, 370 (approximately 119,660 euros (EUR)), an amount which the applicant could freely withdraw. This procedure is still open to the applicant company.", "On an unspecified date the applicant company instituted proceedings before the Civil Court (First Hall) asking it to declare that the expropriation was in violation of its rights under Article 1 of Protocol No. 1 to the Convention. It claimed that the expropriation had not been effected for a public purpose since the land was to be used for the building of stables for the commercial use of other private persons. Moreover, the applicant company had been made to suffer an excessive burden, since the land in question offered the only means of access to the rest of its land. Consequently, the expropriation had not been proportionate vis-a-vis the aims pursued.", "On 7 April 2005 the Civil Court rejected the applicant company’s claims. It held that the expropriation had been needed for a public purpose, namely the redevelopment of slum housing and the construction of a new system of flood relief. The fair balance principle had been maintained since construction for social housing was in the public interest and it had not been proved that an alternative area of land in the vicinity could be used.", "On an unspecified date the applicant company appealed, claiming that the project could have been restructured differently in order to limit the individual and excessive burden suffered by the applicant company and that the taking had been necessary solely for the benefit of third parties.", "By a judgment of 20 March 2006 the Constitutional Court rejected the applicant company’s appeal. It held that slum clearance was a social housing project which fell within the definition of public interest. The residents of the slum area kept animals for commercial purposes and it was thus understandable that the new redeveloped area would provide stables and that for public health reasons it had been subsequently decided to locate the stables on the periphery of the residential area. As indicated by the court of first instance, it had not been proved that there was other land which could have been used for this purpose. It was not correct to say that more land had been taken than was necessary, or that the land expropriated blocked access to the remainder of the land owned by the applicant company. Moreover, the applicant company would have received compensation for the land expropriated and the adequacy of the compensation had not been contested. Thus, it could not be said that the applicant company had been made to bear a disproportionate burden.", "The relevant sections of the Land Acquisition (Public Purposes) Ordinance (Chapter 88 of the Laws of Malta), read as follows:", "Section 3", "“The President of Malta may by declaration signed by him declare any land to be required for a public purpose.”", "Section 6", "“No person shall require any proof of the public purpose referred to in articles 3 and 4 and in article 8(1) other than the declaration of the President of Malta.”", "Section 9", "“ (1) Whenever the President of Malta declares that any land is required for a public purpose, the competent authority shall cause a copy of such declaration, ... to be published in the Government Gazette ...”", "Section 22", "“(1) If the competent authority and the owner agree on the amount of compensation for any land, the Board, on the application of either of the parties, shall make an order putting the agreement into effect ...", "(3) Within fifteen working days from the publication of the President’s Declaration as referred to in sub-article (2) in the Gazette, the Government shall deposit in an interest-bearing bank account (which will guarantee a minimum of interest per annum as the Minister responsible for lands may by regulation under this sub-article prescribe) a sum equal to the amount of compensation offered in the President’s Declaration ...", "...", "(6) Where the person entitled to compensation does not accept that the amount deposited is adequate, such person may apply to the Board for the determination of the compensation in accordance with the provisions of this Ordinance ...", "(7) Such application shall be filed with the Registry of the Board within twenty-one days from the date of notification of the judicial act by the competent authority... The Board shall determine such compensation and shall give all necessary orders and directives in accordance with this Ordinance.", "...", "(10) Where the compensation payable in respect of land acquired by the absolute purchase thereof is determined, whether by agreement or by decision of the Board, any sum due as compensation over and above any sum deposited in accordance with this article together with interest thereon in accordance with article 12(3), shall be paid to the person entitled thereto by the competent authority not later than three months from the date on which such compensation was determined as aforesaid.”", "An agreement on the compensation could be reached at any time. Sections 13(1) and 22 of the Ordinance in issue provided that:", "Section 13 (1)", "“The amount of compensation to be paid for any land required by a competent authority may be determined at any time by agreement between the competent authority and the owner ...”", "The Board mentioned in Section 22 was the LAB. According to Section 25(e), it was competent to:", "“... assess the amount of compensation payable under any of the provisions of this ordinance and for that purpose to declare whether any area is a building site or agricultural or waste land.”", "For the purposes of compensation Section 27(1) (b), provided that:", "“the value of the land shall,... be taken to be the amount which the land if sold on the open market by a willing seller might be expected to realise.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}