{"ITEMID": "001-59166", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF HOLZINGER v. AUSTRIA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["10. On 8 July 1987 the applicant brought proceedings (17 C 1018/87) in the Salzburg District Court (Bezirksgericht) against a former lawyer for the sum of AS 11,294.05. The lawyer opposed the proceedings, and a hearing was held on 25 January 1988. The court decided to adjourn the proceedings until other proceedings (20 SW 2/87) had been determined. The latter ended on 15 March 1988, and on 12 April 1988 the applicant requested the continuation of the second proceedings (17 C 1018/87), increasing the amount claimed. On 26 April 1988 the applicant filed an extensive request for the taking of evidence and, at the same time, reduced his claim. On 23 June 1988 the District Court invited the defendant to comment on the applicant’s submissions, which he did on 23 November 1988. Meanwhile, on 8 August 1988, the applicant requested the District Court to join the present proceedings with other proceedings (3 Cg 216/88) pending before the same court. On 6 October 1988 the District Court dismissed this request. From November 1988 the applicant was represented by a lawyer but continued to make applications to the court on his own behalf.", "11. On 1 November 1988 and again on 4 November 1989 the judge dealing with the applicant’s case was replaced.", "12. A second hearing took place on 1 December 1989. The court adjourned the case pending the outcome of further parallel proceedings (3 Cg 216/88) against the same defendant. The final decision in the latter proceedings entered into force on 4 November 1993, and on 15 November 1993 the applicant requested the resumption of the previous proceedings. He also increased the amount claimed.", "13. On 12 December 1994 a hearing was held in the case. The applicant limited the amount claimed to AS 24,339.80 and submitted further documentation. The court adjourned the hearing for the files in all parallel proceedings to be obtained.", "14. On 16 January 1995 the defendant died. On 18 April 1995 the case was adjourned (unterbrochen) pursuant to Article 155 of the Code of Civil Procedure (Zivilprozessordnung). On 4 May 1995 the applicant applied for the proceedings to be continued, and on 29 June 1995 the applicant purported to withdraw his action as he (wrongly) thought that it was statute-barred. On 19 March 1997 the applicant applied for the proceedings to be “re-opened” on the ground that his belief that the action was statute-barred derived from misleading information given by the defendant’s insurer. On 11 April 1997 the applicant revoked his withdrawal, and again applied for the proceedings to be continued.", "15. The Salzburg District Court rejected the applications for continuation, and declined to re-open the proceedings as no final decision had been taken. The applicant appealed.", "16. On 23 July 1997 the Salzburg Regional Court (Landesgericht) allowed the applicant’s appeal in part, and remitted the case to the District Court which, on 20 July 1998, gave judgment in the applicant’s favour as to AS 15,157.80 and against him as to AS 9,182. The applicant was awarded his costs. The applicant’s appeal against the part of the judgment against him was dismissed by the Salzburg Regional Court on 20 January 1999. The latter judgment was received by the applicant’s representative on 4 February 1999.", "17. Section 91 of the Courts Act (Gerichtsorganisationsgesetz), which has been in force since 1 January 1990, provides as follows.", "\"(1) If a court is dilatory in taking any procedural step, such as announcing or holding a hearing, obtaining an expert's report, or preparing a decision, any party may submit a request to this court for the superior court to impose an appropriate time-limit for the taking of the particular procedural step; unless sub-section (2) of this section applies, the court is required to submit the request to the superior court, together with its comments, forthwith.", "(2) If the court takes all the procedural steps specified in the request within four weeks after receipt, and so informs the party concerned, the request is deemed withdrawn unless the party declares within two weeks after service of the notification that it wishes to maintain its request.", "(3) The request referred to in sub-section (1) shall be determined with special expedition by a chamber of the superior court consisting of three professional judges, one of whom shall preside; if the court has not been dilatory, the request shall be dismissed. This decision is not subject to appeal.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}