{"ITEMID": "001-68300", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "VERESOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Alica Verešová, is a Slovakian national who was born in 1965 and lives in Košice.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is a lawyer and serves in the Police.", "In a disciplinary order of 4 August 2000 the Head of the Inner Department of the Regional Directorate of the Police Corps in Košice found the applicant had committed a disciplinary offence (disciplinárne previnenie – see below) in that, in July 2000, she had failed to discharge her duties prior to taking her annual leave and had arbitrarily left for holiday without prior authorisation. The applicant was sanctioned by reducing her monthly salary by 5% for a period of two months.", "On 10 August 2000 the applicant lodged an appeal against the order to the Head of the Regional Directorate of Police Corps. She argued that the order was illegal and unjustified and that there were several flaws in the procedure leading to it. She maintained inter alia that the facts had not been established objectively, that she had not been given adequate time and facilities to defend herself and that the order lacked appropriate reasoning.", "On 14 September 2000 the Head of the Regional Directorate of Police Corps dismissed the appeal and upheld the order of 4 August 2000.", "On 27 October 2000 the applicant requested that the Minister of the Interior review the decisions of 4 August and 14 September 2000 in a special extra-appellate procedure (mimo odvolacieho konania).", "In a letter of 3 January 2001 the Minister informed the applicant that he had reviewed the contested decisions and concluded that they were lawful.", "Part (Časť) 5 governs the administrative judiciary. Chapter (Hlava) 2 of this Part lays down the rules for a review of the lawfulness of decisions taken by administrative authorities on the basis of administrative law actions.", "Article 248 defines situations in which administrative tribunals have no jurisdiction to review administrative decisions on the basis of administrative law actions. Pursuant to its paragraph 2 (f), as worded at the relevant time and until 31 December 2003, administrative tribunals did not have the power to review administrative decisions imposing sanctions on members of the armed forces unless such sanctions restrained the latter's personal liberty or resulted in termination of their service.", "The Act regulates the service (section 1 (1)) in the Police, the Slovak Intelligence Service, the National Security Office, the Corps of the Prison Guards and the Railway Police and legal relations concerning commencement, changes and termination of such service (section 1 (2)).", "The disciplinary authority (disciplinárna právomoc) is vested in superior officers who have the power to make disciplinary awards (disciplinárne odmeny) and to impose disciplinary measures (disciplinárne opatrenie) on their inferiors.", "The term disciplinary offence is defined in section 52 (1) as a culpable breach of a police officer's duties which does not constitute a criminal offence (trestný čin) or a minor offence (priestupok).", "Pursuant to section 53 (1) in conjunction with section 55 (1) disciplinary offences can be sanctioned by disciplinary measures of (i) a written admonishment; (ii) reduction of salary by up to 15% for a period of up to 2 months; and (iii) stripping of rank by one degree for a period of one year.", "Section 248 concerns judicial review of decisions. It stipulates that a policeman or policewoman has the right to challenge final and binding decisions of their superiors in court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}