{"ITEMID": "001-57959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF IRIBARNE PÉREZ v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-4", "JUDGES": "Jean Claude Geus;N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Francisco Iribarne Pérez, a Spanish national, lived in Andorra between 1981 and 1985. He now lives in Spain.", "7. On 7 July 1985 the Andorran police arrested the applicant following the discovery of a quantity of drugs and a firearm, among other things, during a search of his home; he was held in police custody for four days. Two other persons were arrested in connection with the same proceedings.The applicant and the other two suspects were prosecuted on charges of importing prohibited drugs into Andorra, drug trafficking and unlawful possession of a firearm.", "8. During the trial Mr Iribarne Pérez claimed that his confessions and those of the other two defendants had been made under duress. He apparently also pleaded that his participation in the alleged offences had been intended to secure the arrest of drug traffickers wanted by the Spanish guardia civil.", "9. On 26 November 1985 the Tribunal de Corts gave judgment as follows:", "\"...", "[The Tribunal de Corts] sentences Francesc Iribarne Pérez, who has been found guilty of importing, possessing and dealing in toxic substances and prohibited drugs and of unlawful possession of a firearm, to twelve years' imprisonment; ... orders that all the accused be deported from the Principality and that they pay costs; the time already spent in custody in connection with these proceedings by those convicted shall be deducted from the principal sentence.", "This judgment is final.\"", "The judgment was served on Mr Iribarne Pérez on 2 December 1985 in the presence of his lawyer.", "10. In its report the Commission noted in addition that after two further trials the Tribunal de Corts sentenced the applicant to one year's imprisonment for bribing a civil servant and to six months' imprisonment for attempting to escape, and that Mr Iribarne Pérez claimed that these judgments - whose date has not been determined - were never served on him.", "11. Mr Iribarne Pérez chose to serve his sentence in France and was taken to Toulouse prison on 17 December 1985.", "On 16 March 1986 he attempted to escape and on 17 June 1987 was sentenced on that account to ten months' imprisonment by the Toulouse Criminal Court.", "He served part of his sentence at Fresnes prison between 11 April 1986 and 12 January 1987 and was then moved to Muret prison.", "12. On 28 January 1990 the applicant lodged a memorial with the Toulouse public prosecutor, complaining of the proceedings conducted against him in Andorra and of his detention in France.", "In a letter to the governor of Muret prison dated 6 March 1990 and communicated to the applicant on 12 March, the public prosecutor replied as follows:", "\"Please inform Francisco Iribarne Pérez, prisoner number 4724, that he should address his petition to the President of the Tribunal de Corts, which has sole jurisdiction, as the judgment which imposed the sentence he is serving was delivered by that court.", "Please inform him that no further action is to be taken in connection with his application of 28 January 1990.\"", "13. On 14 January 1993 Mr Iribarne Pérez lodged a criminal complaint with the Court of Cassation against the Toulouse public prosecutor, alleging arbitrary detention and denial of justice. He also lodged an application to join the proceedings as a civil party. He claimed that the public prosecutor had not complied in his case with the requirements of Articles 713-1 et seq. of the Code of Criminal Procedure concerning the transfer to France of persons convicted abroad and had not even informed him of the existence of those provisions.", "14. On 30 March 1993 the Minister of Justice wrote to the principal public prosecutor at the Toulouse Court of Appeal as follows:", "\"On 9 March 1993 you forwarded to me a letter from Mr Francisco Iribarne Pérez complaining of the proceedings as a result of which he came to serve his sentence in France.", "I have the honour to inform you of the following.", "Francisco Iribarne Pérez chose to serve his sentence in a French prison, as he was entitled to do under Article 210 of the Andorran Decree on Criminal Procedure of 10 April 1976. No right to retract such a choice is conferred by that provision.", "A transfer carried out under the above-mentioned Convention of 21 March 1983 means a transfer from a `sentencing State' to an `administering State'.", "With regard to the circumstances of the complainant's detention, France is indeed the State administering enforcement of the sentence imposed on him in Andorra, and there is no provision in the Convention for transfer from one administering State to another. I would add that, in any event, Andorra cannot even be regarded as the sentencing State, since in law it is not recognised as a State. It should be noted that the arrangement between France and Andorra in the matter of the execution of prison sentences is not the only one of its kind; it is similar to the situation under the Convention on neighbourly relations between France and the Principality of Monaco of 18 May 1963. With regard to application of Articles 713-1 et seq. of the Code of Criminal Procedure, concerning the transfer to France of persons sentenced and imprisoned abroad, those provisions are not applicable in this case, as Andorra is not considered a subject of international law and its courts are therefore not foreign courts within the meaning of Article 713-1.\"", "15. The applicant was released on 13 August 1994 and then expelled from French territory.", "16. The transfer to France of a person convicted abroad is governed by the following provisions of the Code of Criminal Procedure (Law no. 84-1150 of 21 December 1984):", "\"Where, by virtue of an international convention or agreement, a person detained in execution of a sentence passed by a foreign court is transferred to French territory in order to serve the remaining portion of his sentence there, the sentence shall be enforced in accordance with the provisions of this Code, and in particular Articles 713-2 to 713-6.\"", "\"Immediately after his arrival in French territory the convicted prisoner shall be brought before the public prosecutor of the place of arrival, who shall question him as to his identity and draw up a record of the interview. Where, however, it is not possible to question him immediately, the convicted person shall be taken to the local prison, where he may not be detained for more than twenty-four hours. On expiry of that limit the chief warder shall, without more, ensure that he is brought before the public prosecutor [since the entry into force of Law no. 87-432 of 22 June 1987 the words \"chief warder\" have been replaced by \"prison governor\"].", "Having inspected the documents recording the States' agreement to the transfer and the prisoner's consent, together with an original or execution copy of the foreign judgment containing his conviction, accompanied, where necessary, by an official translation, the public prosecutor shall apply for the convicted person's immediate imprisonment.\"", "\"The portion of the sentence imposed abroad remaining to be served in the foreign State shall, by virtue of the international convention or agreement, be directly and immediately enforceable in French territory.", "However, where the sentence imposed is more severe, in nature or length, than the penalty provided for in French law for the same offence, the criminal court of the place of detention shall, on an application by either the public prosecutor or the person convicted, substitute for it the sentence which is most similar in French law, or reduce it to the maximum the law allows. Consequently, the court shall determine, in the individual case, the nature of the sentence to be enforced and its length, which may not exceed the portion which remained to be served in the foreign State.\"", "\"The court shall give its decision in public, after hearing thepublic prosecutor, the person convicted and, where appropriate, the lawyer chosen by him or officially assigned at his request under the legal-aid scheme. This decision shall be enforceable immediately, any appeal notwithstanding.\"", "\"The time taken for the transfer shall be deducted in full from the sentence enforced in France.\"", "\"All appeals and applications relating to enforcement of the prison sentence remaining to be served in France shall be submitted to the criminal court of the place of detention. The provisions of Article 711 of this Code shall apply.\"", "\"Execution of sentence shall be governed by the provisions of this Code.\"", "\"No criminal proceedings may be brought or continued and no sentence may be enforced in respect of the same offence against a convicted person who, under the terms of an international convention or agreement, is serving in France a prison sentence imposed by a foreign court.\"", "17. The Constitution of the Principality of Andorra, in force since 4 May 1993, and the Administration of Justice Act, of 3 September 1993, radically altered the Andorran judicial system.", "18. In the Drozd and Janousek v. France and Spain judgment of 26 June 1992 (Series A no. 240, pp. 17-21, paras. 46-66) the Court described the Andorran legal system before 1993 as follows:", "\"46. With the exception of the Court of Visura, which settles disputes between neighbours and is responsible to the General Council, the courts of Andorra have their legal basis in the Co-Princes' historic `right of justice' and are thus directly responsible to the Co-Princes. The members of the lower courts are always of Andorran nationality, while those of higher courts are often of foreign origin, because of the smallness of the Principality and out of concern for preserving the independence of the judiciary.", "47. As a general rule, judges are appointed by the Co-Princes. The French Co-Prince traditionally selects French judges, either honorary judges or serving judges seconded by the Ministry of Justice, chosen with regard to personal competence, knowledge of Andorran law, knowledge of Catalan and understanding of Spanish. The episcopal Co-Prince bases his choice on the criteria of competence, independence, lack of personal interests in Andorra and availability for service, judicial office in Spain being incompatible with the position of judge in Andorra, even on a part-time basis and for a fixed term.", "1. Criminal justice", "48. A decree of the veguers [(direct representatives in Andorra of the two Co-Princes, the President of the French Republic and the Bishop of Urgel)] of 30 December 1975 laid the foundations of a new criminal justice system, providing in particular for the intervention of counsel and the establishment of a public prosecutor's office. A decree on criminal procedure followed on 10 April 1976. A Code of Criminal Procedure, based on the veguers' decrees and on customary law, was introduced in 1984 and amended on 16 February 1989.", "(a) The institutions", "(i) The batlles", "49. The batlles are first-instance judges with criminal and civil jurisdiction, and also have other duties. They carry out investigations into crimes which have been committed, supervise the enforcement of court judgments pronounced in Andorra, and sit on the Tribunal de Corts as non-voting assessors (see paragraph 52 below). Since the veguers' decree of 6 August 1977 they are four in number. The French veguer and the episcopal Co-Prince each appoint two of them, chosen from a list of seven names drawn up by the General Council of the Valleys. The persons appointed must have Andorran nationality.", "(ii) The Court of Minor Offences", "50. The Court of Minor Offences was established by the Co-Princes in 1988. It has first-instance jurisdiction over minor criminal cases and appeals against its judgments can be brought before the Tribunal de Corts.", "(iii) The Tribunal de Corts", "51. The Tribunal de Corts was until 15 October 1990 the supreme criminal court. It `judges ... all cases relating to offences committed on the territory of the Valleys, without difference or distinction of persons, and offences committed by Andorrans abroad' (Article 2 of the Andorran Code of Criminal Procedure). It also rules on appeals brought against judgments of the batlles.", "52. The court is composed of three members, the Judge of Appeals and the two veguers.", "The Judge of Appeals presides over the court, directs the proceedings and acts as the reporting judge who drafts the judgment. He decides alone on appeals concerning detention on remand. He is a French or Spanish judge appointed for five years by each Co-Prince alternately; he must have a knowledge of the law of the Principality and its official language, Catalan.", "The veguers ... are entitled to sit but generally do not do so. The French veguer - a diplomat appointed by the French Co-Prince for an indefinite period - has since 1981 been substituted by a French judge, either honorary or seconded by the Ministry of Justice. The episcopal veguer has not sat since 22 April 1988 and now delegates his duties to a Spanish judge ... The veguers or their substitutes need not be Andorran, nor need they be jurists, but they must speak Catalan. They are assisted by two batlles, two notaries who act as clerks of court, an usher and two rahonadors, who are delegated by the General Council of the Valleys, of which they are members.", "53. The public prosecutor's office is composed of a fiscal general and an assistant fiscal general, who are appointed for five years by whichever of the Co-Princes has not appointed the Judge of Appeals.", "(iv) The Tribunal Superior de Corts", "54. By a decree of 12 July 1990, which had been in the course of preparation since 1981, the veguers established a new court, the Tribunal Superior de Corts, which consists of four judges appointed for five years by the Co-Princes and decides on appeals (recursos de suplicació) against judgments of the Tribunal de Corts. On the following day they issued a further decree dealing with procedure, including the following transitional provisions:", "'1. Convicted persons who before the coming into force of the present decree have to serve or ... are in the course of serving sentences of imprisonment as a result of judgments of the Tribunal de Corts may bring an appeal (recurs de suplicació) against such sentences to the Tribunal Superior within a period of two months from the coming into force of the present decree.", "2. The present decree shall come into force on 15 October 1990.'", "(b) Enforcement of sentences", "55. Article 234 of the Andorran Code of Criminal Procedure provides for two distinct systems of enforcement for sentences of imprisonment passed in Andorra: a convicted person serves his sentence in an Andorran prison if the sentence is less than three months, and in a French or Spanish prison in other cases.", "(i) The choice of country of detention", "56. In the latter case it is for the convicted person to choose between France and Spain. The choice is definitive and implies the tacit acceptance of the prison regime of the country chosen. This practice originates in customary law as traditionally applied since the twelfth century.", "From 1979 to 1989, transfer to France was requested by 32 convicted persons and to Spain by 134. No prisoners from Andorra were admitted to French prisons in 1990 and 1991.", "(ii) The French system", "57. If a convicted person chooses France, as in the present case, enforcement of the sentence is governed by the provisions of the French Code of Criminal Procedure (circular of the Minister of Justice of 8 February 1983). Like any person convicted in a foreign country and transferred to France, he is entitled (according to the Government) to remission of sentence, prison leave and semi-imprisonment in the same way and subject to the same conditions as prisoners sentenced by a French court (Article D.505 of the Code of Criminal Procedure).", "58. The judge responsible for the enforcement of sentences has sole jurisdiction to decide whether to grant the prisoner release on licence or to remit part of his sentence, within the legal limits.", "If the term of imprisonment exceeds three years, it is for the Minister of Justice to grant release on licence. The Minister must first obtain the consent of the Tribunal de Corts (Article 253 of the Andorran Code of Criminal Procedure).", "59. Under Article 710 of the French Code of Criminal Procedure, disputes relating to the enforcement of sentences are brought before the court which pronounced the sentence, in this case the Andorran court.", "(iii) Pardons", "60. An individual pardon can only be granted by the two Co-Princes acting jointly.", "61. Collective pardons do not apply to prisoners sentenced by Andorran courts who serve their sentences in France, as they were expressly excluded by a decree of the President of the French Republic of 1985. The presidential decrees of 17 June 1988 and 13 June 1989 did authorise pardons to take effect if this was allowed by international agreements ratified by France, but there is no specific arrangement with Andorra on this point.", "(iv) Amnesties", "62. Only the Andorran authorities have jurisdiction to grant an amnesty. In addition, the Tribunal de Corts can vary its own decision by reducing the sentence and granting genuine release on licence, which is referred to as `provisional release'.", "2. Civil justice", "63. There are three levels of jurisdiction in civil matters.", "64. The batlles (see paragraph 49 above) have first-instance jurisdiction, as in criminal cases.", "65. The Judge of Appeals (see paragraph 52 above) hears appeals against the decisions of the batlles.", "66. The court of final jurisdiction is the Higher Court of Andorra which consists of two `senates', the Higher Court of Perpignan and the Higher Court of the Mitre.", "The former consists of two ex officio members (the President of the Perpignan tribunal de grande instance and the French veguer, who has not sat for many years now) and two members appointed for four years by the French Co-Prince (a lawyer from the Perpignan bar and a person with knowledge of the language and customs of Andorra). It does not apply French law or follow French procedure; in particular, it is not subject to review by the Court of Cassation.", "The latter senate consists of a President, a Vice-President and four judges (vocals), appointed by the episcopal Co-Prince. The two senates have their seats at Perpignan and Urgel respectively, but carry out their functions in Andorra.\"", "19. Since 1992 only one prisoner from Andorra has been admitted to a French prison.", "20. In their joint report of 27 May 1994 on the legislation of the Principality of Andorra prepared at the request of the Bureau of the Parliamentary Assembly of the Council of Europe (Addendum III to Document 7080) Mr Manuel Antonio Lopes Rocha, Judge of the European Court of Human Rights, and Mr Jean-Claude Geus, member of the European Commission of Human Rights, made the following observations:", "1. The Constitution and the qualified law on justice have radically reformed the Andorran judicial system. The system described by the European Court of Human Rights in paragraphs 46 to 54 and 63 to 66 of its judgment in the case of Drozd and Janousek of 26 June 1992 (Series A no. 240) is consequently a thing of the past.", "At present, the court of first instance is the Batllia or Tribunal de Batlles and the Batlles themselves who have criminal, civil and administrative jurisdiction. The Batlles sit as one-person courts for petty criminal offences, for civil cases involving minimal amounts and for administrative cases concerning social security disputes. In other cases, the Tribunal de Batlles meets with three members or in plenary.", "The Tribunal de Corts acts as a first-instance court for major offences and as an appeals court for petty and minor offences.", "As for the Superior Court of Andorra, it has jurisdiction for all appeals lodged against judicial decisions handed down by the Batllia in civil and administrative cases, and by the Tribunal de Corts in criminal cases.", "All judges are appointed for a renewable six-year term by the High Council of Justice. During their term of office they are irremovable. The office of judge is incompatible with any public office and with the exercise of any other professional activity.", "Under Article 86, paragraph 3, of the Constitution, criminal judgments are handed down by a judicial authority other than the one in charge of the investigation.", "The office of the public prosecutor forms a separate body possessing a status like that of the judiciary. Its members cannot receive instructions from the political authorities.", "The High Council of Justice is composed of five members appointed as follows: one by each Co-Prince, one by the Sindic General [who presides over the Consell General, which is the legislative organ and whose members are elected by universal suffrage], one by the Head of Government and one by the judges. Their six-year term is not renewable. The High Council appoints the judges, the Attorney General and his deputies. It exercises disciplinary power and, generally speaking, administers justice. There is then no Minister of Justice in Andorra. The High Council of Justice also has the task of guaranteeing the independence of Andorran justice, which formerly was the responsibility of the Co-Princes. The Co-Princes could not, however, exert any influence over the judges on account of their personality.", "2. We have no criticisms to make about the organisation of the judicial system, as briefly described. We consider that the limited term of office of the judges is not such as to jeopardise their independence. The composition of the High Council of Justice and the difficulty of replacing judges, which leads to the almost automatic renewal of terms of office, seem to offer sufficient safeguards in this connection.", "It should also be noted that the State assumes liability for injury resulting from judicial error or miscarriage of justice.", "In the Constitution, the Constitutional Court is treated separately from the judicial system. It is composed of four judges of whom one is appointed by each Co-Prince and two by the Consell General. Their term of office is eight years and is not immediately renewable.", "It is the competent organ for appeals against laws on the grounds of unconstitutionality, requests for preliminary opinion as to the conformity of laws and international treaties with the Constitution, constitutional protection procedures (empara appeals), and conflicts of jurisdiction between public authorities. Interlocutory questions are also addressed to it by the courts.", "The remedy of empara has deliberately been restricted to acts by the public authorities that impair fundamental rights so as to guard against the Constitutional Court becoming bogged down with appeals, which might have the effect of increasing the length of proceedings. The Andorran Constituent Assembly thus drew lessons from Spanish experience of the remedy of amparo.\"", "21. In the Drozd and Janousek judgment the Court described Andorra's international status as follows (pp. 21-23, paras. 67-74):", "\"67. The status in public international law of the Principality of Andorra is striking by its originality and ambiguity, so much so that it is often regarded as an entity sui generis.", "The practice followed in recent years suggests that there is now agreement between the Co-Princes to regard themselves as equals in the conduct of Andorra's international relations. Andorra has entered into a number of bilateral and multilateral relations in this field.", "A. Bilateral relations", "1. Relations with France", "68. Relations between Andorra and France do not fit into the pattern of relations between sovereign States. They have never taken the form of international agreements, as the French Co-Prince is the President of the French Republic and the French Government have always refused to recognise the Principality's statehood. Such relations take a number of forms: unilateral French acts, such as the establishment of French schools; administrative arrangements, such as those dealing with social security, telephone networks and customs regimes; de facto relationships, sometimes deriving from custom (this is the case with the enforcement of certain sentences outside Andorra - see paragraphs 55-62 above), sometimes based on administrative or judicial practice (decisions of the Andorran courts have the status of res judicata in France and do not require an exequatur for enforcement).", "The French Government also place a unit of police (gendarmerie) at the disposal of Andorra.", "Finally, France does not have a consulate in the Principality. French nationals in Andorra are dealt with by the prefecture of the Pyrénées-Orientales department.", "2. Relations with Spain", "69. Relations between Andorra and Spain follow a similar pattern. They feature unilateral Spanish acts, such as the Royal Decree of 10 October 1922 regulating trade between the Principality and the Kingdom of Spain, and bilateral arrangements such as the agreements of an administrative type relating to social security. The Spanish Government also make certain facilities available to the Mitre. Thus a unit of the guardia civil is stationed in Andorra: the members of this unit are no longer responsible to their original administrative department and the episcopal veguer can effectively veto their appointment or presence in Andorra; the Spanish authorities are responsible for their pay, while the costs of equipment and operational expenditure in respect of administrative and in particular consular functions are borne by the Andorran budget. There is no Spanish consulate in Andorra. The episcopal veguer acts as de facto consul for Spanish citizens.", "3. Relations with States other than France and Spain", "70. Andorra does not maintain diplomatic relations with any other State. On the other hand, it has entered into consular relations with the following eight countries: Argentina, Belgium, Germany, Italy, Switzerland, the United Kingdom, the United States of America and Venezuela. It does not have its own consular representation, however, and its nationals are protected by the French and Spanish authorities in this respect.", "B. Multilateral relations", "1. International organisations", "71. Andorra is not a member of any intergovernmental international organisation. On 15-18 October 1990 the Committee of Ministers of the Council of Europe `asked the Secretary General to contact the two Co-Princes to define the areas suitable for co-operation between the Council of Europe and the Principality of Andorra'. In so doing it was giving an `interim response' to Recommendation 1127 (1990) on the Principality of Andorra, adopted by the Consultative Assembly of the Council of Europe on 11 May 1990.", "2. International agreements", "72. Andorra has acceded to two international agreements, the Universal Copyright Convention (Geneva, 1952) and the Convention for the Protection of Cultural Property in the Event of Armed Conflict (The Hague, 1954).", "3. International conferences", "73. Since the Universal Copyright Conference (Geneva, 1952) Andorra has regularly taken part in meetings of UNESCO. It has also sent delegations to three conferences: the conference on the protection of cultural property in the event of armed conflict (The Hague, 1954), the conference to revise the Universal Copyright Convention (Paris, 1971), and the conference on the protection of phonographic recordings (Geneva, 1971). Since 1973, on the order of the Co-Princes, the Principality's representatives at these conferences have been appointed by the veguers jointly. Four members of the General Council of the Valleys now accompany the said representatives; the Head of Government is the spokesman of the delegation.", "4. The European Communities", "74. For some decades Andorra was not part of the Communities' customs territory. On 20 March 1989 the Council of the European Communities adopted a directive inviting the (Brussels) Commission to negotiate an agreement with Andorra with a view to creating a customs union for industrial products. The agreement in question came into being on 28 June 1990 in the form of an exchange of letters, and entered into force on 1 January 1991. The Principality's letter was signed by the representatives of the Co-Princes and by the Head of Government.\"", "22. Since then Andorra's international status has undergone sweeping changes. The Constitution of 4 May 1993 defines Andorra as \"an independent, democratic and social State based on the rule of law\" (Article 1 para. 1). The Principality became a member of the United Nations Organisation on 28 July 1993 and of the International Telecommunications Union on 12 November 1993. On 10 November 1994 it joined the Council of Europe and signed the European Convention on Human Rights.", "A treaty on \"neighbourly relations, friendship and co-operation between the French Republic, the Kingdom of Spain and the Principality of Andorra\" was signed on 1 June 1993 by the French and Spanish Ministers for Foreign Affairs and on 3 June by Andorra's Head of Government. In this treaty France and Spain recognised Andorra as a sovereign State, established diplomatic relations with the country and undertook to facilitate its participation in international conferences and organisations and its accession to conventions.", "Although Andorra retains some special features - in particular the institution of the Co-Princes - there is no doubt that, whatever the position may have been hitherto, it is now a \"State\" for the purposes of public international law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}