{"ITEMID": "001-85357", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF DENISOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1939 and lives in the town of Novovoronezh in the Voronezh Region.", "6. He sued the Welfare Office of Novovoronezh and the local department of the Federal Treasury for unpaid social benefits and obtained seven judgments in his favour.", "7. On 25 October 2000 the Novovoronezh Town Court of the Voronezh Region (“the Town Court”) awarded the applicant 1,064.55 Russian roubles (RUB) in arrears relating to a disability allowance and RUB 815.16 in arrears relating to a food allowance. The judgment entered into force on 5 November 2000. On 30 September 2003 the applicant received RUB 1,064.55. It appears that the remaining part of the judgment debt has not been paid to the applicant.", "8. On 19 December 2002 the Town Court held that as of 1 January 2001 the applicant had been entitled to a monthly disability allowance in the amount of RUB 3,449.31 and recovered in his favour arrears in the amount of RUB 14,337.48. On 6 February 2003 the Voronezh Regional Court (“the Regional Court”) upheld the judgment. It was fully enforced on 17 December 2004.", "9. On 31 May 2005 the Town Court awarded the applicant RUB 3,565.57 in penalties for the lengthy non-enforcement of the judgment of 19 December 2002. The judgment entered into force on 14 June 2005. It has not been enforced to date.", "10. On 9 June 2003 the Town Court awarded the applicant RUB 26,649.69 in arrears relating to a disability allowance. On 10 July 2003 the Regional Court upheld the judgment. It was enforced in full on 17 December 2004.", "11. On 31 May 2005 the Town Court awarded the applicant RUB 4,421.33 in penalties for the lengthy non-enforcement of the judgment of 9 June 2003. The judgment acquired legal force on 14 June 2005. It has not been enforced to date.", "12. On 16 February 2004 the Town Court awarded the applicant RUB 23,131.68 in arrears relating to a disability allowance. On 22 April 2004 the Regional Court upheld the judgment. It was enforced in full on 24 August 2005.", "13. On 6 May 2004 the Town Court awarded the applicant RUB 13,099.83 in arrears relating to a disability allowance. The court furthermore held that as of 1 April 2004 the applicant had been entitled to a monthly disability allowance in the amount of RUB 7,815.92, to be indexlinked in accordance with legislation. On 17 May 2004 the judgment entered into force. It was enforced in full on 11 November 2005.", "14. On 27 February 2006 the Town Court awarded the applicant RUB 8,385.82 in penalties for the delayed enforcement of the judgments of 16 February and 6 May 2004. The judgment acquired legal force on 10 March 2006. It has not been enforced to date.", "15. On 15 March 2004 the Town Court awarded the applicant RUB 4,973.57 in arrears relating to a food allowance and to an annual disability allowance. The judgment acquired legal force on 25 March 2004. It has not been enforced to date.", "16. On 26 August 2004 the Town Court awarded the applicant RUB 1,772.30 in arrears relating to a food allowance and to a disability allowance. The court furthermore held that as of 1 April 2004 the applicant had been entitled to a monthly food allowance in the amount of RUB 679.78 and as of 2005 he was entitled to an annual disability allowance in the amount of RUB 1,132.97, both to be index-linked in accordance with legislation. The judgment acquired legal force on 6 September 2004. It has not been enforced to date."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}