{"ITEMID": "001-22459", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "KUNA v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Hans-Ulrich Kuna], a German national born in 1919, used to live in Magdeburg. He was represented before the Court by Mr K.-H. Christoph, of the Berlin Bar. The applicant died on 16 November 2000, but his sons (Mr Ralf Kuna and Mr Andreas Kuna) wished to continue the proceedings before the Court.", "The applicant was a urologist and had opened his own surgery in the German Democratic Republic (GDR) in October 1964.", "From November 1964 he had subscribed to the GDR’s general pension scheme by paying compulsory social-insurance contributions (Sozialpflicht-versicherung) and, from March 1971, optional supplementary pension insurance (freiwillige Zusatzrentenversicherung). He had also subscribed to additional pension schemes (Zusatzversorgungssysteme) of the GDR by taking out optional pension insurance (freiwillige Rentenversicherung) and paying contributions to the Old-Age Pension Fund for Self-Employed Doctors and Dentists (Altersversorgung für Ärzte und Zahnärzte in eigener Praxis).", "From 1 October 1984 the applicant received a monthly pension of 497 GDR marks from the compulsory social-insurance fund and 204 GDR marks from the optional supplementary pension fund.", "The applicant also received a monthly pension of 162 GDR marks pursuant to the Order Concerning Optional Supplementary Pension Insurance (Verordnung über die freiwillige Versicherung auf Zusatzrente bei der Sozialversicherung) of 15 March 1968, and a monthly supplementary pension of 203 GDR marks from the Old-Age Pension Fund for Self-Employed Doctors and Dentists, which was increased to 800 GDR marks from January 1990.", "As at 1 July 1990, after a number of increases, the applicant was receiving a total monthly pension of 1,631 GDR marks (excluding the pension paid pursuant to the Order Concerning Optional Supplementary Pension Insurance of 15 March 1968).", "Pursuant to the State Treaty of 18 May 1990 between the Federal Republic of Germany (FRG) and the GDR on the Creation of Monetary, Economic and Social Union (Staatsvertrag über die Schaffung einer Währungs-, Wirtschafts- und Sozialunion zwischen der Bundesrepublik Deutschland und der Deutschen Demokratischen Republik – see “Relevant domestic law” below), GDR pensions were converted at the rate of 1 GDR mark for 1 FRG mark (DEM) and paid in that currency.", "From 1 July 1990 the applicant accordingly received a monthly pension of DEM 1,631.", "In two decisions of the Federal Social Insurance Fund for Salaried Employees (Bundesversicherungsanstalt für Angestellte) of 14 December 1990 and 19 June 1991 on the conversion and alignment of GDR pension rights from 1 January 1992, the applicant’s pension was incorporated into the FRG’s general pension scheme and paid as an “ordinary old-age pension” (Regelaltersrente) in accordance with the method of calculation provided for in the new pensions law (Article 307b §§ 3 and 5 of Social Code no. VI (Sozialgesetzbuch VI) – see “Relevant domestic law” below).", "At first the Insurance Fund for Salaried Employees continued to pay the applicant DEM 1,631. It subsequently increased the applicant’s pension to DEM 1,753.93 per month from 1 January 1992.", "In a decision of 28 April 1992 the Federal Administrative Office (Bundesverwaltungsamt) dismissed an objection lodged by the applicant on 1 February, 29 June and 12 October 1991 against the decision of the Federal Insurance Fund challenging, among other things, the basis on which his pension rights under the GDR’s additional pension schemes had been calculated.", "In a judgment of 20 January 1993 the Magdeburg Social Court (Sozialgericht) also dismissed an appeal by the applicant.", "In a judgment of 26 January 1994 the Social Court of Appeal (Landessozialgericht) of the Land of Saxony-Anhalt modified the earlier decisions and judgments in part and awarded the applicant, from 1 January 1992, a pension indexed to the cost of living (anzupassende Bruttorente) of DEM 1,757.47 per month and a non-indexed pension (nichtanpassungs-fähige Rente) of DEM 162 per month, making a total of DEM 1,919.47 per month.", "The Social Court of Appeal held that the applicant’s pension should be calculated on the basis of Article 307a of Social Code no. VI (see “Relevant domestic law” below) because he had also paid contributions to the GDR’s optional supplementary pension fund.", "In a judgment of 18 July 1996 the Federal Social Court (Bundessozial-gericht) set aside that judgment, on appeal by the authorities, on the ground that the alignment and transfer of the applicant’s pension should be based exclusively on Article 307b of Social Code no. VI because the total amount of the pension was based at least in part on pension rights accrued under an additional or special retirement scheme (Anspruch auf Rente aus einem Zusatz- oder Sonderversorgungssystem) of the GDR.", "The Federal Social Court reiterated that, in this type of case, it was always the special law relating to the GDR’s additional and special retirement schemes as set out in the Unification Treaty (Einigungsvertrag – see “Relevant domestic law” below) and the provisions of the Law on the Transfer of Pension Rights and Future Pension Rights (Anspruchs-und Anwartschaftsüberführungsgestz) and Article 307b of Social Code no. VI that were applicable.", "The Federal Social Court held that the difference in treatment between persons having acquired “real” pension rights under the GDR’s general pension scheme, comprising the compulsory social-insurance fund and the optional supplementary pension fund, and persons having acquired pension rights under the GDR’s additional and special pension schemes was justified. In the former case there was a clearly established link between the contributions paid and the benefits received, and it was possible to rely on the data in the files kept by the insurance funds (Daten in den Sozialversicherungsausweisen). However, with regard to pension rights under the additional and special retirement schemes, the position was much more confused (unübersichtlich): the legal basis was unclear, there was only a partial obligation to pay contributions, which, even where it existed, was treated inconsistently both in respect of the income to be taken into account and of the total contributions payable; lastly, the data available on the insured’s life was often unusable.", "The Federal Social Court added that the possibility could not be ruled out, having regard to the fact that the benefits paid under the additional and special pension schemes were far greater than those paid under the general pension scheme, that the former pension rights had been greater than those of other employees in the GDR for political reasons.", "The Federal Social Court concluded that the legislature was therefore justified, under the provisions applicable during the transitional period (Article 307b § 5 of Social Code no. VI), in making a standardised calculation and taking as a basis the average salary used as a reference by the compulsory social insurance fund.", "In August 1996 the applicant lodged a constitutional appeal with the Federal Constitutional Court (Bundesverfassungsgericht). He submitted that the reduction (“Abschmelzung”) of his pension rights under the additional pension scheme had breached his right of property and constituted unjustified discriminatory treatment compared with his counterparts of the FRG and with persons eligible for a pension under the GDR’s general pension scheme. The amount of his pension had, accordingly, fallen to an abnormally low level compared to the rights acquired in the GDR.", "In a judgment of 28 April 1999 the Federal Constitutional Court, after hearing submissions from the Federal Government, the Federal Social Insurance Fund for Salaried Employees, the Association for the Protection of the Rights of Citizens and Human Dignity, the Association of German Pensioners and two experts, also dismissed the applicant’s appeal, on the ground that the impugned provisions were not contrary to the Basic Law (Grundgesetz).", "The Constitutional Court first reiterated the general difficulties involved in transferring and incorporating the pension rights of all pensioners from the GDR into the FRG’s pension scheme. Those difficulties were due to the large number of pensioners (about four million) to be incorporated and the fact that the two schemes were based on very different principles. Whereas in the FRG the amount of benefits depended mainly on the contributions paid, the system in the GDR had been a mixture between an insurance scheme and a pension scheme (Mischung zwischen Versicherungs- und Versorgungssystem).", "The Constitutional Court went on to stress that the legislature had had a wide margin of appreciation in that regard and that, for practical reasons, it had been justified for at least a transitional period of four years in using a standardised method of calculation resulting – provisionally – in certain differences of treatment regarding, inter alia, the time at which the amount of the pension was finally determined (Zeitpunkt der endgültigen Rentenfeststellung), the taking into consideration of the number of years of service in calculating the monthly pension (Berücksichtigung der Versicherungsbiographie bei der Ermittlung des monatlichen Rentenbetrags) and the determination of the minimum protected amount (Zahlbetragsschutz) between pension rights under the general pension scheme and those under the GDR’s additional and special schemes. However, from 1 January 1994 those pension rights had been recalculated and the difference paid retrospectively, as had been the case for the applicant.", "The Constitutional Court added that, having regard to the difficulties of incorporating one scheme into the other, the legislature had not exceeded its margin of appreciation, considering that – during the transitional period – the pensioners whose pension rights had accrued under the additional pension schemes were not so severely affected by the provisional difference of treatment because they had a higher standard of living than the pensioners whose pension rights had accrued under the general pension scheme.", "The Constitutional Court pointed out that in the case of the applicant the Federal Social Insurance Fund for Salaried Employees had further adjusted his pension on 17 April 1997, increasing it retrospectively from 1 January 1992.", "In the same judgment the Constitutional Court found that at the end of that transitional period, when it came to calculating the definitive amount of pensions, an inequality of treatment remained regarding the taking into consideration of the total number of years of service between pension rights accrued under the general pension scheme (where only the last twenty years of service were taken into consideration) and pension rights accrued under the additional pension schemes of the GDR (where all years of service were taken into consideration).", "The Constitutional Court found that this difference in treatment breached the Basic Law and ordered the German legislature to put new rules in place by 30 June 2001. However, that complaint had not been raised by the applicant, but by a third party who had also lodged a constitutional appeal.", "On the same day the Federal Constitutional Court delivered several leading judgments in other cases which also concerned the method used to transfer former GDR citizens’ pension rights.", "From 1999 the applicant received a monthly pension of DEM 3,004.", "The pension system of the GDR comprised the general pension scheme, which was composed of the compulsory social insurance fund (Sozialpflichtversicherung) and the optional supplementary pension fund (freiwillige Zusatzrentenversicherung), and a host of additional pension schemes (Zusatzversorgungssysteme), including, among others, the optional pension fund (freiwillige Rentenversicherung) and the Old-Age Pension Fund for Self-Employed Doctors and Dentists (Altersversorgung für Ärzte und Zahnärzte in eigener Praxis), which paid extra benefits in addition to the pensions payable under the general scheme.", "The State Treaty of 18 May 1990 between the FRG and the GDR on the Creation of Monetary, Economic and Social Union (Staatsvertrag über die Schaffung einer Währungs-, Wirtschafts- und Sozialunion zwischen der Bundesrepublik Deutschland und der Deutschen Demokratischen Republik) provided for pension rights accrued under the GDR scheme to be brought into line with those accrued under the FRG scheme and to be reconverted into German marks (DEM) at the rate of 1 GDR mark for 1 FRG mark (Articles 10 § 5 and 20 § 3 of the Treaty), and set out the terms and conditions of transfer of those pension rights.", "Article 20 § 2 of the Treaty in question is worded as follows:", "“… Acquired rights and future rights shall be transferred to the [FRG] pension scheme, but the benefits payable under the special provisions shall be re-examined with a view to eliminating unjustified benefits and reducing excessive benefits …”", "Those principles also appear in the German Unification Treaty (Einigungsvertrag) of 31 August 1990 (see Appendix II, Chapter VIII, section H, paragraph III no. 9 (b)).", "On the basis of that treaty the GDR legislature decided, in accordance with the Alignment of Pension Rights Act (Rentenangleichungsgesetz) of 28 June 1990, that pensions under the general pension scheme and pensions under the additional pension schemes would be paid in full from 1 July 1990 until their full and final incorporation into the FRG pension scheme.", "After German reunification on 3 October 1990 the retirement scheme of the GDR remained in force until 1 January 1992, the date of entry into force of the FRG’s Law of 25 July 1991 on the Harmonisation of Statutory Pension and Accident Insurance Schemes (Gesetz zur Herstellung der Rechtseinheit in der gesetzlichen Renten- und Unfallversicherung – Renten-Überleitungsgesetz).", "During the transitional period from 3 October 1990 to 1 January 1992, the two pension schemes operated side by side in Germany.", "From 1 January 1992 all monthly pension amounts were determined in accordance with a new formula, whereby the pensions paid to former GDR pensioners were progressively brought into line with those paid to FRG pensioners until such time as pensioners’ incomes were the same throughout the FRG.", "The monthly pension amounts were determined in accordance with Articles 307a (for the pension rights under the general pension scheme of the GDR) and 307b (for the pension rights under the additional and special retirement schemes of the GDR) of Social Code no. VI of the FRG, which came into force on 1 January 1992.", "Article 307a of Social Code no. VI provided for the overall and definitive conversion of pension rights accrued under the general pension scheme of the GDR from 1 January 1992 by multiplying the number of years of service to be taken into consideration by the number of salary points (Entgeltpunkte) acquired during the last twenty years of service.", "Article 307b of Social Code no. VI also provided for the conversion of pension rights under the additional and special retirement schemes by taking as a basis the average salary over the last twenty years of service, but this was the average salary which had been used as a reference by the compulsory social insurance fund, and not individual salaries. However, those pension rights were recalculated after a transitional period of four years and the difference was paid to pensioners retrospectively.", "On German reunification, pensioners of the GDR and the FRG found themselves in very different positions.", "According to the official statistics of the Federal Ministry of Labour (Bundesarbeitsministerium) of the FRG, at 30 June 1990, the level of GDR pensions corresponded on average to approximately one-third of the level of FRG pensions, reflecting also the differences in salary and standard of living in the two States.", "In general, a pensioner who at 30 June 1990 had been receiving, for example, a pension of 100 GDR marks received, without taking account of price increases, on average a pension of DEM 180 in January 2000, which was equivalent to a real increase of approximately 80%.", "Lastly, financial transfers from West to East, in connection with pensions, were of DEM 4.5 thousand million in 1992, DEM 12.5 thousand million in 1994 and DEM 21.6 thousand million in 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}