{"ITEMID": "001-58132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF PAULSEN-MEDALEN AND SVENSSON v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "R. Pekkanen", "TEXT": ["7. The first applicant, Ms Anne-Marie Paulsen-Medalen, born in 1958 and unmarried, lives at Västra Frölunda, a suburb of Gothenburg. The second applicant, Mr Sven-Erik Svensson, born in 1957, lives at Partille, another suburb of Gothenburg. The first applicant is the mother of two children, P. and J.; the second applicant is J.’s father.", "8. The first applicant came into contact with the social authorities in 1984 while expecting her first child P. Following his birth, he and his mother stayed with her parents, then with the second applicant and, as from May 1985, with P.’s father. After the birth of her second son J. in 1986 the first applicant and her sons returned to her parents. In the summer of 1986 she moved to Högsbohöjd. Since 1989 she has been living at Västra Frölunda in order to be closer to her parents. During this period the social authorities provided on a regular basis the first applicant with financial support and assistance in the upbringing of her children.", "9. On 8 February 1989, in the light of an investigation by the social authorities, the Chairperson of the Social District Council (sociala distriktsnämnden) in Frölunda-Styrsö decided to take the children immediately into care on a provisional basis. The children were placed at the Bö Children’s Home in Gothenburg.", "10. The first applicant appealed against the decision to take the children provisionally into care. However, the County Administrative Court (länsrätten) and the Administrative Court of Appeal (kammarrätten) of Gothenburg upheld the decision and the Supreme Administrative Court (regeringsrätten) refused the applicant leave to appeal.", "11. By judgment of 17 March 1989 the County Administrative Court ordered that the children P. and J. be taken into care pursuant to section 1 of the Act containing Special Provisions on the Care of Young Persons 1980 (lag 1980:621 med särskilda bestämmelser om vård av unga – hereinafter “the 1980 Act”) on the ground that there were such deficiencies in the children’s care as to endanger their health and development.", "12. The first applicant appealed against the judgment, initially in respect of both P. and J. She later withdrew the appeal in so far as it concerned P.", "By judgment of 13 February 1990 the Administrative Court of Appeal upheld the care order with respect to J.", "13. The first applicant sought to appeal against the above judgment but, on 22 March 1990, the Administrative Court of Appeal refused the appeal as being lodged out of time, which decision was upheld by the Supreme Administrative Court on 3 July 1990.", "14. J. and P. were placed with foster parents on 7 March and 18 April 1989 in separate homes. Initially no decision regarding the first applicant’s access to her children was taken but it appears that from March 1989 until March 1990 she was in fact able to visit her children in the foster homes once every second week for 2½ hours. Furthermore, she could see them in her own home twice per year for 2½ hours. The second applicant normally accompanied the first applicant during her visits in the foster homes.", "15. On 19 March 1990, after the first applicant had contacted her present representative, Mrs Siv Westerberg, she requested the social authorities to confirm that no decision had been taken to restrict her right of access to her children.", "16. On 20 March 1990 the Chairperson of the Social Council (stadsdelsnämnden) of Högsbo decided, pursuant to section 16 of the 1980 Act (see paragraph 29 below), to restrict the first applicant’s access to her children to a 2½ hours’ visit in the foster homes every second week.", "On 27 March 1990, acting in her own capacity and on behalf of her children, the first applicant appealed against the above decision to the County Administrative Court. She maintained primarily that the decision had been unlawful in that the Chairperson of the Social Council had not been empowered to restrict access.", "17. The County Administrative Court quashed the Chairperson’s decision in a judgment of 20 June 1990. On appeal by the Social Council that judgment was overturned on 6 July 1990 by the Administrative Court of Appeal. It considered that the Chairperson had been empowered to restrict access and referred the case back to the County Administrative Court for determination of the merits of the access restrictions.", "The first applicant appealed against the Administrative Court of Appeal’s judgment to the Supreme Administrative Court which, on 5 November 1990, refused leave to appeal.", "18. In the meantime, on 19 June 1990, the social authorities had decided to restrict the first applicant’s right to speak to J. on the telephone to two phone calls per week. Furthermore, on 3 July 1990, it had decided to maintain the restrictions on the first applicant’s access to her two sons to a 2½ hours’ visit every other week in the foster homes.", "19. The above decisions were challenged before the County Administrative Court which, after holding a hearing on 28 September 1990, upheld them in a judgment of 3 October 1990.", "20. On 8 October 1990 the first applicant appealed on her own and her sons’ behalf to the Administrative Court of Appeal which, following an oral hearing, rejected the appeal on 11 January 1991.", "21. On 22 January 1991 the first applicant and the children, represented by their mother, applied for leave to appeal to the Supreme Administrative Court, which was granted on 23 July 1991.", "22. On 28 June 1993 the Supreme Administrative Court upheld the lower courts’ judgments as regards the restrictions on access.", "According to the Government, the Supreme Administrative Court’s delay in giving judgment appeared to have been due to the fact that it was awaiting the Strasbourg Court’s ruling in the case of Margareta and Roger Andersson v. Sweden (judgment of 25 February 1992, Series A no. 226A) which raised similar issues in relation to restrictions on telephone communications between mother and child.", "23. On 5 February 1991 Mrs Westerberg submitted the following request to the relevant authority on behalf of the second applicant:", "“[The second applicant] requests access [to J.] every weekend from Friday 5 p.m. until Sunday 5 p.m. as from 15 February 1991. Access shall take place at [the second applicant’s] home at Partille without the presence of any other persons being required. [The second applicant] will bring and fetch [J.] in the foster home.", "You are requested to notify me immediately, not later than within a week, of your acceptance of this access arrangement and to inform the foster parents thereof. If you consider that you cannot decide in this matter in your capacity as a civil servant I request that you refer it to the Social Council, to confirm that such a referral has taken place and to inform me when I may expect a decision from the Social Council.”", "24. On 11 February 1991 the Chief of the Social Services of District 10, Högsbo, Gothenburg (stadsdelsförvaltningen 10, Högsbo, Göteborgs Stad) informed the second applicant as follows:", "“... I must point out that the Act containing Special Provisions on the Care of Young Persons applies in respect of children taken into public care. As you are aware, its provisions regarding access apply only in respect of the custody holder or in respect of those who have taken care of the child. Accordingly, it is only the mother [the first applicant] who is covered by these provisions. Of course, a natural father is important for the child who, having regard to what is in his or her best interests, has a right of access to his or her parent. According to section 11 of [the 1990 Act], it is the social authorities, in this case the foster home department at Tynnered District [familjehemsverksamheten i stadsdels-förvaltningen Tynnered], which must decide on [J.’s] personal circumstances in the foster home. [The second applicant] is welcome to discuss the question of access with [the secretary responsible for foster home care].", "... I should like to recall that it concerns a child who, because of his need of care, has been placed in a foster home by court order. It cannot be considered to be in the interest of a child to be removed from his or her home every weekend, especially not in a situation such as that of [J.]. Not even in divorce cases is it normal that access be granted with such short intervals; such cases often do not even concern children with any special need for care being provided in their home.", "In effect, what you suggest is that a non-custody holder should be granted access going beyond what the custody holder has been granted.”", "25. The second applicant did not pursue the matter but appears to have contacted the social authorities at Frölunda to enquire about his access to J. On 6 October 1995 the authorities replied:", "“A right of access to a child for a person other than the custody holder does not exist under domestic law. It is however appropriate that a child also meets his or her relatives.", "...", "The County Administrative Court has decided that [J.’s] access to his mother should be limited to two visits a year, which may be increased to the extent agreed by [J.]. His access to other relatives should be considered in light of this. As regards [the second applicant’s] request to meet [J.] it could be said that [the second applicant] participates in the regular access arranged every other week. Admittedly, [J.] has not appeared more than a few times during the last year but the aim is that [J.] attend more frequently in the future. This means that [the second applicant] will meet [J.] on the same conditions as the mother [the first applicant].”", "26. It does not appear that the second applicant has taken any further initiative to establish access to his son J.", "27. On 12 November 1990 Mrs Westerberg had submitted a request by the maternal grandparents to the Högsbo Social District Council for the children P. and J. to stay with them every weekend.", "On 14 November 1990 the Council informed Mrs Westerberg that the question regarding the grandparents’ access to their grandchildren was not regulated in the law. The request could, nevertheless, be examined in the context of the social authorities’ general powers to decide on the personal conditions of the children. Decisions made under these general powers were not subject to any review. The grandparents were advised to contact the social authority responsible for the foster home to discuss the possibilities of access although the access requested did not appear to be consistent with the children’s needs.", "By letter of 22 November 1992 the grandparents insisted on having a formal decision on the subject. On 4 December 1992 the Social District Council decided that the request did not call for any further action.", "28. During the proceedings in the present case the Act containing Special Provisions on the Care of Young Persons 1980 (the 1980 Act) was replaced by a new Act containing Special Provisions on the Care of Young Persons 1990 (lagen 1990:52 med särskilda bestämmelser om vård av unga – “the 1990 Act”) which entailed certain amendments and additions to the 1980 Act. The 1990 Act entered into force on 1 July 1990. According to the transitional provisions a care order issued under the 1980 Act should be regarded as a care order under the corresponding provision in the 1990 Act. The same applied with respect to decisions on access.", "29. Section 16 of the 1980 Act provided:", "“If it is necessary in order to achieve the purposes of care measures taken under this Act, the Social Council may", "1. decide how the right of access to the young person shall be exercised by a parent or other person who has custody of him, or", "2. decide that the young person’s place of residence may not be disclosed to the parent or custodian.”", "30. Section 14 of the 1990 Act, which replaced section 16 of the 1980 Act, is worded as follows:", "“The Social Council is responsible for accommodating as far as possible the young person’s needs of contact with his parents or other person who has custody of him.", "If it is necessary in order to achieve the purposes of care measures taken under this Act, the Social Council may", "1. decide how the right of access to the young person shall be exercised by a parent or other person who has custody of him, or", "2. decide that the young person’s place of residence may not be disclosed to the parent or custodian.", "The Social Council shall reconsider at least once every three months whether such decision as referred to in the second paragraph continues to be needed.”", "31. As at present there is no authoritative ruling by the Supreme Administrative Court as to whether a parent who is not custodian or does not enjoy access rights by a court order or agreement can request a decision of the Social Council in respect of access.", "32. According to section 41 of the 1990 Act an appeal may be lodged with the County Administrative Court against a decision of the Social Council with respect to access. The County Administrative Court may review a decision by the Social Council in so far as its subject matter is covered by section 14 of the 1990 Act (or section 16 of the 1980 Act; see Yearbook of the Supreme Administrative Court, Regeringsrättens Årsbok 1984, 2/38)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}