{"ITEMID": "001-69285", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "GREEN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, Mr Anthony Lloyd Green, is a British national who was born in 1981 and lives in Sheffield. He is represented before the Court by Mr P. Mahy, a solicitor practising in Sheffield.", "On 7 April 1999 police officers were carrying out a surveillance operation in relation to a property in Catherine Road, Sheffield. As part of the operation, Detective Sergeant (“DS”) Lawrence was driving an unmarked police car which collided with the applicant's bicycle. The applicant was knocked off but got up and ran off. The car then collided with the applicant and ran over his legs. The applicant suffered injuries, including a fractured femur.", "On 4 May 1999, the applicant lodged a complaint against the police alleging that he had been deliberately knocked down by the police car. The Chief Constable of the South Yorkshire Police requested an officer from another police force to investigate the complaint and referred the complaint to the Police Complaints Authority (“PCA”) which was to supervise the investigation. The PCA approved the choice of the investigating officer from the West Yorkshire Police.", "On 10 June 1999 the applicant made a statement.", "On 6 October 1999 the applicant and his solicitor viewed a video recording made from a police helicopter. Subsequently the applicant made a further statement which concluded with his view that it looked as though the police officers had been trying to kill him.", "The investigating officer made an interim report, bearing in mind the six month time-limit on road traffic prosecutions, and the Director of Public Prosecutions (“the DPP”) decided to bring proceedings against DS Lawrence for failing to drive with due care and attention.", "On 15 November 1999, the investigating officer submitted his final report to the PCA and sent a copy to the Chief Constable. It included 24 statements and 23 other documents and exhibits, including video evidence and copies of tape-recorded interviews with the officers concerned.", "On 10 January 2000, the PCA submitted a statement to the Chief Constable that the matter had been investigated to its satisfaction. The applicant was informed of the statement and that, at the conclusion of any criminal matters, the Chief Constable would inform the PCA whether it was proposed to bring any disciplinary charges. If the decision was not to do so, the PCA could recommend, or if necessary, direct that a disciplinary charge be brought.", "On 10 March 2000, DS Lawrence pleaded guilty in the Magistrates' Court to driving without due care and attention. He was fined GBP 250, plus costs and five penalty points were imposed on his licence.", "The Chief Constable informed the PCA that it was not proposed to bring any disciplinary charges.", "On 5 September 2000, the PCA informed the applicant that it did not intend to recommend any disciplinary proceedings, stating inter alia that in the absence of any “irrefutable” evidence of recklessness or intent on the part of DS Lawrence it was not believed that a disciplinary hearing would find any more fault in the officer's conduct than did the criminal trial.", "On 13 September 2000, the applicant's solicitors wrote to the PCA alleging that it had misdirected itself in requiring “irrefutable” evidence for bringing proceedings.", "On 22 September 2000, the PCA confirmed its decision in the light of the absence “of any evidence of recklessness or intent”.", "On 23 November 2000, the applicant applied for judicial review of the PCA's decisions as set out in its letters.", "On 26 January 2001, the PCA informed the applicant that a fresh review of the case would be carried out by another member of the Authority, Ms Mitchell, and inviting him to submit any further evidence within 14 days. The applicant's solicitors replied that they wanted to know what evidence the PCA had in order to consider what further evidence to submit.", "On 13 February 2001, Ms Mitchell provided the applicant with a schedule listing the statements and documents which would be taken into account.", "On 26 February 2001, the applicant's solicitors requested disclosure of the materials in the schedule.", "On 13 March 2001, Ms Mitchell declined to disclose the documents.", "On 14 March 2001, the applicant withdrew the judicial review proceedings on the basis that the PCA would conduct a full review and make a fresh decision.", "On 23 March 2001, the applicant's solicitors made representations that they were unable to make effective submissions without access to the statements and documents, referring to Articles 2 and 3 of the Convention.", "By letter dated 3 April 2001, Ms Mitchell replied that pursuant to the Police Act 1996 the Authority was prevented from disclosing information received in connection with its functions save in specified circumstances, including where it was necessary for the proper discharge of those functions. The PCA did not consider that disclosure was so necessary as the applicant had already made a statement himself, knew the identities of the persons whose statements had been received and had seen a copy of the video. It was satisfied that the material available to it did not contain anything on which it required the applicant's representations in order for it to carry out its statutory functions.", "The applicant issued judicial review proceedings challenging this refusal of disclosure.", "On 21 December 2001, after an oral hearing, the High Court ruled that the PCA should disclose certain material. The judge gave the parties the opportunity to agree what documents should be disclosed. On 1 March 2002, following agreement of the parties, the High Court ordered disclosure of 28 witness statements, some of them redacted, on the basis of an undertaking by counsel that he would not disclose or permit to be disclosed any of the material save to the applicant and his legal advisers.", "On 26 March 2002, after an oral hearing, the Court of Appeal allowed the PCA's appeal.", "On 17 December 2002, the House of Lords granted the applicant leave to appeal.", "Meanwhile, however, the applicant and the PCA agreed that the fresh review should be carried out.", "On 30 December 2003, the PCA member issued a provisional decision, of some 12 pages, on the applicant's complaints which included a summary and analysis of the evidence. Referring to various witness statements and the video, she noted that DS Lawrence had intended to stop and search the applicant due to his presence outside a drug dealing house and that when the applicant tried to get away on his bike, the car had clipped the rear of the bike, knocking him to the ground. When the applicant had run off, DS Lawrence had followed in the car; he had driven onto the wrong side of the road and fearing collision with an oncoming vehicle, swerved and in so doing hit the applicant who had run into the road across his path. The independent report analysed the various speeds of the vehicles and bike and assessed that there were a number of deficiencies in the officer's driving plan and manoeuvring. She concluded that, although there was a reasonable prospect of a disciplinary tribunal being satisfied that DS Lawrence's driving fell below the required standard, there would be no recommendation of proceedings due to the passage of time since the incident, the fact that DS Lawrence had been told of the original decision not to bring disciplinary proceedings and the availability of lesser and proportionate means of dealing with his standard of driving. The applicant was invited to comment on the decision.", "On 11 March 2004, following receipt of the applicant's submissions, the PCA confirmed its decision. It further stated in relation to concerns raised by his solicitors about the way in which allegations of racist conduct had been dealt with that the matter had been investigated (e.g. it had been put to the police officer in interview that it was a deliberate racist act) but that there was ample evidence to provide a full explanation of DS Lawrence's conduct which did not involve any element of racism. While the original investigation had not been carried out in line with the PCA's 2003 Guidelines which had only come into existence subsequently and which required statistical data to be taken into account, it appeared that difficulties in correlation of figures available for 1999 would not have enabled it to be shown if black persons were subjected to a disproportionate number of searches.", "On 26 February 2004, the House of Lords dismissed the applicant's appeal. It held that section 80 contained a general ban on disclosure of information received by the Authority except in certain circumstances and that the aim of the PCA in carrying out its functions was to satisfy the legitimate interests of both complainants and the wider public that the investigation of complaints against police officers should be, and should be seen to be, independent and thorough. It considered that the purposes of the legislation would not be served by the disclosure of as much information as possible to the parties while an investigation was being undertaken. It noted, inter alia, that as the applicant was a potential witness in disciplinary proceedings there would be a risk of contamination of evidence if he was allowed sight of other witness statements. It concluded that the procedures adopted by the PCA in cases which concerned breaches of Articles 2 and 3 were such as to involve the applicant adequately in the procedure and to satisfy the requirements of an effective investigation and that accordingly the PCA had been entitled to take the view that the disclosure of the witness statements and other materials was not necessary for the proper discharge of its functions.", "Meanwhile, the applicant had brought a claim for damages against the police. On 11 February 2004, these proceedings terminated when the police agreed to pay the applicant GBP 11,000, plus costs."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}