{"ITEMID": "001-67344", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF DEL LATTE v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-2;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["10. The applicants, Mr Vincenzo Del Latte and Mr Angelo Del Latte, were born in 1966 and 1967 respectively and live in Volendam, the Netherlands.", "11. On 22 June 1996 the applicants went together to the home of one Y., with whom they had quarrelled in a bar earlier. Finding Y. at home, one of them – apparently Vincenzo Del Latte – fired three shots from a gun in his general direction.", "12. The applicants were arrested on the same day and charged with the attempted murder, or in the alternative, the attempted manslaughter of Y. The applicant Angelo Del Latte was in addition charged, in the further alternative, with aiding and abetting the attempted murder or manslaughter by Vincenzo Del Latte.", "13. The applicants were taken into police custody (inverzekeringstelling) and thereafter kept in detention on remand (voorlopige hechtenis).", "14. A first trial hearing took place before the Haarlem Regional Court (arrondissementsrechtbank) on 30 September 1996. On 14 October 1996 the Regional Court gave an interlocutory judgment remitting the case to the investigating judge (rechter-commissaris) for additional investigations.", "A second trial hearing was held on 7 January 1997.", "15. On 9 January 1997 the Regional Court gave judgment acquitting the applicants of all charges. This entailed the applicants' immediate release from detention on remand.", "The prosecution appealed.", "16. Following a hearing on 21 November 1997, the Amsterdam Court of Appeal (gerechtshof) gave judgment on 5 December 1997 upholding the Regional Court's acquittal.", "Since in the Netherlands no appeal on points of law is possible against an acquittal (Article 430 § 1 of the Code of Criminal Procedure (Wetboek van Strafvordering) – hereinafter “CCP”), this brought the criminal proceedings to an end.", "17. Both applicants applied to the Court of Appeal in January 1998, each seeking monetary compensation in an amount of 31,200 Netherlands guilders (NLG) for the time spent in pre-trial detention (Article 89 CCP – see below).", "18. A hearing was held on 24 April 1998.", "19. On 5 June 1998 the Court of Appeal gave decisions dismissing the applicants' claims. Its reasoning, identical in both decisions, was the following (emphasis added):", "“The Court of Appeal finds that the file contains sufficient evidence to prove that the applicant together with his brother went to the home of the victim [Y.] in Edam-Volendam and that shots were fired by one of them through [Y.]'s living-room window with a firearm. At that moment [Y.] was in that living-room. However, it has not been established conclusively (onomstotelijk) that the shooting was intended to kill [Y.].", "However, in view of the other circumstances as they appear from the file, the actions of the applicant and his brother amounted to threats, within the meaning of Article 285 of the Criminal Code (Wetboek van Strafrecht – hereinafter “CC”).", "The behaviour of the applicant together with his brother in any case justified that he be taken into police custody and subsequently held in detention on remand.", "The Haarlem Regional Court, and also the Court of Appeal, have had to consider the case on the basis of the indictment prepared by the public prosecutor (officier van justitie). This indictment was limited to attempted murder/manslaughter. It did not contain any charge of threatening to commit a crime directed against life.", "The Regional Court and the Court of Appeal found insufficient evidence to support the charges contained in the indictment, and the applicant had to be acquitted as a consequence.", "In the light of the above, the Court of Appeal's acquittal can be qualified as a 'technical' acquittal, since adding a further alternative charge, as indicated above, would have led to a conviction.", "In the circumstances the Court of Appeal finds no reasons in equity to award the applicant any compensation for the police custody and detention on remand.”", "“1. Threatening [to commit]... any crime directed against life ... shall be punishable by a term of imprisonment not exceeding two years or a fourth-category fine. ...”", "“He who Deliberately deprives another of his life shall be guilty of manslaughter and shall be punished by a term of imprisonment not exceeding fifteen years or a fifth-category fine.”", "“He who Deliberately and with malice aforethought (met voorbedachten rade) deprives another of his life shall be guilty of murder and shall be punished by imprisonment for life or for a term not exceeding twenty years or a fifth-category fine.”", "“1. If a case ends without the imposition of a punishment or measure, or when such punishment or measure is imposed but on the basis of a fact for which detention on remand is not allowed, the court may, at the request of the former accused, grant him compensation at the expense of the State for the damage which he has suffered as a result of police custody, clinical observation or detention on remand. Such damage may include non-pecuniary damage. ...”", "Article 90", "“1. Compensation shall be awarded in each case if and to the extent that the court, taking all circumstances into account, is of the opinion that there are reasons in equity to do so. ...”", "“1. The indictment shall comprise a description of the fact with which the accused is charged, stating the approximate time and location where it has allegedly been perpetrated; it shall also mention the statutory provisions under which the fact has been penalised.", "2. The indictment shall further set out the circumstances under which the fact has allegedly been perpetrated. ...”", "“... the Regional Court shall Deliberate on the basis of the indictment (op den grondslag der telastelegging) and in the light of its investigation at the hearing as to whether it has been proven that the fact has been perpetrated by the accused, and, if so, what punishable act this gives rise to according to the law; if the fact is found to be proven and punishable, then the Regional Court shall Deliberate as to whether the accused can be punished and as to the imposition of a punishment or [non-punitive] measure as provided for by law.”", "“1. If the Regional Court finds it not proven that the accused has perpetrated the fact charged in the indictment (het hem telastegelegde feit heeft begaan), it shall acquit him. ...”", "20. Articles 261, 350 and 352 considered together are consistently construed in domestic case-law as meaning that the trial courts must base their findings exclusively on the allegations presented in the indictment. Consequently, they cannot convict someone of any given criminal offence if they do not find that each and all of the elements constitutive of that offence, as defined by statute, have been covered in the indictment, even if the case file contains conclusive evidence that the accused is in fact guilty of the offence (see, among other authorities, the judgments of the Hoge Raad (Supreme Court) of 27 June 1995, Nederlandse Jurisprudentie –Netherlands Law Reports – 1996, nos. 126 and 127).", "21. Criminal appeal proceedings in the Netherlands being by way of a complete rehearing, the above provisions also apply on appeal (Article 415)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}