{"ITEMID": "001-70903", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PANEVSKII AND OTHERS v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The first applicant, Mr Vitalii Vladimirovich Panevskii, is a national of Moldova from its Transdniestrian region and was born in 1981. The second applicant, Ms Olga Smirnova, was born (to a Ukrainian father and Moldovan mother) in Transdniestria in 1972. She holds neither a Ukrainian nor Moldovan passport: she obtained a passport from the Transdniestrian authorities but it was confiscated in Transdniestria in February 2002. The third applicant, Patrick Smirnov, is the first and second applicants’ child: he was born in Ireland in July 2002 and therefore holds an Irish passport.", "The references to the Transdniestrian and Moldovan authorities are made solely for the purpose of distinguishing between actions undertaken in the name of those authorities. Prior to the events in question, the first and second applicants were living in the Transdniestrian region of Moldova.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant’s parents were killed in the hostilities of 1992 and he lived in an orphanage from July 1992 until June 1996. He claims that he has been a Jehovah’s Witness since in or around 1993.", "By summons of the Transdniestrian authorities of 14 September 1999, the first applicant was required to present himself for military service in Transdniestria on 15 September 1999. The summons stated that he would be subjected to sanctions if he did not attend. On the copy of the summons submitted to this Court was a hand-written note (of 19 October 1999) of a Moldovan criminal investigator indicating that the copy summons had been placed on the file of that investigator as evidence in a case (No. 18/92604-92) against the first applicant. He did not respond to the call for military service and claimed before this Court that this was because of his religion.", "By summons dated 22 September 1999 and issued by the Transdniestrian authorities, the first applicant was required to attend the office of a criminal investigator on 22 September 1999 on the basis of a suspected breach of Article 338 of the Transdniestrian Criminal Code (failure to present for military service). A further summons was issued by the same authority for the applicant’s attendance on 24 September 1999. A copy of each summons was submitted to this Court and both had the same hand-written note from the same Moldovan criminal investigator.", "The first applicant claimed as follows: he attended that interview and two police entered the room and beat him violently with a stool. They told him that he would be prosecuted for failing to report for military service. His arm was fractured and he had injuries to his back. He immediately left Transdniestria for Moldova where he was assisted by other Jehovah’s Witnesses. He was obliged to make a report to the police in Moldova about his injuries before he could get medical treatment. He obtained the report and then the medical treatment. He submitted to this Court a “legal-medical” report of a doctor assigned by the Moldovan police: it was stamped by the Moldovan Ministry of Health and dated 24 September 1999. Its stated purpose was to examine how the injuries had been caused. Reference was made to a “dislocation of his right arm near the elbow” and to “contusion on the left leg”. The first applicant claimed that this report put the Moldovan authorities on notice that he had avoided military service in Transdniestria.", "On 28 September 1999 the Transdniestrian authorities published a “search order” including a photograph and description of the physical characteristics of the first applicant noting that he was accused of offences under, it appears, Articles 172-174 of the Moldovan Criminal Code (avoidance of military service). The same hand-written note of the Moldovan criminal investigator was on the copy of that order submitted to this Court. By summons dated 18 October 1999 and issued by the Moldovan authorities, the first applicant was requested to attend on 18 October 1999 before a Moldovan criminal investigator in connection with Article 174 of the Moldovan Criminal Code (concerning avoidance of military service).", "By judgment dated 18 December 2001 of the Moldovan Court of First Instance (in Case No. 18/92604-92) the first applicant was found guilty of a breach of Articles 172-174 of the Moldovan Criminal Code. The reasons were noted as follows:", "– the first applicant had breached the law on military service in force on all of the territory of Moldova. Indeed he had recognised that he was a deserter;", "– by virtue of the agreement between the authorities of Moldova and Transdniestria, everyone charged with offences committed on the territory of Moldova or of Transdniestria and who finds himself within the jurisdiction of one of the parties to that agreement, must be extradited to the authorities seized of the relevant investigation;", "– There was no reason requiring the applicant’s recognition as a refugee in Moldova as there was no risk of persecution in Transdniestria because of his political or religious opinions. In addition, there was no possibility of an alternative to military service in Transdniestria.", "– Accordingly, the first applicant was to be extradited to Transdniestria to the relevant authorities seized of the investigation there. The date of the extradition would be established by further decision of that court and the first applicant was to be informed by summons. He was required to be present when the date of extradition would be handed down.", "By summons dated 1 April 2002 a Moldovan Municipal Court required the first applicant’s attendance on 3 April 2002. He did not appear and a search order was issued for him on 12 April 2002 by the Moldovan Ministry of Internal Affairs citing Articles 172-174 of the Moldovan Criminal Code. His photograph was included as well as a description of his physical characteristics. In April and May 2002 the Transdniestrian authorities also issued three witness summons to the first applicant’s former employer in Transdniestria to attend the criminal investigator on 10 and 27 April and on 20 May 2002. Copies of all three summonses were placed on the Moldovan authorities’ investigation file concerning the first applicant.", "The second applicant claimed she had been a Jehovah’s Witness since 1997. It appears that in 1988 she had a child (Egis Smirnov): no complaint to this Court was made by him or on his behalf. The second applicant met the first applicant at a Jehovah’s Witness meeting in January 1999 in Transdniestria. She did not accompany the first applicant when he left for Moldova in September 1999 although she visited him on a number of occasions in Moldova.", "She claimed that she was summonsed to appear four times before a criminal investigator in Transdniestria (between September 2001 and February 2002). She attended on each occasion. She believed that the Transdniestrian police knew that she had contact with the first applicant and therefore maintained pressure on her. Initially they questioned her as a witness, requiring information about the first applicant. They then began to threaten to charge her with a criminal offence. They had searched her flat on a number of occasions during the winter of 2001. In February 2002 they searched her flat and found some Jehovah’s Witness literature. Accordingly, in February 2002 when she appeared before a criminal investigator, she claimed that the authorities took her passport, made her sign a document undertaking not to leave the country and were preparing to charge her with illegal possession of the literature. She was scared and was already pregnant with the first applicant’s child. She submitted a copy of one summons: it was difficult to decipher its date but it required her to appear before a Transdniestrian criminal investigator for questioning (under a provision of the Transdniestrian Criminal Code) and to bring her passport.", "She therefore left in February 2002 and joined the first applicant in Moldova on 5 March 2002.", "Once the first applicant received the summons from the Moldovan authorities of 1 April 2002, he and the second applicant left Moldova.", "They travelled to Romania where they got on a truck which took them to Ireland. They arrived in Ireland on 5 April 2002. They applied for asylum on 8 April 2002. They completed their refugee status questionnaires (19 and 21 April 2002, respectively) and they were both interviewed on 27 August 2002. Reports pursuant to section 11 and 13 of the Refugee Act 1996 were prepared.", "On 1 July 2002 the third applicant was born in Ireland and he obtained an Irish passport on 15 January 2003. The first and second applicants’ consequent request for residency (made in July 2002) has not yet been determined.", "The first applicant completed his refugee status questionnaires on 19 April 2002 and was interviewed on 27 August 2002. He claimed that he was a Jehovah’s Witness and had therefore refused military service and that he would be persecuted for his faith in Transdniestria. On 10 October 2002 the Commissioner decided not to grant refugee status, finding as follows:", "“[The first applicant] has not demonstrated a well founded fear of persecution under a [Geneva] Convention ground. In order to qualify for refugee status [the first applicant] must “demonstrate a well founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion” and that he is unable or unwilling to avail himself of the protection of his country of origin. The incidents he referred to would not have amounted to persecution ...", "In relation to the [first] applicant’s claims it cannot be doubted that Jehovah Witnesses do experience some degree of discrimination in the Transdniestrian region of Moldova and that distribution of any material in relation to this religious group is illegal. It is important then to consider that the [first] applicant seems to have been content to live in such an environment as previous to his problems in relation to military service he made no attempt to leave the Transdniestrian region and move to the Moldovan controlled part of the country where practice of the Jehovah Witness religion is permitted. This would seem to indicate that up to that point the [first] applicant certainly had not been persecuted in Transdniestria, such would have been the opportunity for him to leave the Transdniestrian region. According to the US State Department report the option of internal flight clearly would have been an option to the [first] applicant at this time.", "[The first applicant] claims to have attended a court hearing at which it was decided he should be extradited to Transdniestria. In addition, he claims to have subsequently been given a hearing date for the Spring of 2002 at which his extradition date to Transdniestria was to be set. He then states that it was after receiving this notice of the second hearing that he left Moldova. It is in my opinion highly doubtful if somebody up for extradition would be released until a final date for his extradition was set. It would seem most peculiar that he would not have been kept in custody until his alleged extradition, especially considering he would be such a major flight risk.”", "The first applicant was informed of the recommendation of the Commissioner by letter dated 24 October 2002.", "The second applicant completed her refugee status questionnaires on 21 April 2002 and was also interviewed on 27 August 2002. She indicated that the first applicant was a Jehovah’s Witness from birth and that she was a Jehovah’s Witness since approximately 1997. She responded in some detail to numerous and specific questions on the Jehovah’s Witness religion. She indicated that baptism was important but that not every Jehovah’s Witness was baptised. She described the first applicant’s failure to respond to his call to complete military service, how he was beaten by the police in Transdniestria and how he left Transdniestria for Moldova together with the extradition proceedings there. She also described how she had been summoned to appear before a criminal investigator in Transdniestria and the searches of her flat. She considered that it would be difficult for them to live in Moldova (inter alia, she could not speak Moldovan) and if she moved to Ukraine she would have had to leave the first applicant. She noted that, if they returned to Transdniestria, the authorities might leave her alone but the first applicant would be imprisoned. A report was prepared on 3 September 2002", "In September 2002 the second applicant was admitted to a psychiatric hospital following an overdose of antidepressant drugs she had brought from Moldova. She was discharged 24 hours later and was referred to a mental health centre. She was there prescribed milder anti-depressant medication and a mild sedative which she took for three months. Having requested a medical report from the centre (concerning her capacity to participate in a hearing) in order to obtain an adjournment of her asylum proceedings, she was informed that the practice was that the centre would issue such a certificate following an official request from the second applicant’s lawyers or the relevant tribunal. She claimed that, given the difficulties in communicating and securing an appointment with the RLS, the request for such a certificate was not made and on the day of the hearing she was advised by her legal advisers not to raise her condition or medication with the tribunal.", "On 2 October 2002 the Commissioner decided not to recommend the grant of refugee status. It was noted that:", "“This ongoing pressure from the police could have indeed created in the mind of the [second] applicant a subjective fear of persecution. The [second] applicant stated that she became increasingly concerned about the actions of the authorities as time went by, and felt that she might be charged with an offence when her passport was retained, and she signed an order to remain in Transdniestria. [The second applicant] was additionally worried because Watch Tower literature was found in her home when it was searched in February 2002. As the applicant herself stated, ... emotions are important. ...", "Objectively, if one examines all aspects of the [second] applicant’s case, and the perceived persecution she faced in Transdniestria, it is felt that even on a cumulative basis the applicant did not face what would amount to persecution, as defined by the 1951 Geneva Convention, ... Additionally, it should be noted that the [second] applicant claims to have moved freely between the Transdniestria region and Moldova when she went to visit her partner. This point raises a question over the well-foundedness of the applicant’s fear of persecution in Transdniestria.", "An important aspect of any claim for asylum is the issue of national identity. [The second applicant] stated that she is Ukrainian, and stated that she thinks her partner is Moldovan. Technically everyone in Transdniestria is a citizen of [Moldova]. The [second] applicant stated that her passport was confiscated ... by the Transdniestria authorities. [She] did however, submit her birth certificate, which states that she was born in [Transdniestria] in 1972; importantly this certificate states that [the second applicant’s] mother is Moldovan and her father is Ukrainian.", "Examining the citizenship laws of Moldova, specifically Article 11, it seems that [the second applicant] is entitled to citizenship of [Moldova], and would therefore be afforded the protection of this state. [The second applicant] stated that she was concerned that she would not be able to live in Moldova because of the language differences, and the old system of registration.", "The law of registration has changed in Moldova. The authority to register individuals has been modified. It is no longer the police who issue identity documents, rather it is the responsibility of the Department for Information and Technology, which is no longer part of the Department of the Interior. Further the largest minority group in Moldova is ethnic Ukrainian. Most people, if not all, speak Russian in Moldova, and evidence suggests that Russian remains an important spoken language in Moldova today.", "Considering the above COI [country of origin information], in addition to the [second applicant’s] own remarks concerning her ethnic background, in addition to the freedom which [the second applicant] seemed to have when visiting her husband in [Moldova], overall, it is felt that [the second applicant] would have been able to relocate within Moldova, and therefore would have effectively removed herself from the errant behaviour of the local [Transdniestrian] police. There is no objective evidence which would suggest that [the second applicant] could not have found protection and safety in [Moldova] had she sought it.”", "The Commissioner concluded, in rejecting her application for asylum:", "“[The second applicant] is claiming asylum because of her imputed political opinion. There is a considerable amount of COI which states that the option of alternative service does not exist and that objection to military service for reasons of religious conscience is not respected in the Transdniestrian state. Additionally, there is evidence which shows that the authorities of the Transdniestrian region do discriminate against members of the Jehova’s Witness Church.", "Refugee status as defined by the 1951 Geneva Convention is reserved for those persons who are in need of international protection. Considering all aspects of the [second applicant’s] claim – the alleged persecution which [the second applicant] experienced, and the option for [the second applicant] to relocate to [Moldova], it is felt that the applicant does not meet the provisions of the 1951 Geneva Convention needed to be declared a refugee.”", "The second applicant was informed of the recommendation of the Commissioner by letter dated 10 October 2002.", "Both appealed against the recommendation on the basis of notices of appeal prepared by counsel instructed by the Refugee Legal Services (RLS).", "On 16 December 2002 the Refugee Appeals Tribunal (“the Tribunal”) decided to uphold the recommendation of the Commissioner and to reject their appeal (the applicants were legally represented). The first applicant maintained his asylum claim on the basis of his avoidance of military service in Transdniestria and his religion. The second applicant’s request for asylum was based on the Transdniestrian authorities’ prosecution of her concerning the Jehovah’s Witness material found in her home. The Tribunal found as follows:", "“The applicants in this matter base their claim for refugee status on persecution because of their religious beliefs. ...", "The first ... applicant stated that he fled Transdniestria and went to Moldova because he received his call up papers to do his military service. He stated that he did not wish to complete his military service because he had been a member of the Jehovah’s Witnesses since the age of twelve.", "On the basis of his answers in relation to his membership, particularly in relation to the date of birth of Jesus (which he stated was December 25th, when Jehova’s Witnesses deem it to be October 1st), I am not persuaded that the applicant is a member of the Jehovah’s Witnesses.", "The applicant was asked if he had received sacraments as a member of the Jehovah’s Witness and stated “no” because he had not reached that level. I am of the view, from the [first] applicant’s evidence, that it is unlikely that he is a member of the Jehovah’s Witnesses given that he claims to be a member since the age of 12 and has not yet been baptised. (Baptism and The Lord’s Supper are the only Sacraments recognised by Jehovah’s Witnesses.) In view of this, I find his evasion of military service does not amount to persecution for any reason contemplated by Section 2 of the Refugee Act 1996 (as amended).", "With regard to the second ... applicant, I find her evidence that the police searched her apartment every week after the applicant left for Moldova to be contradicted by evidence from her and the first ... applicant. The first ... applicant stated that a couple of days after he arrived in Transdniestria (sic), he applied to the local police station for a forensic medical certificate to enable him to get medical treatment for his injuries. He stated that, as a result of this, the police in Transdniestria (sic) started extradition proceedings on the grounds that he was avoiding military service. It is clear from this that the police in Transdniestria were aware of the location of the first ... applicant and, in that regard, I find the second ... applicant’s evidence that he apartment was searched on a weekly basis to be implausible.", "The second ... applicant, together with the first ... applicant, decided to leave Moldova and travel to Ireland. I am aware from country of origin information (US State Department Country report 2000) that citizens of Transdniestria are free to travel to Moldova. I am also of the view that the second ... applicant could have relocated to Moldova and lived there if she wished. Her reasons for leaving Transdniestria would appear to be that she was being investigated for a criminal offence. In my view, the [second] applicant was fleeing prosecution and not persecution. In light of this, I find that the applicant has not demonstrated a well-founded fear of persecution while she lived in Moldova.", "In the circumstances, I find that the applicants are not refugees within the meaning of Section 2 of the Refugee Act 1996 (as amended).”", "By letter dated 31 December 2002 the Tribunal informed the first and second applicants of its decision (as required by section 16(17)(a) of the 1996 Act). A letter dated 7 January 2003 to the second applicant from the Legal Aid Board indicated that it was not in a position to recommend that legal aid be granted to her in order to institute judicial review proceedings.", "Section 2 of the Refugee Act 1996, as amended by the Immigration Act 1999 and the Immigration Act 2003, (“the 1996 Act”) provides, in so far as relevant, as follows:", "“2. In this Act “a refugee” means a person who, owing to a well founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his or her nationality and is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country; or who, not having a nationality and being outside the country of his or her former habitual residence, is unable or, owing to such fear, is unwilling to return to it, ...”", "Section 5 contains the prohibition of “refoulement”:", "“(1) A person shall not be expelled from the State or returned in any manner whatsoever to the frontiers of territories where, in the opinion of the Minister, the life or freedom of that person would be threatened on account of his or her race, religion, nationality, membership of a particular social group or political opinion.”", "Persons seeking asylum may apply to the Minister for Justice for a declaration recognising their status as refugees (section 8 of the 1996 Act). The matter is referred, for investigation, to the Commissioner, who may interview the candidates and prepare a report on those interviews and on the investigations carried out (sections 11 and 13 of the 1996 Act). A recommendation issues which may be appealed to the Tribunal. The applicants are notified of the Tribunal’s decision under section 16 (17)(a) of the 1996 Act. The Minister is then notified of the Tribunal’s decision (section 16(17)(b) of the 1996 Act). If the Tribunal decision upholds a Commissioner’s refusal to recommend refugee status, the Minister “may ... refuse to give the applicant a declaration” of refugee status (section 17(1)(b) of the 1996 Act).", "Section 17 further provides, in so far as relevant, as follows:", "“(5) Where the Minister has decided to refuse to give a declaration, he or she shall send to the applicant a notice in writing stating that -", "(a) his or her application for a declaration has been refused,", "(b) the period of entitlement of the applicant to remain in the State under section 9 has expired, and", "[(c) the Minister may make an order under section 3 of the [1999 Act], requiring the applicant to leave the State and if the notice contains the statement specified in subsection (4) of that section, it shall not be necessary for the Minister to give the notification specified in the subsection (3) of that section,\"],", "and a copy of the notice shall be sent to the High Commissioner and to the applicant’s solicitor (if known).", "(6) The Minister may, at his or her discretion, grant permission in writing to a person who has withdrawn his or her application or to whom the Minister has refused to give a declaration to remain in the State for such period and subject to such conditions as the Minister may specify in writing.", "(7) A person to whom the Minister has refused to give a declaration may not make a further application for a declaration under this Act without the consent of the Minister.”", "Section 3 of the 1999 Act confers on the Minister the power to make deportation orders in respect of certain categories of persons (Article 3(2) of the 1999 Act), having had regard to the factors listed at Article 3(6) and once the Minister is satisfied that the deportation would not breach the prohibition of refoulement (section 5 of the 1996 Act). That section, in so far as relevant, provides as follows:", "“(1) Subject to the provisions of section 5 (prohibition of refoulement) of the [1996 Act], and the subsequent provisions of this section, the Minister may by order (in this Act referred to as “a deportation order”) require any non-national specified in the order to leave the State within such period as may be specified in the order and to remain thereafter out of the State.", "(2) An order under subsection (1) may be made in respect of -", "...", "(f) a person whose application for asylum has been refused by the Minister,", "...", "(3)(a) Subject to subsection (5), where the Minister proposes to make a deportation order, he or she shall notify the person concerned in writing of his or her proposal and of the reasons for it and, where necessary and possible, the person shall be given a copy of the notification in a language that he or she understands.", "(b) A person who has been notified of a proposal under paragraph (a) may, within 15 working days of the sending of the notification, make representations in writing to the Minister and the Minister shall -", "(i) before deciding the matter, take into consideration any representations duly made to him or her under this paragraph in relation to the proposal, and", "(ii) notify the person in writing of his or her decision and of the reasons for it and, where necessary and possible, the person shall be given a copy of the notification in a language that the person understands.", "(4) A notification of a proposal of the Minister under subsection (3) shall include-", "(a) a statement that the person concerned may make representations in writing to the Minister within 15 working days of the sending to him or her of the notification,", "(b) a statement that the person may leave the State before the Minister decides the matter and shall require the person to so inform the Minister in writing and to furnish the Minister with information concerning his or her arrangements for leaving,", "(c) a statement that the person may consent to the making of the deportation order within 15 working days of the sending to him or her of the notification and that the Minister shall thereupon arrange for the removal of the person from the State as soon as practicable, and", "(d) any other information which the Minister considers appropriate in the circumstances.", "...", "(6) In determining whether to make a deportation order in relation to a person, the Minister shall have regard to—", "(a) the age of the person;", "(b) the duration of residence in the State of the person;", "(c) the family and domestic circumstances of the person;", "(d) the nature of the person’s connection with the State, if any;", "(e) the employment (including self-employment) record of the person;", "(f) the employment (including self-employment) prospects of the person;", "(g) the character and conduct of the person both within and (where relevant and ascertainable) outside the State (including any criminal convictions);", "(h) humanitarian considerations;", "(i) any representations duly made by or on behalf of the person;", "(j) the common good; and", "(k) considerations of national security and public policy,", "so far as they appear or are known to the Minister.”", "Section 5 provides that a person shall not question the validity of, inter alia, a Tribunal decision (section 16 of the 1996 Act), or a notification or deportation order under section 3(1) and (3)(a) of the 1999 Act other than by an application for judicial review under Order 84 of the Rules of the Superior Courts (S.I. No. 15 of 1986). Section 5(2) provides, in so far as relevant, as follows:", "“(2) An application for leave to apply for judicial review under the Order in respect of any of the matters referred to in subsection (1) shall -", "(a) be made within the period of 14 days commencing on the date on which the person was notified of the decision, determination, recommendation, refusal or making of the Order concerned unless the High Court considers that there is good and sufficient reason for extending the period within which the application shall be made, and", "(b) be made by motion on notice (grounded in the manner specified in the Order in respect of an ex parte motion for leave) to the Minister and any other person specified for that purpose by order of the High Court, and such leave shall not be granted unless the High Court is satisfied that there are substantial grounds for contending that the decision, determination, recommendation, refusal or order is invalid or ought to be quashed.", "(3) (a) The determination of the High Court of an application for leave to apply for judicial review as aforesaid or of an application for such judicial review shall be final and no appeal shall lie from the decision of the High Court to the Supreme Court in either case except with the leave of the High Court which leave shall only be granted where the High Court certifies that its decision involves a point of law of exceptional public importance and that it is desirable in the public interest that an appeal should be taken to the Supreme Court.", "...", "(4) The High Court shall give such priority as it reasonably can, having regard to all the circumstances, to the disposal of proceedings in that Court under this section.", "...”", "While the bringing of a judicial review application does not have suspensive effect, applicants can (and generally do) seek, at the same time, an interlocutory injunction preventing their deportation following which the Minister generally gives an undertaking not to deport pending the determination of the judicial review proceedings.", "In the case of the State (Keegan) v. Stardust Compensation Tribunal [1986] IR 642), Judge Henchy endorsed the “Wednesbury principles” of judicial review (Associated Provincial Picturehouse Limited v. Wednesbury Corporation [1948] 1 KB 223) namely:", "“if a decision on a competent matter is so unreasonable that no reasonable authority could ever have come to it, then the Courts can interfere ... but to prove a case of that kind would require something overwhelming”.", "Noting that those principles had evolved over the years, he considered:", "“that the test of unreasonableness or irrationality in judicial review lies in considering whether the impugned decision plainly and unambiguously flies in the face of fundamental reason and common sense.”", "In O’Keefe -v- An Bord Plenala and Others ([1993] I IR 39) the Chief Justice endorsed Judge Henchy’s test noting that:", "“it is necessary that the applicant should establish to the satisfaction of the Court that the decision-making authority had before it no relevant material which would support its decision”.", "In accordance with Article 26(2)(1) of the Constitution the President referred sections 5 and 10 of the Bill to the Supreme Court for a decision as to whether those sections were repugnant to the Constitution.", "As regards the fourteen-day limitation period, the Court was satisfied that the discretion of the High Court to extend the period wa", "The Supreme Court also considered whether the requirement in section 5(2)(b) to satisfy the High Court that there were “substantial grounds” for contesting the validity of the decision in question imposed a burden which, with the fourteen-day limitation period, unreasonably restricted access to court. It noted that the “substantial grounds” requirement had been imposed in other legislation. It recalled that Carroll J in the case of McNamara -v- An Bord Pleanála (no. 1) ([1995] 2 I.L.R.M 125) had interpreted the phrase “substantial grounds” in the Planning Act 1992 as being:", "“equivalent to “reasonable”, “arguable” and “weighty” and held that such grounds must not be “trivial or tenuous”. Although the meaning of the words “substantial grounds” may be expressed in various ways, the interpretation of them by Carroll J. is appropriate. The court is of the view that the imposition of a requirement to show “substantial grounds” in an application for leave to apply for judicial review is one which falls within the discretion of the legislature. It is not so onerous, either in itself or in conjunction with a fourteen day limitation period, as to infringe the constitutional right of access to the Courts or the right to fair procedures.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}