{"ITEMID": "001-119671", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF SAMOYLOVICH v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1-c - Bringing before competent legal authority);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Aleš Pejchal;André Potocki;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Myroslava Antonovych;Paul Lemmens", "TEXT": ["6. The applicant, Mr Nikolay Vasilyevich Samoylovich, is a Ukrainian national who was born in 1969 and lives in Simferopol.", "7. On 29 January 1997 the Kyiv district prosecutor’s office at Simferopol opened criminal proceedings against the applicant, who was serving as a police officer at that time, on suspicion that he had abused his authority.", "8. On 24 November 1999 the Simferopol District Court convicted the applicant of abusing his authority and sentenced him to two and a half years’ imprisonment.", "9. On 6 February 2000 that decision was quashed and the case was sent back for a retrial and further investigation.", "10. On 29 December 2003 the prosecutor’s office discontinued the proceedings on exonerative grounds as it could find no reason to believe that a crime had been committed.", "11. According to the Government, on 30 December 2003 that decision was served on the applicant in Simferopol no. 15 pre-trial detention facility (SIZO), where he was being detained at that time in connection with another set of criminal proceedings.", "12. On 2 August 1999 the applicant was arrested and detained on suspicion of robbery of the I. family.", "13. On 5 August 1999 the prosecutor’s office of the Autonomous Republic of the Crimea (“ARC”) authorised the applicant’s detention on remand for two months pending an investigation, on account of the gravity of the charges laid against him and the need to carry out certain procedural steps. Subsequently (on 10 October 1999, 2 January 2000 and 27 January 2000) the prosecutor’s office extended the applicant’s detention for further terms of three, one and six months, respectively, on the same grounds as those referred to in the order of 5 August 1999.", "14. In September 1999 the applicant challenged his detention before the Central District Court of Simferopol, maintaining that it was in breach of a number of applicable provisions of the procedural law in force at the material time.", "15. On 25 February 2000 the court refused to examine the applicant’s complaint on the merits, finding that he had been lawfully detained following his conviction on 24 November 1999 for abusing his authority and that there was no prosecutor’s order of 5 August 1999 for his detention on remand in the file on his case.", "16. In March 2000 the criminal case against the applicant was joined with another case, which concerned the activity of a gang led by P., another police officer from Simferopol, who was also charged with participating in the robbery of the I. family.", "17. During the pre-trial investigation, the authorities questioned 120 witnesses concerning thirty-four criminal acts attributed to the gang members, carried out twenty reconstructions of the crime scenes and ordered numerous expert assessments.", "18. On 20 July 2000 the pre-trial investigation was completed and the applicant, along with eighteen other individuals suspected of having committed various crimes as members of the aforementioned gang, was committed for trial before the Supreme Court of the ARC (subsequently renamed the Court of Appeal of the ARC, and hereinafter “the Court of the ARC”).", "19. On 4 May 2001, following the familiarisation of the defendants with the material in the case file and the completion of other procedural formalities, the Court of the ARC held a preliminary hearing in the case and scheduled the trial for 5 June 2001. The court also decided that there were no grounds for releasing the applicant pending trial.", "20. Having held eighteen hearings between June and December 2001, the Court of the ARC adjourned the proceedings following a request by one of the defendants that the hearings be recorded, no recording devices being available at the time.", "21. On 15 May 2002 the Court of the ARC resumed its consideration of the case.", "22. On various dates the applicant made requests to the Court of the ARC to release him from custody. He contended that he had no reason to abscond, as he was innocent, had a permanent address in Simferopol and a family (wife, daughter of minor age and elderly mother), and that he was suffering from duodenal ulcers, aggravated as a result of his being in the SIZO. In his submissions the applicant also pointed to various procedural irregularities in the documents on which his detention was based. In particular, he noted that, according to the court decision of 25 February 2000, there was no record of any order of 5 August 1999, serving as the basis for his detention.", "23. Those requests were rejected by the Court of the ARC on the basis of the gravity of the charges laid against the applicant.", "24. On 9 October 2003 the Court of the ARC stated that there was no arbitrariness in the order for the applicant’s detention and that the order of 5 August 1999 had been lawful.", "25. On several occasions the applicant unsuccessfully attempted to institute criminal proceedings against the police officers and the prosecutor’s office, citing various procedural irregularities in his placement in custody.", "26. On 5 November 2003 the Central District Court of Simferopol overturned the refusal by the prosecutor’s office to institute criminal proceedings concerning the lawfulness of the applicant’s detention, referring to a number of procedural irregularities in the drafting of the documents concerning the applicant’s detention. It noted, in particular, that there were two different copies of the above-mentioned order of 5 August 1999. According to that presented by the prosecutor’s office, the applicant had been shown a copy of the order for his detention on 5 August 1999 and had refused to sign it. Nevertheless, a copy held in the SIZO records bore the signature of the applicant dated 5 August 1999. The court next instructed the prosecutor’s office to investigate this and other procedural irregularities in the applicant’s case file.", "27. On 22 December 2003 the prosecutor’s office again refused to institute criminal proceedings. It found, in particular, that it was unclear why there were two different copies of the detention order. However, neither this nor any other procedural irregularity in the case file was such as to warrant the opening of criminal proceedings.", "28. On 15 March and 21 September 2004 the Central District Court of Simferopol and the Court of the ARC respectively upheld the prosecutor’s office’s refusal to institute criminal proceedings concerning the lawfulness of the applicant’s detention.", "29. Between May 2002 and May 2004 the Court of the ARC held some 150 hearings in the case.", "30. On 17 November 2004 the Court of the ARC delivered a judgment, approximately 200 pages long, which stated that the applicant was convicted of being a member of P.’s gang and taking part in the robbery of the I. family. The applicant was further sentenced to seven years’ imprisonment, to run from the date of his arrest (2 August 1999).", "31. On 16 March 2006 the Supreme Court of Ukraine held a hearing in the applicant’s presence and dismissed a cassation appeal he had lodged.", "32. In August 2006 the applicant was released, having served the term of his prison sentence in full.", "33. From August 1999 until August 2006 the applicant was detained in the Simferopol SIZO.", "34. According to the applicant, the physical conditions of his detention in the SIZO had been intolerable. He emphasised, in particular, that the size of the cells had allowed for less than 2.5 square metres’ space per detainee. Cell no. 86, officially designated for six inmates, had in fact, contained only four beds and at times had been occupied by more than four persons, who had needed to take turns to sleep. The detainees had not been given bedding or toiletries and towels, and had had no access to laundry facilities so had to wash and dry their laundry in the cell, which became very humid.", "35. Food, especially during the period between 1999 and 2002, had been insufficient and of poor quality. The bread had been made of such low-grade flour that it rather resembled dark brown gum. The detainees had been given hot cereal (каша) without salt, sugar or fat, three times per day. For lunch they had also been given a bowl of soup, which had, in fact, consisted of the same cereal or dumplings made from poor quality flour floating in water. The portions had been meagre.", "36. The applicant had been confined to his cell for most of the day. He was able to take a daily walk outside for some thirty to forty minutes although sometimes, particularly in bad weather, there had been no outdoor exercise at all. The situation had been particularly difficult during the period between 1999 and 2002, when the walks had taken place on a highly irregular basis. The exercise yard had measured five by five square metres. It had been bare concrete with no benches or exercise facilities and had smelled of human excrement.", "37. In 2000 the applicant had been placed in a disciplinary cell for ten days, where the conditions had been even more severe than in the ordinary cells.", "38. On numerous occasions the applicant had complained about the physical conditions of his detention and the quality of nutrition in his diet to various authorities, including to the Court of the ARC during the hearings. However, his complaints had been to no avail.", "39. On several occasions the authorities had acknowledged some breaches of the applicant’s and other inmates’ rights. In particular, according to some correspondence from the SIZO administration, it had not been provided with a sufficient quantity of meat or fresh produce to ensure a varied diet for the inmates and had been obliged to make dietary substitutions. However, notwithstanding its acknowledgment of the problems complained of, the situation had not been remedied.", "40. According to the Government, the conditions of the applicant’s detention had been adequate and sufficient for meeting his basic needs.", "41. As regards the living conditions, from 6 August 1999 until 2 August 2000 the applicant had been held in cell no. 176, which measured 13.5 square metres and had eight beds. From 2 August 2000 until 7 June 2004 the applicant had been held in cell no. 170, which measured 32.4 square metres and had sixteen beds; from 7 June 2004 until 31 August 2004 the applicant had been detained in cell no. 89, which measured 8.2 square metres and had six beds. During the remaining period of his detention the applicant had been held in cell no. 86, which measured 8.2 square metres and had six beds. According to the records, the number of detainees held in those cells during the periods in question, had not exceeded the number of beds available and each detainee had had his own sleeping place.", "42. Each cell had been equipped with both natural and artificial ventilation, a centralised twenty-four-hour heating system, water supply and a sanitation system. All cells had been provided with windows, letting in daylight. At night electric light of a sufficient strength had been available to enable the detainees to read or write. The cells had been equipped with the necessary amenities, including toilets, wash basins, tables, benches and storage boxes. The applicant had been provided with dishes and bed linen (which had been changed every week).", "43. Every day the detainees had been afforded a one-hour walk in the outdoor courtyard, which measured 25.3 square metres. A light canopy above the courtyard had offered protection from rain and snow and had enabled the detainees to take outdoor exercise in any weather. The courtyard had been cleaned on a daily basis.", "44. The detainees’ diet had been prepared in compliance with applicable domestic standards and had been sufficient to meet their nutritional needs. For example, in their daily diet the detainees had received 100 to 150 grams of fish or meat, twenty grams of vegetable oil, forty grams of fat and a sufficient quantity of fresh vegetables from which to obtain the necessary vitamins.", "45. According to the applicant’s submissions, during routine searches the prison authorities had thrown the detainees’ food, shoes and other belongings out of the cell into a dirty corridor. Often the authorities had confiscated objects which could not have presented any threat to prison security, such as plastic water bottles, newspapers or spoons.", "46. The applicant also submitted that in detention he had never received a visit from a pastor and had had no opportunity to pray in private, as he had never been left alone. His relatives had only been able to see him through a glass partition during their visits. As a result of that lack of family contact the applicant’s wife had divorced him in 2002. The applicant had been expelled from the university on account of the impossibility of pursuing regular studies while in detention. The administration had regularly interfered with his correspondence and communication with the outside world and had not provided him with adequate medical and dental assistance. According to the case file, the applicant hadn’t raised any of the complaints listed in this and the preceding paragraph at domestic level.", "47. The applicant further submitted that on those days when he had attended the court hearings, in the period between 2000 and 2001, he and his co-accused would often spend the entire day in the courtroom without being provided with lunch or dinner. As the applicant had continually protested against this situation, in the autumn of 2001 the judge had ordered him to be removed from the courtroom until the end of the trial, for contempt of court.", "48. At various times the applicant had unsuccessfully attempted to lodge civil actions against the police of the ARC (his former employer), alleging various violations of his labour rights. On several occasions the courts had refused to consider the merits of his application because he had not complied with the applicable procedural formalities.", "49. Relevant provisions of domestic law concerning arrest and detention pending criminal investigation and trial can be found in the Court’s judgment in the case of Yeloyev v. Ukraine (no. 17283/02, § 35, 6 November 2008).", "50. Relevant international materials concerning the conditions of detention can be found in the judgment in the case of Dvoynykh v. Ukraine (no. 72277/01, §§ 39-40, 12 October 2006)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "6-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}