{"ITEMID": "001-80865", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GORELISHVILI v. GEORGIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10", "JUDGES": "", "TEXT": ["5. The applicant was born in 1969 and lives in Tbilisi. She was a journalist at the material time.", "6. In July 2000, the applicant published an article in the newspaper “Meridiani 44” (no. 75 (579), 3-5 July 2000). This article, entitled “The Head of the 'twofold' Ministry does not know where and how much he has saved”, was a continuation of a regular rubric which informed the public of the financial situation of various political figures in the light of their property declarations. The background to the rubric was the problem of corruption in the public service.", "7. In the article, amongst other politicians and government officials, Mr Givi Lominadze, a Member of Parliament at the material time, was criticized for his declared assets.", "8. The article began on the first page of the newspaper with a blackandwhite photograph (12x11 cm) of the parliamentarian's summer house. The following comment was underneath the picture: “The summer house of the Abkhazia exile and Member of Parliament, Mr Givi Lominadze, does not look that modest. So what? The Georgians who have lost Abkhazia deserve to take a breather somewhere ...”", "9. In the article the applicant cited the words of Grigol Robakidze, a 20th century Georgian writer: “the Government is a sacred phenomenon; there is no place for blackguards there”. She further continued: “the main principle of the relationship between the people and the Government – justice – is breached today; we obey arbitrariness ... Let's have a look now at the financial position of the officials suspected of arbitrariness.”", "10. The passage of the article describing Mr Lominadze's assets in the light of his latest property declaration was placed on the fifth page of the newspaper:", "“... If Mr B.'s pride is his son, Mr Givi Lominadze – Head of the Parliamentary Fraction “Abkhazia” (although, he might soon forfeit this post) – is proud of his soninlaw, Mr P., who is the Head of the President's Security Service (we already spoke about the latter in the previous edition). The son-in-law has probably given a hand to his fatherinlaw, otherwise the latter could hardly have finished for some 2535,000 Laris [EUR 11,500-16,170] the construction of the summer house (which, in fact, looks like a palace) in the village of Tsitelsofeli on the banks of Aragvi River.", "You all know how difficult the everyday life of the refugees from Abkhazia is, and, as it seems, still missing the sea, they want to be close to the water – Aragvi is undoubtedly a gorgeous river.", "Mr Lominadze has also managed to purchase an apartment in Tbilisi for the price of GEL 40-45,000 [EUR 18,50020,800] (Mr Lominadze gives such approximate, “twofold” prices everywhere). And, with due regard to the price of the Tsitelsofeli summer house, then Mr Lominadze's Tbilisi apartment should be a truly grandiose construction. Or, maybe Mr Lominadze made a mistake and “could not correctly” assess the price of his riverside summer house?!", "In the list of his real property, Mr Lominadze has also cited the house he inherited in the village of Senaki, valued at GEL 20,000 [EUR 9,240], and the family library, valued at GEL 10,000 [EUR 4,640]. Despite the fact that, last year, the parliamentarian's only income was his salary amounting to GEL 6,300 [EUR 2,900] in total, his savings amount to GEL 7,000 [EUR 3,200]. One can only wonder whether Lominadze and people like him feed on air, without ever spending salaries; how else could they manage to save so much?!”", "11. Mr Lominadze sued the applicant and the editor of the newspaper for defamation. He claimed that the facts mentioned in the article were untrue. They indirectly suggested that he had acquired the summer house and the Tbilisi apartment since becoming a parliamentarian in 1993, but in reality the origin of most of those possessions dated back to the 197080s.", "12. On 23 January 2002 the VakeSaburtalo District Court in Tbilisi allowed his claim and obliged the respondents to publish a rectification, conceding that the previous publication had been the result of a superficial research of the facts and only reflected the journalist's subjective opinion. The court also ordered each of the respondents to pay to the parliamentarian GEL 100 [EUR 46] for non-pecuniary damage and GEL 500 [EUR 230] for costs and expenses.", "13. In its reasoning, the District Court acknowledged that the facts exposed in the article with regard to the parliamentarian's assets were correct, since they were based on the official data submitted in the property declaration and were never disputed by the plaintiff. Nonetheless, the court concluded that the structure of the article, the epithets and artistic expressions were of such a sarcastic and humiliating nature that they would necessarily arouse in readers negative sentiments towards the parliamentarian. The court shared the plaintiff's concern that the article implied that his declared assets were of illegal origin. Since the applicant failed to discharge, under Article 18 § 2 of the Civil Code, the burden of proof by showing that she had not intended to accuse Mr Lominadze of corruption, the District Court found her liable in defamation.", "14. On 19 February 2003 the Appeal Chamber of the Tbilisi Regional Court quashed and replaced the judgment of 23 January 2002. The court reasoned that the journalist's criticism was aimed at the private sphere of the parliamentarian's life rather than the political sphere. It concluded that the applicant had failed to bring proof of such statements as “the son-in-law has probably given a hand to his father-in-law, otherwise the latter could hardly have finished ... the construction of the summer house ...” and “one can only wonder whether Lominadze and people like him feed on air, without ever spending salaries; how else could they manage to save so much?!”", "15. The Regional Court ordered the journalist and the newspaper to retract those statements as untrue and to pay jointly GEL 100 [EUR 46] in non-pecuniary damages. The President of the Appeal Chamber expressed a dissenting opinion, mostly based on the principles of the case-law of the European Court of Human Rights.", "16. Subsequent to the applicant's cassation appeal, on 12 September 2003 the Supreme Court quashed the judgment of the Regional Court and decided the case anew.", "17. The Supreme Court recognised that the margin of criticism with regard to political figures was wider than that regarding other persons. However, considering that she had failed to prove the truthfulness of her suggestion that the impugned property had originated during the parliamentarian's political life in the 1990s, the court found, on the basis of Article 18 of the Civil Code, that the applicant's criticism was unfounded and therefore defamatory. It noted that she had indirectly called the parliamentarian a “blackguard” and had gratuitously accused him of “arbitrariness”.", "18. The Supreme Court further stated that, “in view of journalists' high degree of responsibility within society, each and every one of their judgments should be based on well-investigated and well-examined facts and not on unfounded assumptions”, as in the applicant's case. The court concluded that the applicant had been negligent when writing about the parliamentarian.", "19. The Supreme Court ordered the applicant and the editor to pay jointly GEL 100 [EUR 46] in non-pecuniary damages. The applicant was further ordered to publish a rectification, specifically retracting the two phrases - “the son-in-law has probably given a hand to his father-in-law, otherwise the latter could hardly have finished ... the construction of the summer house ...” and “one can only wonder whether Lominadze and people like him feed on air, without ever spending salaries; how else could they manage to save so much?!” – as untrue statements.", "20. According to the applicant, the final judgment of 12 September 2003 was notified to her outside the time-limit prescribed by law and did not bear the stamp or signature of the Registrar of the Supreme Court.", "Article 24 guarantees freedom of thought and expression, together with the freedom of the mass media.", "Article 18 provided that an individual was entitled to request in court a rectification of the “information” (cnobebi), which was damaging to his or her honour, dignity or professional reputation, unless the person who had disseminated that information could prove its truthfulness. The aggrieved party could also claim pecuniary and non-pecuniary damages, which he or she had sustained as a result of the dissemination of such information.", "Section 1 stated that the aim of the Act was to fight corruption in the public service.", "Pursuant to section 14, a public official was obliged to file property and financial declarations within a month of taking up office. The declarations had to be regularly submitted (once a year) during his or her public service, as well as upon resignation or dismissal.", "Pursuant to sections 15 and 16, the property and financial declarations were to provide comprehensive information about all the public official's immovable and movable assets, securities, savings deposits, bank accounts, currency, participation in business activities, performance of any remunerated work apart from business activities, contractual engagements, gifts and the existence of other income exceeding GEL 1,500 [EUR 693].", "Under section 17 § 1, in case the value of a declared asset could not be established without an expert assessment, an approximate value was to be indicated. Section 19 § 1 stated that the official's property and financial declarations, except for certain confidential parts, were public documents.", "Pursuant to section 24 § 2, a journalist was responsible for verifying the correctness of information before publishing it."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}