{"ITEMID": "001-89410", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CARLSON v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant, Mr Scott Norman Carlson, is a United States national who was born in 1962 and lives in Washington.", "7. On 4 August 2001 the applicant married D., a Swiss national who was born in 1969. They decided to live in the United States of America (District of Columbia).", "8. On 3 July 2004 their son, C., was born there. He is a national of the United States and of Switzerland. Parental responsibility was exercised jointly by both parents.", "9. Between February and July 2005 D. made several trips to Switzerland, sometimes accompanied by C. She decided to settle there with the child, in the municipality of Stansstad (Canton of Nidwalden), from 1 August 2005 onwards.", "10. On 16 September 2005, D. and C. moved to Obersiggenthal (Canton of Aargau).", "11. On 28 September 2005 D. petitioned for divorce before Baden District Court (Canton of Aargau) and at the same time requested interim measures for the duration of the divorce proceedings, particularly with a view to obtaining custody of the child.", "12. On 29 September 2005 the applicant petitioned for separation before a US court.", "13. In a decision of 30 September 2005, the President of the appropriate division of Baden District Court provisionally granted D. custody of C.", "14. On 31 October 2005 the applicant started proceedings in Baden District Court. Relying on the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”, see paragraph 38 below), he sought an order that his son be returned promptly to the United States. In support of his request he stated that his wife had gone to Switzerland in July 2005, accompanied by the child, for a holiday and also for health reasons. The applicant had joined her for a two-week holiday in September 2005 and had agreed with his wife that he would return alone to the USA on 28 September 2005. Just before his departure D. had, however, presented him with a divorce agreement. He had found it unacceptable and had thus refused to sign it. He then returned to the USA without his child.", "15. In a decision of 14 November 2005 the President of the appropriate division of Baden District Court ordered D. to surrender C.'s passport and prohibited her from leaving Switzerland. At the same time, he decided to join the proceedings concerning the child's return to the divorce proceedings, including the determination of rights of custody and access.", "16. On 21 November 2005 D. deposited the child's Swiss passport.", "17. On 3 December 2005 D. submitted her observations on the request for the child's return to the USA, arguing that the parties had decided to move to Switzerland at the start of 2005. Thus, she alleged, the provisions of the Hague Convention were not applicable to the present case.", "18. On 17 February 2006 the President of Baden District Court dismissed the applicant's request for the child's return to the USA. He found that the situation admittedly appeared to be one of wrongful removal or retention within the meaning of Article 3, sub-paragraph (a), of the Hague Convention, given that parental responsibility for C. had been exercised jointly by both parents under the applicable laws of the District of Columbia where the child had habitually resided before his removal. The President further acknowledged that the decision of 14 November 2005 to join the proceedings concerning the child's return and the divorce proceedings had not complied with Article 16 of the Hague Convention, which precluded any decision on the merits of rights of custody before the ruling on the child's return.", "19. The court nevertheless refused to grant the request for the child's return to the USA, finding that the applicant had consented to the removal and retention of the child, thus removing any wrongfulness from D.'s conduct for the purposes of Article 3, sub-paragraph (a), of the Hague Convention.", "20. In the absence of witnesses, the President of the appropriate division of the court examined whether the applicant's allegations could be regarded as sufficiently credible (hinreichend glaubhaft). He found that the applicant had been unable to submit evidence in support of his allegation that, whilst he had agreed to the mother's temporary stay in Switzerland, this had only been on the condition that she return the child to the United States once her visit to Switzerland for medical treatment had ended. Moreover, the judge took the view that the applicant had failed to show that the mother's health problems had been resolved in September 2005 and that D.'s residence in Switzerland was thus no longer justified from that time. On the contrary, the applicant could not reasonably have believed that his wife and child were only going to remain in Switzerland for a short time, as the mother had had herself registered in two Swiss municipalities in succession and had taken steps to find work there. The applicant had been kept informed of all these developments by his wife, whom he had in fact visited on several occasions.", "21. In view of the above, the judge of Baden District Court found, first, that the child's removal to Switzerland had not been unlawful under Article 3, sub-paragraph (a), of the Hague Convention, since the applicant had given his express consent, and, secondly, that there was insufficient evidence to substantiate the allegation of the child's wrongful retention.", "22. In parallel the applicant brought an action for unjustified delay before the Court of Appeal (Obergericht) of the Canton of Aargau. He requested, firstly, an immediate decision on his application of 31 October 2005 for the child's return to the United States, and, secondly, the opening of a disciplinary procedure and the taking of appropriate measures against the President of Baden District Court.", "23. In a decision of 27 February 2006 the Court of Appeal's supervisory panel (Inspektionskommission des Obergerichts) observed that the impugned decision, concerning the child's return to the USA, had been given in the meantime, on 17 February 2006. It noted that the District Court had exceeded the six-week time-limit provided for in Article 11 of the Hague Convention for a decision on the child's return. It further found that there had been an unjustified delay in the proceedings brought by the applicant. As regards the requested disciplinary measures against the President of Baden District Court, the panel found that such measures were not appropriate having regard to the circumstances that had led to the delay. It pointed out that the President of the District Court was required to adhere to a calendar that the panel itself had imposed, requiring disposal of older cases and the holding of hearings that could not be adjourned. Other factors came into play, such as the absence of a greffière and the busy end-of-year period. The panel also found that there were no indications to suggest that the delay could be attributed to other grounds, of a political nature, as the applicant had claimed.", "24. On 7 March 2006 the applicant lodged a second appeal before the Canton of Aargau Court of Appeal against the District Court's decision of 17 February 2006, arguing among other things that the latter had reversed the burden of proof, in patent disregard of Article 13 of the Hague Convention.", "25{0>. Par une décision du 10 avril 2006, la cour d’appel rejeta ce recours.<}79{>. In a decision of 10 April 2006 the Court of Appeal dismissed the applicant's appeal.<0} Whilst it acknowledged that the President of Baden District Court had wrongly reversed the burden of proof against the applicantapplicant had, in a sufficiently unequivocal manner, consented to the child's retention for an indefinite period.", "26. On 11 May 2006 the applicant lodged a public-law appeal with the Federal Court, seeking the prompt return of his child to the United States. He alleged that there had been numerous violations of the right to be heard, in particular because the District Court had not duly taken into account or had misconstrued his offers to adduce proof to show that he had not consented to his child's retention. Moreover, he criticised the fact that the District Court had merged the proceedings concerning the child's return with the divorce proceedings and that its decision on the child's return had by far exceeded the time-limit provided for under Article 11 of the Hague Convention. Lastly, he argued that the reversal of the burden of proof clearly constituted a violation of Article 13 of the Hague Convention.", "27. {0>. Par un arrêt du 13 juillet 2006, le Tribunal fédéral rejeta le recours de droit public du requérant.<}74{>InIn a judgment of 13 July 2006, the Federal Court dismissed the public-law appeal.<0} It did not call into question the fact that the District Court had wrongly merged the two sets of proceedings. However, it failed to address the question of the time taken by the court below to reach its decision.", "28. The Federal Court shared the District Court's view that the child's removal and retention had a priori been capable of breaching the applicant's right of custody within the meaning of Article 3 of the Hague Convention.", "29. However, the Federal Court rejected the allegations concerning the right to be heard, indicating in detail the reasons why it considered unfounded the arguments put forward by the applicant to prove that he had not consented to his child's retention in Switzerland. By contrast, the Federal Court regarded it as established that the parties had decided, in the summer of 2005, that the mother and her child would settle in Switzerland on a long-term basis. It was proven, according to the Federal Court, that the applicant had agreed that the mother would find employment and buy a car there. Moreover, it could not be argued that the Court of Appeal had reached its conclusions only by reversing the burden of proof against the applicant. Thus, the Federal Court found that the Court of Appeal had properly applied Article 13, sub-paragraph (a), of the Hague Convention. Accordingly, it refused to order the child's return to the United States.", "30. On 12 and 18 December 2006 the applicant lodged a request with the Federal Court for the revision of the judgment of 13 July 2006. He alleged in particular that he had suffered discrimination as the child's father.", "31. In a judgment of 6 February 2007 the Federal Court declared the request for revision inadmissible, because the allegation about discriminatory treatment did not constitute a valid ground for revision under the applicable law.", "32. On 13 September 2007 the supervisory panel of the Aargau Canton Court of Appeal found that there had been no unjustified delay in the revision proceedings.", "33. On 18 September 2007 the District Court of Baden declared inadmissible a request for the revision of the 10 April 2006 judgment of the Aargau Canton Court of Appeal.", "34. According to a letter from the United States Embassy in Berne, dated 20 November 2007, its staff had attempted in vain to make contact with the child's mother.", "35. On 26 November 2007 the applicant lodged a request for a right of access.", "36. On 29 November 2007 Baden District Court ordered that the applicant be granted a right of access.", "37. On 4 December 2007 the Aargau Canton Court of Appeal declared inadmissible another request for the revision of the judgment that it had given on 10 April 2006. That decision was served on the applicant, according to him, on 15 December 2007.", "38. The relevant provisions of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction, which entered into force in respect of Switzerland on 1 January 1984, read as follows:", "“Preamble", "The States signatory to the present Convention,", "Firmly convinced that the interests of children are of paramount importance in matters relating to their custody,", "Desiring to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access,", "Have resolved to conclude a Convention to this effect, and have agreed upon the following provisions:", "Article 1", "The objects of the present Convention are –", "a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.", "...", "Article 3", "The removal or the retention of a child is to be considered wrongful where –", "a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph a) above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.", "Article 4", "The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.", "Article 5", "For the purposes of this Convention –", "a) \"rights of custody\" shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence;", "b) \"rights of access\" shall include the right to take a child for a limited period of time to a place other than the child's habitual residence.", "Article 6", "A Contracting State shall designate a Central Authority to discharge the duties which are imposed by the Convention upon such authorities.", "Federal States, States with more than one system of law or States having autonomous territorial organizations shall be free to appoint more than one Central Authority and to specify the territorial extent of their powers. Where a State has appointed more than one Central Authority, it shall designate the Central Authority to which applications may be addressed for transmission to the appropriate Central Authority within that State.", "Article 7", "Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective State to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures –", "a) to discover the whereabouts of a child who has been wrongfully removed or retained;", "b) to prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "c) to secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "d) to exchange, where desirable, information relating to the social background of the child;", "e) to provide information of a general character as to the law of their State in connection with the application of the Convention;", "f) to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access;", "g) where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "h) to provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "i) to keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.", "Article 8", "Any person, institution or other body claiming that a child has been removed or retained in breach of custody rights may apply either to the Central Authority of the child's habitual residence or to the Central Authority of any other Contracting State for assistance in securing the return of the child.", "The application shall contain –", "a) information concerning the identity of the applicant, of the child and of the person alleged to have removed or retained the child;", "b) where available, the date of birth of the child;", "c) the grounds on which the applicant's claim for return of the child is based;", "d) all available information relating to the whereabouts of the child and the identity of the person with whom the child is presumed to be.", "The application may be accompanied or supplemented by –", "e) an authenticated copy of any relevant decision or agreement;", "f) a certificate or an affidavit emanating from a Central Authority, or other competent authority of the State of the child's habitual residence, or from a qualified person, concerning the relevant law of that State;", "g) any other relevant document.", "...", "Article 11", "The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. If a reply is received by the Central Authority of the requested State, that Authority shall transmit the reply to the Central Authority of the requesting State, or to the applicant, as the case may be.", "...", "Article 13", "Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –", "a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child's habitual residence.", "...", "Article 16", "After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice.", "...", "Article 19", "A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.”", "39. In a recent case that is largely comparable to the present one, the Federal Court upheld the appeal of a mother, a Swiss national, who opposed a request for the return of her child made by the child's father, a French national living in France. The court took the view that the father had “subsequently acquiesced”, within the meaning of Article 13, sub-paragraph (a), of the Hague Convention, in the child's retention, especially because he had taken to Switzerland items belonging to the mother that were to be used by her in her professional activities in Switzerland (see Federal Court judgment of 17 November 2006, 5P.380/2006 ). Generally speaking, the Federal Court finds it easier to accept the existence of a tacit agreement as to the removal or retention of a child where the party requesting the child's return has actively contributed to the settlement of the child and the accompanying parent in the destination country (ibid., see also the Federal Court judgment of 15 November 2005, 5P.367/2005)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}