{"ITEMID": "001-86105", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ROLGEZER AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants live in the village of Naumovka in the Tomsk region in the vicinity of a radiochemical plant of the Siberian Chemical Industrial Complex (hereinafter “the plant”), owned and operated by the State.", "6. On an unspecified date in July 1997 the applicants sued the plant for compensation for the damage to their health caused by its activity. They also sought an injunction banning the burial ground disposal of nuclear waste. On 27 July 1997 the Seversk Town Court of the Tomsk Region registered the statement of claim and listed the first hearing for 3 November 1997.", "7. As the Town Court was situated in the area with restricted access, the court asked the applicants to provide personal information necessary to prepare a pass for them.", "8. The applicants did not appear at the hearing of 3 November 1997. Their representatives were present. The Town Court ordered an expert examination. On 9 December 1997 the Tomsk Regional Court quashed the decision because it had been taken in the applicants’ absence.", "9. On 28 April 1998 the applicants provided their personal information and were issued with a pass by the Seversak Town Administration.", "10. At the hearing of 15 May 1998 the applicants modified their claims. They challenged the exploitation licence granted to the plant by the Tomsk Regional Government and claimed compensation in respect of non-pecuniary damage. The Tomsk Regional Government was cited as co-defendant and the hearing was adjourned until 14 July 1998.", "11. On 14 July 1998 the applicants did not appear and the hearing was adjourned until 31 August 1998.", "12. On 31 August 1998 only two plaintiffs came to the court and the hearing was adjourned until 21 October 1998.", "13. On 21 October 1998 the applicants again modified their claims and asked the court to call witnesses. The hearing was adjourned until 24 November 1998.", "14. Hearings were held on 24 November and 7 December 1998.", "15. On 7 December 1998 the Seversk Town Court of the Tomsk Region ordered the Ministry of Public Health to perform an expert examination at the defendant’s request and stayed the proceedings. On the same day the case file was sent to the Ministry of Public Health.", "16. On 29 January 1999 the Tomsk Regional Court upheld the decision of 7 December 1998 on appeal.", "17. During the following three years the Town Court sent ten warnings to the Ministry of Public Health, asking it to perform the examination or, if it was not possible, to return the case file to the court.", "18. On 22 April 2002 the Ministry of Public health returned the case file to the Town Court, stating that it had not been possible to perform the examination because the defendant had not paid for it. On the same day the Town Court resumed the proceedings.", "19. At the hearing of 26 June 2002 the applicants withdrew their claims against the Tomsk Regional Government and amended their claims against the plant. The hearing was adjourned until 4 July 2002.", "20. The Town Court held hearings on 4 and 15 July 2002. On 15 July 2002 the Seversk Town Court of the Tomsk Region dismissed the applicants’ claims as unsubstantiated.", "21. On 5 November 2002 the Tomsk Regional Court upheld the judgment on appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}