{"ITEMID": "001-57941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF KEROJÄRVI v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;Paul Mahoney;R. Pekkanen", "TEXT": ["6. Mr Erkki Kerojärvi, a Finnish citizen born in 1924, is retired and lives in Helsinki.", "7. On 5 September 1985 the State Office for Accident Compensation (tapaturmavirasto, olycksfallsverket - \"the Compensation Office\") gave its decision on a request by the applicant for compensation under the 1948 Military Injuries Act (sotilasvammalaki, lag om skada, ådragen i militärtjänst, 28.5.1948/404 - \"the 1948 Act\") from the Finnish State in respect of certain conditions which he claimed resulted from his service in the wars between 1939 and 1945 between Finland and the Soviet Union. The Compensation Office accepted that a shrapnel wound to the applicant’s back was a military injury but rejected his claims in respect of inguinal hernia, chronic prostatitis, acute tonsillitis and a number of other conditions. Considering that the degree of his disability was less than ten per cent, the minimum required to qualify for a life annuity (elinkorko, livränta) under section 8 of the 1948 Act (see paragraph 19 below), the Compensation Office refused to grant him such a benefit.", "On appeal, the Insurance Court (vakuutusoikeus, försäkringsdomstolen) recognised that the applicant in addition suffered from tonsillitis entitling him in principle to compensation but found that the degree of his disability nevertheless remained less than ten per cent. On 4 September 1986 it therefore dismissed the applicant’s request for compensation. This decision was upheld by the Supreme Court on 15 December 1987.", "8. In January 1988 the applicant asked the Compensation Office to adjust the degree of his disability. He cited a medical report of 3 June 1987 to establish that he suffered from the above-mentioned conditions. In May 1988 he submitted a further report.", "The Compensation Office rejected the request on 23 August 1988 on the ground that the applicant had failed to show a fundamental change in the circumstances on the basis of which his disability had initially been assessed.", "9. The applicant appealed from that decision to the Insurance Court. He adduced additional evidence, including the results of an X-ray examination and laboratory tests of 17 April 1989, and renewed his previous request for compensation in so far as it had been refused in the proceedings referred to in paragraph 7 above.", "10. In the course of the proceedings the Insurance Court obtained an opinion from the Compensation Office, dated 24 October 1988, which, without giving reasons, recommended the rejection of the appeal. It also received copies of a master file concerning the applicant, and a medical file containing a record of his war-time medical examinations, from the Headquarters of the Military District of Western Uusimaa (Länsi-Uudenmaan sotilaspiirin esikunta, staben för Västra Nylands militärdistrikt). These documents showed, inter alia, that in 1940 the applicant had been treated in a military hospital for inguinal hernia and that in 1943 he had undergone an operation for this condition.", "The Insurance Court did not communicate copies of the opinion or files to the applicant. They were, however, included in the Insurance Court’s case file, which was available to the applicant throughout the proceedings in that court (section 19 of the 1951 Act on the Access to Public Documents - laki yleisten asiakirjain julkisuudesta, lagen om allmänna handlingars offentlighet, 9.2.1951/83).", "11. In a decision of 19 October 1989 the Insurance Court rejected the applicant’s appeal on the assessment of the degree of his disability, finding that his shrapnel injuries and acute tonsillitis still represented a disability of less than ten per cent. It also rejected his claim for compensation on the ground that it had been decided with legal force (see paragraph 21 below) by the Supreme Court’s judgment of 15 December 1987 (see paragraph 7 above). The decision stated that the Insurance Court had obtained the above-mentioned opinion from the Compensation Office and files from the Headquarters of the Military District. It further indicated that the Insurance Court would return the master file and the file pertaining to the applicant’s war-time medical examinations to the Headquarters and that an appeal could be lodged with the Supreme Court \"if the matter [concerned] entitlement to compensation\".", "12. On 31 December 1989 the applicant appealed to the Supreme Court, challenging the Insurance Court’s ruling that a final decision on his compensation claim had been given by the Supreme Court on 15 December 1987. He requested rehabilitation treatment on an annual basis and the reimbursement of certain subsistence expenses. He claimed that his war injuries were permanent. His appeal did not mention that the documents obtained by the Insurance Court had not been communicated to him.", "13. The Insurance Court transmitted the case file to the Supreme Court; it included the Compensation Office’s opinion but not the master and medical files, which had been returned to the Headquarters of the Military District (see paragraph 11 above). According to the Government, copies of the master file had been included in the case file relating to the first set of proceedings in the Supreme Court. The Government further stated that, in the second set of proceedings, the Insurance Court and the Supreme Court had based their decisions at least in part on the master and medical files.", "14. The Agent of the Government stated at the public hearing on 22 February 1995 that at the material time it was consistent practice of the Insurance Court and the Supreme Court not to communicate documents of the kind in question even if they had been obtained at the court’s own request and irrespective of whether the issue at stake was one of admissibility or merits.", "15. On 7 June 1990 the Supreme Court upheld the Insurance Court’s decision of 19 October 1989. The Supreme Court’s decision stated:", "\"The appeal to the Supreme Court Kerojärvi has requested compensation for [certain alleged illnesses]. The finding of the Supreme Court The decision of the Insurance Court is not varied.", "...\"", "16. The applicant was not legally represented either in the Insurance Court or in the Supreme Court. At no stage of the proceedings did he consult the case file.", "17. A compensation scheme, entirely funded by the Finnish State, for injury and illness suffered as a result of military service was set up under the 1948 Act. Pursuant to section 1 of the 1956 Act on Extended Application of the Military Injuries Act (laki sotilasvammalain soveltamisalan laajentamisesta, lag angående utvidgad tillämpning av lagen om skada, ådragen i militärtjänst, 15.6.1956/390) the 1948 Act applies to, among others, Finnish soldiers wounded in the wars between Finland and the Soviet Union from 1939 to 1945.", "18. The general rule in section 1 (1) of the 1948 Act provides that compensation under the Act \"shall be granted\" to persons for injury or illness suffered by them as a result of service, inter alia, as conscripts. Detailed rules on the kind of injury and illness which may be regarded as caused by military service for the purpose of compensation under the Act are contained in sections 2 and 3.", "19. Section 8 (1) in \"Chapter 2. On Compensation\" (Korvaukset, Ersättingar) reads:", "\"A wounded or ill person whose degree of disability is at least ten per cent shall be entitled to a life annuity. The figure representing the degree of disability corresponds to the extent to which the injury or illness suffered reduces the ability of the person concerned to support himself or herself.\"", "20. Section 29 (2), as applicable at the material time, provided that an appeal against a decision by the Insurance Court on entitlement to compensation under the 1948 Act lay to the Supreme Court. A decision by the Insurance Court was however to be final in certain matters.", "The Supreme Court has interpreted the above provision to mean that the person concerned can appeal on entitlement to compensation but not on the degree of disability, so that an appeal on the latter is inadmissible.", "21. According to a general principle of law in Finland, a decision by the Supreme Court rejecting, in full or in part, a claim by an individual to be granted a benefit from a public authority has legal force (lainvoima, laga kraft), in the sense that it may not be the subject of a further appeal. However, it is not res judicata (oikeusvoima, rättskraft). The claimant may at any time, by means of a fresh application, request the competent authority to reconsider the claim (see, inter alia, Jaakko Uotila, Seppo Laakso, Teuvo Pohjolainen, Jarmo Vuorinen, pp. 186-89 in Yleishallinto-oikeus pääpiirteittäin, Tampere 1989). This principle also applies to a request for compensation under the 1948 Act.", "22. Pursuant to the new version of section 29 (2), as amended with effect from 1 January 1994 (by Act no. 1225/93), decisions taken by the Insurance Court under the Act are final. However, subject to certain strict conditions, section 25 (also amended) provides for reopening of proceedings in the Compensation Office or in the Insurance Court.", "23. Where appropriate, the provisions governing the proceedings in the ordinary courts may be applied to those in the Insurance Court (section 9 (4) of the 1958 Insurance Court Act - laki vakuutusoikeudesta, lag om försäkringsdomstolen, 17.1.1958/14).", "Under Article 6 of chapter 26 of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), if the Court of Appeal (hovioikeus, hovrätten) has obtained of its own motion an opinion or other written statement which may have an impact on its determination of the case, the Court of Appeal must, unless it is clearly unnecessary, request the parties concerned to comment thereon in writing."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}