{"ITEMID": "001-95271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "JAKOWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["1. The applicant, Mr Wiktor Jakowicz, is a Polish national who was born in 1917 and lives in Grotniki. He was represented before the Court by Mr P. Radek and subsequently by Mr B. Zacharek, lawyers practising in Łódź. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "2. The realities of the international situation following the end of the Second World War prevented the Republic of Poland from asserting any claims arising out of persecution of its citizens by Nazi Germany, including as forced labourers.", "3. In the period immediately following the Second World War Poland did not conclude a specific agreement with Germany regarding the issue of reparations. It relied on the Potsdam Agreement of 1 August 1945, concluded by the Governments of the United States of America, the United Kingdom of Great Britain and Northern Ireland and the Union of Soviet Socialist Republics.", "4. On 27 February 1953 the London Agreement on Germany's External Debts (London Debt Agreement) was concluded by the United States of America, Great Britain, France and the Soviet Union. Under this Agreement, consideration of claims arising out of the Second World War by countries which were at war with or were occupied by Germany during that war, and by nationals of such countries, against the Reich or agencies of the Reich was deferred until final settlement of the issue of reparations.", "5. On 23 August 1953, a day after a similar declaration by the Government of the Soviet Union, the Government of Poland declared that it renounced any claims against Germany in respect of war reparations as of 1 January 1954. In a declaration of 27 September 1969, made at the United Nations, the Government of Poland clarified that the renouncement of 1953 did not affect individual claims arising out of unlawful acts.", "6. In 1972 the Federal Republic of Germany made an ex-gratia payment of DM 100 million to the Polish Government for the victims of pseudomedical experiments.", "7. It was only after the conclusion of the Treaty on the Final Settlement with respect to Germany of 12 September 1990 (the socalled TwoPlusFour Treaty) and the conclusion of two treaties between the Federal Republic of Germany and the Republic of Poland in 1990 and 1991 that the issue of persons persecuted by the Nazi regime was addressed in the bilateral Agreement of 16 October 1991 (see paragraph 30 below).", "8. The issue of compensation for slave and forced labour during the Second World War was addressed in the Joint Statement of 17 July 2000 and the German Law of 2 August 2000 on the Creation of the “Remembrance, Responsibility and Future” Foundation (see relevant law below).", "9. The applicant lived in the Vilnius region of pre-war Poland. It appears that following the Soviet Union's invasion of Poland in 1939 he was detained by the Soviet authorities.", "10. Subsequently, in June 1941, following the outbreak of the GermanSoviet war, the applicant was interned in the Hammerstein (Czarne) POW camp for 41 months. He submitted that he had not been a member of the military personnel of either side in that war and had been interned with many other Polish civilians, alongside captured Soviet soldiers. He claimed that the said camp had served as an extermination camp for the first year of its operation. The applicant further submitted that he had been subjected to forced labour in the camp under very harsh conditions.", "11. On 21 October 1944 the applicant was released from captivity on the basis of forged documents. Subsequently he worked as a forced labourer on a farm until 28 February 1945.", "12. The applicant received a payment from the “Polish-German Reconciliation” Foundation (“the Foundation”) under the first compensation scheme in respect of the 41 months during which he was obliged to provide forced labour.", "13. On 28 May 2001 the applicant applied to the Foundation seeking compensation from the funds of the German Foundation “Remembrance Responsibility and Future” (“the German Foundation”) on account of his detention and forced labour in the Hammerstein (Czarne) camp and his subsequent forced labour on a farm. He submitted that from June 1941 to October 1944 he had been imprisoned in the said camp. The applicant enclosed various documents in evidence. That request was made under the scheme for slave and forced labourers (“the second compensation scheme”) established under the Joint Statement of 17 July 2000, the German Law of 2 August 2000 on the Creation of the “Remembrance, Responsibility and Future” Foundation (“the German Foundation Act”; “the GFA”) and the subsequent Agreement of 16 February 2001 between the Remembrance, Responsibility and Future Foundation (“the German Foundation”) and the Polish-German Reconciliation Foundation (see relevant law below).", "14. On 7 January 2002 the Foundation's Verification Commission (Komisja Weryfikacyjna) found that the applicant was eligible for compensation payment, as his persecution came under the 4th category, which included persons subjected to forced labour in the agricultural sector who had been deported to the Third Reich. It consequently awarded him DEM 2,000 in compensation. The decision did not contain any specific reasoning, in particular with regard to the period of the applicant's forced labour which was taken into account by the Verification Commission.", "15. On 5 April 2002 the applicant appealed against the decision of 7 January 2002. It appears that he alleged that the Verification Commission had not taken into account the forced labour during his 41monthinternment in the Hammerstein (Czarne) camp. He submitted that he had been detained in particularly harsh conditions.", "16. On 24 May 2002 the Appeal Commission (Komisja Odwoławcza) upheld the decision of the Verification Commission, holding that the applicant had not adduced any new evidence of persecution which could justify a change in his eligibility status.", "17. In the letter accompanying the decision, the Appeal Commission informed the applicant that his request for consideration of his internment in the POW camp as falling under the 1st category of eligibility could not be granted. It stated that pursuant to section 11 § 3 of the GFA he was not eligible for compensation on account of his internment and forced labour in the POW camp. The Appeal Commission emphasised that, under the applicable regulations, the only persons who came under the 1st category of eligibility were the detainees of those camps which had been listed in the German Indemnification Act. However, the applicant's camp had not been listed in that Act.", "18. On 12 August 2002 the applicant appealed against that decision. He submitted that he had been unlawfully detained in inhuman conditions and subjected to forced labour in the Hammerstein (Czarne) camp for 41 months following the outbreak of the German-Soviet war. In support of his appeal he relied on a number of documents which had already been filed with the Foundation.", "19. One of those documents was a letter which had been sent to him by the Koszalin Regional Commission for the Examination of Nazi Crimes (Okręgowa Komisja Badania Zbrodni Hitlerowskich) on 16 August 1978, confirming that the Hammerstein (Czarne) camp had served as a POW camp for Soviet soldiers, who had been interned there following the outbreak of the German-Soviet war. However, the letter stated that a considerable number of Polish nationals who had not served in the Soviet army had been interned in the same camp. They had been captured by the German army in the pre-war Polish territories which had originally been occupied by the Soviet Union.", "20. The applicant also relied on a letter received from the German Foundation in early 2002 regarding the eligibility conditions. The letter stated that persons eligible for compensation under the GFA were, inter alia, those who had been detained and subjected to forced labour in a concentration camp listed in the German Indemnification Act or detained in another place of confinement or a ghetto in conditions comparable to those existing in a concentration camp. The applicant further relied on two witness statements by individuals who had been interned with him.", "21. In a letter of 2 September 2002 the German Foundation informed all Partner Organisations, including the Polish Foundation, about the new interpretation of the GFA. Pursuant to that interpretation, civilians who had been subjected to forced labour during their detention in a POW camp were henceforth, subject to certain conditions, entitled to receive payments. In consequence, the Foundation decided to recognise the period of the applicant's forced labour in the Hammerstein (Czarne) camp.", "22. On 8 October 2002 the Appeal Commission, having reopened the proceedings in the applicant's case, held that the applicant was eligible for compensation on account of persecution coming under the 3rd category, that is, persons subjected to forced labour in the industrial and public sectors who had been deported to the Third Reich. The decision did not contain any reasoning.", "23. On 7 January 2003 the Appeal Commission informed the applicant that he would receive payment from the funds of the German Foundation in the amount of DEM 4,400 (PLN 8,852.50) on account of his forced labour in the industrial or public sectors. It appears that the applicant did not appeal further.", "Article 4", "Prisoners of war are in the power of the hostile Government, but not of the individuals or corps who capture them.", "They must be humanely treated.", "All their personal belongings, except arms, horses and military papers, remain their property.", "Article 6", "The State may utilize the labour of the prisoners of war according to their rank and aptitude, officers excepted. The tasks, however, shall not be excessive and shall have no connection with the operations of the war.", "24. Article 9 of the Constitution, which was adopted by the National Assembly on 2 April 1997 and entered into force on 17 October 1997, states:", "“The Republic of Poland shall respect international law binding upon it.”", "Article 45 § 1 of the Constitution reads:", "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court.”", "Chapter III of the Constitution, entitled “Sources of Law”, refers to the relationship between domestic law and international treaties.", "Article 87 § 1 provides:", "“1. The sources of the universally binding law of the Republic of Poland shall be: the Constitution, statutes, ratified international agreements, and regulations. ...”", "Article 91, in so far as relevant, states:", "“1. After promulgation thereof in the Journal of Laws of the Republic of Poland (Dziennik Ustaw), a ratified international agreement shall constitute part of the domestic legal order and shall be applied directly, unless its application depends on the enactment of a statute.", "2. An international agreement ratified upon prior consent granted by statute shall have precedence over statutes if such an agreement cannot be reconciled with the provisions of such statutes.”", "25. Chapter VIII of the Constitution contains provisions related to the judiciary. Article 175§ 1 of the Constitution provides:", "“The administration of justice in the Republic of Poland shall be implemented by the Supreme Court, the ordinary courts, administrative courts and military courts.”", "Article 177 of the Constitution states:", "“The ordinary courts shall implement the administration of justice concerning all matters save for those statutorily reserved for other courts.”", "Article 184, in so far as relevant, provides:", "“The Supreme Administrative Court and other administrative courts shall exercise, to the extent specified by statute, control over the performance of public administration.”", "26. On 16 October 1991 the Governments of the Federal Republic of Germany and the Republic of Poland concluded an agreement on the basis of which the German Government declared that, prompted by humanitarian considerations, it was prepared to contribute DEM 500 million for the benefit of the Polish-German Reconciliation Foundation. The Foundation was to be established by the Government of Poland with a view to providing financial assistance to victims of Nazi persecution who had been particularly wronged. The Foundation was to determine the necessary criteria for the granting of compensation payments, having regard both to serious damage to the victims' health and to difficulties in their current financial situation. The Government of Poland declared that it would not pursue further individual claims by Polish citizens arising out of Nazi persecution. Both Governments indicated that their agreement should not amount to limitation of the rights of citizens of either country.", "27. Subsequently, on 27 November 1991, the Minister–Head of the Cabinet Office (Minister – Szef Urzędu Rady Ministrów) acting as a Founder, made a declaration before the State Notary on the establishment of the Foundation. He declared that, acting on the initiative of the Government of the Republic of Poland and on behalf of the State Treasury, he was establishing the Polish-German Reconciliation Foundation. The Foundation's aim was to provide assistance to the victims of Nazi persecution and to undertake other activities for the benefit of those persons. The Minister also declared that the Foundation's capital fund consisted of DEM 500 million, contributed by the German Government to the Polish Government. The Polish-German Reconciliation Foundation was established in accordance with the Foundations Act of 6 April 1984, which regulates the activities of foundations in Poland. In principle, supervision of a foundation's activities is exercised by the regional governor (Wojewoda) or the competent minister.", "28. The statutes of the Polish-German Reconciliation Foundation were drafted and subsequently registered by the Warsaw District Court on 24 February 1992. On that date the Foundation began its activities. Under paragraph 6 of the statutes, the Foundation's primary aim was to render direct financial assistance to those victims of Nazi persecution whose health had been seriously damaged and who were in a difficult financial situation as a result of that persecution.", "29. The Foundation's organs were the Supervisory Board (Rada Nadzorcza) and the Management Board (Zarząd). The members of those organs were appointed and dismissed by the Founder (government minister) who exercised full control in this respect. The two other organs of the Foundation were the Verification Commission (Komisja Weryfikacyjna), and the Appeal Commission (Odwoławcza Komisja Weryfikacyjna).", "30. From 1998 to 2000 international negotiations took place on the issue of compensation for persons subjected to slave or forced labour by Nazi Germany. The government of Poland was one of the parties to these negotiations. They were prompted by a number of lawsuits against certain German companies before the courts in the United States in which compensation was sought on account of forced labour during the Second World War. The German companies against which the lawsuits had been brought wished to bring them to an end and secure legal peace. The negotiations concluded on 17 July 2000 with the adoption of a Joint Statement which was signed by all the parties to the negotiations, including the government of Poland.", "31. The parties to the Joint Statement acknowledged the intention of the Government of Germany and of the German companies concerned to accept moral and historic responsibility arising from the use of slave and forced labourers and from other injustices committed during the National Socialist era and the Second World War. They affirmed their consensus of 17 December 1999 on the establishment of the Remembrance, Responsibility and Future Foundation, which was to be a means of providing funds for victims from central and eastern Europe, most of whom had benefited little from prior German compensation and restitution programmes. The parties to the Joint Statement further agreed to base their decisions regarding the distribution of funds on the eligibility criteria set out in the German Foundation Act.", "32. According to the Joint Statement, the Government of Germany and the German companies concerned undertook to contribute DEM 5 thousand million to the Remembrance, Responsibility and Future Foundation. The Joint Statement stipulated that the governments of the participating central and eastern European States, including Poland, and the government of Israel agreed to implement the necessary specific measures within the framework of their national legal systems to achieve legal peace.", "33. Subsequently, on 2 August 2000 the German parliament enacted the Law on the creation of the Remembrance, Responsibility and Future Foundation (Gesetz zur Errichtung einer Stiftung “Erinnerung, Verantwortung und Zukunft”). It came into force on 12 August 2000. However, the disbursement of payments only started on 30 May 2001, once the relevant guarantees had been secured by the German companies concerned with regard to the dismissal of the lawsuits filed against them in the United States courts. The disbursement of payments terminated at the end of 2006.", "34. The relevant parts of the Law on the creation of the Remembrance, Responsibility and Future Foundation provide:", "Recognising", "that the National Socialist State inflicted severe injustice on slave labourers and forced labourers, through deportation, internment and exploitation, which in some cases extended to destruction through labour, and through a large number of other human-rights violations,", "that German companies which participated in the National Socialist injustice bear a historic responsibility and must accept it,", "that the companies which have come together in the Foundation Initiative of German Industry [Stiftungsinitiative der deutschen Wirtschaft] have acknowledged this responsibility,", "that the injustice committed and the human suffering it caused cannot be truly compensated by financial payments,", "that the Law comes too late for those who lost their lives as victims of the National Socialist regime or have died in the meantime,", "the German Bundestag acknowledges political and moral responsibility for the victims of National Socialism. The Bundestag also intends to keep alive the memory of the injustice inflicted on the victims for coming generations.", "...", "(1) A legally recognised Foundation with the name 'Remembrance, Responsibility and Future' shall be established under public law.", "...", "(1) The purpose of the Foundation is to make financial compensation available through partner organisations to former forced labourers and to those affected by other injustices from the National Socialist period.", "...", "(1) The approval and disbursement of one-off payments to those persons eligible under section 11 will be carried out through partner organisations. The Foundation is neither authorised nor obligated in this regard. The board of trustees may opt for another mode of payment.", "...", "(1) Eligible under this Law are:", "1. persons who were held in a concentration camp as defined in section 42(2) of the German Indemnification Act [Bundesentschädigungsgesetz] or in another place of confinement outside the territory of what is now the Republic of Austria or a ghetto under comparable conditions and were subjected to forced labour;", "2. persons who were deported from their homelands into the territory of the German Reich within the borders of 1937 or to a German-occupied area, subjected to forced labour in a commercial enterprise or for public authorities there, and held under conditions other than those mentioned in paragraph 1, or were subjected to conditions resembling imprisonment or similar extremely harsh living conditions;", "...", "(2) Eligibility shall be demonstrated by the applicant by submission of documentation. The partner organisation shall take into account relevant evidence. If no relevant evidence is available, the claimant's eligibility may be substantiated in some other way.", "(1) Specific characteristics of other places of confinement referred to in Section 11, Paragraph 1, Number 1 are inhumane conditions of detention, insufficient nutrition and lack of medical care.", "...”", "35. Section 42 § 2 of the German Indemnification Act (Bundesentschädigungsgesetz) provided that the German Government would issue a decree containing a list of concentration camps within the meaning of the Act. The German Government issued the decree in 1967 with an annex listing concentration camps. It was twice amended, most recently in 1982. The list of concentration camps does not contain the POW camp where the applicant was detained during the Second World War.", "36. The Federal Constitutional Court examined a constitutional complaint against various provisions of the GFA which had been filed, among others, by a former Italian military internee and a civilian who had been subjected to forced labour. The complainants alleged, inter alia, that prior to the entry into force of the GFA they had had claims for compensation for forced labour against the Federal Republic of Germany, under German civil law in conjunction with international public law. They contended that the exclusion of judicial review of decisions by the International Organisation for Migration (one of the partner organisations) had violated their right to an effective remedy under Article 19 § 4 of the German Basic Law. Furthermore, they argued that the exclusion of former prisoners of war from the ambit of compensation under the Foundation Act was discriminatory.", "37. On 28 June 2004 the Federal Constitutional Court held that the complaint was partly admissible, but unfounded. Referring to the Hague Convention on the Laws and Customs of War on Land (“The Hague Convention”) the court held that international public law had not established individual claims for compensation for forced labour. It noted, however, that it was not excluded that national law might establish such claims, but that in such a case the legislator enjoyed wide discretion. The court held further that the exclusion by section 11 § 3 of former prisoners of war from the scope of those eligible for benefits under the Foundation Act had not been discriminatory, since under the Hague Convention prisoners of war could be compelled to perform labour. In this respect the court observed that the legislator was allowed to distinguish, when awarding compensation, between victims of general hardships caused by the war and victims of particular ideological persecution by the Nazi regime, especially as the funds of the Foundation were limited.", "38. In respect of the exclusion of judicial review by the Foundation Act, the Federal Constitutional Court found that Article 19 § 4 of the Basic Law required that a right did in fact exist, whose alleged violation could be examined by the courts. The court concluded that the legislator was free to decide not to establish an individual's claims vis-à-vis a public-law foundation and to exclude judicial review in this connection.", "39. On 10 August 2000 the Polish government submitted to Parliament a bill on the exemption from tax and duties of payments received in connection with Nazi persecution. In the explanatory memorandum to the bill, the government stated that payment of benefits in respect of forced labour for the Nazi regime had been agreed in the course of negotiations involving the respective governments, German companies and the victims. They further stated that, as a result of the agreement with the Germans, Poland would receive more than DEM 1.8 thousand million. On 21 September 2000 the Polish parliament enacted the Law on exemption of payments received in connection with Nazi persecution from tax and duties. That Law also exempted the Polish-German Reconciliation Foundation from taxes due on funds received by the Foundation for the distribution of payments. The Law came into force on 17 November 2000.", "40. On 16 February 2001 an agreement was concluded between the Remembrance, Responsibility and Future Foundation and the PolishGerman Reconciliation Foundation (“the partnership agreement”). Under its terms the PolishGerman Reconciliation Foundation was to act as a partner organisation of the German Foundation, with a view to securing prompt disbursement of compensation payments to slave and forced labourers (paragraph 1 of the agreement). Both parties agreed to implement fully the provisions of the GFA and declared that their agreement was in compliance with the Joint Statement of 17 July 2000.", "41. The above agreement further stipulated that the Polish Foundation, as a partner organisation, was entrusted with determining eligibility for compensation payments in respect of all claimants who resided on the territory of Poland on 16 February 1999 (paragraph 2). The partner organisation was to verify and determine whether the relevant conditions for awarding payment had been established or substantiated in some other way (paragraph 5.1). A claimant could appeal against a decision taken by the partner organisation in respect of the grounds of the decision or the amount of compensation awarded before an independent appeal body established within the partner organisation (paragraph 5.5). Under paragraph 6.3 of the agreement, decisions taken by the appeal body were final and could not be challenged before a court (paragraph 3).", "42. The Agreement of 16 February 2001 was accompanied by three annexes. Annex no. 3 contained a declaration by the Polish government with regard to responsibility for the disbursement of compensation payments. The relevant parts provide:", "“Since 1998 the government of the Republic of Poland has made exceptionally concerted efforts to secure payment of compensation for slave and forced labour imposed by Nazi Germany. In the negotiations, the government has played a significant role on behalf of the representatives of the victims. Due to the government's efforts, former slave and forced labourers will receive in total DEM 1.812 thousand million, which constitutes a very positive outcome to the negotiations.", "The government of the Republic of Poland will endeavour to ensure that the payments from the Remembrance, Responsibility and Future Foundation, handled by the Polish-German Reconciliation Foundation with the participation of Polish financial institutions, will be processed properly. To that end the Polish authorities will take steps with regard to the Polish-German Reconciliation Foundation within their founding and supervisory competences.”", "43. The statutes of the Polish-German Reconciliation Foundation was amended on the initiative of its founder, namely the Minister of the State Treasury, with a view to implementing the provisions of the GFA and the Agreement of 16 February 2001; those amendments were subsequently registered by the Warsaw District Court on 26 June 2001.", "44. The amended statutes stipulated that the Foundation was to disburse compensation payments to the victims specified in section 11 of the GFA from the funds contributed by the German Foundation on the basis of the same Act (paragraphs 6.2 and 9.2). It further specified that the Foundation's decisions in individual cases were to be taken on the basis of internal regulations. A decision in an individual case could be appealed against; however, a decision taken after an appeal had been considered was final and no appeal lay against it (paragraphs 6.4 and 6.5).", "45. Pursuant to paragraph 20 of the amended statutes, the Verification Commission was to determine individual claims for assistance filed by victims of Nazi persecution. Members and the president of the Verification Commission were to be appointed and dismissed by the Foundation's management board (paragraph 21.1). Detailed regulations as to the organisation of the Verification Commission and the rules and criteria on the granting of assistance were specified in the internal regulations of the Verification Commission, drafted by the management board and adopted by the supervisory board (paragraph 21.2).", "46. Decisions taken by the Verification Commission could be appealed against to the Appeal Commission. Its president and members are appointed and dismissed by the Foundation's management board, having consulted the supervisory board. The Appeal Commission operates on the basis of internal regulations drafted by the management board and adopted by the supervisory board (paragraph 23.2). The amended statutes stipulated that the decisions of the Appeal Commission were final (paragraph 23.3).", "47. In 1997 the Ombudsman referred to the Supreme Court a question of law (pytanie prawne), as to whether decisions given by the organs of the Foundation could be appealed to the Supreme Administrative Court and, if not, whether they could be subjected to judicial review in civil proceedings. On 31 March 1998 the Supreme Court adopted resolution no. III ZP 44/97, holding that, since administrative functions could only be delegated by statute, which was not the case with regard to the Polish-German Reconciliation Foundation, its decisions did not meet the requirements of an administrative decision and thus could not be appealed to the Supreme Administrative Court. However, the Supreme Court refused to give a definite answer as to whether the Foundation's decisions could be subject to judicial review in civil proceedings. It nevertheless observed that entitlement to receive a benefit from the Foundation did not fall within the scope of civil law, and thus could not be raised before a civil court. In exceptional cases, such as where the claimant's eligibility had been established but the benefit was not paid, a claim could arise under civil law.", "48. In Resolution no. OPS 3/01 of 3 December 2001, the Supreme Administrative Court upheld the earlier case-law to the effect that it did not have jurisdiction to review the decisions of the Foundation and observed that:", "“The Polish-German Reconciliation Foundation, which awards benefits to the victims of Nazi persecutions using the financial resources allocated to it by foreign entities, does not perform functions in the area of public administration. Thus, the source of the entitlement to receive an award from the Foundation does not stem from actions of the public administration.”", "It further observed:", "“There is no doubt that the Agreement of 16 October 1991, concluded between the Polish and German Governments, which was not ratified, as well as subsequent acts [starting with the Joint Statement and the German Foundation Act] concerning grants of financial assistance by the Foundation on account of Nazi persecution do not fulfil the criteria which would make it possible to classify them as sources of binding Polish law. No administrative-law relation arises between a claimant and the Foundation on the basis of the aforementioned acts, and consequently the Foundation is not an organ of public administration established by law to determine cases in the sphere of public administration.”", "49. On 27 June 2007 the Supreme Court adopted Resolution no. III CZP 152/06 in response to a question of law put forward by the Ombudsman. It revisited its earlier case-law on the interpretation of the notion of a “civil case” laid out in Article 2 of the Code of the Civil Procedure in relation to claims against the Foundation. The Supreme Court held that:", "“The [civil] courts have jurisdiction in the case where a claimant – due to an unfavourable decision by the “Polish-German Reconciliation” Foundation – is seeking a payment [from the Foundation] in respect of Nazi persecution.”", "In the reasons for its Resolution the Supreme Court found, inter alia, that:", "“The procedure concerning examination of claims under the first and the second German fund ... may not be currently instituted. The relevant funds were allocated and the disbursement of payments has been finally concluded.", "...", "There is no doubt that the current state of affairs resulting from the relevant case-law, under which those persons interested in challenging before a court the Foundation's refusal to grant them a suitable payment are deprived of such a possibility, cannot be accepted in the light of the binding constitutional and Convention standards. Article 184 § 1 in conjunction with Article 177 of the Constitution establishes a presumption in favour of jurisdiction of the ordinary courts which indicates – at least indirectly – that a possible jurisdiction of the administrative courts should be based on a specific statutory rule.", "...", "The need for extensive interpretation of the individual's access to a court, or in other words, the right to bring an action (the right to a court) follows also from Article 6 § 1 of the Convention and Article 14 § 1 of the International Covenant on Civil and Political Rights, which stipulate that everyone is entitled to a fair and public hearing by an independent and impartial tribunal established by law in the determination of his civil rights and obligations. It may be assumed from the established case-law of the European Court of Human Rights that Article 6 § 1 of the Convention guarantees to everyone the inalienable right to submit for a judicial determination any claims concerning civil rights and obligations.... Obviously, the right to a court does not denote the right to “win” a case, but it signifies that the filed claim should be examined by a court and determined on the merits (judgment of the Supreme Court of 3 January 2007, no. IV CSK 312/06, unpublished).", "The results of interpretation of Articles 1 and 2 of the Code of Civil Procedure thus require us to acknowledge that the [civil] court has jurisdiction where a case has the features of a civil case in the substantive sense and where no particular provision delegates its examination and determination to a different organ than an ordinary court. The [civil] court also has jurisdiction where a case has the features of a civil case only in the formal sense.”", "50. A certain S.K. filed a constitutional complaint with the Constitutional Court after the administrative court rejected his appeal against inactivity of the Foundation, stating that it did not have jurisdiction. He challenged the constitutionality of certain provisions of the Law of 25 July 2002 on the Structure of Administrative Courts and of the Law of 30 August 2002 on Procedure before Administrative Courts, which delineated the jurisdiction of the administrative courts. On 14 November 2007 the Constitutional Court discontinued the proceedings on procedural grounds. It found that the claimant had not obtained a “final decision” within the meaning of Article 79 of the Constitution, since he had mistakenly seized the administrative courts and not the ordinary courts to pursue his appeal against the Foundation's decision. The Constitutional Court relied on the constitutional presumption in favour of jurisdiction of the ordinary courts and the Supreme Court's Resolution of 27 June 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}