{"ITEMID": "001-103731", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "SOURLAS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Flogaitis;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen;Spyridon Flogaitis", "TEXT": ["The applicant, Mr Pavlos Sourlas, is a Greek national who was born in 1945 and lives in Athens. He is a professor of law at the University of Athens and is represented before the Court by Mr N. Alivizatos and Mr E. Malios, lawyers practising in Athens. The Greek Government (“the Government”) are represented by their deputy Agents, Mr G. Kanellopoulos, Adviser, State Legal Council, and Mr I. Bakopoulos, Legal Assistant, State Legal Council.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1989 the applicant bought an apartment of a total surface area of 168.37 square metres, situated on the fifth floor of a block of flats on Mitsaion Street, in the centre of Athens. Mitsaion Street is just off the pedestrian precinct that surrounds the Acropolis and serves as the main access to the broader archaeological site.", "On 28 January 1997 the block of flats, including the applicant’s apartment, was expropriated by a joint ministerial decision, for the purpose of building the new Acropolis Museum.", "On 23 February 2001 the Minister of Finance issued a decision revaluing the “objective value” of the properties in the zone where the applicant’s flat was situated, setting it at 360,000 drachmas (around 1,056 euros) per square metre (decision no. 1015544/770/00/ΤΥΔ/23-2-2001).", "On 16 May 2001 the applicant applied to the Supreme Administrative Court for judicial review of the above-mentioned ministerial decision, claiming that the amount of the objective value was extremely low.", "On 29 May 2002 the Supreme Administrative Court annulled the ministerial decision on the grounds that it had not taken into consideration the specific features of the area and that it was not clear from the case file that the decision had a solid basis and sufficient justification (judgment no. 1585/2002).", "On 28 February 2002 the Greek State and the Archaeological Receipts Fund (Ταμείο Αρχαιολογικών Πόρων και Απαλλοτριώσεων) lodged an action with the Athens Court of First Instance for the assessment of a provisional unit amount for compensation per cubic metre. They submitted that the figure of 1,320.62 euros (EUR) per cubic metre corresponded to the value of the applicant’s apartment. In his submissions, the applicant proposed the sum of EUR 2,050 per cubic metre.", "On 7 June 2002 the case was heard before the Athens Court of First Instance. On 19 September 2002 the court delivered its judgment, assessing the provisional unit amount for compensation at EUR 1,400 per cubic metre (judgment no. 1885/2002). After taking into consideration a technical report drawn up by an architect, K.C., and two valuations, drafted by B.P and P.K. and submitted by the parties, the court stated that", "“... The building is situated in a privileged location near the centre of Athens and has an excellent view of the Acropolis ... It is a fact that the building in issue, like all the buildings that have been expropriated for the construction of the new Acropolis Museum, is in a prime location on account of its proximity to the historical centre of the city of Athens, [where] real estate demand exceeds existing supply.”", "The court also relied on comparative data, such as the compensation awarded for the expropriation of two adjacent and three neighbouring buildings and the price obtained from the sale of three neighbouring buildings.", "On 26 February 2003 the Greek State and the Archaeological Receipts Fund lodged an action with the Athens Court of Appeal for the assessment of the final unit amount for compensation, claiming that the amounts awarded by judgment no. 1885/2002 were excessive. With regard to the applicant’s apartment, they claimed that its real value was estimated at EUR 1,320.62 per square metre (corresponding approximately to EUR 412.7 per cubic metre).", "In reply, the applicant alleged abuse of process by the State since it was proposing an amount considerably lower than the one it had proposed before the Court of First Instance. He maintained, further, that all the relevant reports had been drawn up by the administrative authorities using cubic metres as the unit of measurement of the expropriated apartments, so the calculation ought to have been made in cubic metres. Lastly, the applicant contended that the cadastral plan showing the apartments that were to be expropriated expressed the volume in cubic metres and not the surface area in square metres. Accordingly, the applicant argued that were the Court of Appeal to estimate the value of his apartment in square metres, the administrative authority concerned would be unable to calculate and pay adequate compensation.", "On 27 May 2003 the case was heard before the Athens Court of Appeal. On 10 September 2003 that court delivered its judgment. After having referred to the testimonies of the witnesses who gave evidence before the court and those of the witnesses who had appeared before the Athens Court of First Instance, to three reports drawn up by qualified surveyors, to the technical report drawn up by the architect K.C. and to two valuations submitted by B.P and P.K., the court considered that the following was proven:", "“... Mitsaion Street is part of the historical centre of Athens and is included in the “Unification of Archaelogical Sites of Athens” programme. It is tree-lined, with zero traffic and no noise ... The wider area, defined as a traditional zone of the city of Athens, is characterised by the co-existence of older, protected buildings and more modern dwellings with a view of the Acropolis, such as the fifth and sixth floors of the building in issue. In the technical report, dated 3 July 2002, K.C. certified that the interiors of the apartments are luxurious and in very good condition ...", "The objective value of the building amounts to 360,000 drachmas (around EUR 1,056) per square metre according to ministerial decision no. 1015544/770/00/ΤΥΔ/23-2-2001 revaluing the “objective value” of the properties in the zone where the applicant’s flat is situated [decision of 23 February 2001]. However, following an application for judicial review submitted before the Supreme Administrative Court, the latter annulled the above ministerial decision on the grounds that it did not state that the specificities of the zone had been taken into consideration (...)", "As far as the market value is concerned, according to the experts appointed by the expropriated party ... it varies between EUR 4,500 and 7,000 per square metre. According to their technical expertise the value of the ground floor amounted to EUR 1,050 per cubic metre, to EUR 1,700 per cubic metre as regards the first floor, to EUR 1,870 per cubic metre as regards the second floor and to EUR 1,050 per cubic metre as regards the third floor. The witness called by the expropriating party referred only to the objective value of the building, which amounted to EUR 1,050 per square metre; as far as the market value was concerned he merely noted that the buildings situated in D.Areopagitou Street were in a more privileged location than the ones in Mitsaion Street ... whereas another witness called by [the expropriating party] declared during the proceedings for the assessment of the provisional unit amount for compensation that he agreed with the market value proposed by the State ... The Athens Court of First Instance assessed the provisional unit amount for compensation ... for the fifth floor at EUR 1,400 per cubic metre ...", "As far as the market value of the apartments is concerned, it should be noted, however, that the fact that the amounts assessed by the Athens Court of First Instance were only 5% higher than the amounts proposed by the State and the Archaeological Receipts Fund was obviously because they [the State and the Archaeological Receipts Fund] had requested, clearly in error (από προφανή παραδρομή), the assessment in cubic metres, influenced by the measurements used in the cadastral report, which gives the volume [of the apartments] in cubic metres ...", "In support of their arguments the parties referred to and submitted the following evidence and comparative information.", "The State submitted judgment no. 3195/2001 of the Athens Court of Appeal determining the final unit amount at ... 50,000 drachmas [approximately EUR 146] per square metre for the building situated at 7γδ Hatzihristou Street; judgment no. 2558/2001 of the same court determining the final unit amount of the building situated at 5 Hatzihristou Street at 400,000 drachmas [approximately EUR 1,173] for the third floor; judgments nos. 861/2000 and 1130/2000 of Athens First Instance Court ... determining the unit amount of two buildings situated at 55 and 76 Hatzihristou Street respectively at ... 85,000 drachmas [approximately EUR 248] for the ground floor and 60,000 drachmas [approximately EUR 176] per square metre ... All the foregoing comparative data concern less privileged properties than the building in issue, because Hatzihristou Street is noisier than Mitsaion Street and, moreover, does not have a direct view of the Acropolis. [The State also submitted] judgment no. 3170/2001 of the Athens Court of Appeal determining the final unit price for a building situated in Mitsaion Street at 80,000 drachmas [approximately EUR 234] per square metre. This comparative data concerns a less privileged dwelling than the building in issue ... [The State also submitted] judgment no. 1582/2002 of the Athens Court of Appeal which had determined the final unit price of a building situated in 14 Mitsaion Street at EUR 587 per square metre. This comparative element concerns a less privileged building than the one in issue because it does not have a direct view of the Acropolis and Lycabettus hill ... [The State also produced] judgment no. 3963/2002 of the Athens Court of Appeal determining the final unit amount for a building situated at 15 Dionysiou Areopagitou Street at ... 650,000 drachmas [approximately EUR 1,907] per square metre for the third floor. This comparative data concerns a more privileged building than the one in issue as it is related to one of the most expensive, if not the most expensive, streets in Athens with an “objective value” of 800,000 drachmas [approximately EUR 2,347] per square metre, whereas the objective value of Mitsaion Street amounts to approximately 360,000 drachmas [EUR 1,056] per square metre ... [The State also submitted] judgments nos. 1633/2001 and 1113/2002 of the First Instance Court of Athens which had determined the provisional unit price of buildings situated in 15 and 5-5 α Hatzihristou Street at (...) EUR 733 per cubic metre as regards the ground floor, EUR 880 per cubic metre as regards the first floor and EUR 1 027 per cubic metre as regards the second floor. These judgments do not constitute solid evidence as the prices included are not definitive.", "[The expropriated party] submitted judgment no. 8747/2001 of the Athens Court of Appeal determining the final unit amount of a building situated in 12 Mitsaion Street at ... EUR 1,526 per square metre. This comparative data concerns a less privileged building than the one in issue ... [The expropriated party also produced] a sale contract ... of a building ... located at the junction of Dionysiou Areopagitou Street and Mitsaion Street, ... for the price of 1,130,000 drachmas [approximately EUR 3,316] per square metre, namely, 4.5 times higher than the “objective value...”. Finally, [the expropriated party] submitted price values taken from small ads published in the newspaper “I Kathimerini”, namely (...) 440,200 drachmas (EUR 1,334) per cubic metre for an apartment of 110 square metres located in Mitsaion Street. These prices may only be indicative of the real value of the properties concerned as it is not certain that they will constitute the final price agreed upon by the contracting parties”.", "The Court of Appeal concluded, having regard to the aforementioned evidence that the real value of the applicant’s apartment amounted to EUR 600 per cubic metre (judgment no. 6821/2003).", "On 7 September 2004 the applicant appealed to the Court of Cassation on points of law. The applicant alleged, inter alia, that the Athens Court of Appeal had taken into consideration the ministerial decision revaluing the “objective value” of the properties in the zone where his flat was situated even though that decision had been annulled by the Supreme Administrative Court’s judgment no. 1585/2002. He claimed, further, that the Court of Appeal had distorted the content of judgment no. 1885/2002 of the Court of First Instance, considering that the assessment in cubic metres had been made in error. According to the applicant, that consideration allowed the Court of Appeal to attach less importance to the assessment made by the Court of First Instance and to avoid giving sufficient and solid reasons for the large divergence from its findings.", "On 25 April 2007 the Court of Cassation delivered its judgment, dismissing the applicant’s appeal (judgment no. 877/2007). It stated, inter alia, that", "“In the present case the Court of Appeal considered that ... a report drawn up by the evaluation committee under section 15 of Law no. 2882/2001 did not need to be submitted since the expropriated property was included in the “objective value determination” system; furthermore, it took into consideration the objective value of the expropriated building, which amounted to 360,000 drachmas per square metre, as had been determined by ministerial decision no. 1015544/770/00/ΤΥΔ/23-2-2001, even though that decision had been annulled by judgment no. 1585/2002 of the Supreme Administrative Court. These considerations were sufficiently and clearly reasoned and contained no contradictions ... [the judgment in issue] did not infringe Article 17 of the Constitution or Article 6 para. 1 of the Convention, and did not deal with the latter at all.", "...", "[T]he Court of Appeal did not alter the content of that document, since it copied into its judgment in issue ... the operative part of the Athens Court of First Instance’s judgment no. 1885/2002. Furthermore, it is true that it provides some explanation (which was not necessary) and notes that: “As far as the market value of the apartments is concerned, it should be noted, however, that the fact that the amounts assessed by the Athens Court of First Instance were only 5% higher than the amounts proposed by the State and the Archaeological Receipts Fund was obviously due to the fact that they [the State and the Archaeological Receipts Fund] had requested, clearly in error (από προφανή παραδρομή), the assessment in cubic metres”; however, this does not mean that the Court of Appeal misinterpreted the operative part of the aforementioned judgment or distorted its content by replacing the unit for measuring volume (cubic metres) with the unit for measuring surface area (square metres).", "...", "The request before the Court of Appeal is autonomous and is not a remedy against the judgment delivered by the Court of First Instance. Furthermore, in the above-mentioned explanatory note, the Court of Appeal considered that it had been “clearly in error” that the State had requested, before the Court of First Instance, the assessment of a provisional unit amount for compensation per cubic metre, thus Article 116 [abuse of process by the parties] of the Code of Penal Procedure was not infringed.”", "The relevant parts of the Greek Constitution provide as follows:", "“1. Property shall be protected by the State; rights deriving therefrom, however, may not be exercised contrary to the public interest.", "2. No one may be deprived of his property unless it is for the public benefit, which must be duly proven in the circumstances and manner laid down by law and only after full compensation corresponding to the value of the expropriated property at the time of the court hearing on the provisional determination of compensation. In cases in which an application is made for the immediate final determination of compensation, regard shall be had to the value of the expropriated property at the time of the court hearing of the application.", "3. Any change in the value of the expropriated property occurring after and solely as a result of publication of the decision to expropriate shall not be taken into account.", "4. Compensation shall in all cases be determined by the civil courts. A court may even make a provisional assessment of compensation after the person entitled has been heard or his attendance requested and, at its discretion, require such person to furnish an appropriate guarantee before receiving the compensation, in accordance with the law...", "...”", "Article 3 § 1 (b) of Law no. 2882/2001 provides that the cadastral plan shall contain the surface area of each expropriated property, as well as all the main features of the constructions and other components. Moreover, Law no. 2882/2001 provides that after an expropriation order has been issued, a three-member committee composed of civil servants shall estimate the value of the expropriated properties and the amounts of compensation due. The report drawn up by the committee must be submitted to the courts having jurisdiction and taken into consideration as an advisory opinion. However, such a report is not submitted in cases where an “objective value determination” system (σύστημα αντικειμενικού προσδιορισμού) is in force. According to that system, taxable values for the purpose of, inter alia, calculating the compensation to be paid in the event of an expropriation, are calculated on the basis of a unit amount fixed by ministerial decision.", "In particular, Law no. 2882/2001 provides in so far as relevant:", "“1. Compensation must be made in full and correspond to the value of the expropriated property on the date of the hearing on the provisional assessment of the compensation, or, in case of an application for final assessment, on the date of the relevant hearing.", "...", "When determining the value of the expropriated property, the criterion to be taken into consideration is the value of properties adjacent and similar to the expropriated one at the relevant time. That value is determined mainly on the basis of the “objective value”, the prices stipulated in ownership transfer deeds concluded at the time of the expropriation order and the income from the expropriated property.”", "“1. After an expropriation order is issued, a committee shall assess the value of the expropriated property and the amount of any special compensation due under section 13(4).", "...", "3. The committee shall be convened by its chairman and, after verifying the data submitted, shall draw up within thirty days of notification of the order appointing an expert, a report describing in detail the situation of the expropriated property and its components, as well as any special features, and assessing in detail its value according to section 13(1) and (2), as well as the amount of any special compensation due under section 13(4). ... The report shall then be submitted ... to the court as part of the proceedings for the assessment of the compensation and shall be taken into consideration as an advisory opinion.", "...", "6. The foregoing assessment shall not take place with regard to properties which are included in the system of objective assessment of their value under the provisions in force. In this case, the relevant service within the Ministry of Finance shall draw up a report determining the objective value of the expropriated property.”", "“1. The Court of First Instance in the area where the expropriated property, or the largest part of it is situated, shall have jurisdiction to assess provisionally the amount of compensation due.", "...”", "“1. The court which shall carry out the final assessment of the compensation is the Court of Appeal in the area of jurisdiction where the expropriated property or the largest part of it is situated.", "...", "8. The Court of Appeal shall, after freely examining the evidence produced by the parties, deliver a final judgment within thirty days of the final hearing of the application.", "...”", "Article 24 of Legislative Decree no. 797/1971 provides in so far as relevant:", "“...", "3. The verification, correction, completion or reconstruction of the cadastre and the cadastral plan shall be made on the basis of the title deeds and ownership records or on the basis of the boundaries or boundary marks indicated by the municipal authority or the rural police.", "The land surveyor, having regard to the decision ordering the compulsory expropriation, the cadastral plan, the cadastral register and all the data produced by the parties, shall proceed, after inviting the parties to attend if necessary, to an inspection of the title deeds and shall draw up in three copies and within the set deadline:", "a) the cadastral plan of the expropriated land comprising the separate properties and their special features as well as any contestation of rights over these properties, b) the relevant cadastral register including the serial number of the property, the name of each owner, the total surface area of the property, the volume of the main buildings, listed according to the nature of construction and their quality, any other building, listed according to type and category, and any other information that may be useful in assessing the price per unit of the expropriated properties.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}