{"ITEMID": "001-59449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF J.B. v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant, a Swiss national born in 1914, is a retired ski instructor and mountain guide living in X, Switzerland.", "9. In 1987 the Federal Tax Administration (Eidgenössische Steuerverwaltung) consulted the case file of the financial manager, P. It was noted that between 1979 and 1985 the applicant had made investments with P. and his companies. However, these amounts had not been declared in the taxation periods between 1981/82 and 1987/88.", "10. In view of this, on 11 December 1987 the X District Tax Commission (Bezirkssteuerkommission) instituted tax-evasion proceedings (Steuerhinterziehungsverfahren) in respect of the applicant’s federal taxes. He was requested to submit all the documents which he had concerning these companies.", "11. On 22 December 1987 the applicant admitted that he had “in fact made investments with P. and his companies from 1979 to 1985 and that he had not properly declared the income in his personal tax return”. However, the applicant did not submit the requested documents.", "12. On 24 June 1988 the applicant was again asked to declare the source of the income, amounting to 238,000 Swiss francs (CHF), which he had invested with P. The applicant did not reply.", "13. On 2 September 1988 the District Tax Commission decided to issue an assessment to supplementary tax (Nachsteuer) on the interest derived from the income which the applicant had invested with P. in the years 1979 to 1985. In letters dated 29 September and 11 October 1988, the applicant was informed of the assessment of his taxes (Steuerveranlagung) and of the supplementary tax due.", "14. Following an intervention of the Federal Tax Inspector, the President of the District Tax Commission withdrew the supplementary tax decision in two letters dated 7 and 20 October 1988. At the same time the President again requested the applicant to explain the source of the invested income. A further such request was served on the applicant on 19 January 1989.", "15. The applicant not having reacted to any of these requests, the Cantonal Administration for Direct Federal Taxes (kantonale Verwaltung für die direkte Bundessteuer) imposed on the applicant on 28 February 1989 a disciplinary fine (Ordnungsbusse) of CHF 1,000. It relied on Article 131 § 1 of the decree of the Federal Council on the imposition of a direct federal tax (Bundesratsbeschluss über die Erhebung einer direkten Bundessteuer). The applicant duly paid the fine.", "16. On 7 April 1989 and on 19 June, 17 July and 16 August 1990 the District Tax Commission again admonished the applicant as he still had not submitted the required information.", "17. On 3 August and 5 September 1990 the applicant replied that, in his view, the decision to impose supplementary taxes on him had acquired legal force (Rechtskraft) on 29 September and 11 October 1988, so that he was not obliged to provide further information.", "18. Thereupon, on 29 November 1990 the Cantonal Administration for Direct Federal Taxes imposed a second disciplinary fine, of CHF 2,000, on the applicant in respect of federal taxes, based on Article 131 § 1 of the decree of the Federal Council.", "19. On 4 December 1990 and 22 January 1991 the Cantonal Tax Administration imposed a third disciplinary fine, of CHF 2,000, in respect of cantonal taxes.", "20. The applicant’s appeal against the second disciplinary fine, imposed on 29 November 1990, was dismissed by the Tax Appeals Commission (Steuerrekurskommission) of the Canton of Valais on 18 December 1992.", "21. In its decision, the Tax Appeals Commission found that the applicant had intentionally not complied with the order of the tax authorities to provide information. However, according to Article 131 § 1 of the decree of the Federal Council, persons liable to pay taxes were obliged to cooperate with the tax authorities, in particular to submit accounts, documents and other receipts in their possession which could be of relevance when determining the taxes. Moreover, the decision to impose supplementary taxes on the applicant had not acquired legal force as it had been withdrawn on 7 and 20 October 1988 by the President of the District Tax Commission.", "22. The applicant filed an administrative-law appeal with the Federal Court in which he complained, inter alia, under Article 6 of the Convention that as an accused he should not be obliged to incriminate himself.", "23. Meanwhile, the applicant also filed an objection against the third disciplinary fine, imposed on 4 December 1990 and 22 January 1991, although the proceedings before the competent district court (Bezirksgericht) were suspended pending the outcome of the proceedings before the Federal Court.", "24. On 7 July 1995 the Federal Court dismissed the applicant’s administrative-law appeal, the decision being served on the applicant on 12 December 1995.", "25. In its decision, the Federal Court considered it undisputed that the applicant had made investments with P. and his companies which he, the applicant, had not declared. The tax authorities had not been in a position to assume that the means invested stemmed from income and assets which had already been taxed. They had therefore quite correctly asked the applicant to demonstrate the source of these moneys.", "26. The Federal Court then recapitulated the relevant case-law. Tax-evasion proceedings constituted true criminal proceedings in respect of which the procedural guarantees, including those of Article 6 of the Convention, applied. Thus, the offence of tax evasion led to a fine which had to be paid in addition to the taxes evaded. The fine constituted a sanction which had both preventive and repressive functions; its amount was up to four times the amount of the taxes evaded and it had the same effect for the person concerned as a criminal conviction.", "27. On the other hand, in the Federal Court’s opinion the obligation to pay a supplementary tax did not amount to a criminal sanction. The supplementary tax was not separate in nature from the original tax debt; rather, it was an additional tax resulting from an examination of the tax assessment of the person concerned and serving to bring in outstanding taxes. As such, it had no punitive function. The judgment continued:", "“even though the supplementary tax is not a criminal sanction within the meaning of Article 129 of the federal decree, the tax will be determined in tax-evasion proceedings in respect of which the guarantees of criminal procedure will apply. The question thus arises whether the person who has to pay taxes may be obliged, in the tax-evasion proceedings and with a view to the determination of the supplementary tax, to supply information on his financial circumstances.”", "28. The Federal Court then reiterated the principle of tax proceedings, according to which the burden of proof fell on the tax authorities to demonstrate that a person had not declared certain taxable income. It could not be said that the person concerned was obliged to incriminate himself. Rather, the person had merely to provide information as to the source of untaxed income which the tax authorities already knew existed. If in such a situation the person concerned had the right to remain silent, the entire tax system would be called into question. The regular tax-assessment proceedings would then have to be conducted according to the principles of criminal proceedings. The right to remain silent would complicate control, or even render it impossible. This could not be the purpose of Article 6 of the Convention.", "29. According to the Federal Court, there were a number of provisions in criminal law obliging a person to act in a particular way so as to enable the authorities to obtain his conviction. Reference was made in particular to lorries which had to be equipped with a tachograph recording speed and driving hours. If there was an accident, the lorry driver was obliged to hand over the device. Similarly, a motorist might be obliged to submit to a blood or a urine test, and he would be punished if he refused to do so.", "30. The Federal Court noted an essential difference from Funke v. France (judgment of 25 February 1993, Series A no. 256-A), namely, that in that case the tax authorities believed that certain documents existed although they were not certain of the fact. In the present case, the authorities were aware of the income which the applicant had invested. The purpose of their intervention was to ascertain whether this income itself stemmed from income or assets which had been duly taxed. All the applicant had to do was to explain the source of this income. In fact, he should have done so during the regular tax-assessment proceedings.", "31. Finally, the Federal Court referred to Salabiaku v. France, according to which presumptions of fact and law were compatible with Article 6 § 2 of the Convention as long as they were confined within reasonable limits and the rights of the defence were maintained (judgment of 7 October 1988, Series A no. 141-A, pp. 15-16, § 28).", "32. The Federal Court concluded that there was no breach of the applicant’s right to the presumption of innocence or of his right not to incriminate himself.", "33. On 5 June 1996 the cantonal authorities imposed a fourth fine, of CHF 5,000, on the applicant, although this fine never acquired legal force.", "34. Following the Federal Court’s decision of 7 July 1995, an agreement was reached between the applicant and the cantonal tax authorities on 28 November 1996 which closed all tax and criminal tax proceedings for the years 1981/82 until 1995/96. On the one hand, the agreement fixed the amount to be paid by the applicant, namely a total sum of CHF 81,878.95, including a fine amounting, after reduction by one-third, to CHF 21,625.95. On the other hand, it was agreed that all pending proceedings were cancelled, including the proceedings concerning disciplinary fines; and that the fine already paid was to be deducted from the total amount of taxes and criminal penalties. Finally, the agreement stated :", "“... the proceedings which are already pending before the Strasbourg organs of the European Convention on Human Rights against the decision of the Federal Court on account of a disciplinary fine will not be affected by this agreement.”", "35. Supplementary-tax proceedings (Nachsteuerverfahren) serve the purpose of imposing a supplementary tax (Nachsteuer) where certain taxes have not been duly paid. Tax-evasion proceedings (Steuerhinterziehungsverfahren) may lead, in addition to the supplementary tax, to a fine the amount of which will depend on the amount of the tax evaded.", "36. The Federal Council’s decree of 1940 on the imposition of a direct federal tax in force at the relevant time referred in its Part 9 to “contraventions” (Widerhandlungen).", "37. Articles 129 and 130 in Part 9 concerned “tax evasion” and provided for liability to a fine. For instance, Article 129 § 1 concerned persons who evaded taxes by not filling in the tax return correctly. Article 130 bis concerned “tax and inventory fraud” (Steuer- und Inventarbetrug) and provided for liability to a fine or to imprisonment.", "38. Article 131 § 1 of the decree stated:", "“A person ... liable to pay taxes or to give information who contravenes, intentionally or negligently, the official decisions and orders made pursuant to this Decree, in particular as to:", "– handing in a tax return;", "– submitting or presenting accounts, preparing or submitting vouchers and other receipts;", "– complying with a summons or a prohibition to act;", "– giving information; or", "– making payments and furnishing securities;", "will be fined between CHF 5 and 10,000. The same punishment will be incurred if the obligation under Article 90 §§ 5, 6 and 8 to provide information is not complied with.”", "39. Article 90 §§ 5, 6 and 8 of the federal decree concerned the obligation, inter alia, of third parties to provide information. Article 89 stated that the taxpayer should provide truthful information and that he could be requested to submit documents etc. which might be relevant for the assessment of taxes. Article 132 regulated the procedure in case of tax evasion and provided that the cantonal tax administration would undertake any necessary investigations."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}