{"ITEMID": "001-58826", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF EISENSTECKEN v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["6. On 7 March 1985 the applicant concluded with E. a contract for property to vest in a third person on the owner's death (Übergabevertrag auf den Todesfall) under which the applicant would receive the farming estate of E. situated in Mils after the latter's death.", "7. On 15 December 1992, after the death of E., the applicant filed a request with the local Real Property Transactions Authority for Mils (Grundverkehrsbehörde) at the office of the Innsbruck District Administration (Bezirkshauptmannschaft) for the approval of the contract and submitted that he intended to work the land himself. On 23 July 1993 the Real Property Transactions Authority approved the contract concluded with E.", "8. On 2 August 1993 the Real Estate Transactions Officer (Landesgrundverkehrsreferent) at the Office of the Regional Government (Amt der Landesregierung) for Tyrol exercised his right of appeal to the Regional Real Property Transactions Authority (Landesgrund-verkehrsbehörde). On 10 August 1993 the administrator of the deceased's estate also appealed.", "9. On 14 October 1993 the applicant requested an oral hearing. On 2 December 1993 the Regional Real Property Transactions Authority held a hearing in camera.", "10. On 7 July 1993 a new Tyrol Real Property Transactions Act was adopted, which came into force on 1 January 1994. According to this Act the name and composition of the Regional Real Property Transactions Authority were changed.", "11. On 28 February 1994 the newly established Regional Real Property Transactions Commission (Landes-Grundverkehrskommission) granted the appeal of the Real Estate Transactions Officer and refused to approve the contract with E. As regards the appeal of the administrator of the deceased's estate, the Regional Real Property Transactions Commission found that he lacked legal standing.", "12. On 13 April 1994 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). He complained, inter alia, that the Regional Real Property Transactions Commission had adopted its decision without offering him the opportunity of presenting his arguments in the course of an oral hearing before this body.", "13. On 27 February 1995 the Constitutional Court dismissed the applicant's complaint. Referring to its own case-law, the court found that an oral hearing in the present case was not obligatory.", "14. Under the Tyrol Real Property Transactions Act 1983 (Grundverkehrsgesetz), a contract concerning the transfer of ownership of real property was subject to approval by the real property transactions authorities if agricultural and forestry land was involved or if the purchaser did not possess Austrian nationality (sections 1 and 3). If approval was withheld, the acquisition was null and void (section 16(1)).", "15. On 1 January 1994 a new Real Property Transactions Act (dated 1993) came into force. According to the 1983 Act, the authority of second and final instance had been the Regional Real Property Transactions Authority (Landesgrundverkehrsbehörde). In the 1993 Act the Regional Real Property Transactions Authority was replaced by the Regional Real Property Transactions Commission (Landes-Grundverkehrskommission).", "16. The procedure before the real property transactions authorities is governed by the General Administrative Procedure Act 1950 (Allgemeines Verwaltungsverfahrensgesetz). Section 40(1) of this Act deals with oral hearings and provides as follows:", "“Oral hearings shall be held in the presence of all known parties and the necessary witnesses and experts. If oral hearings have to be combined with an inspection of the location, they should, if possible, be held there or otherwise at the seat of the authority or another location which in the circumstances appears most suitable.”", "17. It is the consistent practice of administrative authorities to hold oral hearings in camera unless the law provides otherwise, as it is commonly understood that the principle of publicity does not extend to administrative proceedings (see Walter/Mayer, Grundriss des österreichischen Verwaltungsverfahrensrechts, 6th edition, Vienna 1995, pp. 114-15).", "18. Article 90 § 1 of the Federal Constitution provides:", "“Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}