{"ITEMID": "001-95470", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BAYERL v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Achim Bayerl, is a German national who was born in 1956 and lives in Russe, Bulgaria. He was represented before the Court by Mr J. Arnold, a lawyer practising in Munich.", "may be summarised as follows.", "The applicant and his wife C., also a German national, lived in Bulgaria where they operated their own company. They have two children, A. born in 2001 and D. born on 8 August 2004. In May 2004 the applicant and C. separated, and one year later C. moved out of the marital home.", "On 8 May 2005 C.’s residence permit for Bulgaria expired, she could now stay in Bulgaria only up to ninety days within a six-month period; upon request dated 30 August 2005 C.’s right of residence was for humanitarian reasons prolonged once until 9 November 2005. On 9 May 2005 C. registered as a resident in Olpe, Germany, at her mother’s address. With letter dated 11 October 2005 the applicant terminated C.’s employment contract in view of her residence permit status in Bulgaria.", "Since April 2005 C. repeatedly travelled to Germany with D. for medical treatment and for visits. In particular, in August 2005 D. underwent surgery in Cologne because of a kidney tumour. On 1 December 2005 C. and D. moved into their own flat in Olpe, but continued also to live in the former marital home in Russe, which had been assigned to C. by the Russe District Court’s decisions of July 2005 and May 2006. From September 2006 onwards C. stayed in Germany with D. more often; in December 2006 she moved her household and personal effects from Russe to Olpe.", "In 2004 C. filed a divorce petition with the District Court in Russe. In a hearing on 21 April 2005 she informed the applicant and the court that D. had a suspected kidney tumour which she wanted to have treated in Germany. The parties concluded a settlement, approved by the court, whereby the applicant agreed that C. assume custody of D. until the end of the divorce proceedings, and that she could leave Bulgaria with D. at any time. At the same time contact rights for the applicant were set. In July 2005 the Russe District Court refused the applicant’s request that this settlement be modified, awarded C. also custody of A. and assigned the former marital home to her. In September 2005 this decision was modified by the Russe Regional Court to that effect that custody of A. was now awarded to the applicant. In October 2005 C. withdrew her divorce petition. Consequently, the proceedings were discontinued.", "The applicant then filed his own divorce petition and on 19 May 2006 the Russe District Court, by way of temporary measure, awarded C. custody of D. and the applicant custody of A. until the end of the divorce proceedings. The District Court also set contact rights for both parties with regard to the other child and assigned the former marital home to C. This decision was upheld by the Russe Regional Court on 14 July 2006.", "On 6 March 2007 the applicant lodged a request for the return of D. to Bulgaria, or alternatively for contact rights, pursuant to the provisions of the Hague Convention on Civil Aspects of International Child Abduction (hereafter “the Hague Convention”). On 4 July 2007 the Hamm District Court appointed a guardian ad litem (Verfahrenspflegerin) for D. On the same day the Youth Welfare Office submitted a report regarding D.’s social situation. On 16 November 2007, following two oral hearings, in which the District Court heard the applicant, C., D. and the guardian ad litem, it granted the applicant’s request and ordered C. to return D. to Bulgaria. In its decision the District Court mainly relied on a letter from the Bulgarian Ministry of Justice dealing primarily with a request of C. under the Hague Convention in respect of the older son A. as well as on a corresponding private expert opinion submitted by the applicant. It argued that C. had been awarded custody of D. only as a temporary measure until the end of the divorce proceedings. Her custody right therefore had to be interpreted as limited to the territory of Bulgaria. Consequently, the District Court considered the removal of D. to Germany wrongful under Article 3 of the Hague Convention because it violated the applicant’s joint custody right in so far as a change of D.’s residence outside of Bulgaria was concerned.", "C. appealed the decision. On 20 December 2007 the Hamm Court of Appeal ordered the applicant to submit a certificate of illegality (Widerrechtlichkeitsbescheinigung) pursuant to Article 15 of the Hague Convention. By a letter dated 7 February 2008, submitted with an English translation, the Bulgarian Ministry of Justice stated that:", "“... the care for the child D. is granted to the mother, in accordance with the usual residence of the child. The personal contact with the child [A.] ... – too. This contact has to be realized exactly in Bulgaria. Subsequent changes of the enacted temporary measures, motivated eventually by a changed place of residence of the mother, do not reflect on the executive force of the court decision. ...”", "On 22 February 2008, following an earlier oral hearing to which it had summoned D. but had then refrained from hearing him because of his young age, the Court of Appeal ordered C. to adhere to the contact regime set out by the Russe District Court but dismissed the applicant’s request to return D. to Bulgaria. It found that, irrespective of whether German or Bulgarian law was applicable, since C. had sole custody of D. his removal had not been in breach of any custody right of the applicant. It could be deduced neither from the Bulgarian courts’ decisions nor from the provisional character of those decisions that the right was limited to the territory of Bulgaria. The Court of Appeal was not convinced by the reasoning of the Bulgarian Ministry of Justice and the private expert opinion; it found that their interpretation did not follow from the Bulgarian courts’ decisions or the relevant provisions of Bulgarian law and was not substantiated by case-law or professional literature. It further found that while a certificate of wrongness was meant to facilitate the determination of whether there was a violation of a custody right it did not bind the court. The decision was served on the applicant’s lawyer on 5 March 2008.", "On 31 March 2008 the applicant lodged a constitutional complaint. On 15 April 2008 the Federal Constitutional Court refused to accept the constitutional complaint for examination, stating that it was inadmissible without giving further reasons.", "Article 1", "“The objects of the present Convention are –", "a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "Article 3", "“The removal or the retention of a child is to be considered wrongful where –", "a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph a) above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "Article 5", "“For the purposes of this Convention –", "a) \"rights of custody\" shall include rights relating to the care of the person of the child and, in particular, the right to determine the child’s place of residence;", "b) \"rights of access\" shall include the right to take a child for a limited period of time to a place other than the child’s habitual residence.”", "Article 15", "“The judicial or administrative authorities of a Contracting State may, prior to the making of an order for the return of the child, request that the applicant obtain from the authorities of the State of the habitual residence of the child a decision or other determination that the removal or retention was wrongful within the meaning of Article 3 of the Convention, where such a decision or determination may be obtained in that State. ... ”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}