{"ITEMID": "001-68321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "TUFANO v. ITALY**", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mrs Maria Luisa Tufano, is an Italian national who was born in 1948 and lives in Naples.", "She was represented before the Court by Mr F. Catapano, a lawyer practising in Naples.", "The respondent Government were represented by their successive Agents, respectively Mr U. Leanza and Mr I.M. Braguglia, and by their successive co-Agents, respectively Mr V. Esposito and Mr F. Crisafulli.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of three flats in Naples, which she had let respectively to F.T., A.S. and G.M., and V.R.", "In a writ served on the tenant on 26 May 1983, the applicant informed the tenant of her intention to terminate the lease on expiry of the term on 31 December 1983 and summoned her to appear before the Naples Magistrate.", "By a decision of 30 April 1985, which was made enforceable on 18 May 1985, the Naples Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 December 1985.", "On 26 January 1990, the applicant served notice on the tenant requiring her to vacate the premises.", "On 19 February 1990, she informed the tenant that the order for possession would be enforced by a bailiff on 29 March 1990.", "Between 29 March 1990 and 1 September 2000, the bailiff made eight attempts to recover possession. Each attempt proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "In the meanwhile, on 9 June 1998, the applicant made a statutory declaration that she urgently required the premises as accommodation for her daughter as her residence.", "On 1 September 2000, the applicant recovered possession of the flat.", "In a writ served on the tenant on 26 April 1986, the applicant informed the tenants of her intention to terminate the lease and summoned them to appear before the Naples Magistrate.", "By a decision of 13 February 1987, which was made enforceable on the same day, the Naples Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 14 May 1987.", "On 26 January 1990, the applicant served notice on the tenants requiring them to vacate the premises.", "On 19 February 1990, she informed the tenants that the order for possession would be enforced by a bailiff on 29 March 1990.", "Between 23 March 1990 and 1 September 2000, the bailiff made eight attempts to recover possession. Each attempt proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "In the meanwhile, on 9 June 1998, the applicant made a statutory declaration that she urgently required the premises as accommodation for her daughter as her office.", "On 1 September 2000, the applicant recovered possession of the flat.", "In a writ served on the tenant on 26 April 1986, the applicant informed the tenant of her intention to terminate the lease and summoned him to appear before the Naples Magistrate.", "The tenant told the applicant that he would not leave the premises.", "By a decision of 16 May 1988, which was made enforceable on 30 July 1988, the Naples Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 4 March 1989.", "On 26 January 1990, the applicant served notice on the tenant requiring him to vacate the premises.", "On 19 February 1990, she informed the tenant that the order for possession would be enforced by a bailiff on 29 March 1990.", "Between 29 March 1990 and 25 May 2001, the bailiff made sixteen attempts to recover possession. Each attempt proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "In the meanwhile, on 29 September 1997, the applicant made a statutory declaration that she urgently required the premises as accommodation for herself.", "On 20 July 2001, the applicant recovered possession of the flat.", "On an unspecified date, the applicant applied to the Rome Court of Appeal, claiming compensation under the Pinto Act for the length of the three eviction proceedings. She sought redress for non-pecuniary and pecuniary damage.", "In three decisions of 12 April 2002, filed with the registry on 26 June 2002, the Rome Court of Appeal rejected the claims on the ground that the delay in the eviction was due either to legislative choices or to the lack of police assistance and therefore the administration of justice could not be held responsible.", "The applicant did not appeal to the Court of Cassation. The decisions became final, at the latest, on 15 September 2003.", "The relevant domestic law and practice is described in the decision Provvedi c. Italie (no 66644/01, of 2 December 2004)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}