{"ITEMID": "001-86425", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MERDZHANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["4. In the 1970s and early 1980s the applicant worked as a journalist and senior inspector at the propaganda department of the Ministry of Internal Affairs.", "5. In 1982 the applicant left Bulgaria and settled first in Switzerland and then in the United States of America.", "6. In 1983 the Sofia Military Court, whose judgment was upheld the same year by the Military Chamber of the Supreme Court, tried the applicant in his absence and convicted him of treason and espionage. He was sentenced to nineteen years’ imprisonment and forfeiture of all his assets, and was stripped of his Sofia residence.", "7. In 1987, following the applicant’s return to Bulgaria in 1986, the General Assembly of the Criminal Chambers of the Supreme Court set these judgments aside and the remitted the case for a fresh examination. In 1988 the Sofia Military Court, whose judgment was upheld the same year by the Military Chamber of the Supreme Court, reconvicted the applicant of treason and espionage, and sentenced him to sixteen years’ imprisonment. It also deprived him of the right to reside in Sofia and forfeited all his assets. The applicant was kept in custody between April 1986 and December 1989.", "8. In April 1990 the General Assembly of the Criminal Chambers of the Supreme Court set the above judgments aside and acquitted the applicant.", "9. On 14 May 1990 the applicant filed an action under the 1988 State Responsibility for Damage Act (see paragraph 28 below). He named as defendants the Ministry of Internal Affairs, the General Investigation Service, the Sofia Regional Military Prosecutor’s Office, the Supreme Military Prosecutor’s Office, the Sofia Military Court, the Supreme Court, the Sofia Prison and the Sredetz Municipal Council, all of which had allegedly participated in various ways in the repression against him. He claimed compensation for the pecuniary (including lost pay, lawyers’ fees, the value of the confiscated chattels and flat, and the loss of enjoyment of these properties) and the nonpecuniary damage suffered as a result of the criminal proceedings against him, the confiscation of his property and his detention.", "10. The Sofia City Court examined the case in twentyone hearings, held between September 1990 and March 1994 at one to threemonth intervals. Thirteen of them took place before 7 September 1992 – the date on which the Convention entered into force in respect of Bulgaria.", "11. In examining the case the court heard a number of witnesses and several experts who drew up reports on the value of the flat and the chattels confiscated from the applicant. At the request of the applicant, some of the reports were updated to take account of the increase of the price of the flat and of the chattels due to the high inflation in the country between 1990 and 1994. The applicant removed or added defendants on five occasions. At the close of the proceedings the defendants were the Supreme Court, the Chief Prosecutor’s Office, and the Ministries of Justice, Finance and Defence. He also twice increased the value of his claims. On two occasions the court instructed him to itemise and specify his claims with regard to each defendant.", "12. Nine hearings (five before 7 September 1992 and four after that date) were adjourned owing to various problems attributable to the authorities, such as the failure to properly summon or serve documents on defendants, or to obtain expert reports in time.", "13. One hearing, listed for 15 February 1993, was adjourned because the applicant’s lawyer was on strike. On two occasions in March 1992 and May 1993 the case was also adjourned to allow the drawing up of additional expert reports requested by the applicant.", "14. In a judgment of 23 January 1995 the Sofia City Court partly allowed the applicant’s claims against the Supreme Court and the Chief Prosecutor’s Office, holding, inter alia, that they were liable, both directly and in lieu of their subordinate entities (the Sofia Military Court and the Sofia Regional Military Prosecutor’s Office), for the damage suffered by the applicant. The court dismissed the claims against the other defendants, holding that they were not the properly answerable State entities. The judgment was not appealed against and entered into force.", "15. On 28 May 1996 the Chief Prosecutor petitioned the Supreme Court to review the Sofia City Court’s judgment.", "16. On 2 December 1996 the Supreme Court set the judgment aside and remitted the case for a fresh examination. It held that the Sofia City Court had failed to identify the proper defendants to the applicant’s action. In the court’s view, the State entity answerable for the damage stemming from the actions of the Sofia Regional Military Prosecutor’s Office, the Sofia Military Court and the Military Chamber of the Supreme Court was the Ministry of Defence, from whose budget they were being financed.", "17. During the second examination of the case, which began in November 1997 and ended in February 2003, the Sofia City Court held eighteen hearings. The intervals between them ranged between three and seven months. The court admitted in evidence three expert reports. At the start of the proceedings the defendants were the Supreme Court, the Chief Prosecutor’s Office and the Ministries of Justice and Defence.", "18. Eleven hearings were adjourned because of various problems attributable to the authorities, such as the failure to properly summon or serve documents on defendants, or to obtain expert reports in time.", "19. The applicant was responsible for the adjournment of three hearings: one because he was in hospital and could not attend, and two others because he requested expert reports. On four occasions he changed defendants, as some of them had ceased to exist and had been succeeded by other entities, and as apparently he decided that the two Ministries were not liable.", "20. In a judgment of 14 April 2003 the Sofia City Court partly allowed and partly dismissed the applicant’s claims against the Supreme Court of Cassation, the Sofia Military Court, the Special Investigation Service and the Prosecutor’s Office. It also noted, inter alia, that the Supreme Court’s earlier holding concerning the Ministry of Defence’s liability for the actions of the military courts and prosecution offices (see paragraph 16 above) was no longer apposite, as following legislative amendments these entities were presently financed from the judiciary budget.", "21. Both the applicant and the Sofia City Prosecutor’s Office appealed. The applicant requested four expert reports on the value of his confiscated properties and another report on the amount of interest due.", "22. The Sofia Court of Appeals examined the case in six hearings, which took place between April 2004 and January 2006 at approximately four to fivemonth intervals. One of them was adjourned as one of the defendants had not been duly summoned.", "23. After allowing an increase of the applicant’s claims and, despite its initial reluctance, ordering four expert reports requested by the applicant, in January 2005 the court annulled these actions and decided to start the proceedings anew, as it noted that it had mistakenly summoned as a defendant the Special Investigation Service instead of the National Investigation Service, which had succeeded it in 2002.", "24. In a judgment of 28 March 2006 the Sofia Court of Appeals quashed the Sofia City Court’s judgment, and partly allowed the applicant’s claims against the Prosecutor’s Office, the National Investigation Service, the Sofia Military Court and the Supreme Court of Cassation. It also held that the entity liable for the damage arising from the confiscation of the applicant’s property was the State and not any of the above authorities, and accordingly ordered it to pay the applicant compensation.", "25. The applicant, the Prosecutor’s Office and the State, represented by the Ministry of Finance, appealed on points of law.", "26. After holding a hearing on 4 June 2007, on 20 July 2007 the Supreme Court of Cassation partly upheld the Sofia Court of Appeals’ judgment, partly reversed it, increasing the amount of nonpecuniary damages awarded to the applicant, and partly quashed it, remitting the part of the case relating to the quashed part of the judgment to the Sofia City Court. It held, inter alia, that by ordering the State to pay damages to the applicant the lower court had ruled on a claim which had not been properly brought before it. The State had not been named as a defendant and had not been party to the proceedings. The court further held that the applicant had erred by claiming compensation for the damage arising from the confiscation from the National Investigation Service, the Prosecutor’s Office, the Sofia Military Court and the Supreme Court of Cassation. They were not liable, the proper defendant to such claims being the State itself. The court also criticised the lower courts for not clearly identifying the different claims in the operative provisions of their judgments and for failing to clarify the procedural position of the Ministry of Finance.", "27. At the time of the latest information from the parties, 4 September 2007, the proceedings were once more pending before the Sofia City Court.", "28. The statute regulating tort claims against the State is the 1988 State Responsibility for Damage Caused to Citizens Act („Закон за отговорността на държавата за вреди, причинени на граждани“ – this was the original title; on 12 July 2006 it was changed to the State and Municipalities Responsibility for Damage Act, „Закон за отговорността на държавата и общините за вреди“). Its section 1 regulates the liability of the administrative authorities and section 2 regulates the liability of the courts and of the investigation and the prosecution authorities. Section 7 provides that an action for compensation has to be brought against the authorities whose unlawful decisions, actions or omissions have caused the damage. In a binding interpretative decision (тълк. реш. № 3 от 22 април 2004 г. на ВКС по тълк.д. № 3/2004 г., ОСГК) made on 22 April 2004 the Plenary Meeting of the Civil Chambers of the Supreme Court of Cassation resolved a number of contentious issues relating to the construction of various provisions of the Act and in particular clarified the proper defendants to tort actions for various forms of official misconduct."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}