{"ITEMID": "001-91146", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VONTAS AND OTHERS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of P1-1;Pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicants are the owners of a house and a surrounding plot of land with a surface area of 769 square metres, located on the island of Spetses. The plot is adjacent to the promenade of the Port of Spetses. The title deeds relating to this property, duly deposited in the Land Registry, date back to 1912.", "5. In particular, on 11 September 1912 G.P. bought the plot at a public auction conducted by the Registrar of the Spetses Magistrates’ Court. On 5 January 1914 G.P. sold the plot to K.D., who sold it to her daughter F.V. on 8 April 1921. The latter donated a part of the plot to her daughter, the third applicant, on 16 June 1965. On 29 April 1975 F.V. donated the remaining part of the plot to her son, the first applicant. On 9 March 1990 the first applicant granted himself a life interest in the property and settled the remainder on his daughter, the second applicant.", "6. All these transactions were executed by deeds of public notaries duly deposited in the transcription registry. The applicants have always declared the property to be in their ownership and have paid the relevant taxes on it.", "7. In autumn 1991 the first applicant applied to the Planning Office of the municipality of Spetses for a permit to start minor building works.", "8. On 5 September 1991 the municipality of Spetses claimed that the northern part of the land in question constituted land for public use. On 6 July 1992 the Planning Office rejected the first applicant’s request on the ground that the topographical survey submitted by the applicants was inaccurate, as it wrongly included public land among their property.", "9. On 24 June and 15 December 1993 the municipality of Spetses and the applicants filed opposing claims with the Piraeus Court of First Instance, each asking to be declared the owners of the disputed piece of land.", "10. In 1994 the Piraeus Court of First Instance delivered an interlocutory judgment ordering a number of expert assessments. In particular, the court appointed T.A., a civil engineer, to conduct an expert assessment in order to clarify whether the disputed land was included in the applicants’ title deeds (decision no. 464/1994).", "11. On 8 March 2002 T.A. took into consideration the applicants’ title deeds, the planning legislation in force and the official topographical and planning charts of the Planning Office of the Piraeus Prefecture and produced his expert report. After having prepared a topographical survey, he concluded that the disputed land was included in the applicants’ title deeds.", "12. On 25 September 2003 the Piraeus Court of First Instance dismissed the applicants’ claims, holding that an area of 220 square metres on the northern side of the applicants’ garden constituted public land (judgment no. 4328/2003). In particular, the Piraeus Court of First Instance took into account several witnesses’ testimonies and aerial photographs and attached particular importance to the fact that the applicants had never exercised any ownership rights over that part of the land, since they had never cultivated it or planted trees or erected a fence there.", "13. On 24 November 2003 the applicants appealed to the Piraeus Court of Appeal.", "14. On 28 February 2005 the Piraeus Court of Appeal dismissed the applicants’ appeal (judgment no. 213/2005). In particular, it held that according to a rule of Byzantine-Roman law (vetustas), which had been applied in Greece before the introduction of the Civil Code in 1946, a property could be considered to be “for public use” (κοινόχρηστο) if it had been in common use for “an indefinite number of years in human memory” (αμνημονεύτου χρόνου αρχαιότητα). It further explained that, for this rule to be applied, two generations of people, each one spanning forty years had to remember that the disputed land had been in public use in the past. This eighty-year period in human memory must had to have been completed by 23 February 1946, the date on which the Civil Code had come into force, since the Code did not provide for such a rule.", "15. Subsequently, the Piraeus Court of Appeal applied the above rule and found that it was proved from the testimonies of the witnesses put forward by the municipality of Spetses that the disputed land had been freely used by local people from 1866 to 1946 and had thus become public. It concluded that, independently of the question whether the disputed land was included in the applicants’ title deeds, it had become land “for public use”, and thus part of the municipality’s property. Furthermore, it considered that the fact that the land in issue did not appear as public property in the official planning charts of the island of Spetses was of no importance since the land had become public because of its public use.", "16. On 14 June 2005 the applicants appealed to the Court of Cassation.", "17. On 15 February 2006 the Court of Cassation dismissed the appeal. It held that the Piraeus Court of Appeal had correctly applied Byzantine-Roman law to the facts of the case. It accepted that it had been proved that the disputed land had been in common use since 1866 and concluded that the applicants had never become its owners (judgment no. 299/2006). Its judgment was “finalised” (καθαρoγραφή) on 12 April 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}