{"ITEMID": "001-82102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "GRIGORIAN AND OTHERS v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["The first applicant, Mr Albert Grigorian, is an Armenian national born in 1979. The second applicant, Ms Irade Babajeva, is an Azerbaijani national born in 1979. The third applicant, Ms Viktoria Grigorian, their daughter, was born in 2004. They were represented before the Court by Ms Noémi Lindgren, a lawyer practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Mr C.H. Ehrenkrona, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The second applicant arrived in Sweden and applied for asylum on 28 May 2002. The first applicant arrived in Sweden and applied for asylum on 23 August 2002. The couple met there and moved in with each other on 18 March 2003. On 3 December 2004 their daughter was born.", "On 21 December 2004 the Migration Board (Migrationsverket) rejected their applications and ordered that they be deported to their respective native countries. The Board noted that the first applicant had not submitted any proof of identity. With respect to the first and second applicants’ reasons for seeking asylum, the Board found that, under the provisions of the Aliens Act (Utlänningslagen, 1989:529), they were neither to be regarded as refugees or otherwise in need of protection nor entitled to residence permits on humanitarian grounds. As regards the second applicant, who had claimed to risk persecution not only in her native country but also in Armenia, the Board considered that her submissions with regard to the latter country were unfounded. In this connection, it noted that her mother is of Armenian origin.", "The Board further held that, as the first and second applicants were not married, their daughter should be considered as having the same nationality as her mother and follow her to Azerbaijan. In view of the daughter’s young age and the limited time she had spent in Sweden, the move to Azerbaijan could not be against her best interests. Moreover, the deportation would not be contrary to the principle of family unity under the UN Convention on the Rights of the Child, as the first and second applicants could reunite in the country of their choice after deportation.", "By a decision of 5 December 2005, the Aliens Appeals Board (Utlänningsnämnden) rejected the applicants’ appeal, agreeing with the reasoning given by the Migration Board. It added that the applicants’ deportation would not violate their right to respect for their family life under Article 8 of the Convention, as they would be able to unite in either of their native countries. Issues of a formal or practical nature that might arise were to be handled by the responsible authority, in the first place the Migration Board. The Appeals Board concluded that the second and third applicants could be deported to both Azerbaijan and Armenia.", "On 5 April 2006 the Migration Board reviewed the applicants’ situation under chapter 2, section 5 b of the Aliens Act, a new temporary provision aimed at extending the right to residence permits for certain groups, including families with children, who had, inter alia, resided in Sweden for long periods of time. The applicants submitted that the second applicant was pregnant with a second child and was expected to give birth in October 2006. The Board found, however, that they were not entitled to residence permits under the temporary legislation.", "According to the applicants, they were later informed that the Migration Board planned to enforce the deportation orders by sending them to different countries, the first applicant to Armenia and the second and third applicants to Azerbaijan.", "On 10 May 2006, following the Court’s indication under Rule 39 of the Rules of Court, the Migration Board decided to stay the enforcement of the applicants’ deportation until further notice.", "On 31 August 2006 the applicants lodged a new application with the Migration Board, claiming that there were permanent impediments to their deportation and that they should be given residence permits. In substance, they argued that their deportation to different countries involved a violation of Article 8 of the Convention. Subsequently, the applicants submitted a medical opinion on the daughter’s mental health, given by a certified psychologist and a child psychiatrist on 12 January 2007. They noted that the second applicant suffered from depressions and that the overall situation was dominated by stress caused by the family’s insecure future. The daughter showed a serious resignation syndrome, which required qualified, immediate and long-term treatment.", "On 17 November 2006 the second applicant gave birth to a second daughter. An application for a residence permit for her was submitted to the Migration Board.", "On 16 March 2007 the Migration Board rejected the applicants’ new application, stating that the possible deportation to different countries was not a new circumstance and could not therefore be considered. In regard to the mental health of the third applicant, the eldest daughter, as well as the second applicant’s depression, the Board concluded that they did not constitute medical impediments to the deportation. No appeal lay against this decision.", "The application concerning the youngest daughter has not yet been determined."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}