{"ITEMID": "001-57428", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF BARAONA v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["9. The applicant, a Portuguese national born in 1930, is a businessman resident at Vitoria in Brazil.", "Until May 1975, he lived with his wife and their five children at Cascais (in Portugal). On 17 May 1975, the chairman of the \"Commission for co-ordinating the disbandment of the PIDE/DGS (the International Political Police for the Protection of the State/Directorate-General of Security) and the LP (the Portuguese Legion)\" ordered the applicant’s immediate arrest on the grounds that he was a \"dangerous reactionary\" and that it was necessary to \"investigate his reactionary activities\". At the time, following the attempted coup of 11 March 1975, Portugal was going through a difficult period, which lasted until the adoption of the new Constitution on 25 April 1976.", "Having learned that he was about to be arrested, the applicant fled to Brazil with his family and did not return to Portugal until September 1978, after the warrant for his arrest had been revoked.", "10. In his absence the employees of his civil-engineering firm took over the company and other assets of his, including his house, furniture and bank accounts. On 31 May 1976, the Cascais District Court declared the applicant’s business insolvent. Furthermore, the Cofre da Previdência, a public bank from which the applicant had bought his house, repossessed the house for default on payment and sold it to someone else.", "The applicant was later able to reach a friendly settlement and recover possession of the house on payment of certain sums to the bank and to the other person involved.", "11. On 30 July 1981, the applicant brought a civil action in the Administrative Court (auditoría administrativa) of Lisbon seeking damages from the State under Legislative Decree no. 48.051 of 21 November 1967 on the State’s non-contractual liability for acts of public administration (see paragraph 30 below). He contended that the warrant for his arrest had been illegal as it did not specify an offence and did not have a \"proper purpose\". The applicant claimed 8,800,000 escudos in compensation for pecuniary and non-pecuniary damage.", "The next day, the court registered the originating application (petição inicial) and issued a summons to the defendant - represented by State Counsel’s Office (ministério público) - requesting a reply within twenty days, in accordance with Article 486 § 1 of the Code of Civil Procedure (see paragraph 32 below).", "12. On 28 October 1981 and again on 27 January 1982, the Administrative Court granted a three-month extension of time applied for by State Counsel under Article 486 § 3 of the aforementioned Code (see paragraph 32 below).", "13. On 26 April 1982, State Counsel again applied for an exceptional thirty-day extension on the ground that he needed more information in order to prepare his submissions in reply (contestação). The court granted the application on 28 April 1982. Two further applications for exceptional thirty-day extensions were made by State Counsel on 8 June and 21 July 1982, on the ground that he did not yet have all the material with which to prepare his reply. The court granted these applications on 14 June and 27 July respectively.", "14. On 30 July 1982, the applicant complained to the court of this series of extensions and requested copies of some of the documents in the file in order to complain to the Supreme Council of the Judiciary and to the European Commission of Human Rights of a breach of Article 6 § 1 (art. 6-1) of the Convention.", "15. On 29 September 1982, he lodged notice of an appeal against an interlocutory order (de agravo - \"interlocutory appeal\") to the Supreme Administrative Court (Supremo Tribunal Administrativo) in respect of the Lisbon Administrative Court’s decision of 27 July in allowing State Counsel more time. He lodged the appeal with the lower court, with a request that it should be forwarded immediately to the higher court.", "On 15 October 1982, the Administrative Court declared the interlocutory appeal admissible but ordered that it should be placed on the file with the main appeal and not separately forwarded to the Supreme Administrative Court straightaway. It added that the interlocutory appeal had no suspensive effect.", "16. In his statement of grounds of appeal (alegações) dated 26 October 1982, the applicant contended that the Administrative Court had infringed Article 486 § 3 of the Code of Civil Procedure in extending the time allowed to State Counsel to file his pleadings by more than six months without exceptional cause, and that State Counsel had failed to specify what evidence and information he still needed. Such an extension of time could not be granted by the court arbitrarily, but only on exceptional grounds, and it could not exceed six months. Yet on this occasion more than a year had passed without State Counsel submitting his pleadings or giving valid reasons for not doing so.", "17. On 4 November 1982, State Counsel applied for another exceptional ten-day extension on the ground that the Administrative Court had moved into other premises and that for a time this had halted his office’s work. When invited by the court on 9 November to comment on this application, the applicant replied - on 15 November - that he considered it unjustified; he further demanded that it should be refused and that the time allowed to State Counsel should be declared to have expired.", "18. State Counsel’s pleadings were filed with the Administrative Court on 18 November and immediately forwarded to Mr. Baraona by the registrar of the court.", "In the belief that the Administrative Court had decided to include these in the file and have a copy served on him, the applicant lodged with that court notice of an interlocutory appeal to the Supreme Administrative Court on 25 November and requested that the appeal should be forwarded immediately to the higher court and should have suspensive effect.", "On 30 November, the applicant nevertheless filed his reply (réplica) to the pleadings lodged by State Counsel, who made a rejoinder (tréplica) on 17 December.", "19. On 21 December 1982, State Counsel submitted his observations (contra-alegações) on the applicant’s interlocutory appeal of 29 September. As grounds for the requested extensions, he alleged the need not only to assemble evidence but more particularly to decide on the general thrust of his pleadings, especially as regards objections. Moreover, there was no requirement under Article 486 § 3 of the Code of Civil Procedure to give detailed reasons for his application; a general justification was sufficient. Admittedly, Article 266 of the Code of Civil Procedure required the court to remove any hindrance delaying the proceedings, but that was a discretionary power which in the present case could not be usefully exercised.", "20. On 11 February 1983, the Administrative Court of Lisbon reversed its decision of 27 July 1982 to allow State Counsel more time and instead refused the application. Relying on Article 486 § 3 of the Code, it ruled that an extension of time could only be granted if State Counsel neither had the necessary information nor could obtain it in the time allowed. In addition, he had to specify the subject on which he needed information and the steps he had taken to obtain it. In the present case he had simply said he needed more information, without giving further particulars.", "The court accordingly excluded as having been filed out of time all pleadings submitted by the parties after 27 July 1982, that is to say State Counsel’s pleadings of 18 November 1982, the applicant’s reply of 30 November and the rejoinder of 17 December, and ordered that they be removed from the file.", "Noting, lastly, that State Counsel’s pleadings had been sent to the applicant by the registrar and not by the court itself, the court refused to entertain the applicant’s interlocutory appeal of 25 November 1982, as no appeal lay to the higher court against actions by the registrar, and a complaint should be made to the court itself.", "21. On the same day, the court ordered a number of investigatory measures, including a search for the warrant issued for Mr. Baraona’s arrest in 1975.", "When it became apparent that no trace of the warrant could be found, the Administrative Court gave a preliminary decision (despacho saneador) on 30 December 1983 declaring the case admissible and setting out a list of the facts agreed by the parties (especificação) and a list of matters to be clarified at the hearing (questionário).", "22. On 20 January 1984, under Article 511 § 2 of the Code of Civil Procedure, the applicant lodged a complaint against this decision. He argued that, as State Counsel’s pleadings had been withdrawn from the case file, all the allegations he had made in his own statement of claim were to be regarded as admitted, since Article 485 sub-paragraph (b) and Article 490 § 4 of the Code of Civil Procedure (see paragraph 32 below) had been abrogated by Article 6 § 1 (art. 6-1) of the Convention, which laid down the principle of equality of arms. Consequently, all the matters which the court had considered needed clarification at the hearing should have been put in the especificação as having been conceded.", "State Counsel’s comments on the complaint were lodged with the court on 27 January.", "23. On 2 February 1984, the registrar submitted the file to the court, and on 12 April the judge dismissed the complaint, apologising for the delay caused by his absence abroad on official business from January to March. He acknowledged that the applicant’s arguments were lent support by a learned article and by a court decision at first instance; but the latter had been set aside by the Oporto Court of Appeal on 7 June 1983, and he stated his agreement with that court’s decision: State Counsel’s Office had less opportunity to meet those it represented, particularly where the defendant was a State body. In addition, the law, in order to be fair, sometimes had to treat the parties differently if they were not to be equal on paper only; the principle of equality of arms entailed compensating for initial inequality - for example, by providing legal aid or setting more generous time-limits in the case of persons resident in a distant country or whose whereabouts were unknown.", "24. On 8 May 1984, this decision was communicated to Mr. Baraona, who on 10 May 1984 lodged notice of an interlocutory appeal against it to the Supreme Administrative Court.", "On 17 May, the Administrative Court decided to forward the appeal to the higher court together with the entire case file and to give it suspensive effect.", "In his statement of grounds of appeal dated 5 June, the applicant put forward substantially the same arguments as in the complaint he had made to the Administrative Court of Lisbon on 20 January. On 20 and 24 July 1984, State Counsel and the latter court submitted their observations on the appeal.", "25. The file reached the Supreme Administrative Court in October 1984, whereupon State Counsel was asked to submit his opinion, and two judges of the court then drew up their report.", "On 21 March 1985, the Supreme Administrative Court dismissed both interlocutory appeals, of 29 September 1982 and 10 May 1984.", "With regard to the first appeal, against the Administrative Court’s decision of 27 July 1982, the Supreme Court found that on 11 February 1983 the judge below had himself rectified the situation by rescinding the impugned decision and excluding all pleadings submitted after 27 July 1982 as being out of time.", "With regard to the second appeal, against the Administrative Court’s decision of 12 April 1984, the Supreme Court ruled that, contrary to the applicant’s contention, Article 485 sub-paragraph (b) of the Code of Civil Procedure had not been abrogated by Article 6 § 1 (art. 6-1) of the Convention. The State was in any case differently placed from private companies. Accordingly, not all Mr. Baraona’s submissions as to the facts were to be regarded as having been conceded; it was for the Administrative Court to consider them in the light of evidence adduced at the hearing.", "26. On 8 April 1985, the applicant appealed against this decision (acordão) to the Constitutional Court, asking it to rule whether Article 485 sub-paragraph (b) was still in force.", "The Constitutional Court registered the appeal on 16 April 1985. The applicant and State Counsel filed their pleadings on 15 July and 24 October 1985 respectively. State Counsel submitted that the court had no jurisdiction, as no breach of the Constitution had been alleged by the applicant either at first instance or before the Supreme Administrative Court. Mr. Baraona replied on 12 November 1985 that a breach of the principle of equality of arms was contrary both to the Convention and to the Constitution.", "On 5 March 1986, the Constitutional Court dismissed the objection and proceeded to consider the question of the principle of equality of arms. In a judgment on 19 November 1986, it dismissed the appeal, and the applicant immediately challenged the judgment as being null and void; but it was confirmed on 14 January 1987.", "27. The proceedings in the Administrative Court of Lisbon have since resumed and are at the preliminary stage.", "28. Following the revolution of 25 April 1974, the \"Armed Forces Movement\" promulgated Law no. 3/74, of 14 May, which upheld the existing schedule of basic rights and freedoms in the 1933 Constitution and also laid down fundamental principles concerning judicial independence and defence rights. Article 8 § 17 of the 1933 Constitution recognised \"the right to reparation for actual infringements of rights\"; as to non-pecuniary damage, statutory provision could be made for financial compensation.", "Most of the existing provisions of civil and criminal law were retained, in particular Legislative Decree no. 48.051 of 21 November 1967 on the State’s non-contractual liability.", "By Legislative Decree no. 36/75 of 31 January 1975, the powers of the \"Commission for co-ordinating the disbandment of the PIDE/DGS and the LP\" - a commission which had been set up pursuant to an order (despacho) issued by the Army Chief of Staff on 7 June 1974 - cover the preparation of proceedings against individuals who belonged to the relevant police forces or collaborated with them (Article 2 § 3); the chairman of the Commission had the same powers as those conferred on commanding officers of the military regions under the Military Criminal Code (Article 2 § 4).", "29. By Article 21 of the Constitution of 25 April 1976:", "\"1. The State and other public bodies shall be jointly and severally liable in civil law with the members of their agencies, their officials or their agents for actions or omissions in the performance of their duties, or caused by such performance, which result in violations of rights, freedoms or safeguards or in prejudice to another party.", "2. Wrongly convicted persons shall have a right to retrial and to compensation for damage sustained, on conditions to be laid down by law.\"", "The Constitution was amended by Constitutional Law no. 1/82 of 27 September 1982, Article 22 of which reproduces the foregoing Article 21 § 1 unchanged, however.", "30. The Civil Code of 1966, which is still in force, deals with the State’s civil liability but only in respect of acts of \"private administration\" (Article 501). As regards acts of \"public administration\", Legislative Decree no. 48.051 of 21 November 1967 contains provisions on the non-contractual liability of the State and other public bodies for acts due to negligence, abuse of authority or deceit by their agencies or officials. The most important of these are as follows:", "\"Article 2", "1. The State and other public bodies shall be liable to third parties in civil law for such breaches of their rights or of legal provisions designed to protect the interests of such parties as are caused by negligent acts (actos ilicitos culposamente praticados) of their agencies or officials in the performance of their duties or as a consequence thereof.", "2. Where any compensation is paid pursuant to the previous paragraph, the State and other public bodies shall have a right of recourse against the members of the agency or the officials at fault if they failed to act with proper diligence.", "Article 3", "1. Members of the agency and officials of the State and other public bodies shall be liable to third parties in civil law for unlawful acts in breach of their rights, or of legal provisions designed to protect the interests of such parties, where they have exceeded their powers or if they acted with wrongful intent in exercising them.", "2. The public body shall always be jointly liable with the members of the agency or the officials concerned for acts performed with wrongful intent.", "Article 4", "1. The negligence (culpa) of the members of the agency or of the officials concerned shall be assessed in accordance with Article 487 of the Civil Code.", "2. Where more than one person is liable, Article 497 of the Civil Code shall apply.", "Article 5", "1. The right to compensation under the foregoing provisions shall be time-barred after expiry of the periods laid down in the Civil Code.", "2. Limitation of actions by the State to enforce its right of indemnity is likewise governed by civil law.", "...\"", "31. Under the Administrative Code, actions for damages in respect of liability of public authorities come within the jurisdiction of the administrative courts (auditores - Articles 815 and 820). With the exception of certain rules regarding locus standi and limitation (Articles 824 and 829), Article 852 explicitly refers to the provisions governing ordinary civil procedure.", "Decisions of administrative courts are subject to appeal as to the merits, interlocutory appeal and complaint (Article 853). Certain interlocutory appeals have a suspensive effect and must be referred forthwith to the Supreme Administrative Court, in particular those made against a decision to dismiss a complaint against a preliminary decision (Article 859 sub-paragraph (d)), while others must be forwarded with the case file when the final decision is appealed, and have no suspensive effect (Article 860).", "32. The procedure in question must therefore comply with the rules in the Code of Civil Procedure.", "Article 484 § 1 of the Code provides that \"if the defendant fails to submit pleadings in reply notwithstanding the proper issue of a summons ..., the facts as pleaded by the plaintiff shall be deemed to have been admitted\".", "Article 485 lays down certain exceptions to this principle, however; in particular, sub-paragraph (b) states that the rule does not apply where the defendant is a legal person.", "Under Article 486 § 1 the defendant has twenty days in which to reply to the claim, but paragraph 3 of the same Article provides:", "\"State Counsel shall be granted more time when he needs information he cannot obtain within the time-limit or when he is awaiting a reply from a higher authority. The extension may not exceed six months unless exceptional cause is shown.\"", "Article 490 § 1 of the Code of Civil Procedure stipulates that \"the defendant shall reply clearly to each item of fact in the originating application; items not expressly (especificadamente) disputed shall be regarded as agreed between the parties except where obviously inconsistent with the defence as a whole, or not capable of being admitted, or provable only by written document\".", "By paragraph 4, however, this provision applies neither to defence counsel assigned by the court nor to State Counsel.", "Under Article 511 § 2, once the parties have been informed of the preliminary decision they may make \"any complaints they wish about the list of the facts agreed by the parties or the list of matters to be clarified at the hearing on grounds of procedural irregularity (deficiência), irrelevance (excesso), complexity or obscurity\"."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}