{"ITEMID": "001-96757", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "HENNE v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Christa Henne, is a German national and lives in Köln. She was represented before the Court by Mr T. Purps, a lawyer practising in Potsdam.", "In 1992 the applicant inherited a 2,490 square-metre plot of land in Neugattersleben on the territory of the former German Democratic Republic (GDR) (“the property”) and was registered in the land register as owner of the property. Some 400 square meters of the property had been used, at least since 1979 or 1980, as a road and were recorded as such in the registers of public roads in 1984 and 1989. The applicant disputed that the relevant authorities of the GDR had designated the property as a public road as required by the laws of the GDR.", "On 5 December 2003, and amended on 28 July 2005, the municipality made a written offer to the applicant, certified by a notary public, to buy the property for 8,964 euros pursuant to the Act on the Allocation of Legal Positions on Traffic Space and Other Publicly Used Private Property – “the Traffic Space Allocation Act” (Gesetz zur Bereinigung der Rechtsverhältnisse an Verkehrsflächen und anderen öffentlich genutzten privaten Grundstücken/ Verkehrsflächenbereinigungsgesetz) (see “Relevant domestic law” below).", "The applicant declined the offer.", "On 9 September 2005 the Dessau Regional Court ordered the applicant to accept the offer. The Regional Court held that the property was “traffic space” within the meaning of Section 1(1) No. 1 of the Traffic Space Allocation Act (see “Relevant domestic law” below); that the municipality had proved that the relevant authorities of the GDR had considered the road as a public road prior to 1984 and that it was therefore “traffic space” within the meaning of Section 2(2) No. 1 of that Act (see “Relevant domestic law” below), since the laws of the GDR did not necessarily require the proper designation of property as a public road; that all other requirements for the sale as required by the Traffic Space Allocation Act had been met; and that the calculation of the purchase price was in accordance with the statutory requirements.", "On 5 May 2006 the Naumburg Court of Appeal informed counsel for the applicant of its intention to dismiss the applicant’s appeal as manifestly ill-founded because the Regional Court’s judgment, in particular concerning the qualification of the property as “traffic space”, had been free of error.", "On 13 June 2006 the Court of Appeal dismissed the applicant’s appeal. It held that it could not consider the applicant’s claim that only part of the property was used as a road whereas the whole property was to be taken on the following grounds: the municipality had stated before the Regional Court that it had made an offer for the whole property because the remainder of the property could not be sufficiently used; the applicant had not disputed this assertion in the proceedings before the Regional Court; his new submission that the taking of the whole property would be contrary to Sections 4(1) No. 2 and 4(2) of the Traffic Space Allocation Act (see “Relevant domestic law and practice” below) was procedurally barred pursuant to Section 531(2) of the Code of Civil Procedure (see “Relevant domestic law and practice” below).", "On 26 March 2007 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint for adjudication without giving further reasons (no. 1 BvR 2119/06).", "In the GDR private property was often used for public purposes without the property being transferred into public ownership. Following German reunification the public use of private property was initially allowed to continue without any revision until 30 September 2001 and the owners of such property were, under certain conditions, entitled to rent from the public authority pursuant to Section 233(2a)(9) of the Introductory Act to the Civil Code (Einführungsgesetz zum Bürgerlichen Gesetzbuche).", "Under the Property Law Reform Act (Sachenrechtsbereinigungsgesetz), owners were in principle entitled to 50 % of the value of the land as compensation for the loss of the land (Section 68(1) of the Property Law Reform Act, is, as far as relevant here, inapplicable in cases concerning the use of private property for public purposes (Section 2(1) No. 4 of the Property Law Reform Act)).", "With effect from 1 October 2001 the continued use of private property on the territory of the former GDR is governed by the Traffic Space Allocation Act. That Act is, inter alia, applicable if private property that was used as a public road by the authorities of the GDR continues to be used as a public road (Section 1(1) of the Traffic Space Allocation Act). “Traffic space” is defined as roads, alleys and squares that are either designated as public roads or treated as if they were by law (Section 2(2) No. 1 of that Act). The public authority using private property for a public road may request that the property be sold to it by making a written offer, certified by a notary public (Section 3(1) of that Act). The public authority may only request the sale of the property directly used for a public road (Section 4(1) No. 2 of that Act); it has to purchase the remainder the property only if it cannot be sufficiently used (Section 4(2) of that Act). The purchase price is 20 % of the value of the land (Section 5 of that Act). Until 30 June 2007 only the public authority could request the sale; since that date, only the private owner can do so (Section 8(1) of that Act). Until the sale has been concluded, the owner can request that the public authority pay him 8 % of the statutory purchase price as annual rent and bear the public expenses of the property; the public authority has the right to continue using the property pending the transfer of ownership (Section 9(1) of that Act). If the sold property is no longer used as a public road, the former owner can request that the property be sold to him for a certain purchase price (Section 9(2) of that Act).", "The former owner can request the restitution of property irrespective of a public authority’s continuing use of it pursuant to the Traffic Space Allocation Act. The public authority continues to enjoy a right to use the property following the return of the property to the former owner (Federal Administrative Court, judgment of 14 April 2005, no. BVerwG 7 C 10.04).", "In cases in which the public authority’s right to use the private property derived from Section 9(1) of the Traffic Space Allocation Act, the right to use prior to that Act’s coming into force derived from Section 233(2a)(9) of the Introductory Act to the Civil Code (Federal Court of Justice, judgment of 18 January 2002, V ZR 104/01).", "The Federal Court of Justice held in a leading judgment of 20 June 2008 (no. V ZR 149/07) that the purchase price of 20 % of the value of the land pursuant to Section 5 of the Allocation of Traffic Space Act was constitutional on the grounds that the property had been used as a public road in the GDR and could not have been sold or used by the private owner prior to German reunification; that the value of the property was diminished by the public use; that the legislator had taken into account that not the owner but upon request the public authority had to bear expenses related to the property; and that the public authority’s right to use was considerably more limited than that of a user who acquired the property under the terms of the Property Law Reform Act: whereas the latter could stop using the property and nevertheless remain the owner, the public authority was bound to sell the property to the former owner for a certain purchase price on request once it had stopped using the property as “traffic space”. Furthermore the Federal Court of Justice held that the contested provisions of the Traffic Space Allocation Act did not violate the owner’s rights under Article 1 of Protocol No. 1 read alone or in conjunction with Article 14. Although the sale amounted to a de facto expropriation within the meaning of Article 1 of Protocol No. 1, it had a basis in domestic law, was in the general interest and not disproportionate. In particular, the legislator had acted within the wide margin of appreciation to be accorded to him in the unique context of the German reunification.", "Pursuant to Section 529 of the Code of Civil Procedure the Court of Appeal shall base its decision on the facts established by the first instance court, unless there are concrete indications that raise doubts as to the correctness or completeness of the establishment of the relevant facts by the first instance court, and on new facts, as long as it is admissible to consider these.", "The Court of Appeal may not consider submissions that the trial court has correctly excluded (Section 531(1) of the Code of Civil Procedure). It may, as far as relevant here, admit new submissions on appeal only if the party did not introduce them at trial through no fault of its own (Section 532(2) No. 3 of the Code of Civil Procedure)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}