{"ITEMID": "001-83583", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ISMAILOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 14+8 - Prohibition of discrimination (Article 14 - Discrimination) (Article 8 - Right to respect for private and family life;Article 8-1 - Respect for family life)", "JUDGES": "Loukis Loucaides", "TEXT": ["6. The applicant was born in 1972 and lives in the town of Makhachkala.", "7. The applicant married in 1990. The applicant and her husband were nominal but non-practising Muslims at that time.", "8. Two children, a boy and a girl, were born to the couple in 1993 and 1997 respectively.", "9. It appears that the family lived at a house of the paternal grandparents in the village of Novomugri, Sergokalinskiy District of the Republic of Dagestan.", "10. Being upset with various difficulties in the relations with her husband who was a seaman and frequently away at sea, in June 1999 the applicant started associating with the Jehovah's Witnesses.", "11. In June 2000 the mounting tensions between the spouses over the applicant's religious interests resulted in the applicant's decision to leave the matrimonial home together with the children. The applicant and children started living with the maternal grandparents.", "12. In December 2000 the applicant was baptised as a Jehovah's Witness.", "13. There appear to have been only occasional contacts between the applicant's husband and the children between June 2000 and July 2001. As the applicant's husband failed systematically to provide financial support for the upbringing of the children, in early 2001 the applicant filed in court a request for maintenance. On 26 April 2001 the court ordered the husband to pay for the support of the children.", "14. On 1 July 2001 the children went to visit their paternal grandparents and on 26 August 2001 the grandparents refused to return the children to the applicant. The applicant submits that she has had no regular access to the children since then.", "15. On 17 September 2001 the father filed a divorce petition in the Leninskiy District Court of Makhachkala (“the District Court” – Ленинский районный суд г. Махачкала).", "16. He also submitted that he was ready to provide the children with better living and moral conditions than the applicant, that the applicant had taken the children to religious meetings with a view to converting them to the faith of the Jehovah's Witnesses, that the children had become irritable and did not want to return to their mother, and requested the court to grant him custody of both children.", "17. In response, the applicant accepted that the marriage had irretrievably broken down but contested the husband's claim for custody.", "18. At a preliminary hearing the District Court ordered a report on the issue of custody of the children to be prepared by the Custody and Guardianship Agency attached to Leninskiy District Council of the town of Makhachkala (“the Custody and Guardianship Agency” – Орган опеки и попечительства при Администрации Ленинского района г. Махачкалы).", "19. A letter of instruction dated 24 October 2001 contained a request to report on the applicant's living conditions and to give a conclusion concerning “the possibility of leaving the children with her, having regard to the fact that [the applicant] attends [meetings of] the sect 'Jehovah's Witnesses'”.", "20. On 4 December 2001 an official, U., drew up a report on the preliminary inquiry into [the applicant's] living conditions. The report described the three room flat measuring in total 68.5 square metres in which the applicant, her two parents and three brothers were living and then stated:", "“... Additional information about [the applicant's] family: [the applicant] attends [meetings] of the organisation 'Jehovah's Witnesses'; members of the organisation sometimes meet at her home and study the relevant literature. [The applicant's] parents are critical of her religion.", "I deem it, in the interests of the minor children, to be more advisable for them to live with their father ... in the village of Novomugri, Sergokalinskiy District.”", "21. On an unspecified date the District Court added the report of 4 December 2001 to the case-file.", "22. On 11 December 2001, upon the District Court's request, the Leninskiy District Council of the Town of Makhachkala (“the District Council” – Администрация Ленинского районного г. Махачкалы) submitted to the court observations (заключение) in which it advised that custody of the children should be granted to their father.", "23. The District Council reasoned as follows:", "“The Custody and Guardianship Agency attached to Leninskiy District Council of the town of Makhachkala established that [the applicant] resided in her parents' house... In 1990 she had married Mr Magomed Gazimagomedov, from whom she bore two minor children: Abdul Gazimagomedov, born in 1993, and Aminat Gazimagomedova, born in 1997.", "The spouses resided in the village Novomugri of the Sergokalinskiy District. She worked in a neighbour village as a school teacher; his work was related to sea trips.", "As of June 2000 spouses Gazimagomedovy de facto interrupted their marital relations. The children started living with their mother in Makhachkala.", "Long before their divorce, [the applicant] began attending [meetings of] the religious organisation 'Jehovah's Witnesses'. Her attendance at [these] meetings which involved travelling [to other towns] was the reason for the discord and break-up of the family. Villagers and relatives spoke out against the conduct of [the applicant].", "When living with the children in Makhachkala, contrary to her parents' will, she did not refrain from regularly attending the meetings of the 'Jehovah's Witnesses'. She began actively advocating the ideas of this organisation. Sometimes her fellow believers gather together at her parents' home and they study the relevant literature. She would also take her children to the meetings. After attending these meetings, the children became shy and irritable, they perceived the surrounding world and natural phenomena in the way the 'Jehovah's Witnesses' teaching presents it (the children were afraid of the 'Worldwide Flood' whenever it rained, they called the [applicant's] mother-in-law 'Satan', they would not attend their classmates' birthdays or other celebrations because the religion did not permit this).", "The children's father ... was seriously concerned that the children's association with their mother threatened their upbringing; he was against their returning to Makhachkala.", "The minor children are presently living with their father. [The son] is now getting good marks at [school]...", "On the basis of the aforementioned, considering the fact that the parents must provide each child with the possibility of growing healthy, physically and spiritually, and based on the interests of the minor children, the Custody and Guardianship Agency deems it advisable for the children to reside with their father.”", "24. On 15 March 2002 the District Court terminated the marriage between the applicant and her husband and granted custody of the children to their father.", "25. The District Court reasoned as follows:", "“... [The spouses] married on 6 December 1990, then resided in different locations, and since 1997 in a private house of Gazimagomedov in the village of Novomugri of the Sergokalinskiy District of the Republic of Dagestan.", "[They] have children in marriage: Abdula, born on 30 May 1993, and Aminat, born on 15 January 1997.", "In June 2000, having gone to visit her parents, [the applicant] joined the organisation 'Jehovah's Witnesses'. The family began to have problems and since that time they have not been living together as husband and wife. The family has split apart. The court fixed them a period for reconciliation but the parties failed to reunite and have requested to terminate their marriage.", "It follows that the family cannot be preserved and the marriage should be dissolved.", "From the submissions of [the applicant] and her mother ... it transpires that the members of the 'Jehovah's Witnesses' organisation come to the flat in which [the applicant] and her parents reside a few times a week to conduct their activities. Furthermore, [the applicant] attends the weekly meetings of the 'Jehovah's Witnesses'.", "[The applicant's mother] was questioned in court and confirmed the fact that at the beginning her grandchildren had been very afraid of rain and wind and had been saying that a 'Worldwide Flood' and an earthquake would take place. That is when [the applicant's mother] learned that [the applicant] had been taking the children to meetings of the sect 'Jehovah's Witnesses'.", "From the case-file documents and the parties' submissions it transpires that at present [the applicant's husband] resides, along with his parents, in the village of Novomugri in a two-storey house. The household in fact belongs to him. For a few months of the year he works at sea and the same amount of time he spends at home.", "The children have been living with him and his parents.", "According to a certificate of a Novomugri Secondary School, [the applicant's son] has excellent results at school.", "[The applicant] works as a teacher and has good references.", "From a report on [her] living conditions it transpires that a three-room flat is occupied by the applicant, her parents and [the applicant's] three brothers.", "The members of the 'Jehovah's Witnesses' organisation gather at the same place and study the relevant literature. According to a report on [the applicant's] living conditions and the observations of the Custody and Guardianship Agency, 'the parents are obliged to provide their children with an opportunity to grow physically and spiritually healthy; regard being had to the interests of [the children], the Custody and Guardianship Agency considers it appropriate to grant custody [of both children] to their father'.", "The court too is of the view that, having regard to the fact that [the children] have been living with their father for more than five years and have not yet attained the age of 10, and also in the interests [of the children] as defined by sections 54-56 and 61-66 of the RF Family Code, that custody should be granted to their father...”", "26. The applicant and her counsel appealed against the judgment of 15 March 2002 to the Supreme Court of the Republic of Dagestan (“the Supreme Court” – Судебная коллегия по гражданским делам Верховного суда Республики Дагестан).", "27. In her grounds of appeal she argued that the first-instance judgment was discriminatory in that it had been based on the applicant's affiliation to the Jehovah's Witnesses, that the first-instance court's findings were perverse, unsustainable and misconstrued, that the court had failed to take account of all the factors which were relevant to the case according to section 65 (3) of the Family Code (the father's frequent absence owing to his work at sea, the applicant's demonstrated pedagogical competence as a professional school teacher, a prior and recent history of both parents' involvement in the upbringing of their children, the father's allegedly immoral adulterous behaviour, etc.) and that the court had acted on the presumption of the Jehovah's Witnesses being a dangerous organisation.", "28. The applicant also cited domestic jurisprudence in child custody cases and the judgment of 23 June 1993 of the European Court of Human Rights in the case of Hoffmann v. Austria.", "29. On 17 April 2002 the Supreme Court, sitting in a composition of three professional judges, examined the applicant's appeal and by two votes to one rejected it as unfounded.", "30. In particular, the majority established the following:", "“... In making the decision that the father should have custody of the children, the trial court came to the sound conclusion that this was in the best interests of the children. The court decision is based on the conclusion of the Custody and Guardianship Agency and the case circumstances established in court.", "Thus the court established that the children's mother ... who is a member of the Jehovah's Witnesses organisation, took the children with her to the sect's meetings, and involved them in associating with the sect's members at their homes. She thereby violated the requirements of Article 28 of the Constitution of the Russian Federation, under which everyone is guaranteed freedom of conscience and religion. Under Article 17 (2) of the Constitution fundamental human rights are unalienable and belong to everyone at birth. The [court] finds irrelevant [the applicant's] arguments that the court, by its decision, has deprived her of the right to educate her children because of her religion and membership of the Jehovah's Witnesses organisation. Pursuant to Article 17 (3) of the Constitution and Article 65 (1) of the Family Code, [the applicant's] exercise of her constitutional rights, including the right to practice any religion and her parental rights, must not impinge on the rights and freedoms of others or conflict with the interests of the children. The right of a parent to educate a child from whom he or she is living apart, is guaranteed by section 66 of the Family Code, which defines the procedure for a parent to exercise parental rights.", "The court also established that [the applicant's husband's] financial status and housing conditions are better than those of [the applicant]. [The applicant's husband] is employed, lives with his parents, and owns a two-storey house with the necessary living conditions for the children. [The paternal grandparents] do not object to their grandchildren living with them. [The applicant] works as a history teacher in [a school] in Makhachkala. She lives in her parents' 48-square-metre, three-bedroom flat, along with her father, mother and three brothers, born in 1977, 1983, and 1985.", "The Custody and Guardianship Agency concluded that it was in the best interests of the children that they remain in the custody of their father... [The applicant's] argument, stated in her appeal, that the granting of custody to the father would have negative repercussions on the children's emotional state in the future, was not substantiated. The argument that the religious organisation Jehovah's Witnesses has state registration, benefits society, and so forth, cannot be taken into consideration since it is irrelevant to the matter being examined by the court. There are no reasons in [the applicant's] appeal to reverse [the first-instance judgment] handed down in the case...”", "31. The dissenting judge gave the following opinion:", "“... I hold that the decision handed down by the first-instance court was subject to reversal owing to the failure to investigate the circumstances specified in section 65 (3) of the Family Code of the RF.”", "32. The applicant's subsequent attempts to seek reconsideration of the decisions in her case by way of supervisory review were unsuccessful.", "33. All her respective requests were dismissed as unfounded.", "34. The latest decision in this respect was taken by the Supreme Court of the Republic of Dagestan on 28 November 2003.", "35. The applicant alleged that her former husband had remarried and that his new wife had not attempted to assume the role or responsibilities of step-mother. In the absence of the father, who was frequently away at sea, the paternal grandmother had effectively become the sole carer.", "36. The applicant further alleged that she was allowed to visit her children only occasionally and could never remain with them alone.", "37. The Government submitted that, according to the information provided by the head of the Sergokalinskiy local administration of the Republic of Dagestan, the applicant's children resided with their father and paternal grandparents in a two-storey private house. They had all necessary facilities for the upbringing and education of the children. Their father had remarried and had had a third child. The applicant's children had developed emotional ties with the third child.", "38. Article 28 of the Russian Constitution of 12 December 1993 reads:", "“Everyone shall be guaranteed the right to freedom of conscience, freedom of religion, including the right to profess, either alone or in community with others, any or no religion, to choose, have and disseminate religious or other convictions freely and to act according to them.”", "39. Section 65 (on the exercise of parental rights) of the Family Code of the Russian Federation provides as follows:", "“3. The place of the children's residence, if the parents live apart, shall be established by an agreement between the parents.", "In the absence of an agreement, the dispute between the parents shall be resolved in court, proceeding from the children's interests and taking into account the children's opinion. In doing so, the court shall take into account the child's affection for each of his parents and for his brothers and sisters, the child's age, the moral and other personal characteristics of the parents, the relations existing between each of the parents and the child, and the possibility of creating optimal conditions for the child's upbringing and development (the parent's kind of activity and work regime, their material situation and family status, etc.).”", "40. Section 66 (on the exercise of parental rights by the parent residing separately from the child) of the Code provides as follows:", "“1. The parent residing separately from the child shall have the right to communicate with the child and to take part in his upbringing and in resolving the issue of the child's education.", "The parent with whom the child lives shall not prevent the child's communication with the other parent, unless such communication damages the child's physical and mental health or his moral development.", "2. The parents shall have the right to enter into a written agreement on the way the parent residing apart from the child may exercise his or her parental duties.", "If the parents cannot reach an agreement, the dispute shall be resolved in court with the participation of the guardianship and trusteeship body, upon the claim of the parents (or one of them).", "3. In the event of failure to abide by the court decision, the measures stipulated by the civil procedural legislation shall be applied to the respective parent. In the case of persistent failure to comply with the court decision, the court shall have the right, upon the claim of the parent residing separately from the child to take a decision on passing the child over to that parent, proceeding from the child's interests and taking into account the child's opinion.", "4. The parent residing separately from the child shall have the right to obtain information on his or her child from the educational establishments and medical centres, from the institutions for the social protection of the population and from other similar institutions. The information may be refused only if the parent presents a threat to the child's life and health. Refusal to provide information may be disputed in court.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}