{"ITEMID": "001-69206", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KISMIR v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Effective investigation);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Feyyaz Gölcüklü", "TEXT": ["9. The applicant, a Turkish citizen of Kurdish origin, was born in 1948 and lives in Diyarbakır.", "10. The facts of the case, particularly concerning events which took place between 6 and 12 October 1994, are disputed by the parties.", "11. The facts as presented by the applicant are set out in Section B below (paragraphs 12-25). The Government’s submissions concerning the facts are summarised in Section C below (paragraphs 26-35). Documentary evidence submitted by the Government and the applicant are summarised in Sections D (paragraphs 36-57) and E (paragraphs 58-62) respectively.", "12. On 6 October 1994 at about 1.30 a.m., seven police officers from the Diyarbakır Police Headquarters came to the applicant’s house in Diyarbakır and questioned the applicant about her son Aydın’s whereabouts. Aydın had previously been taken into police custody on 26 August 1993, placed in detention on remand on 8 September 1993 and released on 10 November 1993. As he was afraid to find himself in the hands of the police once again, he was hiding at his relative Barış Kalkan’s house in Diyarbakır. Aware of her son’s fears, the applicant told the police officers that Aydın had gone to Istanbul.", "13. The police officers also questioned the applicant’s two other sons, İrfan and Turan, who, like the applicant, stated that their brother Aydın had gone to İstanbul. The officers conducted a search of the house and took a certain amount of German marks. Five of the police officers left, taking İrfan and Turan with them. The remaining two police officers stayed in the applicant’s house and continued questioning the applicant and her daughter, Saniye, until the following morning.", "14. In the morning the applicant’s husband Mersin returned home. The police stayed for two days and two nights, changing shifts at 8 a.m. and 8 p.m. each day. After the second day, the police forced the applicant’s husband to sign a document.", "15. The police officers took İrfan and Turan to the Police Headquarters where they were questioned about Aydın for an hour and a half. Thereafter, İrfan and Turan were taken to the Diyarbakır State Hospital to be examined by a doctor. From the hospital they were taken back to the Police Headquarters and again interrogated about Aydın.", "16. The police asked İrfan about his relative Barış. İrfan informed them that he knew Barış, who was both a childhood friend of Aydın’s and a relative, and gave the police his address. The police officers then went to Barış’s house, taking İrfan with them.", "17. On the morning of 6 October 1994, Barış’s mother saw a number of police vehicles in front of her building and warned Aydın. Aydın and Barış tried to run away but were caught by police officers while they were going up onto the roof. As the police were taking Aydın, Barış and Barış’s brother Yılmaz downstairs, Aydın made another attempt at escape. Yılmaz and Barış heard one of the police officers say that he was going to kill Aydın, but the other officers said that they needed Aydın for interrogation. Aydın was caught in the doorway and made to lie face down. He was handcuffed and a gun was held to his head. According to İrfan, Aydın was beaten up; he saw that Aydın’s head was bleeding and heard him screaming.", "18. The police officers put Barış and Yılmaz in one vehicle and Aydın in another. They were then taken to the Police Headquarters. After ten minutes, they were taken to the State Hospital for a medical check. They were then put back into the vehicles. Yılmaz and Barış were in the back seat. Yılmaz heard the two policemen sitting in the front say, “Aydın told the doctors at the hospital that he had been tortured and that he was going to be killed. Let him come to the ‘camp’. We’ll show him that death will not be that easy.” Yılmaz, Barış and Aydın entered the Police Headquarters together. İrfan was also brought back to the Police Headquarters. Later, he realised that Aydın had also been brought there. According to İrfan, as soon as the police officers brought Aydın to the Police Headquarters they began torturing him. İrfan heard Aydın screaming and saying that “his arm was going to break off and that he could neither clap his hands nor was he able to walk”. The rest of the time Aydın was constantly screaming and saying that he was innocent.", "19. Barış and Yılmaz were put into different cells. Yılmaz was in cell no. 13, from where he could hear Aydın screaming. Yılmaz was later moved into cell no. 8, from where he could hear most of the conversations between the police officers and Aydın. He heard the police officers threaten Aydın by telling him that death would not be easy. Aydın was saying that he was innocent, and that he could neither walk nor clap his hands. The torture lasted about one hour. Yılmaz, looking through the grill in the door, saw that Aydın was being taken away by the policemen, who were holding him from his arms and dragging him along the floor.", "20. On 7 October 1994 Yılmaz was taken to the interrogation room. He was asked if Aydın was a member of the “organisation” (that is the PKK - the Kurdistan Workers’ Party). He was further questioned about Barış’s relationship with Aydın and the reason why Barış’s family let Aydın stay in their house.", "21. On 8 October 1994 Yılmaz signed a statement of 7 pages, which the police had drawn up. He did not know what was recorded in the statement. He was then taken to the Diyarbakır State Hospital and was forced to tell the doctor that he had not been tortured. He was released after the medical examination. İrfan was also released on 8 October 1994, following a medical examination.", "22. When İrfan and Yılmaz returned home they told the applicant that Aydın was in custody and that he was being very badly tortured. The applicant went to the Diyarbakır branch of the Human Rights Association for help. In the meantime, the applicant had already submitted a petition to the Prosecutor at the Diyarbakır State Security Court (hereinafter “the Diyarbakır Court”) on 7 October 1994 and asked for information about her son. On 10 October 1994 the Prosecutor wrote on the same petition that the applicant’s son had been taken into detention at the Diyarbakır Police Headquarters.", "23. On 11 October 1994 at about 6 p.m., police came to the applicant’s house and then went to Barış’s house. They told the neighbours that Barış was in a coma and that the applicant should go and pick up the body of Aydın.", "24. On the morning of 12 October 1994 the neighbours informed the applicant and she went to the hospital. The police first denied any knowledge about the matter. Her brother-in-law Ahmet then arrived at the hospital and told her that the police had informed him that Aydın’s body was at the morgue. The police at the hospital continued to deny that they had Aydın’s body. Two hours later they acknowledged that Aydın’s body was indeed in the morgue. They refused the applicant permission to see her son. The Prosecutor at the hospital told Ahmet that Aydın had thrown himself from a window on the seventh floor and asked Ahmet whether he wanted to file a complaint against anyone. Ahmet told the Prosecutor that there was no use in filing a complaint as Aydın had been killed by the police who then tried to cover up his death by saying that he had thrown himself from a window.", "25. Aydın’s burial certificate stated that he had died on 12 October 1994. The necessary forensic and medical examination of the body and the autopsy were performed on 12 October 1994. When the applicant requested a copy of the autopsy report, she was told that all the documents had been sent to Ankara. On 13 October 1994 Aydın was buried.", "26. On 6 October 1994 Aydın Kişmir was arrested in Diyarbakır together with Barış Kalkan, Mehmet Şirin Demir, Turan Kişmir, Behçet Ekinci, İrfan Kişmir and Yılmaz Kalkan on suspicion of having collaborated with the PKK.", "27. When the policemen entered Barış Kalkan’s flat to arrest Aydın, he tried to escape but lost his balance and fell, hitting a wall in the process. He was arrested at the entrance to the building. A false identity card was found on him. This version of events was confirmed by Barış Kalkan in a statement given by him to the Prosecutor at the Diyarbakır Court on 13 October 1994.", "28. Immediately after his arrest, Aydın was taken to the Diyarbakır State Hospital at 6 a.m. to have his wounds treated. According to the medical report drawn up by Dr Kinyas Öztürk, the duty doctor at the hospital, Aydın had suffered two wounds, one above the right eye and another on the big toe of his right foot, which were not serious.", "29. Later in the day Aydın Kişmir was again taken to the Diyarbakır State Hospital for treatment of a bleeding wound in the head, a 6 cm. long laceration in the occipital area. According to Dr Zafer Özdağ, who stitched the wound, Aydın did not require hospitalisation but he was prescribed medication. Both Dr Öztürk and Dr Özdağ were subsequently questioned by the Prosecutor at the Diyarbakır Court in relation to the report prepared by Dr Öztürk in which the injury to the head had not been recorded. Dr Öztürk stated that Aydın had not mentioned to him any injury other than the two which had been recorded in his report.", "30. After having his head wound stitched, Aydın Kişmir was again taken to the Police Headquarters and put in a cell, without having been interrogated. According to the statement of Ramazan Kutlu, a detainee who was in the same cell as Aydın Kişmir, the police gave Aydın his medication regularly. In the early hours of 11 October 1994, Aydın Kişmir’s condition deteriorated. Aydın Kişmir died during the efforts to take him to hospital.", "31. On 12 October 1994 an autopsy was conducted in Diyarbakır. The autopsy report stated that Aydın Kişmir’s death had occurred due to asphyxia. As the cause of asphyxia could not be identified, certain dissected body parts were sent to the Forensic Medicine Directorate in İstanbul for further forensic examinations to be carried out. According to the report of the chemical analysis section of the Forensic Medicine Directorate, which was drawn up on 7 December 1994, no toxicological evidence was detected in any of the sample tissues.", "32. On 12 December 1994 a second report was prepared by the histology laboratory, in which it was stated that no abnormalities had been detected in any of the body parts.", "33. On 25 January 1995, a final report was issued by the First Committee of Experts of the Forensic Medicine Directorate. According to this report, the findings clearly pointed to a natural death which might have been due to Aydın Kişmir’s previous health problems.", "34. On 7 November 1995 the Prosecutor at the Diyarbakır Court took a decision not to prosecute as he concluded at the end of his investigation that there had been no ill-treatment or torture, and that the death had occurred due to natural causes.", "35. On 19 December 1996 the Diyarbakır Prosecutor issued another decision not to prosecute. This decision was served on the applicant on 27 January 1997 and became final on 13 February 1997 as no appeal had been lodged against it.", "36. This was a verbatim record, drawn up by Ahmet Başaran, the Prosecutor at the Diyarbakır Court, and Dr Lokman Eğilmez, the director of the Diyarbakır Branch of the Forensic Medicine Directorate, during the autopsy which they carried out on the body of Aydın Kişmir at the Diyarbakır State Hospital on 12 October 1994. The report stated that Dr Kinyas Öztürk, the last doctor to examine Aydın Kişmir, was on leave and therefore could not be present during the autopsy.", "37. The report began by stating that Aydın Kişmir had lost his life at the detention facility of the Diyarbakır Police Headquarters at 5 a.m. on 12 October 1994. His body had then been transferred to the morgue at the Diyarbakır State Hospital.", "38. The report described the deceased as being 175 cm tall and weighing 70-75 kgs. Rigor mortis and post mortem hypostasis had set in. The Prosecutor and the doctor observed the following injuries: a 2 cm sutured wound on the top of the head; a 1 cm wound over the right eyebrow; purple bruising around the right eye; purple bruising on the outer surface of the right hand between the thumb and the wrist; a scabbed wound, measuring 2 x 2 cm, over the coccyx; purple bruising on the outside of the right arm measuring 2x 2 cm and finally a graze, measuring 2 x 2 cm, on the big toe of the right foot.", "39. Other external findings noted were a slight deformation on the right side of the chest. The nailbeds, lips and ears were described as being cyanosed. There was widespread bleeding under the skin of the back. The external genitalia were normal. The epidermis was described as separating from the dermis.", "40. The body was photographed both before and during the internal examination of the body.", "41. The internal examination found that there was bruising and haematoma under the sutured injury. The skull was intact. There was no bleeding on either the outside or the inside of the brain membranes. The brain was described as being slightly oedematous. The sections taken of the brain and the cerebellum were normal. The bones of the skull base were not fractured.", "42. The mouth, throat and neck structures were described as being normal. The chest deformation was noted to be structural and not due to trauma. There were several bleeding spots on the lung surfaces. The lungs were extensively oedematous and congested. The heart was described as being normal on external examination. Sectioning revealed a thick, narrow, mitral valve.", "43. Stress ulcers seen in the stomach were associated with a little bleeding. The other organs in the abdomen were normal.", "44. During the autopsy the Prosecutor and the doctor had regard to a medical report which had been drawn up at the Diyarbakır State Hospital on 6 October 1994. This report, which was numbered 4381, was not made available to the Commission or to the Court. According to a summary of this report reproduced in the autopsy report, a wound measuring 1 x 3 cm featured above Aydın Kişmir’s right eye. There was also a slight wound on the big toe of the right foot. Neither of these two wounds was life threatening.", "45. The Prosecutor and the doctor had regard to an arrest report drawn up at 6 a.m. on 6 October 1994 in relation to the arrest of Aydın Kişmir. This report was also not made available to either the Commission or to the Court. It appears from the summary of this report, which was reproduced in the autopsy report, that Aydın Kişmir and two other men had been in a flat on the sixth floor of a block of flats. When they were running down the stairs, Aydin Kişmir had fallen down, injuring his right toe and also a spot above his right eye. The Prosecutor asked Dr Eğilmez whether the injuries observed during the autopsy could have been caused in the course of the sequence of events as described in the arrest report. Dr Eğilmez replied that the injuries recorded in report no. 4381 were consistent with the injuries described in the arrest report.", "46. A decision was made to send the samples taken from internal organs for histology and toxicology examinations.", "47. The doctor concluded that the death was due to asphyxiation and added that it would be possible to establish the cause of the asphyxiation after the examination of the body samples at the Forensic Medicine Directorate in Istanbul.", "48. According to this report, the body samples taken from Aydın Kişmir’s body during the autopsy which were subjected to a toxicological examination did not disclose any poisons.", "49. This was a report drawn up and signed by a number of doctors. The report referred to the conclusions set out in the above mentioned autopsy and toxicology reports. In this report there was also a reference to a histology report, which had apparently been drawn up on 12 December 1994 and had concluded that the examination of the samples from the heart, lungs, liver, kidneys and the spleen had revealed the presence of autolysis, but that nothing was seen in the brain or cerebellum. A decision was taken to seek the opinion of the Specialist Council of the Forensic Medicine Directorate.", "50. This report was drawn up and signed by eight doctors, each a specialist in different areas of medicine. They based their opinions on the reports referred to above and on the photographs of the body which had been taken during the autopsy (see paragraph 40 above). The doctors also had regard to two statements taken from Ramazan Kutlu and Dr Zafer Özdağ on 13 October 1994. It appears from the summaries of these statements, which are reproduced in the report, that Ramazan Kutlu had been detained in the same place as Aydın Kişmir and that Aydın had allegedly told Mr Kutlu that he had hurt himself while trying to run away from the police during his arrest and, because of that, his right foot was swollen and he was unwell. Mr Kutlu was also said to have added that Aydın Kişmir’s condition had worsened during the night of 11 October 1994 and that he had died early in the morning.", "51. Dr Zafer Özdağ was reported as having said in his statement of 13 October 1994 that Aydın Kişmir had been brought to him by officials on 6 October 1994 and that, apart from the findings he had previously observed, he had now also observed a wound, measuring 6 x 6 cm, on the top part of the head which did not require hospitalisation.", "52. The Specialist Council concluded that death was due to respiratory failure related to lung oedema. The Council commented that, apart from the wounds on the top part of the head, above the right eyebrow and the big toe of the right foot, there were no other symptoms of an assault or traumatic change, which excluded the possibility of an external trauma being the cause of death.", "53. The Specialist Council further commented that, although there was evidence of asphyxiation, no change was observed in the neck area under the skin and there was no evidence of any compression of the chest or abdomen to indicate that death had occurred as the result of mechanical asphyxiation. There was oedema of the lungs and brain, and ulcers in the stomach with bleeding from them, indicating general anoxia and asphyxiation findings related to extreme lung oedema.", "54. This decision was taken by the Prosecutor at the Diyarbakır Court. Birol Yaman, a police officer at the Diyarbakır Police Headquarters, was referred to in the decision as the defendant. The offence in question was recorded as “death in custody on 12 October 1994”.", "55. The Prosecutor stated that Aydın Kişmir “who is a member of the terrorist organisation”, had fallen down the stairs in an attempt to avoid arrest by police officers and injured himself. He had then been taken by police officers to the Diyarbakır State Hospital for treatment. The Prosecutor also referred to the medical reports above, and added that the report of 25 January 1995 (see paragraphs 50-53 above) had been submitted to the First Specialist Council of the Forensic Medicine Directorate on 26 February 1996, “to establish the cause of the oedema in the lungs, which had caused the respiratory failure”.", "56. A copy of the subsequent report of the First Specialist Council of the Forensic Medicine Directorate (date unknown) was not made available to the Commission or to the Court. However, according to the decision not to prosecute, it was stated in that medical report that there was no evidence to suggest that the oedema in the lungs had been due to a technical or traumatic reason. The First Specialist Council had apparently concluded that the cause of the oedema could not be established because the body samples sent for microscopic examination had become autolysed. The Prosecutor concluded therefore that there was no evidence that the officer had committed the offence in question and he decided not to prosecute the accused.", "57. This decision, which was communicated to the applicant on 27 January 1997, became final on 13 February 1997 as no objection had been lodged against it.", "58. In her petition the applicant submitted that her two sons, Aydın and Turan, had been arrested in their home by the police on 6 October 1994. She asked the Prosecutor for information about her sons’ fate.", "59. On 10 October 1994 the Prosecutor wrote on the applicant’s petition that “[the applicant’s sons] were taken into detention at the Diyarbakır Police Headquarters”.", "60. This report was prepared on behalf of the applicant by Dr Christopher Milroy, a Reader in Forensic Pathology at the University of Sheffield and consultant pathologist to the Home Office in the United Kingdom.", "61. The report recounted the findings of the autopsy and of the other reports referred to above. Dr Milroy observed, inter alia, the following shortcomings:", "(a) no organ weights, in particular the weight of the lungs, were recorded. Furthermore, no description of the presence or absence of petechiae was made, despite the diagnosis of asphyxiation;", "(b) the 6 cm laceration described by Dr Zafer Özdağ is not described in any of the autopsy reports, even though a 6 cm wound, or a scar from such wound, should have been noticed. It seems unlikely that a 2 cm wound seen at autopsy could have been mistaken for a 6 cm wound; in any event they were described in different positions;", "(c) a 6 cm wound is a large wound to be caused by a fall; this wound appears to have occurred whilst in custody, and not in the fall during the arrest;", "(d) there is one area of the original autopsy report which does not appear to have been commented on, and that is the presence of diffuse bleeding under the skin of the back. Diffuse bleeding strongly suggests that blows have been delivered to the back;", "(e) the post mortem findings in this case with lung oedema and congestion, some brain oedema and stress ulcers, and the absence of any natural cause of death, raise strong concerns that death has been caused by mechanical asphyxiation. In positional asphyxia, the pinning of the body and restraint may prevent proper breathing. This could, for example, be caused by the person being laid on the floor and somebody compressing his back. Bleeding into the back would support this scenario.", "62. The applicant submitted to the Commission and to the Court a number of statements taken by lawyers at the Diyarbakır branch of the Human Rights Association from witnesses who had either witnessed the arrest of the applicant’s son or who had been detained with the applicant’s son. These statements formed the basis of the applicant’s submissions above (see paragraphs 12-25).", "63. A full description of the relevant domestic law and practice, as well as relevant international reports, may be found in Salman v. Turkey ([GC], no. 21986/93, §§ 59-74, ECHR 2000-VII)."], "VIOLATED_ARTICLES": ["13", "2", "3", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}