{"ITEMID": "001-91342", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "LYUBCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk", "TEXT": ["The applicant, Ms Lyudmila Fedorovna Lyubchenko, is a Ukrainian national who was born in 1945 and lives in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "On 16 May 1994 the applicant instituted civil proceedings in the Dzerzhynsky District Court of Kharkiv against a State company, Kharkivsadvinprom, challenging her dismissal on the grounds of redundancy from the position of dispatcher and seeking reinstatement and compensation for wrongful dismissal. She alleged, inter alia, that at the material time the position of senior financial controller (ведучий економіст-ревізор) was vacant, and the defendant was obliged under the applicable law to offer it to the applicant.", "Between May and December 1994 the court listed five hearings. Three hearings were adjourned since the applicant failed to appear, one hearing was adjourned since the both parties failed to appear.", "On 13 December 1994 the court left the applicant’s claims without consideration. In April 1995 the applicant lodged an appeal against this ruling.", "On 15 August 1995 the Kharkiv Regional Court quashed the ruling of 13 December 1994 and remitted the case to the first instance court.", "Between September 1995 and May 1996 the first instance court listed some sixteen hearings. Ten hearings were adjourned since the applicant failed to appear. One hearing was adjourned since the judge was involved in other proceedings.", "On 31 May 1996 the court ruled against the applicant, finding her dismissal lawful. The court observed, in particular, that the applicant’s qualifications were insufficient to fill the position of senior financial controller. The applicant appealed in cassation.", "On 30 July 1996 the Kharkiv Regional Court allowed the applicant’s cassation appeal and remitted the case for fresh consideration. The court found that the first-instance court had not sufficiently investigated the applicant’s eligibility for the vacant position. The proceedings were transferred to the Kyivsky District Court of Kharkiv.", "Between August 1996 and May 1997 the first instance court listed five hearings. One hearing was adjourned since the applicant was ill, one due to the applicant’s request for adjournment. One hearing was adjourned since the defendant’s representative failed to appear.", "On 21 May 1997 the Kyivsky District Court of Kharkiv reinstated the applicant and partly allowed her compensation claims, having found that the applicant was sufficiently qualified to fill the vacant position of senior financial controller and that the defendant had wrongly failed to offer her this option. The defendant appealed in cassation.", "On 1 July 1997 the Kharkiv Regional Court quashed the judgment of 21 May 1997 and remitted the case for fresh consideration, having found that the first-instance court had insufficiently investigated whether the applicant’s qualifications made her eligible for the vacant position.", "Between September 1997 and March 2003, some forty-four hearings were listed by the first instance court. Seventeen hearings were adjourned due to the applicant’s failure to appear, two due to the applicant’s request for adjournment, two due to the absence of the applicant’s representative appointed ex officio. These adjournments caused a delay of almost two years.", "Two hearings were adjourned because the judge was involved in other proceedings, five because of the judge’s illness, two because the judge was on leave, and one because he was travelling on official business. Two hearings were adjourned due to the defendant representative’s failure to appear. These adjournments caused a delay of about one year. Most of the hearings in the applicant’s case were scheduled by the first instance court at intervals from several days to two months.", "On 29 June 2001 the amendments to the Code of Civil Procedure entered into force. They provided a right to lodge a cassation appeal within a three month period with the Supreme Court of Ukraine against court decisions adopted before 29 June 2001 and which had entered into force before that date. Accordingly, in September 2001, while the proceedings before the first instance court were still pending, the applicant lodged an application with the Supreme Court of Ukraine seeking annulment of the ruling of the Kharkiv Regional Court of 1 July 1997. On 3 December 2001 the Supreme Court rejected the applicant’s appeal in cassation.", "On 31 March 2003 the Kyivsky District Court of Kharkiv dismissed the applicant’s claims. On 8 July 2003 the Kharkiv Regional Court of Appeal upheld this judgment. The applicant appealed in cassation before the Supreme Court.", "On 22 October 2003 the Supreme Court rejected the applicant’s request for leave to appeal in cassation.", "In March 2004 the applicant requested the Kyivsky District Court of Kharkiv to quash the judgment of 31 March 2003 in the light of newly discovered circumstances. On 13 July 2004 the court refused to grant the applicant’s request. On 8 September 2004 and 18 January 2007 the Kharkiv Regional Court of Appeal and the Supreme Court, respectively, upheld this ruling.", "The applicant complained under Article 6 § 1 of the Convention that the length of proceedings in her case was excessive. She further complained that the proceedings were unfair, notably because free legal aid had not been made available to her and the merits of her claims had been dismissed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}