{"ITEMID": "001-75837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SKARE v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1939 and lives in Zagreb.", "5. On 17 July 1991 the Government adopted a decree forbidding any transactions with the immovable property situated in Croatia and belonging to the former Yugoslavia’s federal institutions or legal entities having seat in one of its former federal units (Uredba o zabrani raspolaganja nekretninama na teritoriju Republike Hrvatske – “the Decree”, Official Gazette no. 36/1991). The Decree entered into force on 24 July 1991 and was to remain in force pending the process of succession of the former Yugoslavia.", "6. In the period between 1993 and 1999 the Decree was challenged on five occasions by various petitioners in abstract constitutional review proceedings. The Constitutional Court refused all the petitions finding that the Decree had not been in breach of the Constitution.", "7. In the period between July 1991 and April 1994, starting with the decree of 31 July 1991, the Government adopted several successive decrees forbidding transactions with other property that had remained in Croatia and belonging to the legal entities having seat in one of the former Yugoslavia’s federal units. Eventually, on 24 March 1994 Parliament passed an act of the same content (Zakon o zabrani raspolaganja i preuzimanju sredstava određenih pravnih osoba na teritoriju Republike Hrvatske – “the Act”, Official Gazette nos. 29 and 35/1994).", "8. The applicant was working as a professor at the former Military Academy in Zagreb.", "9. On 13 and 16 August 1991, the Zagreb Garrison of the Yugoslav People’s Army (“the YPA”), issued two decisions granting the applicant the right to occupy a flat in Zagreb of 99.35 square metres that was owned by the YPA. He was also obliged to give back a flat of 51.56 square metres that had previously been awarded to him by the YPA, in which he had been living with his wife and two children until then.", "They still live in the last-mentioned flat.", "10. On 11 September 1992 the applicant brought a civil action against the State in the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking to use the flat granted to him by the above-mentioned YPA decisions.", "11. On 5 October 1992 the Municipal Court dismissed the applicant’s claim. It found that the YPA decisions had no legal effect since they had been issued contrary to the peremptory rules of the Decree.", "12. The applicant appealed to the Zagreb County Court (Okružni sud u Zagrebu), which on 2 March 1993 quashed the first-instance judgment for incomplete facts and remitted the case.", "13. In the resumed proceedings, on 7 March 1995 the Zagreb Municipal Court again dismissed the applicant’s claim repeating its previous findings. The applicant again appealed.", "14. On 30 December 1996 the Zagreb County Court (Županijski sud u Zagrebu) dismissed the applicant’s appeal and upheld the first-instance judgment.", "15. The applicant then lodged an appeal on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske). On 18 May 2000 the Supreme Court dismissed the applicant’s appeal on points of law.", "16. On 20 November 2000 the applicant lodged a constitutional complaint against the Supreme Court’s decision with the Constitutional Court (Ustavni sud Republike Hrvatske).", "17. Before dealing with the applicant’s complaint, the Constitutional Court decided first to examine three petitions for constitutional review (prijedlog za ocjenu ustavnosti) directed against the Decree and the Act – which, in the Government’s view, constituted the relevant substantive law applicable to his case. The Constitutional Court dismissed the two petitions against the Decree on 18 July and 28 December 2001, respectively. On 12 April 2002 it dismissed the petition against the Act.", "18. At the Constitutional Court’s panel meeting held on 30 June 2004 the rapporteur informed his colleagues that, meanwhile, a new case had been assigned to him raising apparently the same legal issues as that of the applicant. The rapporteur therefore withdrew the case from the agenda. Subsequently, it was established that no such similarity had existed as it initially appeared.", "19. On 6 April 2005 the Constitutional Court dismissed the applicant’s constitutional complaint. It observed obiter dictum that it could not deal with the applicant’s argument that the Decree had been adopted ultra vires, since that issue could be examined only in abstract constitutional review proceedings, and not in those concerning a constitutional complaint."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}