{"ITEMID": "001-121630", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "ABBASOV AND OTHERS v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicants, Mr Rauf Abbasov, Mr Azer Abbasov, Mr Elshad Mammadov, Mr Zabil Najizade, Mr Etibar Agayev, Mr Ganimat Zayidov, Mr Mehman Aliyev and Mr Shahveled Namazov, are Azerbaijani nationals and live in Baku. They were represented before the Court by Mr R. Hajili, Mr E. Sadigov and Mr K. Agaliyev, lawyers practising in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants who are all independent journalists or journalists who support the political opposition, decided to hold a demonstration in support of freedom of the media in Azerbaijan.", "4. By a letter sent in early June 2007, the applicants informed the Baku City Executive Authority (“the BCEA”) of their intention to hold a demonstration in the form of a march from Dakar Square to a small square near the Heydar Aliyev Petroleum Refinery in Baku.", "5. By a letter of 9 June 2007 the BCEA authorised the applicants to organise a march from the Hazi Aslanov Metro Station to Ukraine Square and then to assemble and continue demonstrating in Ukraine Square. The authorised time period for the demonstration was from 5 p.m. to 7 p.m. on 12 June 2007.", "6. The applicants were not satisfied with the location proposed by the BCEA because it was too distant from the city centre and at the time there were road works underway around Ukraine Square, making it hard for them to hold a demonstration there.", "7. For the above reasons, and without formally notifying the BCEA, the applicants changed the location of their demonstration to the Sabir Park in the city centre.", "8. On 12 June 2007 a total of twenty-five to thirty journalists (including the applicants) holding banners with various slogans gathered at the Sabir Park and attempted to hold a demonstration. However, approximately five to ten minutes after the demonstration began, several police cars approached the park and about thirty police officers from the Sabail District Police Office began dispersing the demonstrators.", "9. Four of the applicants, Mr Rauf Abbasov, Mr Zabil Najizade, Mr Ganimat Zayidov and Mr Shahveled Namazov, were forcibly dragged into police cars and taken to Police Station No. 9 of the Sabail District Police Office. They were held in the police station for more than two hours but were subsequently released.", "10. On 12 July 2007 the applicants brought an action against the Sabail District Police Office claiming that they had been ill-treated by the police during the dispersal of the demonstration and that their rights of freedom of assembly and freedom of expression had been violated.", "11. On 20 July 2007 the Sabail District Court refused to admit the applicants’ civil claim as they had failed to pay the court fees in the manner and amount required by law.", "12. On 18 September 2007 the Baku Court of Appeal rejected an appeal by the applicants and upheld the first-instance court’s inadmissibility decision. The Baku Court of Appeal found that the applicants’ original claim had not complied with the procedural requirements of the Code of Civil Procedure concerning the form and content of civil claims, and that the applicants had failed to attach any documentary evidence in support of their claim, apart from photocopies of several photographs.", "13. On 12 December 2007 the Supreme Court upheld the Baku Court of Appeal’s decision. The Supreme Court’s decision was sent to the applicants on 10 January 2008.", "14. On 30 November 2010 the application was communicated to the respondent Government. On 15 July 2011 the Government submitted a friendly-settlement proposal within the framework of the proceedings before the Court, and on 21 July 2011 the Court sent the proposal to the applicants.", "15. At the beginning of August 2011, several articles were published in the Azerbaijani media concerning the Government’s friendly-settlement proposal to the applicants. Some of the articles are described below.", "16. On 2 August 2011 an article was published on the website of the Yeni Musavat newspaper. The article was accompanied by six photographs in which all of the applicants, except Mr Etibar Agayev and Mr Ganimat Zayidov, are present, together with other persons. The article was entitled “The Government Offer 40,000 Euros to Eight Journalists” (“Hakimiyyət 8 jurnalistə 40 min avro təklif edir”) and read, in its relevant part, as follows:", "“...The current situation is that the Government are ready to pay the 40,000 euros in compensation that the journalists claim. The respondent party is trying to prevent the adoption of a new court judgment against Azerbaijan and the examination of the case before the European Court by proposing a friendly settlement to the journalists. Yesterday, the applicant journalists, except for E. Seyidaga [Agayev] and G. Zahid [Zayidov], met at the office of the Yeni Musavat newspaper and assessed the current situation. The common opinion of the participants in the discussion was that in comparison with the unlawfulness to which the journalists had been subjected the amount of the proposed compensation was low. Moreover, they concentrated on two options for reaching a final decision. The first option is a conditional agreement. Thus, in that case the applicants would accept the friendly-settlement proposal on the condition that they obtained the punishment of the court judges and police officers who had used violence against them. In that case, the Government would eradicate the causes which created this situation. The second option is for the above-mentioned case to continue before the European Court of Human Rights until the final stage.", "The journalists also stated during the discussions that if there was a decision, it would be the first decision concerning Article 11 of the Convention in respect of Azerbaijan. This is important for democracy and free speech in Azerbaijan ...", "Following this interesting discussion, the journalists decided to discuss the issue again in the coming days in the presence of the director of the Media Rights Institute, Rashid Hajili ...”", "17. Another article dated 1 August 2011, the day before, was published on the website of Radio Liberty. The article, entitled “The Azerbaijani Government Propose Friendly Settlement to Eight Journalists” (“Azərbaycan hakimiyyəti 8 jurnalistə barışıq təklif edir”), was written by S. Akifgizi. It was stated in the article that Mr Shahveled Namazov, one of the applicants, had informed Radio Liberty that the Azerbaijani Government had proposed a friendly settlement to the eight journalists that included compensation of 40,000 euros. Mr Shahveled Namazov also stated that the journalists could not reach a consensus as some of them wanted to accept the Government’s proposal. He further continued as follows:", "“The common opinion was that we cannot be satisfied solely with the compensation; our right of assembly has been violated. Some of us are in favour of pursuing a judgment by the European Court because such a judgment will become a precedent”.", "18. In the same article, another applicant, Mr Rauf Abbasov, was also quoted. He stated that in their claim they had requested the punishment of the police officers who had used violence against them, as well as the punishment of the judges of the first-instance court who had dismissed their action. He continued as follows:", "“However, these assurances were not secured in the proposal by the Azerbaijani Government; if they were secured, it would be possible to withdraw the application”.", "19. On 2 August 2011 an interview with one of the three representatives of the applicants before the Court, Mr Rashid Hajili, was published on the website of the Voice of America radio station. The article was entitled “Rashid Hajili: The European Court’s Decision May Positively Influence the Judicial System and Legislation of the Country” (“Rəşid Hajılı: Avropa Məhkəsinin qərarı ölkədəki məhkəmə sisteminə və qanunvericiliyə müsbət təsir edə bilər”). The relevant parts of the interview read as follows:", "“Question: Do the journalists agree with the friendly-settlement proposal?", "Answer: I, as a lawyer, informed each journalist of, and sent them, the Government’s proposal. They have to make clear their decision separately, as well as to decide together by discussing it.", "Question: What do the Government propose? Who are the applicant journalists?", "Answer: The applicants are the director of the Turan Information Agency, Mehman Aliyev, the editor of the Azadliq newspaper, Ganimat Zahid [Zayidov], the journalist Shahveled Chobanoglu [Namazov], the editor-in-chief of the Yeni Musavat newspaper, Rauf Arifoglu, and reporters at that newspaper Azer Aykhan [Abbasov], Zabil Mugabiloglu [Najizade], Elshad Mammadli [Mammadov] and Etibar Seyidaga [Agayev]. Our claim was for 5,000 euros for each applicant plus the payment of additional cost and expenses. The Government offered to pay the non-pecuniary damage claim in full, but did not offer to pay the court and legal costs.", "Question: Would the European Court adopt a judgment if there was no agreement between the journalists and the Government?", "Answer: If the applicants do not accept the Government’s offer, the European Court will probably continue with its examination of the case. It is true that justification has to be given for why the friendly settlement was not accepted. The justification has to be accompanied by arguments. If the Court considers that the justification is not supported by arguments, it could discontinue the case. It may strike the case out of the list and inform the applicants of the acceptance of the Government’s proposal.", "Question: The media writes that there is disagreement between the applicant journalists. Some of the applicants want to accept the Government’s proposal, other journalists will not accept the friendly-settlement proposal as the Government do not guarantee freedom of assembly. They seek the adoption of a judgment by the European Court in order to have a judicial precedent. What do you think about this?", "Answer: Discussion of the friendly-settlement proposal in the media does not comply with the rules on confidentiality. On the other hand, if the victim journalists make the issue public, it is also their right. I have not yet received the final decision from the applicants ...”", "20. By a letter of 12 September 2011, the applicants informed the Court of their refusal to accept the Government’s friendly-settlement proposal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}