{"ITEMID": "001-58043", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF GIULIA MANZONI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-1-c", "JUDGES": "C. Russo;N. Valticos;R. Pekkanen", "TEXT": ["7. On 25 September 1991 at about 11 p.m. Mrs Manzoni was arrested in Rome for insulting, threatening and assaulting two municipal police officers in the execution of their duty and taken into police custody.", "8. The Rome public prosecutor’s office, which was immediately informed by telephone, confirmed the police custody and the applicant was taken to Rebibbia Prison.", "9. On 26 September 1991 the police forwarded the report on the arrest to the public prosecutor’s office, which that same day arranged a hearing for the following morning in the Rome District Court, seeking to have the arrest confirmed (convalida dell’arresto).", "10. On 27 September 1991 at 11 a.m. the public prosecutor’s office also applied for Mrs Manzoni to be detained at her home pending trial (Article 284 of the New Code of Criminal Procedure).", "11. After satisfying itself that the relevant statutory formalities in respect of arrest had been complied with (including bringing the applicant before the public prosecutor’s office within twenty-four hours of her arrest, drawing up and sending on the police report within the same period and requesting the public prosecutor’s office to confirm the arrest within forty-eight hours), the court confirmed the arrest. However, it did not consider it necessary to detain Mrs Manzoni pending trial and ordered that she be released immediately.", "12. At the end of proceedings known as \"patteggiamento\" (a shortened form of procedure whereby, at the request of the public prosecutor’s office or, as in the present case, of the defendant, the court imposes a sentence agreed on by the public prosecutor’s office and the defendant) the court sentenced the applicant to three months and eleven days’ imprisonment, suspended.", "13. The hearing ended at 11.45 a.m. At about 1.30 p.m. the police escorted Mrs Manzoni to Rebibbia Prison. At 3.10 p.m. the record of the hearing was served on her by the prison management. That afternoon the prison authorities completed the statutory formalities (accounts, return of effects, notification of release to the police, entry in the prison register). At 6.30 p.m. the applicant gave the prison management her address for notification purposes, and at 6.45 p.m. she left the prison.", "14. The New Code of Criminal Procedure has several provisions that are applicable in the instant case, as set out below:", "\"1. Police officers who have effected an arrest ... shall immediately inform the public prosecutor’s office of this ...", "3. ... the police officers shall place the person arrested ... at the disposal of the public prosecutor’s office within twenty-four hours of the arrest ... They shall send the police report to the public prosecutor’s office within twenty-four hours unless the latter grants an extension of time.\"", "\"1. Within forty-eight hours of the arrest ..., if the public prosecutor’s office does not consider it necessary to release the defendant immediately, it shall ask the judge responsible for the preliminary inquiry to confirm the arrest...", "2. The judge shall hold the hearing to confirm the arrest as soon as possible, and in any event not more than forty-eight hours after the request for confirmation ...\"", "\"If the arrest is lawful and the time-limits laid down in Articles 386 para. 3 and 390 para. 1 have been observed, the judge shall confirm the arrest in an order. An appeal on points of law shall lie against that decision ...\"", "\"... the public prosecutor’s office shall order in a reasoned decision the immediate release of the person arrested ... where it does not envisage applying [to the judge] for a preventive measure.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-c"]}