{"ITEMID": "001-109807", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GRANOS ORGANICOS NACIONALES S.A. v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Fair hearing;Legal aid);No violation of Article 14+6-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 6 - Right to a fair trial;Civil proceedings;Article 6-1 - Access to court;Fair hearing;Legal aid)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Ganna Yudkivska;Mark Villiger", "TEXT": ["6. The applicant company is registered under Peruvian Law and is based in Lima.", "7. The applicant company exported organic bananas to Europe. In 2001/2002 it concluded a commission contract with two German companies, agreeing that all legal disputes would be brought before the courts in Hamburg. The contract also included a clause that legal disputes be settled by an arbitration tribunal in Hamburg.", "8. On 31 December 2005 the applicant company requested legal aid to bring a civil action before the Hamburg Regional Court (Landgericht) against the two German companies for breach of the commission contract, submitting that the applicant company and its shareholder were insolvent and could thus not afford an advance payment of the court fees.", "9. On 4 January 2006 the Hamburg Regional Court dismissed the request for legal aid. It held that, according to section 116 (2) of the German Code of Civil Procedure (Zivilprozessordnung, see Relevant domestic law, below), only legal persons founded or based in one of the member States of the European Union or the European Economic Area were entitled to legal aid.", "10. On 17 January 2006 the Regional Court rejected an objection by the applicant company. It held that section 116 of the German Code of Civil Procedure exhaustively determined which legal persons were entitled to receive legal aid, and it was not for the court to extend this provision to include companies based outside Europe. Germany was not obliged to enable all legal persons in the world to benefit from legal aid.", "11. On 23 January 2006 the Hanseatic Court of Appeal (Oberlandesgericht) confirmed the Regional Court’s decisions. It added that the interference with the applicant company’s right of access to a court was justified. The restriction imposed on the applicant’s right of access to a court was justified by the principle of reciprocity: if equal treatment was codified under constitutional law, there would be no incentive for foreign States to provide German legal persons with the same legal standard. The court also held that, even if the applicant company were to be put on a par with a domestic legal person, the non-litigation of the applicant company’s case did not run counter to the general interest. Relying on a ruling of the Federal Constitutional Court of 3 July 1973 (no. 1 BvR 153/69, report BVerfGE 35, 356), it considered in this regard that even a domestic legal entity retained its right to exist under the legal order only if it was able to pursue its objectives by virtue of its own strength and means.", "12. On 25 October 2006 the Federal Constitutional Court refused to admit the applicant company’s constitutional complaint. This decision was served on the applicant company on 2 November 2006.", "13. The relevant provisions of the German Code of Civil Procedure read as follows:", "“(1) Plaintiffs who do not reside in a Member State of the European Union or in another State party to the Agreement on the European Economic Area have, at the other party’s request, to provide a security for the costs of the proceedings.”", "“Parties who on account of their personal and economic circumstances are unable to pay the costs of litigation, or who can only pay these costs in part or in instalments shall, upon their application, be granted legal aid if the intended litigation of the case offers sufficient prospects of success and does not appear wanton. ...”", "“Upon their application, legal aid shall be granted to", "...", "(2) legal persons or associations capable of being a party founded or based in another Member State of the European Union or in another State party to the Agreement on the European Economic Area if the costs can be paid neither by them nor by those financially involved in the object of the legal dispute and if non-litigation of the case would run counter to the general interest. Section 114, last part of first sentence, shall apply.”", "14. The relevant provisions of the Court Fees Act (Gerichtskostengesetz) read as follows:", "“In civil legal disputes the action shall not be served until the fees for the general proceedings have been paid ...”", "“Section 12 ... shall not apply where", "1. the plaintiff has been granted legal aid,", "2. the plaintiff is exempt from paying fees, or", "3. the intended litigation of the case does not lack prospects of success and does not appear wanton, and where it can be substantiated that", "(a) in view of the plaintiff’s financial situation or other reasons, immediate payment of the costs would cause difficulties or", "(b) delaying litigation would cause damage to the plaintiff that could not be compensated, or only with difficulty; the declaration of the authorised counsel is deemed to be sufficient substantiation.”", "“An appeal can be lodged against the decision to make the court action contingent upon the advance payment of costs and against the amount of the fees ...”", "15. Article 179 of the Peruvian Code of Civil Procedure reads as follows:", "“Legal aid is granted to natural persons who would risk, upon payment or guarantee of the costs of the proceedings, to no longer be able to maintain themselves or their dependents.”", "16. Article 20 § 1 of the Hague Convention on Civil Procedure (concluded on 1 March 1954) reads as follows:", "“In civil and commercial matters, nationals of the Contracting States shall be granted free legal aid in all the other Contracting States, on the same basis as nationals of these States, upon compliance with the legislation of the State where the free legal aid is sought.“", "Article 31 of the Hague Convention provides that any State may accede to the convention, unless a State or several States which have ratified the convention object.", "The Federal Republic of Germany ratified the Hague Convention on 2 November 1959. The Republic of Peru is not a State party to that convention.", "17. A comparative survey conducted in 2008 on legislation and practice in thirty-two State Parties to the Convention distinguished three different approaches as to the possibility for legal persons to obtain legal aid (compare VP DIFFUSION SARL v. France (dec.), no. 14565/04, 26 August 2008, and C.M.V.M.C. O’LIMO v. Spain (dec.), no. 33732/05, 24 November 2009, §§ 11–14).", "18. In the majority of States surveyed (Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, England and Wales, Ireland, Italy, Latvia, Luxembourg, Malta, Moldova, Romania and Serbia) legislation excluded any form of legal aid to legal persons. In a number of other States (France, Greece, Portugal, Slovenia, Spain and Turkey) only legal persons with a non-commercial purpose (but non-lucratif) were eligible for legal aid. In the third group of States (Austria, Belgium, Estonia, Finland, Germany, the Netherlands, Poland, Russia, Switzerland and Ukraine) legal persons including commercial companies were eligible for specific forms of legal aid in certain circumstances."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}