{"ITEMID": "001-59216", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF CANKOÇAK v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["9. On 24 November 1978 the applicant was arrested by the police for being in possession of a firearm. He was taken into custody at the Ankara Security Directorate and accused of having taken part in an armed attack on a bank.", "10. On 5 December 1978 a magistrate ordered the applicant’s provisional detention.", "11. Subsequently, the public prosecutor attached to the Ankara Martial Law Court charged the applicant with being an accessory to the crime of murder and with having taken part in an armed robbery of a bank and having fired shots into a café. According to the prosecutor, the offences were committed as part of a terrorist campaign aimed at overthrowing the constitutional order, a campaign conducted by an illegal organisation, DevYol (Devrimci Yol - the Revolutionary Way).", "12. In its judgment of 26 September 1979 the Ankara Martial Law Court found the applicant guilty as charged. Although the applicant could have faced the death penalty for the offences at issue, the court commuted this to life imprisonment.", "13. The applicant and the prosecutor appealed to the Court of Cassation.", "14. In its decision of 20 August 1980 the Military Court of Cassation quashed the lower court’s judgment on the ground that the facts of the case had not been properly established.", "15. On 28 April 1986 the applicant was released on parole.", "16. In its judgment of 3 July 1986 the Ankara Martial Law Court complied partially with the Court of Cassation’s decision of 20 August 1980 and sentenced the applicant to a term of imprisonment of fifteen years on the accessory to murder charge as well as on the charge of membership of an armed gang.", "17. The applicant and the prosecutor lodged an appeal against the judgment. The prosecutor sought the applicant’s conviction in respect of the armed robbery charge and his acquittal in respect of the accessory to murder charge.", "18. On 23 December 1987 the Military Court of Cassation confirmed the applicant’s conviction on the murder charge and quashed the judgment of the Ankara Martial Law Court insofar as it acquitted the applicant of the armed robbery charge.", "19. The public prosecutor attached to the Military Court of Cassation sought the rectification of the judgment of 23 December 1987 and requested that the initial charges be lifted and that the charge against the applicant be categorised as one of active membership of an armed gang.", "20. In its decision of 22 September 1988, the Military Court of Cassation quashed the applicant’s conviction for being an accessory to the crime of murder but considered that he was guilty of armed robbery. The court remitted the case file to the Ankara Martial Law Court.", "21. On 27 February 1990 the Ankara Martial Law Court issued a new arrest warrant against the applicant.", "22. On 18 November 1993 the Ankara Martial Law Court sentenced the applicant to a period of imprisonment of three years and two months for membership of an armed gang and acquitted him of the remaining charges.", "23. By a judgment dated 22 December 1993 and notified to the applicant’s lawyer on 3 August 1994, the Military Court of Cassation declared that the criminal proceedings against the applicant were now time-barred."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}