{"ITEMID": "001-71023", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "BANFIELD v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, Mr Paul Banfield, is a United Kingdom national who was born in 1967 and is detained at HM Prison, Wakefield. The respondent Government are represented by their agent, Mr J. Grainger, of the Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant entered the Metropolitan police force in 1985, and transferred to the Cambridgeshire police in 1989. He was promoted to sergeant in 1998.", "On 21 June 2000 the applicant was convicted of sexual offences against women, including rape, and sentenced to a total of 18 years’ imprisonment. Three of the offences were committed whilst the applicant was on duty. His victims were young women in their 20s who had been detained at the Cambridge police station for minor offences. The applicant was the custody sergeant responsible for those women. While on duty at the police station, he sexually assaulted two of the women and raped the other. Two of the offences (burglary with intent to rape and rape) were committed by the applicant after his victim had informed him, when he was on duty in uniform in Cambridge, that she had been burgled some time previously. She gave him her name and address. The applicant subsequently entered the woman’s house in the middle of the night and raped her.", "The trial judge described the assaults committed by the applicant whilst on duty as “the most gross breaches of trust and duty”.", "On 27 June 2000, the applicant was dismissed from the police force by the Chief Constable. On that date he had 14 years and 40 days of pensionable service.", "On 27 September 2001, the Home Secretary on the request of the police authority issued a certificate of forfeiture under Regulation K5 of the Police Pensions Regulations 1987 (“the Regulations”). The letter accompanying the certificate stated:", "“The Secretary of State considered whether the offences, which Mr Banfield was convicted of, were liable to lead to a serious loss of confidence in the public service. In reaching his decision he took account of the circumstances leading up to the offences and conviction, the sentences imposed by the court and the media publicity given to the case.", "The Secretary of State considers the conviction on the offences of rape, indecent assault and burglary to be very serious; as it clearly constitutes the betrayal of important positions of trust, especially as three of the offences were committed while Mr Banfield was custody sergeant. The gravity of the offences is well illustrated by the judge’s comments.", "The Secretary of State also considers that Mr Banfield abused his position as a police officer, especially as the offences clearly constitute the betrayal of an important position of trust for personal satisfaction.", "He takes the view that as an officer of fourteen years’ service, Mr Banfield’s actions and conviction and the reporting of these, are liable to lead to a serious loss of confidence in a public service. The Secretary of State has decided therefore to issue a certificate which will allow the authority to forfeit Mr Banfield’s pension. ...”", "On 28 February 2002 the Complaints and Custody Visitors Committee of the Cambridgeshire Police Authority heard representations from the applicant as to why he should not forfeit his pension. The applicant was represented at that hearing by a solicitor. At the conclusion of the hearing, the applicant was notified that 75% of his pension would be forfeited; the remaining 25% represented his own contributions.", "The applicant appealed to the Crown Court, as provided for by Regulation H5 of the Regulations. A hearing was originally listed for 18 October 2002. However, the applicant was at that time seeking judicial review of the Legal Services Commission’s refusal to grant him civil legal aid for the purposes of the appeal. The hearing was accordingly adjourned pending the determination of the applicant’s claim for judicial review. That claim was dismissed on 6 March 2003 on the ground, inter alia, that it stood no prospects of success.", "The applicant’s appeal to the Crown Court was subsequently heard by the Recorder of Leeds on 28 and 29 April 2003, and judgment was given on 4 June 2003. The Recorder held that the forfeiture of the applicant’s pension did not represent a double penalty and did not otherwise unlawfully interfere with the applicant’s Convention rights. In support of the conclusions, he noted, amongst other matters:", "“A police officer’s pension is partly contributory but substantially publicly funded. It stands to represent the public’s gratitude for good public service given by the officer during his years of service, and an honourable police officer is entitled to that pension as of right. It must follow that if a police officer becomes a criminal the public must be entitled to say that he should not be rewarded as though he was a responsible and decent officer. If an officer’s criminality is such that it can only be likely to undermine the confidence of the public in the police as a service, then he cannot be rewarded for having produced that situation.", "In my judgment it is almost impossible to find circumstances in which public confidence is more likely to be undermined than in the present case. Some of the applicant’s attacks on women took place when they were in his care as custody sergeant at a police station. In addition, he used information coming to him as a police officer to prey on women outside the police station. Such conduct runs the very considerable risk of causing women not to trust their local police.”", "The Recorder did, however, request further evidence as to the basis on which it had been calculated that the applicant’s contributions represented only 25% of his pension. As a result of the information provided, the Recorder reduced the amount of the applicant’s pension ordered to be forfeit to 65%.", "The Recorder commented at the end of his judgment that, although the applicant had been obliged to present his own case, he had done so admirably and could not have been better represented by a lawyer.", "The applicant’s application for permission to apply for judicial review of the Crown Court’s decision was refused by Mr Justice Davis on 3 October 2003 on the following grounds:", "“2.1 The applicant’s application for legal aid was refused, for reasons which Collins J. has already decided cannot be attacked. The applicant may have been a litigant in person, but there is no question of inequality of arms or other unfairness: on the contrary, all the points that the applicant (who had ample time to prepare himself) wished to argue were fully debated before the Recorder of Leeds (and indeed the applicant partially succeeded). I note, in passing, that the Recorder observed that the applicant presented his case very ably and that he could not have been better represented by a lawyer.", "2.2 There is no infringement of Article 1 [of Protocol No. 1]. The forfeiture of the pension can be justified by reference to the public interest, and a fair balance was struck and proportionality achieved, in the outcome of this case. No lack of proportionality arises from the fact that the applicant had already been sentenced to an 18-year term or other matters now advanced by him. As for Azinas v. Cyprus, that is clearly distinguishable: in that case the relevant statute provided for mandatory forfeiture of accrued pension rights, with no allowance for discretion. That is not this case. ...", "2.6 In substance this claim is an appeal challenging the correctness of the Recorder of Leeds’ decision. But in my view the judge’s reasoning was correct in all relevant respects.”", "The written notification of the judge’s decision included a note that:", "“Where the judge has refused permission a claimant or his solicitor may request the decision to be reconsidered at a hearing by completing and returning form 86B within 7 days of the service upon him of this notice.”", "The applicant did not apply for reconsideration of the decision at a hearing.", "Regulation K5 of the Police Pensions Regulations 1987 provides, so far as relevant, as follows:", "“(4) [A] police authority ... may determine that [a] pension be forfeited, in whole or in part and permanently or temporarily as they may specify, if the grantee has been convicted of an offence committed in connection with his service as a member of a police force which is certified by the Secretary of State either to have been gravely injurious to the interests of the State or to be liable to lead to serious loss of confidence in the public service.", "(5) ... the police authority in determining whether a forfeiture should be permanent or temporary and affect a pension in whole or in part, may make different determinations in respect of the secured and unsecured portions of the pension; but the secured portion of such a pension shall not be forfeited permanently and may only be forfeited temporarily for a period expiring before the grantee attains state pensionable age or for which he is imprisoned or otherwise detained in legal custody. ”", "Home Office Circular 56/98 gives guidance on forfeiture of police pensions. Annex B sets out the three stages of the procedure. The first stage is for the police authority to identify a case where an officer has committed an offence in connection with his or her service as a member of a police force. The second stage is for the Home Secretary to consider whether the officer’s offence was either gravely injurious to the interests of the State or liable to lead to serious loss of confidence in the public service. The Circular provides:", "“A person’s rights to a police pension are part of the remuneration to which his/her service has entitled him/her and it is not axiomatic that a certificate will be issued. Forfeiture is an additional penalty which should not be added automatically to whatever sentence the Court has imposed. In deciding whether to issue a certificate therefore, the Home Secretary attaches a greater weight to the words “serious loss of confidence in the public service” than the harm inevitably caused by any police officer or former police officer who commits a crime. The Home Secretary will take into account:", "- The seriousness with which the Court viewed the offence (as demonstrated by the punishment imposed and the sentencing remarks);", "- the circumstances surrounding the offence and investigation;", "- the seniority of the officer or former officer (the more senior, the greater the loss of credibility and confidence);", "- the extent of publicity and media coverage; and", "- whether the offence involved:", "an organised conspiracy amongst a number of officers, active support for criminals, the perversion of the course of public justice, the betrayal of an important position of trust for personal gain, and/or the corruption or attempted corruption of junior officers.”", "The third stage of the procedure is the decision by the police authority whether or not the pension should be forfeited and the determination of the extent of the forfeiture. The Circular states that the courts have ruled that the pension may be forfeited by no more than 75%, the remainder reflecting an officer’s own contributions. It continues “As certificates are likely to be issued only in serious cases, it follows that substantial forfeiture (say, 30-75%) would normally be imposed.”", "Factors which might influence the extent of forfeiture include those listed above which reflect the gravity of the officer’s conduct, mitigating factors, illness and assistance given to the police during the investigation or following conviction.", "As to the amount of pension which can be forfeited, the Lord Chief Justice (Lord Bingham) explained in the case of Whitchelo v. Secretary of State for the Home Department (11 March 1997):", "“Regulation K5(5) draws a distinction between the secured and the unsecured portions of a pension. The secured portion of the pension fund is that which represents the officer’s own contributions. The unsecured portion represents a sum which would in ordinary circumstances be contributed out of public funds. It is understandable that a measure of protection should be guaranteed for the secured part. The unsecured part does not enjoy the same measure of protection. It is nonetheless a very serious step to deprive a former police officer of the unsecured portion of his pension since that represents a part of the reward for his service. It is plain, in my judgment, that an officer or former officer is not to be deprived even of the unsecured portion of his pension unless the condition permitting such forfeiture is clearly shown to be satisfied.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}