{"ITEMID": "001-89859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SVERSHOV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Preliminary objection dismissed (ratione personae);Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1985 and is currently detained in prison no.105, the Kherson region.", "6. On 19 January 2002 the applicant, a minor at the time, was arrested on suspicion of having killed his grandmother and robbed her apartment together with a Mr G.", "7. On 22 January 2002 the applicant was formally charged with murder and aggravated robbery.", "8. The Kerch Town Court (Керченський міський суд – “the Kerch Court”) held a hearing on 22 January 2002, in the presence of the applicant and his lawyer. It ordered the applicant’s pre-trial detention on the ground that he might abscond if released because he was suspected of having committed serious crimes.", "9. On 15 March 2002 the Kerch Court extended the applicant’s pre-trial detention for up to a total of four months. It found that there was sufficient evidence on which to found a reasonable suspicion that the applicant had committed serious offences.", "10. In April 2002 the applicant’s lawyer requested the investigator to replace the applicant’s detention with a less restrictive preventive measure. By a ruling of 28 April 2002, the request was rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.", "11. On 13 May 2002 the Kerch Prosecutor (Прокурор міста Керч) sent the case file, together with the bill of indictment, to the Kerch Court for the trial proceedings.", "12. On 27 May 2002 the judge of the Kerch Court held a committal hearing at which the applicant’s lawyer lodged a new request for release, stating that the applicant was a minor; had no previous convictions; could not obstruct the collection of evidence or destroy it; had positive aspects to his character; permanently resided in Kerch; did not – and could not – try to abscond due to the lack of resources or relatives in other parts of the country; and, lastly, that there was no indication that he would reoffend if released. The Kerch Court committed the applicant for trial on charges of murder and aggravated robbery. In its committal order the court also rejected the applicant’s request for release and extended his detention during the trial proceedings without giving any grounds.", "13. On 23 August 2002 the applicant’s lawyer lodged another request with the Kerch Court for the applicant’s release on the same grounds as the one of 27 May 2002. According to the Government, it was considered and rejected on the same day.", "14. On 16 October 2002 the Kerch Court referred the case back for additional pre-trial investigation. The court also rejected the applicant’s request for release, noting that he was suspected of having committed serious crimes and there were no grounds for applying a less restrictive preventive measure to him.", "15. In December 2002 the applicant’s lawyer lodged two requests with the investigator for the applicant’s release. Both requests were rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.", "16. On 28 December 2002 the Crimea Court of Appeal (“the Crimea Court”) considered the investigator’s request for the applicant’s further detention. The court decided that further investigative actions were required in respect of the applicant and his co-accused and, given that the applicant was accused of serious crimes, there were sufficient grounds for his further detention. The court accordingly extended the applicant’s detention to 10 March 2003.", "17. On 23 February 2003 the applicant’s lawyer submitted a request to the investigator for the applicant’s release.", "18. On 24 February 2003 the request was rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.", "19. In March 2003 the investigation was completed and the case was referred to the Kerch Court.", "20. On 27 March 2003 the applicant’s lawyer requested the Crimea Court to replace the applicant’s detention with an obligation not to abscond as there was not enough evidence on which to found a reasonable suspicion that the applicant had committed a crime. He also reiterated the arguments in support of the applicant’s release set out in his previous requests of 27 May and 23 August 2002 (see paragraphs 12 and 13 above).", "21. At a committal hearing of 3 April 2003, the Crimea Court rejected the request on the ground that the reasonableness of the suspicion could be verified only during the trial proceedings. It committed the applicant for trial on charges of aggravated murder and aggravated robbery and maintained his detention during the trial proceedings, noting that there were no grounds for replacing the applicant’s detention by a different preventive measure.", "22. On 7 May 2003 the Crimea Court convicted the applicant and Mr G. of aggravated murder and aggravated robbery and sentenced them to thirteen and ten years’ imprisonment respectively.", "23. On 2 October 2003 the Supreme Court quashed that judgment and remitted the case to the Kerch Prosecutor’s Office for further investigation. The court did not make any ruling on the applicant’s further detention.", "24. In December 2003 the applicant’s lawyer submitted a request to the investigator for the applicant’s release. The request was rejected on the ground that the applicant was suspected of having committed serious crimes.", "25. On 12 January 2004 the Crimea Court committed the applicant for trial. The court further maintained the applicant’s detention without giving any grounds.", "26. On 12 January 2004 the applicant lodged a request for his release with the Crimea Court, based on the same arguments as in his requests of 27 May and 23 August 2002 and 27 March 2003. His request was rejected by the Crimea Court on the same day without any reasons.", "27. On 6 February 2004 the Crimea Court found the applicant and Mr G. guilty of aggravated murder and aggravated robbery and sentenced them to thirteen and ten years’ imprisonment respectively.", "28. On 13 May 2004 the Supreme Court upheld the judgment of 6 February 2004.", "29. On 20 May 2002 the applicant’s lawyer filed a request for the applicant’s release with the Governor of the Simferopol Pre-Trial Detention Centre (the Simferopol SIZO). The request was based on the argument that the term of the applicant’s detention pending trial, as authorised by the Kerch Court in the detention order of 15 March 2002, had expired on 19 May 2002 (four months after his arrest) and that no new decision had been taken extending this term.", "30. In a letter of 30 May 2002 the Governor of the Simferopol SIZO informed the applicant’s lawyer that the applicant had been moved to the Kerch temporary detention centre (“the Kerch ITU”) on 20 May 2002. He further stated – referring to Article 156 of the Code of Criminal Procedure – that in any event there were no grounds for the applicant’s release as the time-limit referred to in the above request was applicable only to pretrial proceedings. However, as from 13 May 2002, the date when the bill of indictment was sent to the court (see paragraph 11 above), the applicant’s detention had been classified as detention during trial. Consequently, the applicant could not be released on the ground of the expiry of the four-month time-limit referred to.", "31. On 29 May 2002 the applicant lodged two administrative complaints: one with the Simferopol Zheleznodorozhny District Court against the Simferopol SIZO and the other with the Kerch Court against the Kerch ITU in respect of his allegedly unlawful detention after 19 May 2002.", "32. On 1 October 2002 the Simferopol Zheleznodorozhny District Court rejected the applicant’s administrative complaint against the administration of the Simferopol SIZO about his allegedly unlawful detention after 19 May 2002 on the ground that a complaint of that nature should be considered in the criminal proceedings and not in administrative proceedings.", "33. On 26 March 2003 the Crimea Court upheld the decision of the first-instance court.", "34. On 26 September 2007 the Higher Administrative Court quashed the decisions of the lower courts and remitted the case to the first-instance court for consideration on the merits on the ground that criminal procedural law did not provide for the possibility of challenging the failure of a prison administration to release a suspect or accused.", "35. The proceedings are still pending.", "36. On 10 October 2003 the Kerch Court considered the administrative complaint brought by the applicant against the Kerch Police Department for being held in their temporary detention centre (“the Kerch ITU”) from 20 to 27 May 2002. The court found in part for the applicant, having established that his detention there without a valid court order was contrary to Article 29 of the Constitution and Article 5 of the Convention and therefore unlawful. The court rejected the applicant’s request for release, however, stating that at the time of consideration of the case the applicant’s detention was maintained by a court order and that it could not decide the issue in civil (administrative) proceedings.", "37. On 12 July 2004 the Crimea Court set aside the decision of the first-instance court on the ground that Article 156 of the Code of Criminal Procedure obliged the head of a penitentiary institution to free a detainee only if no decision on continued detention was made during the pre-trial investigation. It further noted that:", "“The law does not require the head of the pre-trial detention facility to free an accused in respect of whom the term of pre-trial detention has expired but no decision of the court has arrived imposing a preventive measure in the form of detention during the trial proceedings in the case.”", "The court concluded that the administration of the Kerch ITU could act only within its competence and had done so. The court further noted that the reference by the first-instance court to a violation of Article 5 of the Convention was unsubstantiated and that the applicant’s detention between 20 and 27 May had not been contrary to Article 29 of the Constitution and Article 5 of the Convention.", "38. On 30 November 2007 the Zaporizhzhzya Court of Appeal, acting as a court of cassation, upheld the decision of the Crimea Court.", "39. The relevant provision of the Constitution reads as follows:", "“Every person has the right to freedom and personal inviolability.", "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with a procedure established by law.", "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of the holding in custody.", "Everyone who has been arrested or detained shall be informed without delay of the reasons for his or her arrest or detention, apprised of his or her rights, and from the moment of detention shall be given the opportunity to personally defend himself or herself, or to have the legal assistance of defence counsel.", "Everyone who has been detained has the right to challenge his or her detention in court at any time.", "Relatives of an arrested or detained person shall be informed immediately of his or her arrest or detention.”", "40. The pertinent provisions of the Code provide, in so far as relevant, as follows:", "“Detention during pre-trial investigation shall not exceed two months.", "In cases in which it is impossible to complete the investigation of the case within the period provided for by Part One of this Article and there are no grounds for discontinuing the preventive measure or replacing it with a less restrictive measure, the period of detention may be extended:", "(1) up to four months - ...by a judge of the court which issued the order for the application of the preventive measure;", "(2) to nine months - in cases of serious and especially serious crimes ... by a judge of an appellate court;", "(3) to eighteen months - in particularly complex cases involving especially serious crimes ... by a judge of the Supreme Court of Ukraine;...", "...The period of detention during pre-trial investigations shall expire on the day the court receives the case file; however, the time taken by the accused and his representatives to study the criminal case file shall not be included in the calculation of the period of detention...", "...In the event that the case is returned by the court to the Prosecutor for a supplementary investigation the period of detention shall be calculated from the moment the case is received by the Prosecutor and shall not exceed two months. The period specified shall be further extended by taking into account the time the accused was held in detention before the referral of the case to the court, in accordance with the procedure and within the time-limit prescribed by Part Two of this Article.", "Save where the period has been extended pursuant to the procedure established by this Code, in the event of the expiry of the maximum period for detention as a preventive measure allowed by Parts One and Two of this Article, the body of inquiry, the investigator, or the prosecutor shall be obliged to release the person from custody without delay.", "Governors of pre-trial detention centres shall promptly release from custody any accused in respect of whom a court order extending the period of detention has not been received by the time the period of detention allowed by Parts One, Two and Six of this Article expires. They shall notify the person or body before whom the case is pending and the prosecutor supervising the investigation”", "Article 241", "Terms of committal proceedings", "“A committal hearing shall be held within ten days or, in complex cases, thirty days of receipt of the case file by the court.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}