{"ITEMID": "001-106636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF AGROKOMPLEKS v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (applicability);Remainder inadmissible;Violations of Art. 6-1;Violation of P1-1;Just satisfaction reserved", "JUDGES": "Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant company is a private company registered in Ukraine. At the time of the events it carried out barter trade operations with Russian companies involving, in particular, exchange of some food raw materials from Ukraine for Russian crude oil and further sale of finished oil products.", "6. On 18 December 1991 the applicant company signed a contract with the Lysychansk Oil Refinery (“the Refinery” – the biggest company in the oil refining industry in the country at the time, with 67.41% of its shares being owned by the State) for the refining of 225,000 tons of crude oil.", "7. On 5 March 1993 the Higher Arbitration Court (“the HAC”), allowing a claim brought by the applicant company, directed the Refinery to deliver to the applicant company the oil products produced from its raw materials.", "8. During June and July 1993 the Refinery only delivered a small part of the oil products to the applicant company.", "9. On 19 August 1993 the applicant company supplied another 150,000 tons of crude oil to the Refinery for refining.", "10. In autumn 1993 the State-owned companies in the Lugansk region involved in harvesting, coal mining and other activities essential for the local economy suffered a particularly acute shortage of fuel. As a part of the emergency measures instituted to overcome the crisis, the local authorities directed the Refinery to provide for local needs, free of charge, some oil products, regardless of whether they had been produced from oil owned by customers.", "11. Following a further claim brought by the applicant company, on 18 November 1994 the HAC ordered the Refinery to comply with the contract of 19 August 1993.", "12. At some point the Refinery was renamed LysychanskNaftoOrgSyntez (“LyNOS”).", "13. By a ruling of 5 April 1995, the HAC amended its judgment of 5 March 1993 and ordered LyNOS to pay the applicant company for the undelivered oil products.", "14. On 26 April 1995 the Cabinet of Ministers instructed the State Department for the Oil, Gas and Oil Refining Industries (“Derzhnaftogazprom”) to verify whether the applicant company’s claims against LyNOS were justified. As can be seen from a letter from Derzhnaftogazprom to Parliament of 6 May 1995, it found the claims to be well grounded. It was noted in the letter, in particular, that the main reason for the Refinery’s failure to comply with its contractual obligations vis-à-vis the applicant company had been the unpaid diversion of oil products by the regional authorities in 1993.", "15. On 19 July 1996 the HAC awarded the applicant company compensation for the lengthy non-enforcement of the judgments of 5 March 1993 and 18 November 1994 and ordered that the court fees be paid by LyNOS.", "16. On 22 July 1996 the applicant company applied to the HAC for the initiation of insolvency proceedings against LyNOS, referring to the lengthy non-enforcement of the judgments of 5 March 1993 and 18 November 1994.", "17. On 9 August 1996 the Poltava Regional Arbitration Court (“the Poltava Arbitration Court”), to which the HAC had referred the aforementioned motion of the applicant company, started insolvency proceedings.", "18. On 3 March 1997 it made a preliminary finding that the outstanding debts of LyNOS vis-à-vis the applicant company had been confirmed by documentary evidence as 169,323,720 Ukrainian hryvnias (UAH) and 77,802 tons of oil products.", "19. On 10 July 1997 the applicant company asked the HAC to secure the creditors’ claims by seizing the State’s shares in LyNOS.", "20. On 15 July 1997 the court allowed the request and prohibited “[LyNOS], the State Property Fund and any other authorities from taking any action with a view to transferring ownership or changing the status of the State’s shares in [LyNOS] until the court completes the [insolvency proceedings].”", "21. On 30 July 1997 the Prosecutor General’s Office informed the HAC’s President of the results of its investigation into the reasons for the arrears and the insolvency of LyNOS. It concluded, inter alia, that LyNOS’s debts vis-à-vis its customers had mainly been caused by the unpaid diversion of oil products for State needs in 1993.", "22. On 20 August 1997 the applicant company concluded an agreement with LyNOS concerning the procedure for and conditions of repayment of the latter’s arrears resulting from the judgments of the HAC of 5 March 1993 and 18 November 1994, as well as the ruling of the Poltava Arbitration Court of 3 March 1997. Having signed that agreement, the debtor recognised its debt vis-à-vis the applicant company in the amount of UAH 225,355,355, which was, according to the agreed schedule, to be repaid in kind within five years. The parties also underlined that the agreement could not be understood as a friendly settlement and did not imply a request for termination of the insolvency proceedings against LyNOS.", "23. On 18 November 1997 the HAC stayed the proceedings until the debtor, the creditors and the competent authorities had agreed on guarantees for the repayment of the arrears.", "24. On 3 December 1997 the applicant company requested that the Prime Minister consider the possibility of transferring the State’s shares in LyNOS, equal to 26% of its share capital, into its trust for the period of the repayment of the arrears as a guarantee of that repayment.", "25. On 14 January 1998 the HAC resumed the insolvency proceedings.", "26. On 29 January 1998 it decided to leave unexamined the outstanding claims of LyNOS’s creditors. At the same time, referring to the need to continue to make efforts to settle the creditors’ claims and prevent the debtor’s insolvency, the court decided to conduct further review of the parties’ actions in that connection. Namely, it instructed LyNOS and the creditors whose claims remained unsettled to inform it on a monthly basis of the progress of the repayment of the arrears. Moreover, all the parties concerned were instructed to develop a mechanism to ensure the continued repayment of the arrears. The court also decided to invite the Cabinet of Ministers to take measures to prevent the insolvency of LyNOS. The court noted that it was common ground between the parties that the arrears could be repaid in kind.", "27. On 13 February 1998 the HAC decided that the insolvency proceedings should be heard by a three-judge panel, instead of by a single judge. Prior to this, the single judge sitting in the case had been challenged by the applicant company.", "28. On 20 February 1998 LyNOS wrote a letter to the First Deputy Speaker of Parliament asking for his “assistance in establishing the lawfulness” of the HAC’s rulings issued in the course of the insolvency proceedings.", "29. On 21 March 1998 the First Deputy Speaker of Parliament wrote a letter to the acting President of the HAC with a request “not to tolerate any prejudice or issuance of ungrounded decisions concerning the insolvency of LyNOS”, which was claimed to be strategically important for the State. The letter also contained the following request:", "“... with a view to preventing any infringements of the interests of the State and violations of the legislation of Ukraine, you are requested to take an urgent decision quashing the ruling of 13 February 1998 and terminating the proceedings concerning the insolvency of LyNOS.”", "30. By a letter of 6 April 1998 the HAC’s President replied that the ruling of 13 February 1998 was in compliance with the relevant legislation and could not be reviewed under a supervisory review procedure.", "31. The applicant company, in turn, requested that the HAC review the ruling of 29 January 1998 by means of a supervisory review procedure. It maintained that, while the debts of LyNOS had been confirmed by documentary evidence and had to be repaid, the court had failed to establish the final amount of the outstanding debt or to demand any effective guarantees of its redemption from the debtor.", "32. On 6 April 1998 the Panel of the HAC for the Review of Judgments, Rulings and Resolutions (“the Review Panel”) quashed the HAC’s ruling of 29 January 1998 inasmuch as it concerned leaving the outstanding creditors’ claims unexamined, and remitted the case for fresh examination by a different bench. It noted that the procedures by which the debt would be repaid and the scope and methods of the debt’s repayment remained unclear.", "33. On 20 April 1998 the Chairman of the Department for the Fuel and Energy Sectors of the Cabinet of Ministers of Ukraine, who was also the Chairman of the Supervisory Board of LyNOS, sent a “statement regarding the case” to the HAC, in which he noted, in particular, the following:", "“The prolonged continuation of the insolvency proceedings against LyNOS is inflicting both pecuniary and non-pecuniary damage on the company and deters potential investors. ... I urge you to terminate the insolvency proceedings against LyNOS.”", "34. On 22 April 1998 LyNOS complained to the President of Ukraine that the HAC’s ruling of 6 April 1998 had been unlawful and asked him to intervene with a view to terminating the insolvency proceedings.", "35. On 4 May 1998 the Prime Minister informed the HAC’s President that the management board and the trade unions of LyNOS disagreed with the court’s ruling of 6 April 1998 and requested that “this issue be considered in line with the established procedure”.", "36. On 18 May 1998 the State Property Fund asked the HAC to terminate the insolvency proceedings. It noted that it could not proceed with the sale of its shares in LyNOS, given the prohibition by the HAC in its ruling of 15 July 1997 on any change in the status of the company’s shares.", "37. On 21 May 1998 the HAC found substantiated the requests of the creditors’ committee to speed up the final determination of the amount of outstanding arrears and to demand guarantees of their repayment from the debtors. It instructed both the creditors and the debtor to comply with their obligations under its earlier ruling of 6 April 1998 and to develop a scheme ensuring the further repayment of the arrears. The court rejected as unsubstantiated a request by the State Property Fund to terminate the insolvency proceedings so that it could conduct a non-commercial competition for the sale of the shares. It instructed the Fund to submit to it all the documents concerning the aforementioned competition and its results.", "38. On 2 July 1998 the HAC considered the applicant company’s request for determination of the final amount of the debtor’s outstanding arrears owed to it. The court noted that the applicant company had originally estimated the arrears at UAH 660,000,000, but, following negotiations with the debtor, that amount had been reduced to UAH 225,355,355 in accordance with the agreement of 20 August 1997 (see paragraph 22 above). Following the partial implementation by LyNOS of that agreement in September-December 1997, which the court viewed as confirmation that LyNOS had accepted its terms, the outstanding debt was UAH 216,150,544.", "39. Having regard to the critical financial situation of the debtor, as well as its strategic significance for the economy of the State, the applicant company requested that the court confirm that amount as the final total of the arrears. Furthermore, it was prepared to consider the debt satisfied in full once 90% of it had been repaid.", "40. LyNOS, in turn, accepted the applicant company’s claims only in part and requested that the court establish the amount of the outstanding arrears to be paid in kind. It considered the rulings of the HAC allowing the applicant company’s claims to be unlawful, even if they had remained valid. The company also blamed the Government for its non-compliance with its contractual obligations vis-à-vis the applicant company. It maintained that the agreement of 20 August 1997 could not be considered valid, as it did not regulate essential terms such as costs, time limits and conditions placed upon the supply of the oil products.", "41. The court found that the total outstanding debt of LyNOS to the applicant company was UAH 216,150,544.", "42. On 7 July 1998 LyNOS complained to the President of Ukraine that the Prosecutor General and the HAC’s President had failed to bring a protest on the basis of LyNOS’s request with a view to overturning the HAC’s ruling of 6 April 1998 and, accordingly, terminating the insolvency proceedings. It was noted in the letter:", "“... the absence of prosecutorial reaction to the unlawful insolvency proceedings against LyNOS ... and the absence of a clear position on the part of the President of the Higher Arbitration Court as regards this case, multiplied by the boldness, unsated ambitions and, probably, some selfish interests on the part of the creditors’ committee, ... have become an obstacle not only to the normal process of privatisation of LyNOS’s shares, but even to its normal functioning.”", "43. On 30 July 1998 the HAC’s President wrote a letter to the Prime Minister (no. 01-2.1/181), in which he “informed [him] of the ongoing insolvency proceedings against LyNOS pursuant to the instructions of the President of Ukraine of 6 May and 13 July 1998”. The following was noted, inter alia, in the above letter:", "“The arrears of the former Lysychansk Oil Refinery vis-à-vis [its] creditors who undertake entrepreneurial activities in Ukraine, are, first of all, the result of its improper compliance with its contractual obligations.", "Having received oil owned by customers, the refinery is obliged to return finished oil products to its owners as agreed. The companies had to supply most of those oil products, [in turn], to Ukrainian agricultural enterprises.", "The systematic violations by LyNOS of its contractual obligations, as well as its evasion of enforcement of the judicial decisions, have not only resulted in the arrears, but have also led to their accrual. ...", "In the course of the examination of the case, the court, within its competence, took appropriate measures for settlement of the debts between LyNOS and its creditors. LyNOS concluded civil law agreements with some of the creditors governing the terms and conditions of the debts’ repayment, which are being implemented and which offers some hope that all the arrears can be settled that way. This is the expectation that the debtor itself expressed in its application to the President of Ukraine. However, despite this, the debtor is evading complying with the procedure of debt repayment agreed with [the applicant company].", "Having regard to the difficult economic situation of LyNOS, [the applicant] company considerably reduced [its] claims ... - from UAH 596,055,564 to UAH 216,150,544 ....", "I note for your information that the arrears of LyNOS in respect of [the applicant company] emerged in 1992-93 and are confirmed by judgments of the Higher Arbitration Court of Ukraine. The lawfulness of those judgments has been verified by the supervision instances, including by the Plenary Session of the Higher Arbitration Court, which upheld them.", "However, since the commencement of the insolvency proceedings, LyNOS has not enforced the judgments despite the fact that they have the force of law. Its statement that by the conclusion of the agreements with the creditors concerning the terms of and procedures for the repayment of the arrears it was released from the necessity to comply with the judgments is unlawful.", "Derzhgazprom, on the instruction of the Cabinet of Ministers of 26 July 1998 ..., investigated and fully confirmed the fact of LyNOS’s non-compliance with its contractual obligations, as a result of which the claims of [the applicant company] were found to be fully justified.", "In its letter of 6 May 1995 ... this authority noted that during the second half of 1993 the leadership of the Lugansk regional authorities had grossly violated Ukrainian legislation, having ordered LyNOS to divert, free of charge, the oil products belonging to [the applicant company]. This undermines the statements of the debtor that it was not its fault that those oil products had not been delivered to their owners.", "The debtor did not even use the aid provided by the Government for repayment of the arrears. In June 1993 Ukrderzhnaftogaz provided LyNOS with resources ... and approved a schedule of delivery of oil products during the period from June to September 1993 which was to remain in force until the full repayment of the debt to [the applicant company]. The [debtor] company delivered only 33,000 tons of those oil products during June and July 1993 and refused further repayment of the arrears, which exceeded this volume by several times.", "The demand to terminate the proceedings contradicts the law and cannot be satisfied until the complete repayment of the arrears. ...", "In the course of the examination of the case, the court exhausted all legally envisaged possibilities of saving the debtor from insolvent liquidation. The creditors have made it clear that it is not their goal to have the debtor liquidated or to get its assets into their possession. They insist on gradual repayment of the debts in compliance with the agreed schedules and, subject to that, do not object to termination of the proceedings upon the complete repayment of the arrears.", "Given the complexity of the settlements between the debtor and the creditors and the lack of clarity as to the final time-frame of the repayment of the arrears, which inevitably leads to the accrual of damages due to inflation and a loss of income for the creditors, and with a view to the recovery of the debtor company, it is deemed necessary to create a taskforce to investigate the problem onsite.", "In our opinion, it would be desirable to investigate and finally determine the destiny of the oil products produced by LyNOS from the oil owned by customers.”", "44. On the same date, 30 July 1998, the Cabinet of Ministers created a taskforce to establish the reasons for the arrears of LyNOS vis-à-vis its foreign and domestic creditors and to study the consequences of settlement of their claims. It consisted of representatives of: the Cabinet of Ministers, the Ministry of Justice, the Ministry of the Economy, the Ministry of the Interior, the Ministry of Finance, the State Property Fund, the Main Audit Department, the Insolvency Prevention Agency, the National Agency for Reconstruction and European Integration, the State Security Service, the Prosecutor General’s Office, and LyNOS.", "45. On 31 August 1998 the taskforce issued its report, which contained, inter alia, the following findings. LyNOS was the biggest oil refinery in Ukraine and was able to satisfy up to 35% of the fuel needs of the country. All the oil it had refined during 1998 belonged to Russian commercial entities, which had showed increasing interest in the company given its proximity to the Russian border. The report concluded that the company was insolvent. It noted that the final amount of its arrears vis-à-vis the applicant company, as confirmed by the HAC in its ruling of 2 July 1998, was UAH 216,150,544. The main reason for the company’s indebtedness had been the decision of the State authorities (in 1992 – according to the report in question, in 1993 – according to all the other documents in the case file) to divert the oil products produced by LyNOS from oil owned by customers for State needs.", "46. The report also contained the following statement:", "“The taskforce supports the proposal [apparently, advanced by LyNOS] that the Higher Arbitration Court of Ukraine must also take into account ... the State’s share of the company’s assets and the other factors which were not taken into account during the previous hearings. This concerns fulfilment of the obligations in kind, since their translation into pecuniary terms caused the amount of the arrears to be overstated.”", "47. However, the taskforce considered that the amount of the outstanding debt of the company vis-à-vis the applicant company had to be verified, by means of expert reports if required. It further underlined a finding of the HAC in another case, according to which the indexation of debt to inflation had not been envisaged by the relevant legislation, and maintained that a similar line should be followed in the present case. It recommended suspending the insolvency proceedings until the “factual indebtedness of LyNOS vis-à-vis commercial enterprises was established on the basis of a documentary audit”.", "48. According to the above report, the taskforce had been created at the request of the HAC’s President, such request having been expressed in a letter (no. 01-2.1/181) dated 30 July 1998, and pursuant to the above-mentioned order of the Cabinet of Ministers.", "49. On 31 August 1998 the Review Panel rejected a request from LyNOS for an extension of the time-limit for challenging the HAC’s ruling of 15 July 1997 under the supervisory review procedure.", "50. On 10 September 1998 the HAC’s President lifted the ban on changing the status of LyNOS’s shares which had been imposed by the HAC’s ruling of 15 July 1997. This was done at the request of LyNOS, which intended to conduct a non-commercial competition for the sale of the State’s shares in the company equal to 41.4% of its share capital. The sale was intended to help the company overcome its financial crisis and avoid insolvency.", "51. On 12 September 1998 the First Deputy Prime Minister wrote a letter to the HAC’s President in which he asked him to also lift the ban on transferring the ownership of LyNOS’s shares. The letter stated:", "“... the members of the taskforce created at your request by an order of the Cabinet noted that the amount of [LyNOS’s] arrears vis-à-vis its domestic creditors requires further clarification and in-depth and thorough verification.", "Given the fact that LyNOS runs the biggest and the most modern oil refinery in Ukraine and having regard to its importance to the economy and security of the State, ... you are requested to consider the findings of the taskforce, to lift the ban on the sale of the company’s shares and to postpone the examination of the insolvency proceedings pending a determination of the final amount of its arrears vis-à-vis the domestic creditors.”", "52. On 14 September 1998 the First Deputy Prime Minister instructed the Ministry of Finance, the Ministry of the Economy, the Ministry of the Interior, the National Agency for Reconstruction and European Integration, the State Property Fund, the State Tax Administration, Derzhnaftogazprom and the Insolvency Prevention Agency to ensure that a “thematic documentary audit of the agreements for oil refining entered into by LyNOS in 1992 and the amount of [its] arrears vis-à-vis the domestic creditors” be undertaken by 10 October 1998.", "53. On 9 October 1998 the Main Audit Department informed the Cabinet that it had checked the agreements entered into by LyNOS in 1992 and found that the company had delivered oil products to State agricultural enterprises pursuant to governmental instructions. There had been no documents or information suggesting that the Government had ever paid for that. As a result, the arrears of LyNOS (then called the Refinery) had emerged vis-à-vis its customers, commercial enterprises, and as of 1 January 1993 had been equal to 640,700 tons of oil products.", "54. On 26 October 1998 the HAC rejected a request by LyNOS for an expert assessment of its arrears in respect of the applicant company, noting that it had already established the final amount of those arrears. On 21 January and 26 April 1999 the Review Panel upheld that ruling.", "55. On 22 June 1999 the applicant company lodged a request with the Review Panel for review of the ruling issued by the HAC’s President on 10 September 1998. It claimed that he had lacked the power to make such a ruling. The applicant company submitted that the creditors had not previously challenged the ruling because it had been issued in order to enable a non-commercial competition to be held for sale of the State’s shares, amounting to 41.4% of the share capital in the company, and the competition had been subject to a guarantee that the arrears would be repaid by the company’s new owners. Referring to the fact that such a competition had never taken place and that, according to the media, there was instead a new plan to sell over 50% of the shares (a controlling share) without any guarantee of repayment of the debts, the applicant company had sought to have the ruling of 10 September 1998 overturned and its claim secured by a ban on the sale of the State’s shares in LyNOS until the insolvency proceedings were complete.", "56. On 9 July 1999 the HAC’s President wrote a letter to the First Deputy Prime Minister, in which he noted that the original claim of the applicant company in respect of LyNOS had been reduced through an agreement between the parties from UAH 596,055,564 to UAH 216,150,544, with the latter figure having been confirmed by the court. The letter stated that the creditors had agreed to a restructuring of LyNOS’s arrears for a term of five years, subject to an approved debt repayment schedule being formalised by a judicial decision and having its enforcement guaranteed. At the same time they had agreed, subject to the aforementioned conditions, to reduce the amount of the arrears payable in kind. With reference to the aforementioned points, the HAC’s President underlined that the court had exhausted all procedural possibilities for saving the debtor from insolvent liquidation. He proposed to take into account the above suggestions of the creditors for overcoming the company’s financial crisis made in the extrajudicial restructuring process, as the situation pertaining at the time had led to the accrual of the arrears due to inflation and to a loss of income for the creditors.", "57. On 16 July 1999 the creditors’ committee submitted its proposals for restoring the solvency of LyNOS and preventing its insolvency to the First Deputy Prime Minister. It proposed, inter alia, to transfer into the trust of the creditors’ committee the State’s shares in LyNOS in an amount equal to the company’s arrears as a guarantee of the repayment of those arrears. The creditors’ committee drew the attention of the First Deputy Prime Minister to what it described as “unlawful pressure by the authorities on the creditors and on the court, as well as the unacceptable protraction of the search for a solution to [this] acute problem”.", "58. On 15 September 1999 LyNOS asked the Speaker of Parliament “to apply to the Higher Arbitration Court with a view to termination of the insolvency proceedings”. It contended that the HAC had wrongly resumed the insolvency proceedings, having overturned its earlier ruling of 29 January 1998 on 6 April 1998. It submitted that the HAC had “chosen to allow the claims of the creditors, who seek unjust enrichment ...”.", "59. On 12 November 1999 LyNOS instituted proceedings before the Kyiv City Arbitration Court seeking to have its contracts with the applicant company for oil refining entered into in 1991 and 1993, as well as the agreement of 20 August 1997 concerning the repayment of the arrears, declared formally invalid. On 24 December 1999 the HAC took the case over.", "60. On 25 February 2000 LyNOS wrote a letter to the President of Ukraine in which it noted that extensive efforts were being made to overcome its financial crisis and that there was interest in it from a potential foreign investor. It considered, however, that “the position of a number of non-State creditors of the company [was] an obstacle to obtaining an effective result from the measures taken by the State authorities and to realisation of the investor’s potential”. It underlined that the applicant company was “blocking the possibility of resolving the problem in a civilised manner”. The company asked the President “to give instructions to the relevant State authorities to verify, within the legal framework, the soundness of [the applicant company’s] claims against LyNOS, the nature of their emergence and to determine the correct amount of the arrears.”", "61. On 13 March 2000 the State Property Fund ordered that a tendering commission be created to further the commercial sale of the State’s shares in LyNOS (representing 67.41% of its share capital).", "62. On 17 March 2000 the HAC rejected LyNOS’s claim for the invalidation of its contracts with the applicant company entered into in 1991 and 1993, as well as the agreement of 20 August 1997 concerning the repayment of the arrears.", "63. On 27 March 2000 the HAC’s President wrote a letter to the President of Ukraine with the following contents:", "“Pursuant to your instruction of 20 March 2000, I am informing you of the progress of the insolvency proceedings against LyNOS.", "Twenty enterprises are creditors in this case, with claims for the repayment of arrears amounting to over one billion hryvnias.", "In the course of the examination of the case, the court took, within its competence, certain measures to settle the debts of LyNOS owed to its creditors.", "However, given the complexity of the settlements between the debtor and the creditors and with a view to the company’s recovery, I request that you create a taskforce of specialists which will investigate, within the company, the problem, including clarification of the amount of the arrears.”", "64. On 12 April 2000 the State Property Fund requested that the HAC’s President lift the ban on sale of shares in LyNOS, given that the ruling of 10 September 1998 had only lifted the ban on changing the status of the shares and it remained unclear whether that also concerned their sale. On the same date the HAC’s President allowed the request.", "65. On 15 April 2000 the Lugansk Regional Audit Department issued a report on the “verification of the validity of the debt obligations of LyNOS vis-à-vis [the applicant company] and the lawfulness of inflation indexation and application of penalties”, which had been undertaken pursuant to the instructions of the Main Audit Department. It established the final arrears owed by LyNOS to the applicant company in the amount of UAH 36,401,894. The report considered that the findings of the HAC concerning the outstanding debt to the applicant company had been wrong and in contradiction of the applicable legislation.", "66. By a ruling of 6 June 2000 the HAC imposed a moratorium on allowing the creditors’ claims in the case and appointed an administrator of the debtor’s property (an individual person).", "67. In July 2000 the State’s shares in LyNOS, amounting to 67.41% of its share capital, were sold to a Russian company.", "68. On an unspecified date in 2000 LyNOS applied to the Review Panel for review of the rulings of the Poltava Arbitration Court of 3 March 1997 and of the HAC of 2 July 1998 (both rulings concerning the amount of the outstanding debts of LyNOS vis-à-vis the applicant company) on the basis of newly-discovered circumstances. It referred to the above report of the Lugansk Regional Audit Department of 15 April 2000 as the newlydiscovered circumstance warranting the review.", "69. On 19 September 2000 the HAC examined the above application. Having found that the report relied on did not contain any new information that was not known at the time when the challenged rulings had been issued, the HAC ruled to “uphold the part of the [relevant] ruling regarding the final determination of the debt of LyNOS to the [applicant company]”. The court also noted that the ruling of the Poltava Arbitration Court of 3 March 1997 had determined the amount of the debt only in preliminary terms, while the amount later defined as final in the HAC’s ruling of 2 July 1998 had been based on the agreement between the parties of 20 August 1997. Furthermore, the court had secured the creditors’ claims by imposing a ban on any activities involving the debtor’s assets.", "70. Later in September 2000 the HAC’s President, relying on Article 92 of the Code of Arbitration Procedure, instructed his two deputies to review the HAC’s ruling of 19 September 2000, as, according to him, “it had virtually [paralysed] the work of a company strategically important for the State, which could harm the property interests of both the creditors and the debtor, as well as undermine the fulfilment of the investor’s obligations to the State Property Fund”.", "71. On 4 October 2000 the Review Panel allowed an application brought by LyNOS for the suspension of the enforcement of the HAC’s ruling of 19 September 2000 until the Panel had decided whether to undertake the supervisory review sought by the company.", "72. On 26 December 2000 the Review Panel quashed the HAC’s ruling of 19 September 2000 (with the exception of two unrelated points) and remitted the case for fresh examination.", "73. On the same date, the Chairman of the Board of LyNOS wrote a letter to the President of Ukraine thanking him “for [his] firmness and insistence in solving the issues of the company’s privatisation and recovery”. The letter noted that “the positive results were self-explanatory”. The company considered, in particular, that the new investor had contributed to overcoming its crisis. The letter also contained the following statements:", "“As a manager, I find disturbing the actions of [the applicant company], which [is] trying to put pressure on LyNOS and the investor ..., constantly exaggerating its claims in the insolvency proceedings examined by the Higher Arbitration Court ... It will be extremely difficult for LyNOS to solve these problems without your intervention. In this connection, I ask you to support our team of employees and to instruct the Prosecutor General’s Office and the Higher Arbitration Court of Ukraine to sort the situation out and to issue lawful decisions”.", "74. On 29 December 2000 the President of Ukraine forwarded the above request to the HAC’s President and to the Prosecutor General with a note as follows:", "“Please sort this out and take decisions according to the legislation in force”.", "75. At the request of LyNOS, on 20 June 2001 the Review Panel reviewed the HAC’s ruling of 17 March 2000 under the supervisory review procedure and upheld the ruling, having found no grounds for the invalidation of LyNOS’s contracts with the applicant company entered into in 1991 and 1993, as well as the agreement of 20 August 1997 on the repayment of arrears.", "76. On 27 June 2001 the HAC, at the request of LyNOS, reviewed the rulings of the Poltava Arbitration Court of 3 March 1997 and of the HAC of 2 July 1998 concerning the amount of its outstanding debts vis-à-vis the applicant company on the basis of newly-discovered circumstances. The court considered that the agreement between the parties of 20 August 1997 (on which the earlier determination of the outstanding arrears had been based) was to be considered in law as a contract of supply. However, it had not contained all the elements required for such a contract and thus had to be declared invalid. Furthermore, the court considered that the creditors’ committee had lost its powers on 4 May 2000, the effective date of amendments to the insolvency legislation envisaging new procedures for the creation and activities of creditors’ committees.", "77. By the same ruling, the HAC established the final amount of the outstanding debts of LyNOS vis-à-vis the applicant company to be UAH 97,406,920, having noted that the earlier amounts established had been of a preliminary nature.", "78. The applicant company appealed against the above ruling of the HAC, contending, inter alia, that the review and reduction of the amount of the arrears contradicted the final judicial decisions in that connection, which had become res judicata.", "79. On 13 July 2001 the Higher Commercial Court (the former Higher Arbitration Court, as renamed in June 2001) transferred the insolvency case to the Lugansk Regional Commercial Court (“the Lugansk Commercial Court”) for further examination in line with amendments introduced to the legislation governing arbitration proceedings in June 2001.", "80. On 26 July 2001 the Higher Commercial Court returned the applicant company’s appeal against the HAC’s ruling of 27 June 2001 to it, making reference to the transfer of the case to the Lugansk Commercial Court on 13 July 2001.", "81. Between March and July 2001 the applicant company introduced several applications with the HAC for access to the case files regarding the insolvency proceedings and the proceedings concerning its claims against LyNOS (then called the Refinery) lodged in 1993 and 1994. By a letter of 16 July 2001 the Higher Commercial Court informed the applicant company that the files relating to its claims brought in 1993 and 1994 had been destroyed, as the time-limit for their storage had expired. The applicant company was, however, given access to the case file concerning the insolvency proceedings. It complained to the Prosecutor General’s Office and to the President of the Supreme Court about the destruction of the case files pertaining to the 1993 and 1994 claims and of irregularities in respect of the file concerning the insolvency proceedings (lack of page numbering and inadequate numbering and inventory of contents). On 3 August 2001 the Prosecutor General’s Office informed the applicant company that it had brought the irregularities discovered in the case file with regard to the insolvency proceedings to the attention of the President of the Higher Commercial Court.", "82. On 29 October 2001 the Donetsk Commercial Court of Appeal considered an appeal by the applicant company against the HAC’s ruling of 27 June 2001. As a result, it changed the total of the outstanding arrears of LyNOS vis-à-vis the applicant company to UAH 90,762,268 in debt and UAH 220,809 in compensation for delayed repayment (UAH 90,983,077 in total).", "83. On 16 April 2002 the Higher Commercial Court dismissed an appeal in cassation brought by the applicant company against the above-mentioned ruling of 29 October 2001.", "84. On 25 June 2002 the Lugansk Regional Commercial Court commenced the court-supervised restructuring of LyNOS.", "85. On 26 December 2002 the Supreme Court, sitting as a bench of five judges, rejected the applicant company’s request for leave to appeal in cassation against the rulings of 26 December 2000 and 16 April 2002, having “failed to come to an agreement as to the presence in this case of legal grounds for the institution of cassation proceedings before the Supreme Court”.", "86. On 21 November 2003 the creditors’ committee and the debtor signed a friendly settlement agreement, according to which the creditors’ claims were to be settled by exchanging them for the debtor’s assets. The applicant company, in particular, was to receive 90,983,077 shares owned by the debtor in the share capital of the Lysychansk Oil Investment Company in settlement of its claims (equal to UAH 90,983,077). Its claims would also have been considered settled had it refused to accept the aforementioned shares.", "87. On 8 December 2003 the Lugansk Regional Commercial Court approved the above friendly settlement agreement, noting, inter alia, that the creditors’ committee had voted for it unanimously. It declared the court-supervised restructuring of the debtor company complete and lifted the moratorium on settling the creditors’ claims. The applicant company was not present at the hearing, although, as noted in the ruling of the Donetsk Commercial Court of Appeal of 22 April 2004 (see below), it had been duly notified of it.", "88. The applicant company appealed against the above ruling, submitting, amongst other things, that it had had no opportunity to object to the friendly settlement agreement, that there had been no assessment of the value of the shares in the Lysychansk Oil Investment Company, and that it had not been established whether LyNOS had been authorised to repay its debts with the assets of the aforementioned company.", "89. On 22 April and 28 September 2004 the Donetsk Commercial Court of Appeal and the Higher Commercial Court, respectively, dismissed the applicant company’s appeal and cassation appeal as unsubstantiated.", "90. On 25 November 2004 the Supreme Court rejected a further request by the applicant company for leave to appeal in cassation.", "91. The relevant provisions can be found in Miroshnik v. Ukraine, no. 75804/01, § 30, 27 November 2008 (independence of the judiciary), and in Seryavin and Others v. Ukraine, no. 4909/04, § 22, 10 February 2011 (protection of property).", "92. The relevant provisions, as worded before the amendments of 21 June 2001 (effective since 5 July 2001), are quoted in Ukraine-Tyumen v. Ukraine, no. 22603/02, § 20, 22 November 2007.", "93. Chapter XII-2 (in force since 5 July 2001) can be found in MPP Golub v. Ukraine (dec.), no. 6778/05, ECHR 2005XI.", "94. Under Article 112, final judicial decisions may be reviewed on the basis of newly-discovered circumstances, where those circumstances were of significant importance for the case and could not have been known to the party concerned. According to Article 114, the examination of a request for the review of a case on the basis of newly-discovered circumstances should result in a court judgment (ruling or resolution) upholding the judgment (ruling or resolution) sought to be reviewed, modifying it or quashing it. The relevant decision may be challenged under standard procedure.", "95. Under paragraph 4 of the Final and Transitional Provisions, a judgment not challenged by the time of the entry into force of the Act before the president of an arbitration court may be appealed against to the commercial court of appeal or cassation instance in compliance with the procedures envisaged by the Code of Commercial Procedure."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}