{"ITEMID": "001-106614", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "PUNDURS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Aldis Pundurs, is a Latvian national who was born in 1965 and lives in Rīga. The Latvian Government (“the Government”) were represented by their Agent, Mrs I. Reine.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 8 August 2001 the applicant was hit by a car while he was riding his bicycle. He was taken to hospital, where he was diagnosed with contusions of the head and jaw. He was released on the same day.", "4. On 7 September 2001 the Traffic Police Division of the Rīga City Main Police Department (Rīgas pilsētas Galvenās Policijas Pārvaldes Ceļu Policijas nodaļa) (hereinafter “the traffic police”) decided not to initiate criminal proceedings against the driver of the car. It was established that a passenger, to whom the driver was giving a lift, unexpectedly opened the door of the car, and the applicant hit the door. The identity of the passenger was not established.", "5. The applicant appealed against this decision to the Rīga City Transport Public Prosecutor’s office (Rīgas autotransporta prokuratūra), alleging that the driver knew the passenger and thus could identify him. The applicant also complained that he had sustained health problems in the accident.", "6. On 28 September 2001 a prosecutor attached to the Rīga City Transport Public Prosecutor’s office quashed the earlier decision and returned the case for additional investigation. Another decision not to institute criminal proceedings was adopted on 15 April 2002, but this too was later quashed. Various forensic medical and technical expert assessments were carried out throughout the investigation.", "7. On 4 June 2002 a prosecutor of the Prosecutor General’s office informed the applicant that, according to the provisions of the Criminal Procedure Code, he could not have access to the decisions regarding the expert assessments.", "8. On 11 July 2002 the traffic police informed the applicant that the passenger had been identified.", "9. On 19 August 2002 the traffic police adopted a decision not to institute criminal proceedings and informed the applicant about it. The decision described in detail the circumstances of the accident and referred to the outcomes of the forensic medical and technical assessments. It concluded that the passenger had violated section 129 (2) of the Administrative Offences Code (see Relevant domestic law below), and that his wrongful act was the cause of the traffic accident. It also referred to the fact that the applicant had sustained minor injuries. The passenger was administratively fined in the amount of about 20 euros (EUR).", "10. After examining the applicant’s appeals in which he contested the decision not to institute criminal proceedings on 3 and 22 October 2002 the Office of the Prosecutor General upheld the earlier decision.", "11. On 21 October 2002 the applicant asked the Prosecutor General to inform him where and when he could get acquainted with the materials in the file relating to the traffic accident. On 22 November 2002 the applicant was informed that pursuant to section 261 of the Administrative Offence Code he has to submit an identical request to the investigating authority.", "12. Pursuant to Section 47, circumstances which have to be proved during pre-trial investigation include, inter alia, the amount of pecuniary loss suffered as a result of a crime.", "13. Section 101 stipulates that a civil claim may be submitted by persons who have suffered damage as a result of a crime. A civil claim may be brought against an accused or against a person who is vicariously liable for the acts of the accused. A person shall have the right to lodge a civil claim by way of civil proceedings if a claim has not been brought in criminal proceedings.", "14. According to Section 140, a person who has suffered damage as a result of a crime can be declared a civil party during pre-trial investigation.", "15. Section 308 stipulates that if a civil claim is left unexamined, a victim shall have the right to file the same claim by way of civil proceedings.", "16. Section 222 provides that a complaint about public prosecutors’ actions can be submitted to a hierarchically superior prosecutor.", "17. According to section 7 § 1, civil claims for compensation for pecuniary or non-pecuniary damage in criminal matters may be brought in accordance with the procedures prescribed by the Criminal Procedure Code.", "18. Section 1635 stipulates that every wrongful act or failure to act per se shall give the person who has suffered damage thereby the right to claim compensation from the wrongdoer, in so far as he or she may be held liable for that act.", "19. Other relevant provisions of the Civil Law applicable at the material time, and other relevant matters are to be found in Zavoloka v. Latvia, no. 58447/00, §§ 15-19, 7 July 2009.", "20. According to section 129, pedestrians who have violated traffic rules and caused a traffic accident or minor injuries to a victim shall be fined in an amount from 10 to 50 lati (LVL).", "21. According to section 261, a victim is a person to whom non-pecuniary, physical or material harm has been caused by an administrative violation. The victim has the right to, inter alia, be familiarised with all the materials in the proceedings, to submit requests and to appeal against the decision in administrative offence proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}