{"ITEMID": "001-84192", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "CVEKLOVA AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicants are:", "Ms Bohumíra Cveklová, born in 1934 and living in Prague (no. 24788/03);", "Mr Radovan Zdražílek and Ms Emílie Zdražílková, born 1928 and 1932 respectively, and living in Brno (no. 30793/03);", "Mr Oldřich Konvička, born in 1920 and residing in Buchholz, Germany, represented before the Court by Mr J. Šetina, a lawyer practising in Prague (no. 1335/04);", "Mr Stanislav Kašpar, born in 1952 and living in Kuřim (no. 1392/04);", "Ms Jindřiška Kořínková, who was born in 1929 and lived in Prague. She was represented by Mr Vladislav Petrů, a lawyer practising in Prague (no. 6855/04). By a letter received at the Court on 29 September 2005 the applicant’s lawyer informed the Court that on 14 July 2005 the applicant had died and that her four children wished to pursue the application in her stead; and", "Ms Věra Marková, born in 1944 and living in Prague (no. 43635/04).", "They are Czech nationals. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "In April 1988 an easement was established over the applicant’s property in favour of her neighbour. As the latter had reconstructed his house so that it encroached on the applicant’s land, on 31 March 1992, the applicant requested the Děčín District Court (okresní soud) to order him to allow the officers of the Centre of Geodesy entry onto his plot of land for a survey.", "On 2 November 1993 she lodged a new action seeking this time to clear the property.", "On 6 March 1995 the District Court stayed the proceedings initiated by the applicant in March 1992.", "It appears that the applicant’s action for the clearance of the property is currently pending before the national courts.", "On 4 February 1992 the applicants brought an action in the Brno Municipal Court (městský soud) for recovery of property which they had been forced to sell in 1973. It appears that the proceedings are still pending before the national courts.", "In 1976 the applicant left the former Czechoslovakia. On an unspecified date he acquired German citizenship. On 30 May 1977 the Olomouc District Court (okresní soud) convicted the applicant in absentia of deserting the Republic, sentenced him to two and a half years’ imprisonment and ordered the confiscation of all his property, including a plot of land in Slavonín.", "On 24 September 1990 the same court declared that, pursuant to the Judicial Rehabilitation Act, the applicant’s convictions and all ancillary decisions had been quashed with retrospective effect.", "On 9 March 1994 the applicant re-acquired Czech citizenship.", "On 13 December 1995 the Constitutional Court (Ústavní soud) abrogated the condition of permanent residence within the territory of the Czech Republic, laid down in the Land Ownership Act, for persons claiming restitution. On 8 February 1996 the Parliament adopted Act No. 30/1996, which amended the Land Ownership Act, setting a new deadline for the lodging of restitution claims by the persons concerned, i.e. those who had not, until 31 January 1993, satisfied the permanent residence condition.", "On 17 July 1996 the applicant lodged an action for restitution of the land which the District Court granted on 26 October 1999. In a judgment of 26 November 2002 the Ostrava Regional Court (krajský soud) modified the District Court’s judgment in that it dismissed the applicant’s restitution action finding that on the date of 31 December 1992, he had not satisfied the restitution requirements laid down by the Land Ownership Act. Actually, he was not a Czech citizen and did not reside permanently on the territory of the Czech Republic. The court held that the amendment of Act No. 30/1996 did not concern the applicant’s case.", "On 25 November 2004 the Supreme Court (Nejvyšší soud) dismissed the applicant’s appeal on points of law.", "On 8 August 2005 the Constitutional Court dismissed the applicant’s constitutional appeal (ústavní stížnost) stating, inter alia, that on the date of 31 January 1993 (expiry of the time-limit for introducing restitution claims under the Land Ownership Act), the applicant had not been a Czech citizen and that the new time-limit set up in Act No. 30/1996 was not relevant in his case.", "On 8 July 1988 the applicant brought an action in the Žďár nad Sázavou District Court (okresní soud), claiming damages for an injury he had sustained when working in uranium mines.", "On 13 February 2007 the District Court stayed the proceedings following the applicant’s withdrawal of his action filed on 11 January 2007. This decision became final on 16 March 2007.", "1. On 23 April 1970 the applicant was dismissed from her work following a breach of the rules of work discipline. On 10 June 1970 she filed an action against her employer seeking to declare her dismissal null and void.", "It appears that the proceedings are still pending before the Czech courts.", "On 19 May 1998 the applicant lodged an action for unjust enrichment against a private building company with the Prague 2 District Court (obvodní soud). It appears that the proceedings are still pending before the national courts.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}