{"ITEMID": "001-98552", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VISLOGUZOV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 3 (substantive aspect);Violation of Art. 8;Violation of Art. 13;Violation of Art. 34;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Karel Jungwiert;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1965 and lives in Frunze, in the Kherson region.", "5. On 13 February 2001 the applicant was transferred to Pivnichna Correctional Colony no. 90 (“Colony no. 90”) to serve a prison sentence. The applicant was held in Colony no. 90 for the duration of his post-conviction detention except for several periods during which he was placed in prison hospitals and the Simferopol Pre-Trial Detention Centre (“the Simferopol SIZO”), as specified below.", "6. On 7 December 2005 the applicant was released.", "7. At the time of his arrival at Colony no. 90 the applicant was suffering from tuberculosis, weight loss, and chronic hepatitis.", "8. Following a medical examination in Colony no. 90, the applicant was prescribed a special diet in view of the weight loss. According to the applicant, the diet was unsatisfactory.", "9. In May and August 2001 and February 2002 the applicant was medically examined, X-rayed, and diagnosed with a dormant form of tuberculosis.", "10. On 11 May 2002, in response to complaints by the applicant, he was transferred to the hospital at Correctional Colony no. 10, where he was treated for chronic hepatitis for one month.", "11. In October 2002 and February and March 2003 the applicant was X-rayed but, apparently, no treatment followed.", "12. According to the Government, following complaints made by the applicant on 2 and 19 January and 17 September 2003, the medical department of Colony no. 90 diagnosed him with a neurological disorder and provided him with ambulatory treatment. According to the applicant, on several occasions during that period of time he was administered a psychotropic agent by force, which was detrimental to his health. The applicant did not complain to the domestic authorities on this account.", "13. Between 2 and 23 April 2003 the applicant was held in the hospital at Colony no. 10 and provided with medical treatment for weight loss.", "14. In October 2003 and May 2004 the applicant was again X-rayed without any further specific treatment being provided.", "15. Between September and November 2004 the applicant was held in the hospital at Colony no. 7 and treated for tuberculosis.", "16. According to the applicant, the medical treatment provided to him while in post-conviction detention did not improve his health in any manner.", "17. According to the Government, while in detention in Colony no. 90 the applicant was held with 15 other detainees in a unit measuring 60.1 m2. The unit was supplied with the required number of bunks and other furniture. The applicant had sufficient access to daylight, fresh air, and washing facilities. The nutrition was appropriate and complied with the domestic requirements.", "18. According to the applicant, in Colony no. 90 he was primarily held in a unit measuring 150 m2 with a total number of 200 detainees. Subsequently he was transferred to a unit measuring 50 m2 and was held there with 15 other detainees. He had to sleep on a worn-out mattress and pillow; the water supply and catering were inadequate. Overall, the hygienic and sanitary conditions were unsatisfactory.", "19. Between 4 November 2003 and 26 February 2004 the applicant was held in the Simferopol SIZO.", "20. According to the Government, in that facility the applicant was held in cells measuring:", "- 28.5 m2, in which the number of detainees varied from 10 to 14;", "- 27.5 m2, in which the number of detainees varied from 8 to 13;", "- 20.1 m2, in which the number of detainees varied from 3 to 5;", "- 15 m2, in which the number of detainees varied from 2 to 3;", "- 26.8 m2, in which the number of detainees varied from 8 to 14;", "- 26.5 m2, in which the number of detainees varied from 10 to 13;", "- 30 m2, in which the number of detainees varied from 11 to 14.", "All the cells were supplied with a sufficient number of bunks. The ventilation system was in good working order.", "21. According to the applicant, during his detention in the Simferopol SIZO he was placed in a cell measuring 30 m2, while the number of detainees amounted at least to 40. They had to take it in turns to sleep owing to the lack of bunks. Because the cell was overcrowded there was always a lack of fresh air.", "22. According to the applicant, while he was in post-conviction detention he filed complaints with State authorities on various issues. He did not send some of these letters through the prison administration, as required by the domestic law, but passed them to his wife who then posted them to the addressees. The applicant did so allegedly in order to avoid interception of the letters by the prison officials.", "23. On 25 February 2003 he was allegedly punished with fifteen days' confinement in a disciplinary cell for breaching the procedure for sending letters.", "24. On 31 July 2002 the applicant's wife sent a letter to the Court expressing intention to submit a formal application with the Court on behalf of the applicant. She indicated her home address only.", "25. On 4 September 2002 the Registry of the Court provided her with a copy of the Convention, application and authority forms as well as explanatory notes.", "26. On 21 October 2002 when visiting the applicant his wife handed the Court's letter to him. Shortly after that the prison officials seized the letter from the applicant on the ground that it had been obtained unlawfully.", "27. According to the Government, on the same day the letter was seized the prison officials examined all the documents contained therein and invited the applicant to take the seized items back, which he refused to do. In support of their contention, the Government provided a report drawn up by the prison officials documenting the applicant's refusal to collect the seized items. The report was signed by the applicant who added a comment that the facts described therein had been distorted.", "28. According to the applicant, the prison officials never attempted to return the letter despite his requests to that effect.", "29. By letter of 22 November 2002 the applicant's wife complained to the Court of the seizure and asked for assistance. The Court sent a new set of documents necessary for lodging an application.", "30. On 15 October 2003 the applicant submitted a completed application form and a letter authorising his wife to act on his behalf (dated 7 October 2003), and supporting materials.", "31. In accordance with Article 28 and 44 of the Code prisoners' correspondence was subject to monitoring by prison officials. Prison officials were not allowed to review only those of the prisoners' letters which were addressed to the prosecutor or the Ombudsman.", "32. Section 17 of the Act provides that persons suffering from tuberculosis detained in prisons should be treated in specialised prison hospitals.", "33. According to paragraph 31.2 of the Rules prisoners were allowed to send letters through the prison administration only.", "34. Under paragraph 35.7 of the Rules prisoners were forbidden to receive any documents, notes, drafts etc. from visitors during meetings.", "35. The relevant international reports and other materials concerning treatment of tuberculosis in Ukraine are summarised in the judgment in the case of Melnik v. Ukraine (no. 72286/01, §§ 47-53, 28 March 2006)."], "VIOLATED_ARTICLES": ["13", "3", "34", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}