{"ITEMID": "001-85442", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF AZIYEVY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life;Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1947 and 1949 respectively. They are married and had two sons: Lom-Ali Aziyev, born in 1973, and Umar-Ali Aziyev, born in 1974. They all lived in an apartment situated on the second floor of a block of flats at 49 Tukhachevskogo Street, Grozny.", "7. During the night of 24 September 2000 the applicants and their sons were asleep at home. At around 1.20 a.m. a group of eight armed men wearing camouflage uniforms and masks and carrying torches entered the applicants’ flat, having broken down the door. The men did not identify themselves. The applicants claimed that the men were members of the Russian military, since they spoke Russian and could move around freely in Grozny during the curfew.", "8. The men kicked the first applicant and beat him with machine guns. They aimed their guns at both applicants and ordered them to be silent.", "9. Thereafter the men proceeded to the applicants’ sons’ room. Without producing any documents to authorise their actions, the men searched the room and arrested Lom-Ali and Umar-Ali Aziyev. As the applicants’ younger son resisted, he was knocked off his feet, handcuffed and blindfolded. Then the men took away the Aziyev brothers, who only had their underwear on and were barefoot. One of the men also took a pair of shoes and a tape recorder. The second applicant’s attempts to obstruct the detention of her sons failed as the men threatened her with firearms. According to the applicants, the men assured them that they would check their sons’ identities and release them immediately afterwards.", "10. In the morning the applicants found their sons’ identity documents on a bedside table in the room. The room was in a mess and a sofa was broken.", "11. The applicants submitted that the neighbours had told them later that on that night armed men wearing masks, with torches, had been standing on all the landings of their building, between the first and the ninth floors. One of the women neighbours told them that she had been asked about the Aziyev brothers and that she had replied that they were “good boys”.", "12. In support of their statements, the applicants submitted two written accounts signed by five of their neighbours from the building, including Mr R., and one account from a man who lived in the building opposite theirs, about 30 metres away. They confirmed the applicants’ submissions and stated that in the early hours of 24 September 2000 the doors of two flats in that building had been broken down by a group of men wearing training shoes and armed with automatic rifles. They asked the neighbours about the Aziyev family, with whom the neighbours were on good terms. One of the neighbours saw the group of armed men walking afterwards towards the military roadblock at the intersection of Tukhachevskogo and Kaspara Streets.", "13. The applicants have had no news of their sons since.", "14. The Government did not dispute the circumstances of the Aziyev brothers’ detention as presented by the applicants. They submitted that during the night of 24 September 2000 unidentified persons wearing camouflage uniforms and masks and armed with automatic weapons had arrested the brothers L.-A. and U.-A. Aziyev at 49 Tukhachevskogo Street, apartment no. 79, and taken them away to an unknown destination. The same persons had caused physical injuries to the first applicant.", "15. On 24 September 2000, in the morning, the first applicant was taken by his neighbours to Hospital no. 9 and underwent a medical examination.", "16. The examination established that he had a craniocerebral injury, an avulsed wound (with detached tissue) in the temple area, a haematoma of the head as well as concussion, temporary blindness, a haematoma of the thorax and the subcutaneous stomach tissue, a haematoma of the scrotum, uraemia, fractured ribs and a contusion of the liver, of the kidneys and of the bladder.", "17. The first applicant submitted that he had had to stay in bed for about a month to recover.", "18. According to the Government, the first applicant had first notified the authorities of the beatings in February 2001. The first applicant argued that he had talked about his injuries to the investigators who had questioned him on 24 September 2000, and that he had mentioned the beatings in a letter to the prosecutor of the Chechen Republic dated 9 December 2000, a copy of which had been submitted to the Court.", "19. On an unspecified date the Grozny Town Prosecutor’s Office (“the Grozny prosecutor’s office”) ordered a forensic medical examination of the first applicant so as to ascertain whether there was a causal link between his injuries and the actions of unknown servicemen who had raided his flat on 24 September 2000 and beaten him.", "20. This examination was carried out on 8 February 2001. The report relied on a medical record indicating the results of the medical examination carried out on 24 September 2000 and confirmed that the injuries in question could have been sustained during the period and in the circumstances described by the first applicant.", "21. It appears that the first applicant’s allegations were investigated in the context of criminal proceedings brought in respect of the abduction of his two sons and that on 17 December 2003 he was granted victim status in that connection.", "22. In 2005 the investigating authorities ordered another forensic medical examination on the ground that the results of the examination of 8 February 2001 were unreliable. On 10 March 2005 experts reported that they had not found any signs of injury to the first applicant’s head, face or body, and that X-ray examinations had not disclosed any damage to the first applicant’s heart, lungs or ribs. With reference to the medical record made in Hospital no. 9 on 24 September 2000 the experts concluded that the injuries complained of by the applicant had been acquired on that date, and that the first applicant had been likely to have sustained those injuries during the period and in the circumstances described by him. The report also stated that there were no objective data to confirm the conclusion of the examination of 24 September 2000 that the applicant had had fractured ribs, concussion and contusions of the liver, of the kidneys and of the bladder.", "23. Since 24 September 2000 the applicants have repeatedly applied in person and in writing to various public bodies, including the district office of the Ministry of the Interior (“the ROVD”), prosecutors at various levels, a military commander’s office, the administrative authorities of Chechnya and the Special Envoy of the Russian President in the Chechen Republic for Rights and Freedoms. They have been supported in their efforts by two NGOs: Memorial and the SRJI. In their letters to the authorities the applicants referred to their sons’ detention and asked for assistance and details of the investigation. Mostly these enquiries have remained unanswered, or purely formal replies have been given in which the applicants’ requests have been forwarded to various prosecutors’ offices.", "24. The first applicant has also visited a number of detention centres and prisons in Chechnya as well as further afield in the Northern Caucasus, but has received no information as to the whereabouts of his sons.", "25. On 29 September 2000 the Grozny prosecutor’s office instituted a criminal investigation into the disappearance of the applicants’ sons under Article 126 § 2 of the Criminal Code (kidnapping of two or more persons by a group using firearms). The case file was assigned no. 12200.", "26. On 11 October 2000 the Grozny prosecutor’s office granted the second applicant victim status. According to the Government, she was notified of that decision the same day. From the applicants’ submissions it appears that they were not informed of that decision until May 2003, when they received a copy of it.", "27. On 29 November 2000 the Grozny prosecutor’s office suspended the criminal proceedings for failure to establish the identity of those responsible.", "28. On 9 December 2000 the first applicant wrote to the public prosecutor’s office of the Chechen Republic (“the Chechnya prosecutor’s office”) and stated the circumstances of his sons’ detention and of his injuries. He stated that his children had never taken part in the activities of illegal armed groups and asked for the persons who had committed the crime to be identified.", "29. In a letter of 19 January 2001 the Chechnya prosecutor’s office informed the applicants that the decision of 29 November 2000 had been set aside.", "30. On 1 February 2001 the investigation of the disappearance of Lom-Ali and Umar-Ali Aziyev was resumed.", "31. On 1 March 2001 the criminal proceedings in case no. 12200 were adjourned, since no culprits had been identified.", "32. On 11 September 2001 the second applicant submitted a complaint to the Chechnya prosecutor’s office. In it she outlined the circumstances of her sons’ detention and mentioned that in June 2001 she had seen a list of persons who had allegedly been detained at the Khankala military base and that the name of Lom-Ali Aziyev, detained on 23 September 2000, had been on that list.", "33. In a letter of 19 June 2002, in response to a request from Memorial on the applicants’ behalf, the Chechnya prosecutor’s office stated that the decision of 1 March 2001 had been quashed, and the investigation of the abduction of the Aziyev brothers reopened.", "34. In a letter of 30 July 2002 the Chechnya prosecutor’s office informed the applicants of the decision to reopen the criminal proceedings in case no. 12200.", "35. According to a letter from the Grozny prosecutor’s office dated 29 October 2002, the criminal proceedings were again suspended on 6 September 2002.", "36. In a letter of 17 September 2003 the Chechnya prosecutor’s office informed the applicants that the investigation of the disappearance of their sons had been suspended on 27 July 2003, as the perpetrators had not been found.", "37. It appears that some time later the investigation was resumed, as in a decision of 17 December 2003 the prosecutor’s office of the Leninskiy District of Grozny (“the Leninskiy district prosecutor’s office) declared the first applicant to be a victim of crime in case no. 12200.", "38. On 22 June 2005 the SRJI, on behalf of the applicants, requested the Leninskiy district prosecutor’s office to give them an update of the investigation of the kidnapping of the Aziyev brothers and to allow the applicants, as victims, access to the investigation file. In July 2005 the district prosecutor’s office replied that the investigation had been adjourned on 28 April 2005 and that all the necessary investigative measures had been taken. The second applicant was invited to access the file at the prosecutor’s office during working hours.", "39. On 1 November 2005 the Leninskiy district prosecutor’s office informed the first applicant that the investigation had been resumed. On 1 December 2005 the first applicant was informed that the investigation had been adjourned and of his right to appeal.", "40. The applicants submitted that their health had deteriorated significantly since the events of 24 September 2000 and the disappearance of their sons. They presented a number of medical documents, according to which the first applicant was suffering from the consequences of a stroke and the second applicant had chronic hypertension and rheumatological problems.", "41. In their observations the Government did not dispute the information concerning the investigation of the abduction of the Aziyev brothers as presented by the applicants. Relying on information obtained from the General Prosecutor’s Office, they referred to a number of other procedural steps taken by the investigation which had not been mentioned by the applicants. However, despite specific requests from the Court and two reminders, the Government did not submit copies of most of the documents to which they referred (see below).", "42. With reference to the information provided by the Prosecutor General’s Office, the Government submitted that the investigation of the abduction of Lom-Ali and Umar-Ali Aziyev and the inflicting of injuries to the first applicant by “unidentified masked men in camouflage uniforms with machine guns” had commenced on 29 September 2000. They further submitted that an investigator from the Grozny prosecutor’s office had examined the scene of the incident on 24 September 2000, but “had not found any evidence of crime”. The investigator also questioned the applicants.", "43. The first applicant was questioned further on 22 June 2002, 17 December 2003, 21 February and 5 April 2005, and the second applicant was questioned as a witness on 11 October 2000 and 22 June 2002. The applicants were granted victim status on 17 December 2003 and 11 October 2000 respectively.", "44. In April 2005 new charges were brought against the same unidentified persons who had stolen the applicants’ property. The Government submitted that in September 2006 the investigation had sent requests to all the district departments of the interior in Chechnya with the aim of establishing the whereabouts of the pair of shoes and video player stolen from the applicants.", "45. As the Government stated, the investigation questioned a number of witnesses. On unspecified dates two of the applicants’ neighbours, including Mr. R., testified that during the night of 24 September 2000 “unidentified armed men in camouflage uniforms had burst into their flat, checked their documents and then left”. Mr R. had been additionally questioned in October and November 2006, when the investigation decided that no further criminal investigation would be opened, as the witness had not sustained any damage.", "46. In November 2005 and October 2006 the investigation questioned twelve persons, some of them the applicants’ relatives and neighbours. According to the Government, they confirmed the arrest of the Aziyev brothers in September 2000 by unidentified armed men. Apparently, the witnesses were mostly aware of this event by hearsay. According to the Government, it was impossible to find other witnesses in the case.", "47. The Government submitted that the investigating authorities had sent a number of queries to various State bodies on 11 October 2000, 3, 10, 11 and 16 February and 23 October 2001, 21 June 2002, 1 December 2003, 14 February and 2 November 2005 and had taken other investigative measures, but did not specify what those measures had been. They also submitted that in April 2005 the investigation had sent requests to all district departments of the interior in Chechnya with the aim of establishing the whereabouts of the Aziyev brothers; however, no relevant information had been obtained. The Government referred to a reply from the criminal police Department of the Ministry of the Interior of Chechnya, which had stated that the two men had not been detained by that body and had not been delivered to the law-enforcement authorities.", "48. According to the documents submitted by the Government, between September 2000 and November 2006 the investigation was suspended and resumed on eight occasions, and has so far failed to identify those guilty. In the latest decision to resume the investigation, dated 10 November 2006, the deputy prosecutor of the Leninskiy district prosecutor’s office criticised the progress of the investigation and stated that a number of important investigative steps should be taken without delay. These included the following actions:", "“ – to collect his sons’ identity documents from [the first applicant];", "- to obtain full descriptions of the brothers U.-A. and L.-A. Aziyev;", "- to question the applicants further in order to find out which language the abductors spoke;", "- to make a legal assessment of the actions of the persons who unlawfully broke into the apartments of [the applicants] and [their neighbour Mr. R.];", "- to question the sister of the two kidnapped men;", "- to question the inhabitants of the nearby houses in order to find out whether they saw servicemen walking to the checkpoint that night.”", "The Government further submitted that the progress of the investigation was being supervised by the Prosecutor General’s Office. According to the Government, the applicants had been duly informed of all decisions taken during the investigation.", "49. Despite specific requests by the Court the Government did not disclose most of the contents of criminal case no. 12200, providing only copies of decisions to suspend and resume the investigation and to grant victim status, as well as of several notifications to the relatives of the adjournment and reopening of the proceedings. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "50. On 30 December 2002 the SRJI applied on the applicants’ behalf to the Leninskiy District Court of Grozny (“the District Court”), complaining that the Grozny prosecutor’s office had failed to investigate the disappearance of Lom-Ali and Umar-Ali Aziyev effectively.", "51. On 19 May 2003 the District Court dismissed that complaint, having found that the investigating authorities had taken all necessary measures to find the Aziyev brothers and those involved in their abduction. The applicants did not appeal against that decision. In their submissions to the Court they alleged that they had been unable to do so, as they had not been notified of the court session and that the decision in question had been taken in their absence. From the copy of the court decision submitted by the Government it transpires that the first applicant attended the court session.", "52. Until 1 July 2002 criminal law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "53. Article 161 of the new CCP establishes the rule that data from a preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from an investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}