{"ITEMID": "001-97266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "VODA v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Mihai Vodă, is a Romanian national who was born in 1947 and lives in Bucharest. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant worked as senior economist in the company C. (“the company”), a former State-owned company, which has operated since 1995 as a joint stock corporation with mainly private capital.", "4. On 23 August 1991 the applicant was dismissed from his job. He challenged that decision and on 6 October 1994 the Bucharest District Court (“the District Court”) ordered his reinstatement and payment of a sum of money for overdue salary. That judgment became final on 17 October 1996.", "5. On 5 December 1996 the company decided to reinstate the applicant, but indicated that it was impossible to reinstate him in his previous job, since that post was no longer available following the company’s privatisation, and therefore terminated his employment contract. However, on 18 December 1996 the company issued an employment contract for the applicant, stating that he was reinstated in his previous position. The applicant was informed of that contract on 27 January 1997, but it was only in 2003 that he sought its annulment. In a final decision of 17 December 2004 the Bucharest Court of Appeal (“the Court of Appeal”) allowed the action, noting the absence of the applicant’s consent and also the non-existence of the relevant post at that time.", "On 27 January 1997 the company altered the period of notice established in its decision of 5 December, and on 29 January 1997 it paid the amount ordered by the court.", "6. On 26 October 1998 the District Court annulled the two decisions of 5 December 1996 and 27 January 1997 and ordered the company to reinstate the applicant in his previous job or in an equivalent post, to pay him 46,752,030 Romanian lei (ROL) in overdue salary for the period April 1996 to October 1998, and also to pay him the corresponding salary until effective reinstatement. In its reasoning, the court accepted the assessment of damages proposed by the applicant based on a monthly wage of 167.57 United States dollars (USD). That judgment became final on 1 September 1999.", "7. On 14 April and on 30 June 1999 the District Court ordered the attachment of the company’s financial assets up to ROL 46,752,030. On 3 November 1999 the company paid that amount.", "8. On 12 October 1999 the company informed the corresponding State agency of the impossibility to reinstate the applicant, but on 18 October 1999 invited him to its headquarters to discuss the reinstatement. The applicant went on 28 October 1999, but no agreement was reached.", "9. On 28 June 2001 the applicant requested the bailiff P.A. to enforce the judgment by seizure of the company’s assets. Having the court’s approval, the bailiff instructed the BCR bank to attach the company’s financial assets. On 25 July 2001 the bank refused to perform that seizure in the absence of a writ of execution for that amount of USD 7 800.95, which represented, according to the applicant, the updated sum of the overdue salary, granted by the final judgment of 26 October 1998.", "10. On 26 July 2001 the applicant requested the court to validate that seizure. On 28 September 2001 the District Court declared the action inadmissible, since the company’s accounts had been blocked under the provisions of Government Ordinance no. 11 of 23 January 1996 (“Ordinance no. 11/1996”) regarding enforcement of budgetary financial claims, and therefore the enforcement had to be carried out under those provisions by the financial administration, not by the courts.", "11. On 14 November 2001, following the decease of the bailiff P.A., the execution file was transferred to the bailiff D.M.", "12. On 22 November 2001 the District Court dismissed an objection to execution by the company. That judgment became final and a further objection was dismissed on the basis of the res judicata principle.", "13. On 11 December 2001 the bailiff D.M. sought the attachment of company’s accounts at the BCR bank and on 7 January 2002 he updated the amount. On 8 January 2002 the bank informed the bailiff that it could not proceed with that seizure since the amount claimed was not clearly based on an enforceable title.", "On 11 February and 8 March 2002, at the applicant’s request, the bailiff carried out new seizures, informing both the company and the enforcing court.", "14. Furthermore, on 21 December 2001 the applicant requested the Bucharest Employment and Vocational Training Agency (the “AMPOFM”) to continue enforcement under Ordinance no. 11/1996. On 29 March 2002 he lodged an administrative action against that agency, alleging refusal to bring the execution to a conclusion. The Bucharest County Court (“the County Court”) dismissed that action on 4 July 2002, finding no refusal by the AMPOFM, which on 14 February 2002 had seized the company’s accounts under a warrant of execution from 17 January 2002. In the absence of any appeal, that judgment became final.", "15. On 2 October 2002 the District Court, in private, approved the continuation of enforcement by the AMPOFM.", "16. On 15 November 2002 the applicant brought summary proceedings against the company, the BCR bank and the AMPOFM, seeking to remove impediments to recovery of the debt. On 29 November 2002 the District Court declared the action inadmissible, considering firstly that his request would amount to a decision on the merits, not to a provisional measure, and secondly that there was no urgency. A further appeal by the applicant was annulled for lack of payment of the stamp duty, by a final decision of 17 February 2003.", "17. On 3 February 2003 the AMPOFM requested the BCR bank to attach the company’s assets up to USD 9,141.51, and on 9 April 2003 referred the case back to the bailiff D.M., to continue with the execution.", "18. On 14 April 2003, upon a request by the applicant, the bailiff updated the debt and carried out a seizure for USD 10,817.21 in respect of overdue salary up to December 2002.", "19. The bailiff requested the court’s endorsement. On 6 June 2003 the District Court upheld the seizure, and on 11 December 2003 the Court of Appeal authorized the attachment of the company’s assets in the BCR bank up to USD 10,817.21. That judgment became final. The company’s subsequent objection to execution was dismissed on 22 April 2004 by the District Court.", "20. On 18 July and 11 September 2003 the applicant received USD 286.88 and USD 2,817.19 respectively. On 20 January 2004 the District Court attached the accounts of the BCR bank in the National Bank of Romania (“BNR”) up to USD 7,712.36.", "21. On 6 December 2004 the bailiff certified that the applicant had recovered the whole debt under the judgment of 26 October 1998, corresponding to salary arrears for April 1996 – December 2002 inclusive, until his employee status had ceased because of retirement (see below).", "The applicant also acknowledged in a letter of 14 December 2004 addressed to a domestic court that he had received the above-mentioned amount of USD 10,817.21.", "22. On 19 March 2002 the applicant complained that the bailiff had declined to record the company’s refusal to enforce the 1998 judgment. On 10 April 2002 the District Court considered that request as exceeding the bailiff’s competence.", "23. On 2 August 2002 the bailiff declined to continue with the enforcement on grounds, inter alia, of non-payment by the applicant of the execution fees. The applicant contested that refusal before the court, but on 27 September 2002 the District Court dismissed his request, since he had not paid those fees. That judgment became final, since a further appeal by the applicant had lapsed.", "24. On 24 February 2003 the applicant filed a complaint against the bailiff before the Bailiffs’ Chamber and demanded his replacement. On 6 March 2003 the Chamber rejected his allegations and refused replacement since, at that moment, the enforcement was being carried out by the AMPOFM (see paragraph 17 above).", "25. On 10 October 2003 the applicant requested the bailiff to seize the company’s assets up to USD 1,023.81, representing the difference for January – October 2003 between salary and pension. On 28 October 2003 the District Court allowed a seizure up to the amount stipulated in the judgment of 26 October 1998.", "However, by an official record of 6 December 2004 the bailiff declined to update that difference, since the 1998 judgment had not granted such a right, nor had the above-mentioned court decision of 28 October 2003.", "The applicant lodged an action against the bailiff. Eventually on 21 July 2006 the District Court dismissed that action, considering that the bailiff’s task was to enforce an instrument of title, whereas the impugned difference between salary and pension was not provided for either in the 1998 judgment or in the court decision of 28 October 2003. That judgment became final, since an appeal by the applicant had lapsed.", "26. On 7 December 2005 the applicant requested the bailiff to certify in an official record that the company had disregarded the obligation to reinstate him. By a statement of 8 December 2005 the bailiff considered that request as amounting to establishment of a factual situation, which could have been legally made only on the basis of a court judgment.", "The applicant complained before the court, but on 20 January 2006 the District Court dismissed the action, since the bailiff had acted lawfully. That judgment became final.", "27. On 20 August 2002 the applicant sought payment by the company to the State of his social security, unemployment and pension insurance contributions, and income taxes. By final decisions of 26 January 2004 and 11 January 2007 the Court of Appeal quashed the judgments of the lower courts and sent the case back for fresh examination. The proceedings are still pending.", "28. On 23 October 2002 the District Court referred to the prosecutor a criminal complaint by the applicant against the head of the company for, inter alia, non-enforcement of the 1998 judgment in respect of reinstatement. According to the applicant, the prosecutor had not informed him of any solution.", "29. On 2 March 2006 the District Court, in an unappealable interlocutory decision, declared inadmissible an action against the company for a daily pecuniary penalty for failure to comply with the judgment of 26 October 1998. The court held that the applicant had not complied with the provisions of the Code of Civil Procedure, which provided that a claim for a daily pecuniary penalty could be lodged only at the enforcement stage and following a summons addressed to the debtor.", "30. On 10 January 2003 the National Fund of Pensions and Other Social Insurances (the “CNPAS”) certified the applicant’s unfitness for work.", "31. On 20 January 2003 the applicant made a request to retire on grounds of disablement and on 27 January 2003 he informed the AMPOFM that the company owed him salaries for the period April 1996 to December 2002.", "32. On 7 April 2003 the Bucharest District Fund of Pensions (the “CPMB”) allowed the applicant’s request to retire and granted him a disablement pension starting from 20 January 2003.", "33. On 10 October 2003 the applicant requested the bailiff to carry out a seizure in respect of the difference between salary and pension, for January – October 2003. The bailiff carried out that seizure, but the company contested it. By a final decision of 17 November 2004 the County Court annulled the seizure in part. It held that the company had paid the pecuniary damage under the 1998 judgment and that the company’s obligation to pay salaries had lasted only until the applicant lost his work capacity, since Article 56 (d) of the Labour Code made provision for de jure termination of a work contract on the date of communication of the retirement decision.", "34. On 11 October 2006 the District Court consented, in private, to a request by the bailiff to attach the company’s assets in the BCR bank, for salaries corresponding to January 2003 – September 2006. On 26 October 2006 the bailiff carried out that seizure.", "However, on 18 December 2006 the District Court allowed an objection by the company and annulled that seizure. It considered that the company’s obligation to pay salaries had lasted until reinstatement, which was no longer possible since the applicant had chosen to retire. The court also held that the 1998 judgment had not given the applicant a right to the difference between salary and pension. That judgment became final.", "35. On 12 December 2006 the Court of Appeal dismissed by a final decision an action by the company against the applicant, seeking to establish the latter’s refusal to be reinstated and also the lapse of his right to enforce the 1998 judgment in respect of reinstatement.", "The court held that the obligation of reinstatement was an obligation of performance intuitu personae, depending exclusively on the debtor’s willingness and which could not be carried out by forced execution. It further considered that the 1998 judgment ordered the company to reinstate the applicant, but also established an equivalent method of enforcement of that obligation by payment of salaries until effective reinstatement. That judgment had not established two different obligations, but only one obligation to act, which was to be enforced either in kind by the company, or by equivalent, the latter being the only possibility for the applicant to coerce the debtor.", "The court also noted the company’s refusal to reinstate the applicant and its unrealistic intentions in that respect (see paragraph 8 above).", "36. On 17 May 2007 the bailiff D.M., upon a request by the applicant, carried out a seizure on the company’s assets for outstanding salaries for January 2003 – April 2007.", "On 21 August 2007 the District Court allowed an objection by the company to that seizure. The court held that the company could no longer reinstate the applicant since he had chosen to retire, and that the company’s obligation to pay salaries had lasted until retirement. By the time of retirement, the company’s obligation to pay salaries under the 1998 judgment had been enforced. Therefore the company’s obligation to pay salaries had ceased and the applicant could not claim salary and pension payments concurrently. In the absence of any appeal, that judgment became final.", "37. The relevant domestic law is described in Roman and Hogea v. Romania ((dec.), no. 62959/00, 31 August 2004) and Sacaleanu v. Romania (no. 73970/01, 6 September 2005)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}