{"ITEMID": "001-4979", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TEWS v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1956 and residing in Linz. He is a lawyer by profession.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "I. Proceedings for reduction of maintenance payments", "On 29 April 1991 the Linz District Court (Bezirksgericht) dissolved the applicant’s marriage. The District Court based its decision on an agreement which the applicant and his wife had concluded the same day in court providing, inter alia, for maintenance payments by the applicant to his two children.", "On 17 May 1991 the applicant remarried and subsequently adopted the child of his present wife.", "On 11 November 1991 the applicant introduced a request with the Linz District Court for reduction of maintenance payments and referred to his new obligation to maintain his present wife and child.", "On 14 November 1991 the District Court dismissed the request. On 3 December 1991 the applicant appealed. On 17 December 1991 the District Court nevertheless appointed a book-keeping expert to assess the applicant’s income. On 7 January 1992 the applicant also appealed against this decision. On 10 and 19 March 1992 the District Court heard the parties at the applicant’s request on the appointment of the expert.", "On 9 April 1992 the Linz Regional Court (Landesgericht) quashed the District Court’s decision of 14 November 1991 and upheld the District Court’s decision of 17 December 1991 to appoint a book-keeping expert. As regards the decision of 14 November 1991 the Regional Court noted that the issue of the reduction of maintenance payments was closely connected with the provisions in the agreement of 29 April 1991 for the recalculation of maintenance payments. The Guardianship Court (Vormundschaftsgericht) had refused to approve part of the agreement but had failed to decide whether it also disapproved of some remaining provisions relevant to the issue. The District Court should therefore have only decided on the applicant’s request once this issue had been clarified.", "On 8 May 1992 the District Court found that there was no need to approve the remaining parts of the agreement of 29 April 1991. The applicant appealed against this decision. On 25 June 1992 the Regional Court quashed the District Court’s decision.", "On 9 July 1992 the District Court decided not to give its approval to the remaining part of the agreement of 29 April 1991. It found that it was not in the interests of the children to grant them maintenance payments at a fixed percentage of the applicant’s income. Such a method would not take into account any increasing needs of the children. The applicant appealed against this decision.", "On 30 July 1992 the Regional Court dismissed the applicant’s appeal but granted an ordinary appeal on points of law (ordentlicher Revisionsrekurs) as it considered that there existed no case-law on partial approval of maintenance agreements concluded in the course of divorce proceedings.", "On 31 August 1992 the applicant introduced the appeal on points of law, which was dismissed on 22 March 1993 by the Supreme Court (Oberster Gerichtshof).", "On 18 November 1993 the applicant applied for a time-limit to be fixed for the seeking of the expert opinion. On 9 December 1993 the court file was transmitted to the appointed expert, who submitted his expert opinion to the District Court on 3 February 1994.", "On 14 February 1994 the District Court dismissed the applicant’s request for reduction of maintenance payments. The applicant appealed and also challenged the court clerk (Rechtspfleger) for bias.", "On 15 April 1994 the Regional Court quashed the District Court’s decision of 14 February 1994. On 29 July 1994 the President of Linz District Court rejected the applicant’s challenge for bias.", "On 18 August 1994 the District Court again dismissed the applicant’s request for reduction of maintenance payments. The applicant appealed.", "On 29 August 1994 the applicant again challenged the court clerk dealing with his case for bias, as well as the President of the District Court who on 29 July 1994 had rejected the applicant’s previous challenge.", "On 29 September 1994 the Regional Court decided the applicant’s appeal against the District Court’s decision of 18 August 1994. It partially confirmed the District Court’s decision and partially granted the applicant a reduction of maintenance payments. On the same day it dismissed the applicant’s bias contention.", "On 14 December 1994 the applicant introduced an extraordinary appeal on points of law (außerordentlicher Revisionsrekurs), which on 25 April 1995 was granted by the Supreme Court insofar as it concerned the partial reduction of maintenance payments, referring the case back to the first instance court. It considered that the extraordinary appeal granted only if there is insufficient case-law concerning a legal issue was admissible in the interests of legal certainty and uniformity.", "On 11 July 1995 the competent Judge, A.E., requested that the President of the District Court be withdrawn from the case for bias. On 11 September 1995 the applicant filed an application for a time-limit to be set for the delivery of a decision on that request. On 19 September 1995 the President himself requested that he be withdrawn from the case for bias. Both requests were dismissed. Judge A.E.’s further appeal, dated 21 November 1995, was rejected on 7 December 1995.", "Meanwhile, on 11 October 1995 the applicant had filed an application challenging the probable substitute Judge G. for bias. Moreover, on 10 November 1995, the applicant filed a motion challenging Judge A.E. for bias. On 19 January 1996 he filed an application for a time-limit to be set for the delivery of a decision on his latter request.", "His applications were dismissed on 6 November 1995 and 17 January 1996, respectively. On 22 March 1996 the Linz Regional Court (Landesgericht), following the applicant’s appeal, withdrew Judge A.E. from the case.", "On 11 April 1996 Judge K.S. was appointed to deal with the case but was also challenged for bias by the applicant on 17 April 1996. On 29 April 1996 Judge R.K. was appointed to deal with the case.", "On 10 July 1996 the court clerk issued a summons for a hearing scheduled for 8 August 1996.", "On 22 July 1996 the applicant requested a time-limit to be fixed for the continuation of the proceedings. On 8 August 1996 this application was dismissed because correspondence had crossed.", "On 24 July and 23 August 1996 the applicant, and on 14 August 1996 the defendants, filed pleadings with the court.", "On 18 September 1996 an expert was appointed in order to establish the applicant’s income and financial position. On the same day the Linz District Court rendered a partial judgment on the maintenance claim, the decision on the remainder being postponed until the delivery of the expert opinion.", "On 7 October 1996 the applicant filed a motion requesting a time-limit to be fixed for the delivery of the decision on the reduction of maintenance payments.", "On 14 October 1996 the applicant, as well as the defendant, appealed against the District Court’s decision of 18 September 1996. On the same day the District Court, deciding on the remainder of the applicant’s claim, refused the reduction of the maintenance payments and, instead, ordered their increase. It noted that an exact evaluation of the applicant’s financial position had not been possible as the applicant had not provided the expert with the necessary documents. Therefore it had to be presumed that the applicant could afford the fixed amount of maintenance because otherwise he would have given the relevant documents to the expert.", "On 18 October 1996 the applicant appealed. On 13 February 1997 the Linz Regional Court partly granted the appeals of 14 and 18 October 1996. The applicant as well as his children appealed from this decision.", "On 25 November 1997 the Supreme Court dismissed the appeals. The decision was served on the applicant in January 1998.", "II. Official liability proceedings", "The applicant instituted official liability proceedings (Amtshaftung) against the State claiming compensation for damages resulting from legal errors and delays caused by the court clerk. His claim related to the written pleadings of 25 August 1993, 23 February 1994, 28 July 1994, 29 August 1994, his motions for a time-limit to be fixed of 18 November 1993 and 23 March 1993, and his appeals of 3 December 1991, 22 May 1992 and 22 February 1994, which had been prompted by the court clerk’s conduct. He argued that the State was also liable for the proper organisation of court proceedings which had failed in his case because a secondary file concerning only the maintenance matters should have been opened much earlier due to the complexity of the litigation.", "On 8 June 1995 the Linz Regional Court granted compensation in respect of six pleadings and appeals. It noted in particular that the delay of more than two years, as from 11 November 1991, when the applicant had introduced the request for reduction of maintenance payments, until 9 December 1993, when the file finally had been transferred to the expert, had been too long, which engaged the State’s liability and obligation to pay damages.", "The applicant appealed against this decision insofar as his appeal of 3 December 1991 against the Linz District Court’s decision of 14 November 1991 was concerned. He did not appeal against the remainder of the above decision.", "On 5 March 1996 the Linz Court of Appeal granted the applicant’s appeal and awarded further damages."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}