{"ITEMID": "001-111006", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ILIEVA AND GEORGIEVA v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Georgieva;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, Ms Patka Georgieva Ilieva and her daughter, Ms Petya Silvestrova Georgieva, are Bulgarian nationals who were born in 1950 and 1969 respectively and live in Trastenik. The respondent Government were represented by Mrs M. Dimova, of the Ministry of Justice.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants lived together next door to the first applicant’s brother, G.M. G.M. lived with his wife T.M. and their son S.M. The first applicant’s mother, an elderly woman, used to live with G.M., but following a dispute with him moved in with the first applicant and her daughters.", "4. The first applicant and G.M. had also had a long-running dispute. The move of their mother exacerbated the rift between the neighbours. It appears that their ongoing conflict prompted the police to warn them several times not to harass each other or their families. On various occasions the applicants and G.M. lodged actions and complaints with the competent authorities, alleging harassment and unlawful conduct.", "5. On 28 July 2002 the first applicant and her other daughter argued with G.M. over the presence of a brick wall between the two yards. The tension escalated and someone called the police. There is contradictory information regarding the incident but, in any event, the police officers warned G.M. not to physically or psychologically harass the applicants.", "6. At about 7.30 a.m. the next day, 29 July 2002, the applicants, the first applicant’s other daughter and two grandchildren, who were minors, were walking past G.M.’s house, heading towards the children’s school. The first applicant’s mother was standing at the front door of their house.", "7. There is conflicting evidence about the events which followed. During the ensuing investigation, the applicants claimed that when G.M. noticed them walking down the street, he started throwing stones at them. According to the applicants he was still feeling angry about the incident of the day before. Despite the provocation, the applicants simply told him to stop and continued walking. According to the applicants, G.M. and T.M. took advantage of the fact that the applicants were leaving and started verbally abusing G.M.’s mother. The latter began calling for help.", "8. G.M. and T.M. contested this account of the events and maintained that the argument had started when, while having their morning coffee, they heard the mother murmuring obscenities at G.M. and were drawn into an argument with her. In their view, at that point the elderly woman started complaining loudly of harassment.", "9. It appears that when they heard the elderly woman’s cries, the first applicant and her daughters rushed back and engaged in a physical fight with T.M. G.M. got involved and started hitting the applicants, according to them with something resembling a hoe. The first applicant allegedly started exerting pressure on his testicles. Having heard the commotion, S.M. ran out of the house and joined in the fight, hitting the applicants with a stick. In their statements during the investigation the applicants claimed that G.M., T.M. and S.M. also shouted obscenities at them.", "10. The fight apparently did not last a long time. Shortly after it was over the applicants made a complaint at the police station and visited a doctor. The doctor noted in his report that the first applicant had sustained the following injuries: a wound of 5 by 15 mm with uneven sores around the edges on the left side of the back of her head; swelling, a bruise and a small wound of 5 by 7 mm in the left corner of her mouth; a bruise of 40 by 80 mm on the back of her left forearm; a welt across the buttocks of 100 by 250 mm; and abrasions on both knees. The second applicant had swelling and a bruise of 8 by 10 mm with a ruptured mucous membrane on the inside of her left cheek.", "11. On the same day the applicants filed a complaint with the Pleven district prosecutor. On 10 October 2002 the police warned G.M., T.M. and S.M., in writing, not to physically and psychologically harass the applicants.", "12. It appears from the applicants’ submissions that by a decree of an unspecified date the district prosecutor refused to open criminal proceedings on the ground that the actions complained of constituted minor bodily harm and proceedings were to be taken on the basis of a private criminal complaint lodged with the court.", "13. Following that, on 8 November 2002 the applicants brought a private criminal complaint before the Pleven District Court against G.M., T.M. and S.M for inflicting minor bodily harm and insulting them in public.", "14. At a hearing on 20 November 2003 the court accepted for examination the applicants’ civil claims together with their private criminal complaint.", "15. Between 20 November 2003 and 16 June 2005 the court held several hearings and heard a number of witnesses.", "16. In a decision of 16 June 2005 the court discontinued the proceedings and transferred the case to the prosecutor on the ground that the actions complained of constituted hooliganism, a crime which was subject to public prosecution. The parties did not appeal against the decision.", "17. The prosecutor examined the case file in the light of the court’s findings that the legal characterisation of the offence was hooliganism. By a decree of 7 July 2005 he refused to open criminal proceedings against G.M., T.M. and S.M., stating once again that the criminal characterisation of the actions complained of was minor bodily harm, to be prosecuted by means of a private criminal complaint.", "18. The applicants learned about the prosecutor’s decree of 7 July 2005 on an unspecified date. It appears that the first applicant’s appeal against the decree resulted in the case being remitted to the district prosecutor with instructions. However, the applicants failed to submit any information about the reasons for the remittal or about any subsequent actions of the district prosecutor.", "19. Meanwhile, the prosecutor sent his decree of 7 July 2005 to the Pleven District Court. By a judicial order of 13 July 2005 the judge rapporteur who had previously been in charge of the case withdrew and, on the same date, another judge was appointed.", "20. On 21 April 2006 the court held a hearing but decided to discontinue the examination of the case against G.M., T.M. and S.M., noting that the court’s decision of 16 June 2005 had become final and put an end to the criminal proceedings against G.M., T.M. and S.M. The court further noted that in view of the discontinuance of the proceedings by a final act, the steps undertaken by the court, namely the withdrawal of the previous judge rapporteur and the appointment of a new one, were irrelevant. In view of this, it also stated that its findings were not subject to appeal.", "21. Nevertheless, the applicants challenged the court’s decision. In a decision of 12 July 2006 the Pleven Regional Court upheld the District Court’s findings, in particular its conclusion that the court’s decision of 16 June 2005 had put an end to the criminal proceedings against G.M., T.M. and S.M.", "22. On an unspecified date, but apparently before 12 July 2006, the first applicant sent another complaint concerning the same matter to the Pleven District Court, which transferred it to the district prosecutor. On 9 October 2006, the district prosecutor refused to open criminal proceedings. The prosecutor stated that at the time the applicants submitted their complaint to the District Court, criminal proceedings had been pending before the District Court on the same facts, which prevented the institution of criminal proceedings by a public prosecutor. It appears that the decree became final shortly thereafter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}