{"ITEMID": "001-58403", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1999, "DOCNAME": "CASE OF DEMIRTEPE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. On 5 April 1993 the applicant, who was then in Villeneuve-lès-Maguelonne Prison serving an eighteen-year sentence for murder imposed by the Assize Court of the Hérault département, lodged a criminal complaint with the senior investigating judge at the Montpellier tribunal de grande instance against the prison mail officer for breach of the secrecy of correspondence. He also lodged a concomitant application for leave to join the criminal proceedings as a civil party.", "7. The applicant alleged in his complaint that since being imprisoned in Villeneuve-lès-Maguelonne Prison he had received a number of letters from his lawyers, the judiciary, the prison social services and the prison chaplain that had already been opened, in breach of Articles D. 69, D. 262, D. 438 and D. 469 of the Code of Criminal Procedure and Article 8 of the Convention.", "8. In an order of 24 October 1994 the investigating judge of the Montpellier tribunal de grande instance ruled that there was no ground for bringing criminal proceedings for breach of the secrecy of correspondence because there was “insufficient evidence that anyone had committed the offence of breaching the secrecy of correspondence referred to in the complaint”.", "9. The applicant appealed against that decision to the Indictment Division of the Montpellier Court of Appeal. In a judgment of 6 April 1995 the Court of Appeal upheld the decision and dismissed the appeal. As to whether the actus reus of the offence had been made out, the Court of Appeal held that it had for the following reasons:", "“It should be pointed out in the instant case that while there is general provision for interference by the prison authorities with prisoners’ mail, such interference is formally prohibited by Articles D. 69, D. 262, D. 438 and D. 469 of the Code of Criminal Procedure in respect of letters to prisoners from their defence lawyers, from administrative and judicial authorities, from prison chaplains and from social workers belonging to one of the departments of the Ministry of Justice.", "The evidence shows that letters falling into the categories referred to above, addressed to Demirtepe, were opened by the prison staff and that the administrative departments of Villeneuve-lès-Maguelonne Prison admitted opening them since the staff employed in the mail department mentioned opening letters in error owing to the volume of mail received and the use of an electric machine. Furthermore, among the documents filed in evidence were a number of envelopes which had clearly been marked so as not to be censored but had evidently been opened by a machine. Lastly, there is also a letter from the deputy governor of the prison accompanying a letter which had, according to him, been opened in error.", "...”", "10. The Court of Appeal found, however, that although the actus reus of the offence complained of by the applicant had been established, that is to say that letters had been opened, the prison mail department could not be held collectively liable, nor could the officer in charge of it be held individually liable. It upheld the decision that no prosecution should be brought.", "11. The applicant lodged an appeal on points of law against that judgment. The Court of Cassation dismissed his appeal in a judgment of 14 May 1996, which was served on him on 20 August 1996.", "12. The relevant Articles of the Code of Criminal Procedure provide:", "“Sealed letters sent from remand prisoners to their defence lawyers and from defence lawyers to remand prisoners are not subject to the censorship referred to in Article D. 416 if it can be unequivocally ascertained that such letters are genuinely intended for the defence lawyer or have been sent by him.”", "“All prisoners shall be entitled to submit an application or a complaint to the governor of the prison, who shall grant him a hearing if the ground on which he relies is sufficient.", "Any prisoner may request a hearing by the judges and officials responsible for inspecting or visiting the prison, without any member of the prison staff being present.”", "“A prisoner or party adversely affected by an administrative decision can apply for it to be referred to the regional director if the decision was made by a prison governor, or to the Minister if it was made by a regional director.", "However, any decision taken pursuant to powers conferred by law, regulations or a ministerial circular shall be immediately enforceable notwithstanding recourse to the remedy provided for above.”", "“Prisoners may at any time send letters to the French administrative or judicial authorities, a list of which is drawn up by the Minister of Justice.", "Such letters may be sent sealed and are accordingly not subject to any censorship; they must be dispatched without delay.", "Any prisoner who takes advantage of the above provision to make insulting remarks, threats or defamatory allegations or to repeat unjustified complaints which have already been dismissed shall be liable to a disciplinary penalty, without prejudice to any criminal penalties.”", "“Letters to and from prisoners must not be encoded and must not contain any coded sign or character.", "They shall be stopped if they contain specific threats to the security of persons or of prisons.”", "“… all prisoners’ incoming and outgoing mail may be read for the purposes of censorship.", "Letters to and from remand prisoners shall also be sent to the judge in charge of the investigation as and when that judge requires.", "Letters which do not comply with the legal requirements may be stopped.”", "“Prisoners may always correspond freely in sealed envelopes with the prison chaplain. That right cannot be withdrawn as part of any disciplinary penalty.”", "“Correspondence between prisoners and social workers belonging to one of the departments of the Ministry of Justice may be undertaken freely in sealed envelopes.”", "13. Article 29, third paragraph, of Circular no. AP 86.29.G1 of 19 December 1986 provides:", "“If there is doubt as to the source of a sealed letter, it may be opened in the presence of the prisoner if he consents, or, failing that, in the presence of the Chairman of the Bar or of his representative.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}