{"ITEMID": "001-113601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "NIKOGHOSYAN v. ARMENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Gilvent Nikoghosyan, is an Armenian national, who was born in 1940 and lives in Yerevan. He is represented before the Court by Mr A. Grigoryan, a lawyer practising in Yerevan.", "2. The Armenian Government (“the Government”) are represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. In 1974 the applicant bought a house together with the underlying plot of land which was formally 10 m wide and 40 m long.", "5. By a letter of 19 February 2002 the Head of Kanaker-Zeytun District Council, apparently in reply to an inquiry made by a private law firm, informed the person concerned that, following an on-site examination, it had been established that, according to the relevant plan, the applicant’s plot of land measured 400 sq. m, but in reality it measured only 395.3 sq. m, not including the walls, and 397.7 sq. m, if including the walls. The width of the plot at the front was 10 m, while the middle part, about 14 m along, was only 9.67 m wide. It was also established that the owners of the neighbouring houses had seized part of the applicant’s plot of land: 4.8 sq. m, not including the walls, and 2.3 sq. m, if including the walls.", "6. On an unspecified date the applicant instituted proceedings before the Arabkir and Kanaker-Zeytun District Court of Yerevan against his neighbours, claiming that they had built certain constructions encroaching on his plot of land, and seeking to recover his property.", "7. During the court examination of the claim it was established that the constructions in question were the neighbours’ houses which were owned by them.", "8. On 21 March 2002 the Arabkir and Kanaker-Zeytun District Court of Yerevan partially granted his claim.", "9. On 11 September 2002 the Civil Court of Appeal dismissed his claim in full.", "10. On 25 October 2002 the Court of Cassation quashed this judgment and remitted the case.", "11. On 2 December 2002 the Civil Court of Appeal, having re-examined the claim, decided to grant it. The court found that, according to the relevant property certificate and the plot’s plan, the applicant’s plot of land measured 10 x 40 m. However, as stated in the District Council’s letter of 19 February 2002, his neighbours had unlawfully seized part of that plot measuring 4.8 sq. m, not including the walls, and 2.3 sq. m, if including the walls. The court thus obliged the defendants to remove the unauthorised constructions and to return the unlawfully seized part of the plot of land according to the dimensions indicated in the letter of 19 February 2002.", "12. No appeal was lodged against this judgment and it became final. A corresponding writ of execution was issued to the applicant on 19 December 2002.", "13. On 14 March 2003 the applicant requested the Yerevan Division of the Department for the Enforcement of Judicial Acts (“the DEJA”) to institute enforcement proceedings.", "14. On 19 March 2003 the bailiff decided to institute the relevant enforcement proceedings. On the same date the bailiff ordered the applicant’s neighbours to demolish the unauthorised constructions and to return the seized part of the plot of land to the applicant by 1 p.m. on 2 April 2003.", "15. On 5 May 2003 the bailiff decided to impose on the neighbours a fine of 150,000 Armenian drams (approx. EUR 225) due to their failure to comply with the judgment.", "16. On 16 May 2003 the bailiff instituted court proceedings, seeking to have this fine levied.", "17. On 10 July 2003 the Arabkir and Kanaker-Zeytun District Court of Yerevan left the bailiff’s application unexamined due to his failure to appear.", "18. On 16 July 2003 the bailiff decided to apply to the Civil Court of Appeal with a request to clarify the execution writ, stating that on 10 July 2003 the defendants had produced ownership certificates and argued that the constructions subject to demolition were not unauthorised. The bailiff decided to stay the enforcement proceedings until clarification was provided.", "19. On 24 July 2003 the Court of Appeal dismissed this request, finding that the judgment of 2 December 2002 had clearly stated that, according to the District Council’s letter of 19 February 2002, the neighbours had unlawfully seized part of the applicant’s plot of land measuring 4.8 sq. m, not including the walls, and 2.3 sq. m, if including the walls, on which they had built unauthorised constructions which were to be removed.", "20. On 27 October 2003 the bailiff decided to resume the enforcement proceedings.", "21. On 19 December 2003 the head bailiff applied to the Kanaker-Zeytun District Council, requesting that the unauthorised constructions built by the defendants be pointed out on the spot.", "22. By a letter of 24 December 2003 the Kanaker-Zeytun District Council informed the head bailiff that, in accordance with additional measurements taken by the employees of the District Council with the participation of the bailiff, no unauthorised constructions built by the neighbours were disclosed on the applicant’s plot of land. As to the letter of 19 February 2002, it referred to a land seizure of 2.30 sq. m at the rear of the plot of land which was separated by an uncemented fence that could have been removed.", "23. On 25 December 2003 the bailiff decided to discontinue the enforcement proceedings on the ground that, as a result of additional measuring, no unauthorised constructions and land seizure had been disclosed in the disputed area and that the unauthorised constructions referred to in the execution writ were the neighbours’ flats.", "24. On an unspecified date the applicant complained about the bailiff’s decision to the courts claiming that the judgment of 2 December 2002 had not been complied with and seeking to annul the bailiff’s decision and to resume the enforcement proceedings.", "25. On 1 July 2004 the Ajapnyak and Davtashen District Court of Yerevan granted the complaint, quashed the bailiff’s decision as being in contradiction to Section 41 of the Law on the Enforcement of Judicial Acts (“the Enforcement Law”) and ordered the reopening of the enforcement proceedings.", "26. On 26 July 2004 the bailiff reopened the enforcement proceedings.", "27. On 29 September 2004 the head bailiff applied to the Real Estate Registry, asking for additional measurements to be taken, with participation of specialists and bailiffs, in order to clarify the existence of unauthorised constructions built by the defendants and the dimensions of the seized land on the spot.", "28. By a letter of 13 January 2005 the Head of the Arabkir District Division of the Real Estate Registry informed the bailiff that there were no unauthorised constructions and no unlawful land seizure on the applicant’s plot of land by his neighbours.", "29. On 20 January 2005 the bailiff decided, based on the above letter, to discontinue the enforcement proceedings on the ground that there were no unauthorised constructions and no unlawful land seizure at the address in question.", "30. On an unspecified date the applicant contested this decision before the courts. On 15 March 2005 the Ajapnyak and Davtashen District Court of Yerevan quashed the bailiff’s decision on the ground that the bailiff had failed to enforce in substance the judgment of 2 December 2002 and that his actions were in violation of Section 41 of the Enforcement Law.", "31. On an unspecified date the bailiff lodged an appeal.", "32. On 8 July 2005 the Civil Court of Appeal upheld the judgment of the District Court.", "33. On 21 March 2006 the bailiff, based on the judgment of the Civil Court of Appeal, reopened the enforcement proceedings.", "34. On 3 July 2006 the Head of the Kanaker-Zeytun District Council, upon a request lodged by the bailiff on 22 June 2006, informed the latter that, in accordance with the examination carried out by the Council’s officials, the actual size of the houses built by the applicant’s neighbours on their plots of land corresponded to that indicated in their ownership certificates.", "35. On 12 July 2006 the Arabkir and Kanaker-Zeytun District Division of the Real Estate Registry, upon a request lodged by the bailiff on 22 June 2006, informed the latter that its officials had taken measurements of the applicant’s house and plot of land, as a result of which it was found that the actual position and size of the applicant’s house and the plot of land corresponded to the plan as indicated in the ownership certificate.", "36. On 16 August 2006 the bailiff again requested the Civil Court of Appeal to provide clarification of the execution writ.", "37. On 18 August 2006 the bailiff decided to stay the enforcement proceedings on this ground.", "38. On 22 August 2006 the bailiff applied to the Civil Court of Appeal, seeking to clarify whether the enforcement proceedings were to be discontinued or terminated.", "39. On 6 February 2007 the Court of Appeal dismissed this application.", "40. On 29 March 2007 the bailiff decided to reopen the enforcement proceedings and to terminate them, finding that the uncemented construction (fence) built by the defendants without authorisation at the rear of the plot had been removed.", "41. On an unspecified date the applicant contested before the courts the bailiff’s decision of 29 March 2007, claiming that it was in violation of Section 42 § 1 (1) of the Enforcement Law since the final judgment of 2 December 2002 had not actually been enforced.", "42. On 18 May 2007 the Ajapnyak and Davtashen District Court of Yerevan dismissed the applicant’s complaint. The applicant lodged an appeal.", "43. On 13 August 2007 the Civil Court of Appeal dismissed the applicant’s appeal. In doing so, the Court of Appeal made a reference to the District Council’s letter of 25 December 2003, according to which the land seizure concerned the uncemented fence which was no longer found to be present during a new on-site examination on 24 December 2003. Hence, the judgment of 2 December 2002 had in fact been enforced by that date. The bailiff’s decision to discontinue the enforcement proceedings was quashed on formal grounds, in particular, because the bailiff had not applied the correct legal provision for the termination of the enforcement proceedings, and not because the judgment had not been enforced. It would have been more correct to terminate the proceedings rather than to discontinue them. On 17 December 2007 the applicant lodged an appeal on points of law against the judgment of 13 August 2007.", "44. The applicant did not submit any further information concerning the case.", "1. The Law on the Enforcement of Judicial Acts", "45. According to Section 3 § 1, the enforcement of judicial acts in Armenia is ensured by the Department for the Enforcement of Judicial Acts operating under the Ministry of Justice of Armenia.", "46. According to Section 4, an execution writ issued according to a procedure prescribed by this Law shall provide grounds for taking enforcement measures.", "47. According to Section 5 (as amended on 16 December 2005), enforcement measures include, inter alia, imposition of a fine for failure to comply with the bailiff’s decisions.", "48. According to Section 34 §§ 1 and 2, the enforcement measures shall be executed within two months. This time-limit can be extended by two months by the Supreme Bailiff of Armenia.", "49. According to Section 35 § 1, if the requirements contained in the execution writ are unclear the bailiff can apply to obtain clarification from the court which issued the writ.", "50. According to Section 38 § 1, the bailiff has the right to stay the enforcement proceedings if he has applied to obtain clarification from the court which issued the execution writ.", "51. According to Section 41, the bailiff shall discontinue the enforcement proceedings if (1) the judgment beneficiary requests that the execution writ be withdrawn; (2) it is impossible to locate the debtor or his property while all permissible measures taken by the bailiff and/or the beneficiary have proved vain; (3) the debtor has no property or sources of income which might be confiscated while all the permissible measures undertaken by the bailiff and/or the beneficiary and directed at discovering the debtor’s property have proved vain; and (4) the debtor’s property is not sufficient to meet the demands of the beneficiary; and (5) the enforcement activities, as required by the execution writ, have been concluded (this subparagraph was abolished on 16 December 2005).", "52. According to Section 42 § 1, the bailiff shall terminate the enforcement proceedings if the execution writ has in fact been executed.", "53. According to Section 62 (as in force at the material time), following the institution of enforcement proceedings the bailiff shall set a time-limit for the execution by the debtor of the execution writ obliging him to take certain actions. If no actions are taken within that time-limit, the bailiff shall impose on the debtor a fine and take other measures envisaged under Section 72 and ensure the enforcement of the execution writ by levying on the debtor three times the enforcement costs.", "54. According to Section 72 § 1 and 72.1 § 1 (as amended on 6 October 2001), the deliberate non-compliance with the bailiff’s decision entails liability prescribed by law. Fines imposed by the bailiff shall be levied by a court judgment.", "55. According to Article 206.5 (as amended on 11 September 2001), the deliberate non-compliance with the bailiff’s decision shall lead to the imposition of a fine between one hundred and two hundred times the fixed minimum wage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}