{"ITEMID": "001-106968", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF S.I. v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["5. The applicant was born in 1951. His daughter and son were born in 1996 and 1999 respectively.", "6. The applicant and the mother of the above-mentioned girl and boy (“the mother”), who were the only children she and the applicant had together, separated in September 2003. At that time the mother moved out of the house in which they had lived together. The children stayed with the applicant.", "7. On 27 October 2003 the applicant lodged a claim for custody and, as alternative, a request for contact arrangements. He also requested that an interim decision be issued pending final determination of the case.", "8. On 2 November 2003 the mother took the children to live with her.", "9. Further to a request by the court, the Ljubljana Welfare Office submitted a report on 7 November 2003. On the same date the court held a hearing and issued an interim decision granting provisional custody to the applicant. It would appear that this decision was not enforced at that time and the children did therefore not move to the applicant.", "10. On 21 November 2003, at the second hearing in the case, the mother objected to the interim decision and requested the resumption of the previous state of affairs. Since it was established that the mother had not received the court decision, the court revoked it.", "11. On 19 January 2004 the parties entered into an agreement before the Ljubljana Welfare Office concerning the applicant’s contact with the children. According to the agreement, the children were to spend every Wednesday and Friday afternoon and every other weekend with the applicant.", "12. On 26 January 2004, the mother lodged a counterclaim for custody and a request for an interim decision granting her provisional custody. On the same date, as well as on 23 February 2003, the applicant also requested the court to issue an interim decision.", "13. Further to the court’s request, the Ljubljana Welfare Office submitted an additional report on 5 March 2004.", "14. The mother prevented the applicant from having contact with the children during the weekend of 19 to 21 March 2004, by taking the children to her relatives. In this connection, the applicant lodged a criminal complaint of abduction of the children, which was dismissed as of minor importance on 9 December 2004.", "15. A hearing was held on 23 March 2004. Subsequently, on 30 March 2004, the court requested a report from an expert psychologist.", "16. On 13 April 2004 the applicant made written submissions, in which he mentioned that since the last hearing the mother had prevented him from having contact with the children on Wednesday, 24 March 2004, and the weekend of 9 to 11 April 2004, but nevertheless requested the court to suspend the proceedings, as he and the mother might reach a settlement. On 14 May 2004, however, he complained that the mother had not allowed him to see the children during the Easter and May holidays and the proceedings therefore continued.", "17. On 31 August 2004 the expert submitted his report, which was forwarded to the parties for comments. On 27 September 2004 the applicant informed the court that he had spent the holiday with the children between 3 and 18 July 2004 and requested that that an interim decision be issued.", "18. On 8 October 2004 the court held a brief hearing, which was adjourned for further evidence to be obtained by the court.", "19. In the meantime, on 8 September 2004, the court ordered the applicant to pay the expert’s fees. He appealed against this decision and on 21 October 2004 requested the court to send the file to the higher court for consideration of his appeal. At the same time he again requested that an interim decision be issued.", "20. On 10 January 2005 the case was taken up by a new judge specialising in family matters. The applicant again urged the judge to issue an interim decision.", "21. The court scheduled a hearing for 2 March 2005, which was adjourned at the request of the applicant, stating that the parties would again try to reach a settlement. However, on 10 March 2005 the applicant again requested the court to issue an interim decision.", "22. On 14 March 2005 the court held a hearing at which the applicant complained about having only very poor contact with his children, which was brought to the attention of the welfare office. The applicant further explained that after the agreement had been signed on 19 January 2004 he had had contact with the children during the subsequent six months. After that, however, the contact was obstructed, partly also because the agreement did not include arrangements for contact during holidays. The applicant then confirmed that the children had spent the weekend of 11 to 13 March 2005 with him, but that he had been prevented from spending all the three holidays in that school year with them. The next hearing was scheduled for 9 May 2005. However, after the applicant informed the court that he was again unable to have contact with the children, the court changed the date of the next hearing to 4 April 2005.", "23. At the hearing of 4 April 2005 the applicant stated that he had not had contact with his children on a regular basis since 5 December 2004. The court, however, noted that the applicant had had contact with the children on 1 April 2005, and of its own motion issued an interim decision granting provisional custody to the mother and setting out new provisional contact arrangements allowing the applicant to have contact two hours per week. The applicant objected.", "24. On 19 April 2005 the judge held a meeting with the children.", "25. At the hearing of 20 April 2005 the judge attempted to reach a friendly settlement, but to no avail. On that day the court upheld in part the applicant’s objection to the interim decision of 4 April 2005 and issued a new interim decision setting out provisional contact arrangements, so that the applicant was allowed to spend with the children every Tuesday afternoon, every second weekend, and part of the school holidays. The applicant was to pick up the children from school and take them to the mother’s home after the visit. The decision also included a provision that failure to comply with the contact arrangements would result in a fine of 100,000 Slovenian tolars (SIT).", "26. The parties appealed. Consequently, the court sent the file to the higher court and requested priority treatment.", "27. On 19 May 2005 the Ljubljana Higher Court dismissed appeals against the interim decision of 20 April 2005 and an appeal by the applicant against the decision of 8 September 2004 concerning expert fees. The applicant lodged an appeal on points of law which was declared inadmissible by the Ljubljana District Court. The applicant appealed against this decision.", "28. After 14 July 2005 the mother started to prevent the applicant’s contact with the children. On 11 August 2005 she also lodged a criminal complaint against the applicant for neglect and maltreatment of a minor. The criminal complaints related to an incident when the applicant allowed his daughter to read a book by Melissa Panarello, 100 Strokes of the Brush Before Bed. The public prosecutor requested the court to undertake certain investigating measures, such as questioning the applicant. The criminal complaint was subsequently dismissed as unfounded on 2 March 2006. The public prosecutor noted that the daughter, who read only a few pages, was not pushed by the applicant to read the book, which was intended for teenagers.", "29. On 1 August 2005 the applicant attempted to pick up the children from their mother’s home to take them for the scheduled holiday. As the mother refused to comply with the interim decision of 20 April 2005, the court issued a decision on the same day, stating that the applicant’s contact with the children during the holiday should be secured by removing the children from whoever they were with on 1 August 2005. Further to the delivery of this decision the enforcement was attempted. It failed, however, as the mother informed the welfare officer that she had lodged a criminal complaint against the applicant (see paragraphs 28 above). Consequently, the welfare officer advised the enforcing officer to discontinue the enforcement (see paragraph 54, section 238f, above).", "30. On 2 August 2005 the court made inquiries about the allegations made against the applicant to the relevant prosecutor’s office, the police and the welfare office.", "31. Due to the pending appeal (see paragraph 27 above) the case was sent to the higher court on 12 August 2005.", "32. On 22 August 2005 the mother objected to the enforcement decision of 1 August 2005. Her objection was dismissed on 12 September 2005.", "33. On 24 August 2005 the mother requested that the provisional contact arrangements be modified so that the applicant could only have very limited contact with the children, under the supervision of the welfare office.", "34. On 31 August 2005 the Ljubljana Higher Court rejected the applicant’s appeal against the first-instance decision dismissing his appeal on points of law.", "35. On 31 August and 8, 12 and 14 September 2005 the applicant lodged requests for fines to be imposed for non-compliance by the mother with the contact arrangements of 20 April 2005, amounting to SIT 800,000 in total. He also urged the court to issue a new interim decision.", "36. A hearing was held on 23 September 2005. According to the transcript of the hearing, the applicant told the judge that he had not had any contact with the children since 14 July 2005. The mother said that the applicant had, during the holiday of 1 to 14 July 2005, allowed the daughter to read an inappropriate book, which the applicant denied, saying that the daughter had taken the book as it had an interesting cover page but had not read it (see paragraph 28 above). The applicant was then asked by the judge if he would agree with the mother’s proposal to have contact supervised by the Ljubljana Welfare Office. He agreed at first. However, his representative then stated that the applicant believed that it would be unpleasant for the children to have contact with him under supervision. The judge then appointed an expert in psychology to prepare a new report and stated that she would not issue any decisions imposing fines, due to new circumstances which required the preparation of a new expert report. She further stated that the imposition of monetary fines would be a less severe sanction than removal of the children by force, which had already failed, and would not be reasonable in view of the fact that the applicant was not paying the full amount of maintenance.", "37. On 27 September 2005 a new expert psychologist was appointed.", "38. On 2 November 2005 the applicant lodged a constitutional appeal, complaining that the judge had arbitrarily refused to decide on his enforcement requests, depriving him of the opportunity to appeal. On 21 December 2005 the Constitutional Court, relying on section 50 of the Constitutional Court Act, dismissed the appeal, finding that it did not concern a specific decision of a State body, and noted that “there was no right to lodge a constitutional appeal directly against the act or omission of the State authorities.”", "39. On 2 November 2005 the applicant requested that the provisional contact arrangements be modified and on 16 January 2006 he lodged a new request for an interim decision.", "40. On 23 November 2005 the judge held a meeting with the expert and then decided also to appoint a psychiatrist to examine the parents.", "41. On 9 December 2005 the applicant requested the judge to step down. The request was rejected by the president of the court on 27 December 2005.", "42. On 12 January 2006 the psychiatrist’s report was sent to the parties for comments.", "43. In the period between 26 September 2005 and 20 January 2006 the applicant lodged further four requests for fines, in a total sum of SIT 2,700,000, to be imposed on the mother for her non-compliance with the contact arrangements in the period between 20 September 2005 and 17 January 2006.", "44. At the hearing of 27 January 2006 the court questioned the experts. The court noted that according to the expert reports both parents were suitable for parenting. It also issued a new interim decision modifying the provisional contact arrangements so that the applicant had a right to spend every other weekend with the children (from Friday to Monday) and every Thursday afternoon and a part of upcoming holiday. The court prohibited the mother from picking up the children from school on the days that they were supposed to be with the applicant. The representative of the applicant confirmed at the subsequent hearings that these contact arrangements were being complied with by the mother.", "45. The mother was ordered to pay the expert’s fees. She appealed, unsuccessfully.", "46. At the hearing of 24 April 2006 a conditional settlement was prepared at the proposal of the applicant. At the next hearing, on 29 May 2006, the applicant’s representative confirmed that the applicant and the children had had regular contact, in line with the latest contact arrangements. The parties agreed that they would terminate the pending criminal proceedings they had instituted against each other.", "47. On 14 June 2006 the court held a hearing at which the applicant again confirmed that contact arrangements were being complied with.", "48. On 23 October 2006 the expert report was supplemented at the request of the court.", "49. On 15 November 2006 the parties reached an agreement on custody and contact rights. The agreement provided that the mother had sole custody of the children and set out contact arrangements for the applicant and the children who were to spend every Thursday afternoon, every other weekend (from Friday to Monday) and half the school holidays together.", "50. In the course of the proceedings the applicant, in addition to the criminal complaint mentioned above (see paragraph 14 above), lodged a number of further criminal complaints against the mother concerning criminal offences of, inter alia, child abduction and sexual violence against a minor. The mother also lodged two criminal complaints against the applicant. One of them concerned abduction, the other concerned alleged neglect and maltreatment of a minor (see paragraph 28 above). All criminal complaints were ultimately dismissed by the public prosecutor.", "51. As regards the relevant provisions of domestic family law see Eberhard and M. v. Slovenia, no. 8673/05 and 9733/05, §§ 63-73, 1 December 2009. In addition, the following legislation is relevant to the present case.", "52. Article 23 of the Slovenian Constitution (Ustava Republike Slovenije, Official Gazette no. 33/91-I with amendments) provides, in so far as relevant, as follows:", "“Everyone has the right to have any decision regarding his rights, duties and any charges brought against him made without undue delay by an independent, impartial court constituted by law.", "...”", "53. The Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 26/1999 with amendments) provided, in so far as relevant:", "“(1) An appeal is allowed against any first-instance decision, unless a law provides otherwise.", "...”", "“(1) In marital disputes and disputes concerning relations between parents and children the courts shall of their own motion take all steps necessary to safeguard the rights and interests of the children ...", "(2) In disputes concerning the custody and maintenance of children and in disputes concerning contacts between children and parents or other persons, the panel is not bound by the parties’ requests. Where so provided by the law, the panel may take decisions even when no request has been made.", "(3) For the protection of the interests of the persons mentioned in the first paragraph, the panel may investigate matters not presented by the parties, and collect information necessary for a decision ...”", "“(1) During proceedings concerning marital disputes and disputes relating to relationships between parents and children, the court may, at the request of one of the parties or of its own motion, issue interim decisions concerning child custody and maintenance as well as interim decisions withdrawing or restricting contact rights and determining contact arrangements.", "...”", "54. The Execution of Judgments and Insurance of Claims Act (Zakon o izvršbi in zavarovanju, Official Gazette no. 51/1998 with amendments) provided, as far as relevant:", "“(1) An appeal is allowed against any first-instance decision, unless a law provides otherwise.", "...”", "“In enforcement proceedings provisions of the Civil Procedure Act should apply, unless a law provides otherwise.”", "“(1) If a person under obligation (dolžnik) [“the defaulter”] is obliged to do something specified under the enforcement provision of a decision, and which cannot be done by anyone else, the court shall issue a decision setting a deadline for the fulfilment of the obligation.", "(2) In an enforcement decision, the court shall set out a fine for the eventuality that the defaulter does not fulfil the obligation within the time-limit set by the court. ....", "(3) If the defaulter does not fulfil the obligation, the court shall order ex officio execution based on the decision imposing a fine. At the same time, the court shall issue a new decision setting a new deadline for the fulfilment of the obligation, and a new fine, higher than the one previously imposed, in the event that the defaulter fails to comply again.", "...", "(5) When determining the fine the court should take into account the importance of the act that should be performed by the defaulter and other circumstance of the case.”", "“...", "(3) The court is not bound by the requested means of enforcement.", "(4) When it is necessary for protection of the child’s interests the court can change the means of enforcement provided for in the enforcement order.”", "“(1) A court’s decision concerning the right to have contact with a child shall be enforced in accordance with first, second, third and fifth paragraph of section 226 of this Act.", "(2) In exceptional and particularly justified cases, when this would be necessary for the protection of the child’s interests and the enforcement mentioned in the preceding paragraph was unsuccessful, the court may allow the enforcement as prescribed in section 238e of this Act [direct removal].", "(3) Provisions of sections 238a, 238b and 238c [which concern the enforcement of custody decisions] should be used mutatis mutandis in these proceedings.", "(4) If, during the enforcement under the second paragraph, the enforcing officer observes that the child opposes the contact ... and finds that the enforcement by means of removing the child would not be in the child’s interest, he or she can discontinue the procedure and inform the court about the reasons.", "(5) If the court establishes that the child opposes the contact ..., and finds that the enforcement by means of removal of the child would not be in the child’s interest ... it can, at the request of the enforcing officer ... or the person against whom the enforcement is carried out, suspend the enforcement for three months at most.", "(6) The court can suspend the enforcement at the request of the welfare office or the person against whom the enforcement is conducted also when the proceedings for a modification of contact arrangements are pending or if the enforcement would be against the child’s interests.”", "“(1) The court shall issue an interim decision in order to protect a non-pecuniary claim, if the claimant shows that he the claim is likely to be established ...”", "“...", "(2) At the request of the debtor, the court should discontinue [enforcement] proceedings and invalidate the actions already taken if the circumstances on the basis of which the interim decision had been adopted have changed so that the interim decision is no longer needed.”", "55. Finally, section 50 of the Constitutional Court Act (Zakon o ustavnem sodišču, Official Gazette no. 15/1994 with amendments), provides, as far as relevant:", "“(1) Due to a violation of human rights or fundamental freedoms, a constitutional complaint may, under the conditions determined by this Act, be lodged against individual acts by which state authorities, local authorities, or holders of public powers decided on the rights, obligations, or legal entitlements of individuals or legal entities.", "...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}