{"ITEMID": "001-61802", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF VALOVA, SLEZAK AND SLEZAK v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;No violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 10 February 1992 the Topoľčany Land Office (Pozemkový úrad) delivered two decisions granting the applicants’ claims for restitution of real property under the Land Ownership Act. The defendants appealed.", "9. On 16 December 1993 the Nitra branch office of the Bratislava Regional Court (Krajský súd Bratislava, pobočka v Nitre) quashed these decisions on the ground that at the moment of the expropriation the land in question had been formally owned by a private company established by the members of the applicants’ family. However, the Land Ownership Act provided exclusively for restitution of property taken away from individuals. The Regional Court therefore sent the case back to the administrative authority. Prior to deciding on the case the Regional Court held a hearing with reference to Section 250q of the Code of Civil Procedure.", "10. In the meantime, on 13 November 1992, the applicants and another member of their family concluded an agreement with the Western Slovakia Forest Administration. Under the agreement the Western Slovakia Forest Administration undertook to restore, in accordance with the Land Ownership Act, different real property expropriated from the applicants’ family. On 26 November 1992 the Topoľčany Land Office approved the agreement pursuant to Section 9 of the Land Ownership Act. Its decision became final on 18 December 1992.", "11. On 17 June 1994 the Topoľčany Land Office decided to reopen the proceedings leading to its decision of 26 November 1992 pursuant to Section 62 (1) (a) and (b) of the Administrative Proceedings Act of 1967. The decision referred to the above finding of the Nitra branch office of the Bratislava Regional Court of 16 December 1993 according to which the land taken away from the applicants’ relatives could not be restored under the Land Ownership Act as it had been formally owned by a legal person.", "12. On 4 July 1997 the applicants appealed through the intermediary of their lawyer. They argued that no relevant new facts had been established and that the decision to reopen the proceedings was not justified by the public interest. The applicants concluded that there existed no legal entitlement for having the proceedings reopened.", "13. On 22 May 1995 the Ministry of Agriculture upheld the Land Office’s decision of 17 June 1994. The decision stated that no reasons for quashing or modifying the Land Office’s decision had been found.", "14. The applicants sought a judicial review of the decision of the Ministry of Agriculture. On 29 September 1995 the Supreme Court (Najvyšší súd) discontinued the proceedings for lack of jurisdiction to review administrative decisions of a procedural nature. Reference was made to Article 248 (2) (e) of the Code of Civil Procedure.", "15. By a decision of 8 June 1995 the Topoľčany Land Office disapproved the agreement concluded on 13 November 1992 on the ground that the property in question had been taken away from a legal person and that under the Land Ownership Act only property originally owned by individuals could be restored.", "16. The applicants appealed and argued that there existed no reason for reopening the proceedings and that the land had been taken away from the members of their family.", "17. On 30 January 1998 the Nitra Regional Court upheld the Land Office’s decision of 8 June 1995. The judgment stated that the only point to be determined was a question of law, namely whether the plaintiffs were entitled, within the meaning of Section 4 of the Land Ownership Act, to acquire the property. The court noted that in the judgment of 16 December 1993 it had found that the property had been taken away from a private company of which the applicants’ predecessors had been members and which had been a legal person. The Regional Court concluded that the applicants lacked standing to claim restitution under the Land Ownership Act.", "18. The Regional Court further noted that a decision on reopening of proceedings before an administrative authority could not be reviewed by a court. It decided on the case without a hearing with reference to Article 250f of the Code of Civil Procedure.", "19. Section 4 of Act No. 229/91 on Adjustment of Ownership Rights to Land And Other Agricultural Property (“the Land Ownership Act”) provides for restitution of real property to individuals from whom it was transferred to State ownership between 25 February 1948 and 1 January 1990 by means specified in Section 6. Where such persons are no longer alive, their successors are entitled to restitution under conditions specified in paragraph 2 of Section 4.", "20. Section 9 (1) provides that a person entitled to restitution must lodge his or her claim with the appropriate land office and, at the same time, must request restitution from the person or entity possessing the real property at issue. The latter is required to conclude, within sixty days, an agreement on transfer of the property with the claimant.", "21. Under Section 9 (2), such agreements are subject to approval by the competent land office.", "22. The proceedings before land offices are governed by Act No. 71/1967 on Administrative Proceedings.", "23. Under Section 3 (1), (3) and (4), administrative authorities are required to proceed in accordance with the law and they are obliged to protect the interests of the State as well as the rights and interests of the citizens. Administrative authorities are further obliged to thoroughly examine each case and to use all means available with a view to resolving it in the correct manner. Facts on which their decisions are based must be reliably established.", "24. Section 18 provides that administrative proceedings can be brought either upon a request of a party or upon the initiative of the administrative authority.", "25. Pursuant to Section 32 (1) and (2), administrative authorities are obliged to establish the relevant facts in an exact and comprehensive manner; in doing so they are not bound by the submissions of the parties. The scope and manner in which the facts are to be established are to be determined by the administrative authority.", "26. Section 46 provides, inter alia, that an administrative authority’s decision has to be in accordance with the law and it has to be based on facts which are reliably established.", "27. Under Section 59 (1), an appellate administrative authority is required to review the administrative decision appealed against as a whole. If need be, the appellate authority shall take further action and eliminate shortcomings in the earlier procedure which it has established.", "28. Section 62 (1) (a) provides that administrative proceedings in which a final decision has been taken may be reopened at a party’s request when there are new facts or evidence which could substantially affect the decision and which could not be considered in the original proceedings for reasons that cannot be imputed to the party concerned.", "29. Under Section 62 (1) (b), administrative proceedings in which a final decision has been taken may also be reopened when the decision depended on the examination of a preliminary issue on which the competent authority decided differently.", "30. Section 62 (2) entitles administrative authorities to reopen proceedings for reasons set out in paragraph 1 provided that the review of a final decision is in the general interest.", "31. Pursuant to Section 62 (3), administrative proceedings cannot be reopened when the effect of the decision in question was to entitle a party, inter alia, to exercise civil rights, provided that the party concerned acquired the rights in question in good faith.", "32. Under Section 63 (3) and (4), re-opening of administrative proceedings can be initiated by a party or ordered by an administrative authority not later than three years from the final effect of a decision. After expiry of that three years’ period proceedings can only be re-opened where a decision was obtained as a result of a criminal offence.", "33. The lawfulness of certain decisions of administrative bodies can be reviewed by courts in accordance with Part 5 of the Code of Civil Procedure which governs proceedings before the administrative courts.", "34. Under Article 248 (2) (e), administrative authorities’ decisions of, inter alia, a preliminary and procedural nature cannot be reviewed by courts.", "35. Article 249 (2) provides that a plaintiff must indicate which part of the administrative decision he or she challenges, state the reasons for which he or she considers such a decision to be unlawful and specify the decision he or she seeks to obtain.", "36. Section 250f entitled the courts to deliver a judgment without prior oral hearing in simple cases, in particular when there was no doubt as to whether the administrative authority established the facts correctly, and the point at issue was a question of law. In its finding No. PL.ÚS 14/98 of 22 June 1998 the Constitutional Court found that Section 250f of the Code of Civil Procedure was contrary to the Constitution and also to Article 6 § 1 of the Convention. As a result, this provision ceased to be effective.", "37. Pursuant to Articles 250q and 250r, a court examining an administrative decision can either uphold or quash it. When the decision was not taken pursuant to Section 250f or when the administrative authority did not take a new decision satisfying the plaintiff’s claim, the court may take such evidence as it deems necessary. When the court quashes a decision, the case is sent back to the administrative authority. The latter is bound by the legal opinion expressed by the court.", "38. As a general rule, administrative courts acting under Part 5 of the Code of Civil Procedure are not obliged to examine of their own initiative whether or not an administrative decision conforms to the law. They are rather required to review administrative decisions in the light of the plaintiff’s arguments. In its judgment No. 4 Sž 88/95 delivered on 27 July 1995 the Supreme Court held that the situation is different and that the administrative court is entitled to quash an administrative decision even in the absence of the plaintiff’s submissions to that effect when the decision in question is absolutely void, e.g. when the administrative authority proceeded with a person who lacked standing in the case.", "39. In accordance with academic opinion, the effect of an administrative decision approving an agreement on restitution of property pursuant to Section 9 of the Land Ownership Act is to entitle the party concerned to exercise civil rights within the meaning of Section 62 (3) of the Administrative Proceedings Act. The proceedings leading to such a decision cannot, therefore, be reopened provided that the party concerned acquired the rights in question in good faith (see Základy pozemkového práva, Komentár a vykonávacie predpisy, JUDr. J. Gaisbacher, JUDr. P. Peceň and Others, Heuréka, 1998, p. 89)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}