{"ITEMID": "001-78289", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LACHOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1961 and lives in Rejowiec Fabryczny.", "5. The applicant was arrested on 20 September 1999 on suspicion of homicide. On 22 September 1999 the Chełm District Court (Sąd Rejonowy) ordered that the applicant be remanded in custody for a period of 3 months in view of a reasonable suspicion that he had committed homicide. It further held that the likelihood that he would be given a heavy sentence justified his detention on remand.", "6. On 14 December 1999 the Lublin Regional Court (Sąd Okręgowy) prolonged the applicant’s detention until 19 March 2000. It relied on the reasonable suspicion of his having committed the offence in question and the likelihood of a heavy sentence being imposed on the applicant. In addition, it had regard to the need to obtain expert evidence and a psychiatric examination of the suspects.", "7. On 8 March 2000 the Lublin Court of Appeal (Sąd Apelacyjny) extended the applicant’s detention until 19 June 2000. It found that in the light of the evidence obtained there was a strong likelihood that the applicant had committed the offence. Furthermore, it relied on the severity of the likely sentence and the need to obtain further expert evidence. On 24 May 2000 the Court of Appeal prolonged the applicant’s detention until 4 September 2000, reiterating the grounds previously given. It appears that his detention was subsequently prolonged on an unspecified later date.", "8. In the course of the investigation the Regional Prosecutor obtained voluminous evidence and took a series of investigative measures. On 10 July 2000 the prosecution service filed a bill of indictment with the Lublin Regional Court. The applicant was charged with two counts of homicide and armed robbery. There were four other defendants in the case.", "9. On 20 March 2001 the Regional Court ordered that the applicant be kept in custody until 19 September 2001. It held that the gravity of the charges and the likelihood that the applicant would be given a heavy sentence confirmed the risk that he might obstruct the proceedings. It further held that the applicant’s detention on remand was the only measure which could secure the proper conduct of the proceedings. Lastly, when extending the applicant’s detention, the Regional Court had regard to its caseload.", "10. On 19 September 2001 the Court of Appeal granted the Regional Court’s application and prolonged the applicant’s detention until 31 December 2001. It noted that the period of the applicant’s detention had reached the 2-year statutory time-limit (Article 263 § 3 of the Code of Criminal Procedure) and criticised the trial court for not having indicated any particular circumstances which would justify the prolongation beyond the statutory time-limit. However, it held that the prolongation was justified on account of other significant obstacles to progress in the proceedings, namely the fact that one of the defendants had failed to appear at the hearing which had led to the adjournment of the trial. The Court of Appeal also noted that although the bill of indictment had been filed on 10 July 2000, the trial court listed the first hearing only for 16 May 2001.", "11. The applicant’s detention was subsequently prolonged on 28 November 2001 (until 15 March 2002), on 13 March 2002 (until 30 April 2002) and on 24 April 2002 (until 30 September 2002). In all those decisions the Court of Appeal relied on the same grounds as had been given in the earlier decisions.", "12. The trial court held 20 hearings in the period from 16 May 2001 to 19 September 2002. On 23 September 2002 the Lublin Regional Court convicted the applicant as charged and sentenced him to 25 years’ imprisonment. The applicant, who remained in detention, appealed against the first-instance judgment.", "13. On 22 October 2003 the Lublin Court of Appeal quashed the judgment of the Regional Court and ordered a retrial.", "14. It appears that the applicant’s detention was prolonged on further unspecified dates. On 7 May 2004 the Regional Court ordered that the applicant be kept in custody until 31 December 2004. The applicant’s detention was subsequently prolonged on 3 December 2004 (until 31 March 2005), on 29 March 2005 (until 30 September 2005) and on 19 September 2005 (until 31 December 2005). In all those decisions, the Regional Court relied on the reasonable suspicion that the applicant had committed the offences in question and the likelihood of a heavy sentence being imposed.", "15. The applicant appealed against the decision of 3 December 2004 to prolong his detention. He argued, in particular, that the Regional Court had failed to explain why other non-custodial measures were considered insufficient in his case. On 21 December 2004 the Court of Appeal upheld the contested decision. It agreed with the applicant that the reasons given by the Regional Court were very brief and general. However, referring to Article 5 § 3 of the Convention, it held that the applicant’s continued detention served the public interest of protecting society, given that the applicant had been charged with the homicide of two women, having first cruelly treated them.", "16. In its decision of 20 April 2005 upholding the decision of 29 March on the prolongation of the applicant’s detention, the Court of Appeal held that his continued detention on the basis of Article 258 § 2 of the Code of Criminal Procedure remained valid. Having regard to the nature of the alleged offences, it held that Article 258 § 2 established a presumption to the effect that the likelihood of a severe penalty being imposed on an accused might induce him to obstruct the proceedings.", "17. On 5 October 2005 the Court of Appeal, having examined the applicant’s appeal against the decision of 19 September 2005 on prolongation of his detention, ordered the applicant’s release under police supervision. It also imposed a ban on leaving the country. The Court of Appeal had regard to the excessive length of the applicant’s detention on remand and the fact that the process of hearing evidence was very advanced. In those circumstances, it was not necessary to prolong further the applicant’s detention. The Court of Appeal also noted that despite the significant length of the applicant’s detention, the Regional Court had failed to ensure the diligent conduct of the trial and, in particular, had not held hearings at reasonable intervals. Furthermore, it observed that the reasons for the continued detention as given by the Regional Court in its decision of 19 September 2005 were very terse. The applicant was released on 6 October 2005.", "18. The Regional Court held 22 hearings in the period from 28 January 2004 to 11 April 2006. The proceedings are still pending.", "19. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}