{"ITEMID": "001-109298", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KOLEGOVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing;Adversarial trial;Public hearing);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert", "TEXT": ["5. The applicants, who are a couple, were born in 1934 and 1932 respectively. The second applicant died in 2006. The first applicant lives in Skhodnya, the Moscow Region.", "6. The applicants, both wheelchair-bound and having firstdegree disability status, repeatedly requested social-security services to provide them with a car adapted to their disability. Their numerous complaints in this respect to the General Prosecutor’s Office, Members of the State Duma, and Administration of the President of the Russian Federation proved unsuccessful. As it was mentioned in the authorities’ letters to the applicants, according to the medical expert report ordered by the social-security services, the first applicant was not entitled to a free car and driving was contra-indicated in respect of the second applicant.", "7. On 18 November 2003 the applicants, apparently assisted by counsel, lodged a claim against the Ministry of Labour challenging the refusal to provide them with a car and claiming compensation for non-pecuniary damage.", "8. On 15 March 2004 the Basmannyy District Court of Moscow (“the district court”) fixed the hearing for 14 May 2004 and at some point, apparently on the same date, summoned the applicants to appear at the hearing.", "9. According to the Government, on 30 March 2004 one of the applicants received the respective notification. They submitted a copy of an acknowledgment-of-receipt card containing information on the date and time of the hearing, the name of the court, the date of notification, and signatures of a recipient and a postman.", "10. According to the applicants, they did not receive the summons.", "11. On 14 May 2004 the district court, having heard the defendant’s representatives, rejected their claim because the applicants had lodged it against a wrong defendant. The court established that the social welfare services did not belong to the Ministry of Labour and that the latter did not have power to review their decisions. The applicants were absent from the hearing. The court found, with reference to the acknowledgment-of-receipt card, that they had been duly summoned and examined the case in their absence. The representative of the respondent authority was present.", "12. On 30 June 2004 the applicants’ representative received a copy of the judgment of 14 May 2004.", "13. On 5 July 2004 the applicants appealed against the judgment. They complained, inter alia, that their right to a fair trial had been violated as neither they nor their lawyer had had a chance to attend the hearing due to their having been summoned belatedly.", "14. On 14 July 2004 the district court on the applicants’ request extended the time-limit for lodging the grounds of appeal.", "15. On 6 October 2004 the Moscow City Court adjourned the examination of the applicants’ appeal until 20 October 2004, having found that the parties had not been notified of the date of the hearing in a timely manner.", "16. According to the Government, at some point the district court dispatched summonses to the parties, including the applicants, informing them of the date and time of the appeal hearing. According to the applicants, neither they nor their representative received the summons.", "17. On 20 October 2004 the Moscow City Court upheld the judgment of 14 May 2004 on appeal. The court examined the case in the applicants’ absence, having mentioned that they had been notified of the appeal hearing. As regards the applicants’ complaint about their absence from the hearing at the first instance court, the appeal court found that they had been properly summoned. The court further upheld the lower court’s finding that the civil action was lodged against the wrong defendant.", "18. On 12 December 2008 the application was communicated to the Government.", "19. On 21 January 2009 the Moscow City Court requested the case file from the district court in order to prepare’s observations on the admissibility and merits of the application.", "20. On 27 January 2009 the Moscow City Court received the case file.", "21. On 4 February 2009 Ms Stakhiyeva, the first applicant’s representative before the Court, requested the district court to grant her access to the case file concerning the applicants’ civil proceedings.", "22. On the same date the registry of the district court rejected her request having advised her that she could be granted access to the file not earlier than ten days following the request.", "23. On 5 February 2009 the President of the district court refused to examine the representative’s oral complaint in this respect, apparently having provided no reasons for the decision. It appears that on the same date the lawyer lodged a written complaint about the refusal to allow her to study the file, but the petition remained unanswered.", "24. On 27 February 2009 the registry of the district court again rejected the applicant’s new request for access to the file, and on the same date the President of the district court disallowed her complaint in this respect.", "25. On 10 March 2009 the registry of the Moscow City Court returned the case file to the district court.", "26. On 25 March 2009 the Government advised the Court that the file had been transferred to the district court and was available for study. On 27 March 2009 this letter was forwarded by the Court to the applicant’s representatives.", "27. On 9 April 2009 the Court received the Government’s observations and on 29 April 2009 forwarded them to the applicant’s representatives with a request to provide observations in reply.", "28. On 12 May 2009 the applicant’s lawyer requested to grant her access to the case file. She submits that on the same date the registry disallowed her request, and the President of the court refused to discuss the matter with her.", "29. On 14 May 2009 she was advised by the registry of the district court that the file was available at the registry.", "30. On 18 May 2009 the lawyer studied the case file.", "31. On 9 June 2009 the applicant’s lawyers submitted the observations in reply to the Government’s observations on the applicants’ case.", "For a summary of relevant domestic law provisions see Gusak v. Russia, no. 28956/05, § 20, 7 June 2011."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}