{"ITEMID": "001-5740", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "AUSTIN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1962 and living in Surrey. He is represented before the Court by Mr P. Ross, a lawyer practising in Hampshire. The Government were represented by their Agent, Mr M. Eaton, of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows. The applicant joined the Royal Navy in or about 1985. He completed two tours of duty in Bosnia in 1993 and 1994, during and after which he suffered from depression and experienced certain problems with his superiors. On 16 May 1994 he went absent from the Navy. In late 1994 his brother committed suicide after which the applicant could not envisage going back to the Navy.", "On 1 May 1996 he was arrested and held in close arrest, during which detention he was diagnosed as suffering from Post Traumatic Stress Disorder. While in close arrest he gave his Defending Officer a list of 18 witnesses who could testify as to the manner in which he had been treated by his superior officers while in the Navy. He claims that his Defending Officer only spoke to three of those potential witnesses, that he failed to investigate a relevant incident and that that officer had told him that, if he took two weeks’ additional treatment in the naval hospital and opted for a summary trial before his Commanding Officer (Captain Slater), the punishment for his absence would be discharge only. He also alleges that that officer discouraged him from making a complaint against the relevant superior officers and avoided giving the applicant access to a naval barrister.", "On 14 June 1996 the applicant was brought before his Commanding Officer and was charged with desertion contrary to the Naval Discipline Act 1957 (for which offence the potential punishment after trial by court-martial is an unlimited period of imprisonment). He was given the weekend to consider whether he wished to have a summary trial or be tried by court-martial. On 17 June 1996 he opted for a summary trial and on that day he was tried by his Commanding Officer, when the applicant pleaded guilty. The applicant claims that his Defending Officer did not procure the attendance of any of the 18 witnesses he had proposed as regards mitigation of sentence. He was sentenced to 90 days’ detention (with no remission for the 51 days of close arrest already served) and discharge from the Navy. By letter dated 19 June 1996 from the applicant’s Commanding Officer to the latter’s next superior officer (the Flag Officer Training and Recruitment – “FOTR”), the Commanding Officer described in some detail the charge against the applicant, his plea, the prosecution case, the evidence in mitigation of sentence and the reasons for the punishment imposed. On 21 June 1996 the sentence was confirmed by the FOTR. The applicant commenced his sentence.", "On 1 July 1996 he lodged a petition against the severity of his sentence, arguing that his Post-Traumatic Stress Disorder had not been sufficiently taken in account. By letter dated 10 July 1996 the Commanding Officer provided written comments on the applicant’s petition. By letter dated 15 July 1996 the FOTR outlined in detail why he rejected the applicant’s petition. On or about 22 July 1996, Major Codd informed the applicant of the outcome of his petition and made the following hand-written note at the end of the letter of 15 July 1996: “Informed + does not wish to pursue further”.", "The Government maintain that Major Codd informed the applicant, as he was required to do, that the applicant had the right to take the matter further and that the applicant did not wish to. The applicant submits that Major Codd told him that he could take the matter further only if he had fresh evidence and that there is nothing in Major Codd’s hand-written note that contradicts this.", "Having no fresh evidence, the applicant did not pursue the matter further, served his sentence and left the Navy in August 1996.", "On 30 September 1996 the applicant wrote to his solicitors pointing out that he believed that he had not been given a fair trial since statements from witnesses had not been collected or presented at trial, medical reports and the time spent in close arrest were ignored, and the case was decided on elements that had nothing to do with the reasons for his leaving.", "On 14 October 1996 the applicant’s solicitor wrote to the successor of the applicant’s Commanding Officer (Captain Hart), in the following terms:", "“I represent Marine Austin in connection with his detention arising from a hearing at the Captain’s table on 17 June 1996. I should be most grateful if you would please advise me if there is any method of appeal or review of that decision. Could you please let me have a copy of the reasons for the decision made for his detention. I understand that no legal representation was available at the hearing before the Captain.”", "Captain Hart replied by letter dated 24 October 1996 indicating that the applicant had had one review before the FOTR and that, while he had been advised that another review to a specific higher authority (Second Sea Lord/Commander) was open to him, he had chosen not to pursue that option.", "On 25 February 1997 the European Court of Human Rights handed down its judgment in the Findlay case (Findlay v. the United Kingdom judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I, no. 30). The applicant claims that it was not until the publication of that judgment and having taken counsel’s advice that he realised that he had the right to request that his complaint be taken further.", "The applicant’s solicitor therefore wrote to Captain Hart on 6 June 1997 referring to the Findlay judgment, pointing out that the applicant considered that he had not had a fair hearing by an independent and impartial tribunal (within the meaning of that judgment), and as required by the rules of natural justice. He stated that he wished to renew his complaint against sentence to a higher authority for which no time-limit had been set down by the relevant regulations.", "Captain Hart replied by letter dated 12 June 1997. He set out the history of the case and rebutted certain of the applicant’s allegations about his trial and noted that the applicant had since left the service thereby losing any right to request a further review. He concluded by noting that nothing new had been raised in the applicant’s lawyer’s letter about the facts of the applicant’s case, that the Findlay case was of no relevance and that, accordingly, there were no justifiable grounds to review the case again.", "On 29 July 1997 the applicant applied for legal aid to pursue judicial review proceedings against the Royal Navy in respect of the decision of Captain Hart not to forward the applicant’s complaint to the next higher authority. On 11 August 1997 the Legal Aid Board refused legal aid. The Board considered that the applicant had not shown reasonable grounds for taking, defending or being a party to proceedings and that the applicant had not shown that the decision of Captain Hart was illegal, irrational or procedurally improper. The Board noted that the three month limitation period for judicial review proceedings appeared to run from 1996 and, given that Captain Hart’s letter of 12 June 1997 merely confirmed what had previously taken place, judicial review proceedings were out of time. On 18 September 1997 the Legal Aid Area Committee refused the applicant’s appeal against the refusal of legal aid, the Committee not being satisfied that the applicant had reasonable prospects of success in the proposed judicial review proceedings.", "Section 130 of the Naval Discipline Act 1957 (“ the 1957 Act”) reads, in so far as is relevant, as follows:", "“1. If a person subject to this Act thinks that he has suffered any personal oppression, injustice or other ill-treatment, he may make a complaint in accordance with the procedure laid down in Queen’s Regulations and, if he does not obtain the redress to which he thinks he is entitled, a complaint to the Defence Council. ...", "2. On receiving any complaint made by virtue of subsection (1) above, it shall be the duty of the Defence Council to investigate the complaint and to grant any redress which appears to them to be necessary ...”", "An officer of junior rank or a rating may request an officer in his ship to assist him in making a complaint, in default of which the Divisional Officer (or such other officer as the Commanding Officer may decide) will give assistance (clause 1 of paragraph 4204). In the case of a rating, the complaint is first made orally to the Commanding Officer (clause 2).", "Clause 3 points out that it is the duty of any authority receiving a complaint to have it investigated as soon as possible. On receipt of any complaint, the Commanding Officer or other officer receiving the same shall satisfy himself that the complaint is made in accordance with the appropriate regulations in this section. He is then to deal with it in the exercise of his discretion as may seem to him right, and cause the complainant to be informed of his decision.", "Clause 4 provides that, if the Commanding Officer should refuse or be unable to remedy the complaint so made, the complainant may ask that he may be allowed to make his complaint in writing. On receiving the request, the Commanding Officer is to give the complainant 24 hours to reconsider the matter. The complainant (while still having the assistance of the officer referred to in clause 1) may then address his complaint in writing to the Commanding Officer, who is to forward it to his next superior, together with his own remarks thereon.", "Clauses 5 and 7 of paragraph 4204 read, insofar as relevant, as follows:", "“5. If the complainant is not satisfied. If the complainant is not satisfied with the decision on his complaint, he may request that it be forwarded to the next superior authority and so on to the Commander-in-Chief and finally to the Defence Council to be dealt with in accordance with Clause 3, and all such requests shall be complied with. ... When such a complaint is referred to a higher authority a copy of the complainant’s full service documents should also be forwarded, in order that the complaint may be dealt with without delay.” ...", "“7. Injustice at a summary trial. If a rating considers he has suffered an injustice at a summary trial, in conviction and/or sentence, he should state a complaint as set out <in Clauses 1-6> above. Detailed instructions for the handling of such complaints are contained in BR11, Manual of Naval Law, Chapter 11.”", "“Section II: REVIEW OF SUMMARY TRIALS", "“1110. Complaints against conviction and/or sentence", "1. There is no right to appeal to the Courts-Martial Appeal Court against either conviction or sentence at a summary trial. However, a rating is entitled to represent, through the medium of the complaints procedure set out in <Queen’s Regulations> Chapter 42, that he has been wrongfully convicted, or excessively punished, or both.", "2. Any such complaint should be made as early as possible to facilitate proper investigation. Application should not be delayed until completion of the punishment. ...", "3. Where a Commanding Officer or intermediate superior authority rejects a complaint, the rating is to be informed and the reasons stated. The rating should also be told of his right to have his complaint considered by the next higher authority if he is not satisfied. ...", "5. A rating whose complaint has been rejected by a Commander-in-Chief, an Area Flag Officer, the Flag Officer Naval Aviation, the Flag Officer Surface Flotilla, the Flag Officer Submarines or the Commandant-General Royal Marines is to be informed of his right to request that it be forwarded to the Ministry of Defence ... for the consideration of the Admiralty Board of the Defence Council.", "6. At all stages the complaint is to be given immediate attention ...", "7. If the complaint is against a committed sentence of detention it is essential that this expeditious handling procedure is observed so that, if any authority decides to uphold the complaint, the rating concerned may be released without delay. ...”", "1111. Review of summary sentences", "1. Whether in pursuance of a complaint made under 1110 or otherwise, any Flag Officer or Commodore may exercise any of the powers conferred by section 72(1) of <the 1957 Act> to annul or otherwise alter the sentence at a summary trial if:", "a. he is satisfied by information available to him but not available to the officer who awarded the sentence, either", "(1) that an offence of which the accused was convicted was not committed by him (in which case action to have the conviction quashed must also be taken <pursuant to> 1112); or", "(2) that the punishment is too severe and the accused should not be required to undergo that part of the punishment which is considered too excessive.", "b. a sentence is for any reason invalid.", "c. the report made in accordance with 0707.4 indicates that an unjustifiable punishment has been awarded summarily to a rating who would, had the circumstances permitted, have had the right to be tried by court-martial.", "1112. Review of summary convictions by Commanders-in Chief, Area Flag Officers or Two-Star or Three-Star Type Commanders", "1. The powers conferred by sections 70 and 71 of the <1957 Act> to quash or otherwise alter a conviction ... at a summary trial may be exercised by Commanders-in Chief or, when authorised ..., by Area Flag Officers or, when authorised ..., by the Flag Officer Naval Aviation, the Flag Officer Surface Flotilla or the Flag Officer Submarines, where they consider that such action is appropriate.”", "Paragraph 0804 of the Manual of Naval Law provides that solicitors and barristers should not appear at summary trials and that, in particular, an accused has no right to request legal representation at such a trial. If an accused requests legal representation, the Commanding Officer should consider whether justice requires, having regard to the gravity and nature of the offence, that the accused should alternatively be tried by court-martial. The accused’s Divisional Officer and witnesses can attend the summary trial (paragraph 0805).", "No time-limit applies to complaints made pursuant to the above provisions except that the right to make a complaint is retained only as long as the person concerned is “subject to” the 1957 Act, namely, while the individual remains in service. It was, nevertheless, at the relevant time the policy of the Royal Navy as a matter of discretion to consider such a complaint for a period of three months after a serviceman had ceased to be subject to naval law if the case raised exceptional circumstances and, typically, when new evidence was put forward."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}