{"ITEMID": "001-66590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "SITOKHOVA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Russian national, born in 1934 and living in Vladikavkaz. The respondent Government are represented by Mr. P.A. Laptev, representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1990 the applicant was involved in negotiations to buy part of a house from a third party.", "In 1998 the applicant brought a court action in connection with a contract which had been prepared during the negotiations. On 13 July 1998 the Vladikavkaz District Court granted her claim. The judgment was not challenged and it acquired legal force on 23 July 1998.", "On 29 January 1999, pursuant to a “protest” (application for supervisory review) by the President of the Supreme Court of North Ossetia-Alania, the Presidium of the Supreme Court of the Republic of North Ossetia-Alania quashed the judgment and remitted the case to the first instance, indicating that the District Court had failed to observe the necessary procedural formalities. The applicant was present on that occasion.", "On 15 October 1999 the applicant’s claim was dismissed by the District Court. On 8 February 2000 the Supreme Court of the Republic of North Ossetia-Alania upheld the decision given on 15 October 1999.", "An application for supervisory review was rejected by the Supreme Court of Russia on 11 April 2000.", "Code of Civil Procedure as in force at the relevant time", "Article 319", "“Judgments, court rulings and decrees which have entered into force, may be reviewed by way of supervision following a “protest” lodged by the persons listed in Article 320 of the Code”.", "Article 320", "“The persons competent to lodge a protest are:", "the Prosecutor General - against judgments, orders, and decisions of any court;", "the chairman of the Supreme Court - against resolutions of the Presidium of the Supreme Court as well as against judgments and orders of the Judicial College on Civil Cases of the Supreme Court acting as a court of first instance;", "Deputies of the General Prosecutor - against judgments, orders, and decisions of any court with the exception of the resolutions of the Presidium of the Supreme Court;", "Deputies of the President of the Supreme Court - against orders and judgments of the Judicial College on Civil Cases of the Supreme Court acting as a court of first instance;", "the chairman of the Supreme Court of an autonomous republic, area, regional, or city court, court of autonomous region, and court of an autonomous district, the Prosecutor of an autonomous republic, area, region city, autonomous region, and autonomous district - against judgements and orders of district (city) people’s courts and orders of Judicial Colleges on Civil Cases of respectively the Supreme Court of an autonomous republic, area, regional, city court, court of an autonomous region, and court of an autonomous district that reviewed the case according to an appellate procedure”.", "Article 322", "“The persons listed in Article 320 are entitled, subject to certain conditions, to obtain the case file in a civil case in order to establish whether there are any grounds for lodging a “protest” by way of a supervisory review”.", "Article 323", "“Officials who are entitled to lodge “protests” in accordance with the supervisory procedure may suspend execution of the judgments, orders, and decisions concerned until the supervisory review proceedings are completed”.", "Article 329 § 2", "“The court which carries out the supervisory review may annul the judgment in whole or in part and remit the case to the first or appeal instance for fresh consideration”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}