{"ITEMID": "001-23989", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KULJANIN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Milosav Kuljanin, is a Croatian national who was born in 1945 and lives in Zagreb. The respondent Government were represented by their Agent, Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and his former wife had a house in Barilović, Croatia. They built the house while married and were considered joint owners, although the applicant was the sole registered owner. On 11 June 1991 he allegedly gave the house as gift to his former wife but they did not report the conveyance to the land registry. He remained the sole registered proprietor.", "In mid-1992 the house was mined by unknown perpetrators.", "On 17 January 1995 the applicant obtained a divorce from his wife.", "On 19 May 1995 his former wife instituted civil proceedings before the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking damages from the Republic of Croatia for the destroyed house.", "On 16 June 1995 the defendant submitted that the applicant was the registered owner of the house and that his former wife therefore had no locus standi in the proceedings.", "On 28 July 1995 the applicant's former wife submitted that she had received the house as gift from him in 1991.", "Pursuant to the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima), the Zagreb Municipal Court stayed the proceedings on 13 May 1996.", "Pursuant to the Damage from Terrorist Acts and Public Demonstrations Act 2003 (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija), the proceedings resumed on 25 September 2003.", "The applicant has submitted a document from which it appears that his former wife and he agreed to annul the above-mentioned contract to gift the house on 13 January 2004.", "The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Republic of Croatia nos. 53/1991, 73/1991, 3/1994, 7/1996 and 112/1999) read as follows:", "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another's property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”", "The relevant parts of the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima, Official Gazette of the Republic of Croatia no. 7/1996, hereinafter “the 1996 Act”) read as follows:", "“Section 180 of the Civil Obligations Act ... shall be repealed.”", "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.", "The proceedings referred to in sub-section 1 of this section shall be continued after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”", "The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 112/1999 and 117/2003) provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "The Damage from Terrorist Acts and Public Demonstrations Act 2003 (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija, Official Gazette of the Republic of Croatia no. 117/2003) provides, inter alia, that the Republic of Croatia is to provide compensation in relation to damage resulting from bodily injury, impairment of health or a death. All compensation for damage to property is to be sought under the Reconstruction Act.", "The relevant parts of the Reconstruction Act (Zakon o obnovi, Official Gazette of the Republic of Croatia nos. 24/1996, 54/1996, 87/1996 and 57/2000) provide that the means for reconstruction are to be granted to persons whose property was destroyed in the war. The request is to be submitted to the Ministry for Public Works, Reconstruction and Construction (Ministarstvo za javne radove, obnovu i graditeljstvo)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}