{"ITEMID": "001-4834", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KANGASNIEMI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Swedish citizen, born in 1944 and living in Huddinge, Sweden. She is represented before the Court by Mr Wäinö Pietikäinen, chairman of an association for patients.", "A.", "Since the end of the 1980’s the applicant has suffered from various health problems, e.g. arrhythmia, blood pressure, headaches, and pain in her back and neck. In 1991, she sought compensation from her insurance company on the basis of a voluntary insurance claiming her problems were related to her work as a dentist.", "On 12 July 1991, the insurance company refused her claim for compensation. The Board for Accident Compensation (tapaturmalautakunta, olycksfallsnämnd) and the Insurance Court (vakuutusoikeus, försäkringsdomstol) rejected her appeals on 18 December 1991 and 6 October 1992 respectively. The Supreme Court (korkein oikeus, högsta domstolen) refused her leave to appeal on 30 August 1993. These proceedings are later referred to as “the first set of proceedings”.", "After receiving new medical statements, the insurance company reviewed the applicant’s claim for compensation and, on 12 February 1996, upheld its previous refusal.", "The applicant appealed to the Board for Accident Compensation, which rejected the appeal on 14 August 1996. The proceedings before the Board were conducted in writing.", "The applicant appealed to the Insurance Court requesting, inter alia, an oral hearing. The Insurance Court received a statement from the insurance company and the applicant submitted her observations to it. On 7 October 1997, the Insurance Court rejected the appeal without holding an oral hearing. It reasoned its refusal to hold an oral hearing as follows:", "(translation from Swedish)", "The applicant sought leave to appeal against the Insurance Court’s decision from the Supreme Court arguing, inter alia, that the Insurance Court had no legal ground for its refusal to hold an oral hearing. Furthermore, she claimed that the Supreme Court should wait for the County Administrative Board’s decision on her complaint before deciding the case. On 22 June 1998, the Supreme Court refused the applicant leave to appeal. The latter proceedings are later referred to as “the second set of proceedings”.", "B. Relevant domestic law", "According to Section 9, subsection 1, of the Insurance Court Act (laki vakuutusoikeudesta, lagen om försäkringsdomstolen 14/58) as in force at the relevant time, the proceedings before the Insurance Court were written. However, the Insurance Court could for special reasons decide to hold an oral hearing where the parties, witnesses and experts could be heard. It could also request that evidence be taken by an ordinary court of first instance.", "According to Section 53(b) of the Accident Insurance Act (tapaturmavakuutuslaki, lagen on olycksfallsförsäkring 608/48), one who wants to appeal against the Insurance Court’s decision to the Supreme Court must seek leave to appeal, which can be granted under the provisions set out in Chapter 30, Section 3, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalk).", "According to Chapter 30, Section 20, of the Code of Judicial Procedure, the Supreme Court may, when necessary, hold an oral hearing, where the parties, witnesses and experts may be heard, and other evidence may be taken."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}