{"ITEMID": "001-71541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SOLOSHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Pavlo Volodymyrovych Soloshenko, is a Ukrainian national who was born in 1958 and lives in the town of Bogodukhiv, the Kharkiv region, Ukraine.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In October 2002 the applicant instituted proceedings in the Bogodukhiv City Court against the Kharkiv Regional Department of Chernobyl Affairs, seeking recovery of food allowance arrears (an extraordinary compensation for food expenses) for the period from 1 December 2001 until 31 December 2002, to which he was entitled having been a relief worker during the 1986 Chernobyl Nuclear Plant disaster. On 4 February 2003 the court ordered the department to pay the applicant UAH 921.84 in compensation.", "On 25 March 2003 the court issued a writ of execution for the judgment.", "On 5 May 2003 the same court granted the department an extension of the time-limit for lodging its appeal against the judgment. The applicant did not appeal against that decision.", "On 24 June 2003 the Kharkiv Regional Court of Appeal upheld the judgment of 4 February 2003. The decision of 24 June 2003 was not appealed in cassation.", "On 17 July 2003 the applicant submitted to the Dzerzhynsk Local Bailiffs’ Service of Kharkiv the writ of execution for the judgement of 4 February 2003, seeking initiation of the enforcement proceedings.", "On 18 July 2003 the Bailiffs’ Service postponed initiation of those proceedings on the ground that the writ of execution did not contain information about the debtor’s bank accounts. It sent the writ to the Bogodukhiv City Court for corrections to be made by 28 July 2003.", "According to the Government, the Bogodukhiv City Court issued another writ in respect of the judgment at issue on 1 December 2003.", "On 9 February 2004 the Bailiffs’ Service instituted enforcement proceedings.", "On 18 October 2004 the Bailiffs’ Service discontinued the enforcement proceedings in the light of the full execution of the judgment of 4 February 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}