{"ITEMID": "001-107530", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF JOHN ANTHONY MIZZI v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Remainder inadmissible;Pecuniary damage and non-pecuniary damage - award", "JUDGES": "David Scicluna;David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1925 and lives in Malta.", "7. The applicant is a journalist. On 20 February 1994 The Sunday Times of Malta, a national English language newspaper (“The Times”) published the applicant’s letter to the editor entitled “A Yacht Marina for Xemxija?”", "The letter, in so far as relevant, read as follows:", "“Dr Francis Zammit Dimech, Minister of Transport, has been quoted as saying that a yacht marina is being projected for Xemxija, the inner part of St. Paul’s bay.", "The residents of the seaside village, permanent and occasional, and the fishermen, have not been consulted over what will be an impractical and highly unpopular attempt to bring about further havoc in the area.", "After the war, during the administration of Dr Boffa, permission was given for buildings to be erected on the northern part of the bay because Dr Boffa wanted to build there, and now this has erupted into a conglomeration of high and low-rise constructions of grotesque proportions.", "Then came the oil tanks and it was quite a relief later to see those go. There was some idea to develop Mistra and one hopes this has evaporated. Now comes this new idea of a marina at Xemxija.", "When the breakwater at Tal-Veccja was extended, the currents in the bay were diverted so that now silt has settled along the stretch by the West End Hotel. Similarly, any breakwater in the bay will further alter the currents. The residents will not welcome the intrusion of yachtsmen and are wondering whether the back up facilities will go.", "A proper study of the storms in the bay in winter will certainly show though how impractical it is to build a large marina at Xemxija. Besides, one can imagine yachtsman with pegs to their noses from the stench from the drainage outflow which is such a feature of St. Paul’s Bay where the authorities have continually botched the system.", "Why don’t they try Salina, which is a more sheltered and more practical marina – if in fact there is need for another marina?”", "8. On an unspecified date, Mr J. Boffa, the son and heir of the deceased Sir Paul Boffa referred to in the letter (who was Prime Minister of Malta and Head of Government in the post-war era of 1947-50 and who died in 1962), sued the applicant for civil damages, claiming that the letter was defamatory. He argued that the words “Dr Boffa wanted to build there” attributed false and despicable intentions to his father.", "9. The applicant pleaded that the action should be dismissed on the ground that a deceased person cannot sue for libel. By a preliminary judgment of 28 June 1996 the Civil Court dismissed this preliminary plea. This preliminary decision was upheld by the Court of Appeal on 7 October 1997.", "10. The applicant contended, on the merits, that his letter had not stated that Sir Paul Boffa had wanted to build for himself in the specified area. His statement had referred to Sir Paul Boffa’s decision, acting in his role as Prime Minister of the country, to build in the area. Moreover, the letter was not injurious and there had been no mischievous intent, “animus injuriandi”, on the part of the applicant, who was also a family friend of the Boffas.", "11. By a judgment of 21 October 2002 the Civil Court found the letter to be defamatory vis-à-vis Sir Paul Boffa and ordered the applicant to pay Joseph Boffa 700 euros (EUR). It reiterated that a person may have a legal interest even if he or she was not the person to have been defamed, and it threw out the applicant’s explanation of the impugned phrase for the following reasons: from the evidence submitted it transpired that the area close to the Church in Xemxija was indeed a development zone; however, no date could be established as to when the land had been earmarked for such purpose. It further appeared that a company had submitted an application to acquire (tehid) land in Mistra to erect a bulk storage installation for petroleum products. It followed logically, according to the reasoning of the Civil Court, that the applicant had meant that the issuing of building permits during Sir Paul Boffa’s administration had been dependent on his will to build there (on the northern side of the bay of Xemxija), personally. This was the meaning which would have been understood by any ordinary right-thinking person. However, the applicant had not been able to prove that any such permits had been issued, or that Sir Paul Boffa had wanted to build there. Thus, since the allegations were untrue, and the applicant had not proved any basis for such an allegation, mischievous intent was presumed.", "12. The judgment was upheld by the Court of Appeal on 21 June 2005. It reiterated that the statement “during the administration of Dr Boffa, permission was given for buildings to be erected on the northern part of the bay because Dr Boffa wanted to build there” was defamatory as it implied that Dr Boffa had taken advantage of his position as head of the civil administration to build in an area for which planning permission had not previously been granted. This was what a reasonable person would have understood. However, Mr Boffa had proved that his father never owned property in the said area. The Court of Appeal further noted that the applicant had failed to publish any correction or apology after becoming aware that Mr Boffa had suffered from the defamation caused by the publication.", "13. The applicant instituted constitutional redress proceedings claiming that there had been a violation of his rights under Articles 6 and 10 of the Convention.", "14. On 18 November 2008 the Civil Court, in its constitutional jurisdiction, dismissed his claims on the merits. It considered the evidence produced by the applicant, namely a letter from the editor of The Times which explained the reasons why he disagreed with the court judgment of 21 June 2005, the witness testimony declaring that the relevant area was a building site, his research documents and his statement that he had never referred to Dr Boffa’s wish to build for himself personally. It considered, firstly, that according to established domestic and continental jurisprudence, a descendant of a defamed person did have a right of action. It reiterated the lower courts’ findings in relation to the animus injuriandi and confirmed that their decision based on the finding that the applicant’s statement had been untrue could not be considered to be repressive. It held that an ordinary reader would have definitely understood the applicant’s statement to refer to Dr Boffa’s wish to build there personally and thus did cause harm to his reputation. Moreover, the concept of “necessary in a democratic society” did not entail the publishing of falsehoods. As to Article 6, it held that according to the European Court’s case-law, the right to a fair trial did not extend to the failure to cross-examine persons who had not given testimony and whose interests were being represented by the heirs who could, themselves, be cross-examined. Thus, there could be no violation of Articles 6 or 10 of the Convention.", "15. On appeal, by a judgment of 9 October 2009, the Constitutional Court upheld the first-instance judgment and the ordinary court’s reasoning under both Articles 6 and 10. In particular, it rejected the applicant’s contention that he was referring to Dr Boffa in his role as Prime Minister at the relevant time and not in his personal capacity, and that the applicant had never written that Dr Boffa had wanted to build there for his own personal advantage. It further held that the Court of Appeal had correctly applied the relevant principles, in particular the concept of “ordinary reader” and the importance of reputation.", "16. The pertinent sections of the Press Act, Chapter 248 of the Laws of Malta, in so far as relevant, read as follows:", "Section 3", "“The offences mentioned in this Part of this Act are committed by means of the publication or distribution in Malta of printed matter, from whatsoever place such matter may originate, or by means of any broadcast.”", "Section 11", "“Save as otherwise provided in this Act, whosoever shall, by any means mentioned in section 3, libel any person, shall be liable on conviction to a fine (multa).”", "Section 23", "“Criminal proceedings for any offence under Part II and civil proceedings under Part III of this Act may be instituted against each of the following persons:", "(a) the author, if he shall have composed the work for the purpose of its being published, or if he shall have consented thereto;", "(b) the editor; or, if the said persons cannot be identified,", "(c) the publisher.”", "Section 27", "“Criminal proceedings are independent of civil proceedings. Both proceedings may be instituted at the same time or separately.”", "Section 28", "“(1) In the case of defamation, ... , the object of which is to take away or injure the reputation of any person, the competent civil court may, in addition to the damages which may be due under any law for the time being in force in respect of any actual loss, or injury, grant to the person libelled a sum not exceeding eleven thousand six hundred and forty-six euros and eighty-seven cents (EUR 11,646.87).”", "17. Articles 255 and 256 of the Criminal Code, Chapter 9 of the Laws of Malta, read as follows:", "Article 255", "“No proceedings shall be instituted for defamation except on the complaint of the party aggrieved:", "Provided that where the party aggrieved dies before having made the complaint, or where the offence is committed against the memory of a deceased person, it shall be lawful for the husband or wife, the ascendants, descendants, brothers and sisters, and for the immediate heirs, to make the complaint.”", "Article 256", "“(1) In cases of defamation committed by means of printed matter, the provisions contained in the Press Act shall apply.", "(2) Where, according to the said Act, proceedings may only be instituted on the complaint of the party aggrieved, the provisions contained in the proviso to the last preceding article shall also apply.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}