{"ITEMID": "001-57706", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF OERLEMANS v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "", "TEXT": ["7. Mr Johannes Oerlemans lives at Hogerheide, in the commune of Woensdrecht (Netherlands).", "Since 1968 he has been involved in cattle farming on a farm of approximately 110 hectares which his father had operated before him. The farmland comprises a parcel registered as \"Commune Woensdrecht, section G, no. 1836\" (circa 64.5 hectares), of which Mr Oerlemans is a co-owner together with the Stichting Het Brabants Landschap, a foundation set up for the purpose of nature preservation. He has a one sixth interest in the land. The above parcel was situated outside the dyke along the eastern end of the Oosterschelde, an arm of the North Sea.", "8. The eastern part of the Oosterschelde has been shut off from the sea by a series of dykes whose purpose was to strengthen the defences against the sea rather than to reclaim land.", "Before the completion of these dykes the area comprising the parcel G, no. 1836 consisted partly of a complex of open water, strips of mudland and siltland submerged either by each high tide or by spring tides (slikken en schorren), intersected by inlets, and partly of low dunes backed by cliffs). The open-water area was a mixture of salt and fresh water. Due to these conditions, only limited use could be made of the parcel.", "The dyke enclosing the land comprising the parcel - called \"Markiezaatskade\" after the local delta region known as the \"Markiezaatsmeer\" - was completed in August 1983. Thereafter, with the disappearance of the tides and the predominance of fresh water, the land gradually became drier with changes in the flora and fauna of the area and an explosive growth of thistles.", "At the present time the Markiezaatsmeer, an area composed of some 700 hectares land and 800 hectares water, is partly a \"protected natural site\" in the sense of section 7 of the Nature Protection Act 1967 (\"the 1967 Act\" - (Natuurbeschermingswet) and partly a \"national nature preserve\" in the sense of section 21 of that Act (see paragraphs 15-19 below). The Stichting Het Brabants Landschap acts as a supervisor for the area.", "9. Before the Markiezaatskade was completed the Minister of Culture, Recreation and Public Works designated the area which includes the parcel as a \"protected natural site\" by an order of 20 September 1982 made pursuant to section 7 of the 1967 Act.", "An explanatory note was appended to the order. Points 2 and 3 of the note contained a comprehensive description of the particular scientific and environmental importance of the area as it then was. Point 4 described the developments to be expected from the completion of the dykes, including the gradual cessation of tidal effects, the transformation into a freshwater zone, the drying out of the land and important changes in the existing biotope.", "Point 6 of the note specified that \"current long-established use of land could continue as usual\" but that \"certain actions should, however, be subject to authorisation\"; among these were \"the use of methods intended or likely to alter or intensify the existing use of land\", \"removing, destroying or degrading the soil (...), filling in, levelling, clearing or ploughing the land\" and \"the use of herbicides or substances to promote or inhibit growth\".", "10. On 30 October 1982 the applicant appealed against the designation order to the Crown under section 19 of the 1967 Act (see paragraph 18 below).", "He pointed out that he used parts of the designated area including parcel G, no. 1836 for pasturing cattle and alleged that the order would turn those parts into wasteland. He submitted that this would not be in the interests of nature conservation and would, moreover, entail considerable economic losses. Further, the area’s protection as a natural site was already sufficiently secured by the West Brabant regional development plan and the Woensdrecht municipal land-use plan, both of which respected the rights of farmers. He concluded that the reasons given for the order were both insufficient and superfluous and that it should be annulled.", "11. The appeal was heard before the Administrative Disputes Division (Afdeling Geschillen van Bestuur) of the Council of State (Raad van State) (see paragraphs 36 and 37 below) on 8 November 1985.", "In accordance with the advisory opinion of that Division the applicant’s appeal was dismissed by Royal Decree of 14 March 1986, no. 38 (Administrative Decisions (Administratiefrechtelijke Beslissingen) 1986, 484).", "The Crown first held that the area met the requirements of section 1 (b) of the 1967 Act. It then examined and rejected the objection that the requirement of section 7 of that Act was not fulfilled in that the protection of the area was already secured in another way. As to the applicant’s fear that his user of parcel G, no. 1836 for pasturing cattle would be unduly restricted, the Crown held that at the hearing it had been established that the manner in which he had exploited the parcel did not impair the essential characteristics of the area so that the existing use could be continued without an authorisation being required. The applicant’s fear that the site would turn into wasteland was considered unfounded because it was possible to use the land so as to prevent that. Finally the Crown held that the interests of protecting the area as a \"protected natural site\" under the Nature Protection Act outweighed the interests of the applicant.", "12. In 1987 the applicant had some 15 hectares of parcel G, no. 1836 levelled and some inlets filled in. When this was discovered, the Minister of Agriculture and Fisheries on 2 July 1987 issued an order under section 29 of the 1967 Act to cease work. The applicant appealed against this order to the Litigation Division (Afdeling Rechtspraak) of the Council of State (see paragraph 27 below) and requested an interim injunction from the President of that Division. Following the dismissal of that request on 18 August 1987, the Minister, by order of 23 February 1988, specified the steps to be taken by the applicant to restore the land to its original state. The Minister stated that, if these measures were not carried out by the applicant before 1 September 1988, they would be done at his expense. The applicant appealed against this order to the Litigation Division alleging that he had taken the impugned measures in order to destroy the thistles proliferating on parcel G, no. 1836, as he had been ordered to do by the municipal authorities of the commune of Woensdrecht. The Litigation Division joined the appeals and dismissed them on 26 November 1990.", "13. On 8 March 1988 the Minister of Agriculture and Fisheries refused to grant the applicant authorisation to use mechanical means for destroying thistles on part of the land.", "The applicant appealed to the Crown against this decision. In accordance with section 1 para. 1 of the Interim Act on Crown Appeals (Tijdelijke wet Kroongeschillen), the appeal was referred for decision to the Administrative Disputes Division of the Council of State. The appeal was dismissed on 15 September 1989.", "14. On 22 January 1988 the applicant claimed compensation under section 18 of the 1967 Act. He claimed that he had suffered damage because of the manner in which the natural site was managed. As a result thistles had become so abundant that all other growth had ceased and the use of parcel G, no. 1836 for pasture had become impossible. He based his claim for Hfl. 200,000 on the allegation that as from 1984 he had had the intention to use that parcel for intensive pasture, increasing the number of cattle to two hundred.", "The Minister dismissed the claim on 16 May 1989, pointing out, inter alia, that the applicant could not reasonably have expected that after the closure of the Markiezaatskade he would have been able to use the parcel more intensively than before since he must have known long before that the area would be designated as a protected natural site.", "On 10 July 1989 the applicant appealed against this decision to the Crown. At the date of the hearing before the Court the appeal was still pending before the Administrative Disputes Division of the Council of State.", "15. Section 1 (b) of the 1967 Act defines a natural site as composed of grounds and waters which are of general interest as regards their scenic beauty or scientific value.", "Under section 7 of the Act the Minister of Culture, Recreation and Public Works may, in agreement with the Minister for Planning and Development (ruimtelijke ordening), designate as a protected natural site (beschermd natuurmonument) a natural site which is not protected in any other way. Designation takes place by means of a reasoned decision which must specify the land registry parcels affected by the designation.", "16. Section 12 (1) of the Act states that it is forbidden to carry out actions detrimental to the scenic beauty or scientific interest of a protected natural site or which might disfigure the site, without authorisation by the Minister or in breach of the terms of such an authorisation. Section 12 (2) specifies that the actions envisaged by section 12 (1) are those which affect the essential characteristics of the protected natural site as set out in the designation order.", "17. Section 18 of the Act allows for the possibility of obtaining compensation for damage suffered as a result of a designation order, refusal of authorisation or the terms attached to an authorisation.", "18. Section 19 of the Act limits appeal to the Crown by interested parties to: a designation order under section 7, a repeal of such an order under section 11, decisions as to authorisations made under section 13 and decisions as to compensation for damage under section 18.", "19. Under section 21 the Minister of Culture, Recreation and Public Works may designate as a \"national nature preserve\" (staatsnatuurmonument) a natural site which belongs to the State.", "20. Sections 26 to 29 of the Act provide for various penalties or coercive measures in respect of actions contrary to the provisions of the Act.", "21. Under Netherlands law the civil courts have traditionally had competence to grant relief against the administration if and in so far as no other relief is available.", "This competence is based on the Constitution and on the Act on the Organisation of the Judiciary of 1827 (Wet op de rechterlijke organisatie (RO)).", "Under subsection 1 of section 112 of the Constitution it is for the judiciary to adjudicate on \"disputes on civil rights and claims\". The \"judiciary\" responsible for the administration of justice in civil cases is composed of the Supreme Court, the courts of appeal, the district and cantonal courts.", "Section 2 RO provides (as far as relevant):", "\"The judiciary is exclusively charged to take cognizance of and to decide upon all disputes on property or rights derived from property, on claims or civil rights ...\"", "22. The leading precedents as to the interpretation of section 2 are the Supreme Court’s judgments of 31 December 1915 and of 18 August 1944.", "In its judgment of 31 December 1915 (Nederlandse Jurisprudentie (NJ) 1916, p. 407) the Supreme Court held that:", "\"under section 2 RO, the exclusive competence of the judiciary depends on the object of the dispute, that is the right for which the plaintiff claims protection, and not on the nature of the right on which the defendant’s argument is based\".", "The case which was decided by the Supreme Court in its judgment of 18 August 1944 (NJ 1944/45, no. 598) concerned an action brought by a commune against a province based on the latter’s refusal to deliver electricity to the commune. The commune alleged in the first place that it was entitled to delivery under a quasi-contractual obligation incumbent on the province and in the second place that the refusal constituted a tort since it was contrary to a public law obligation. The commune sought both a declaratory judgment that the refusal was unlawful and a judicial order to deliver.", "As to the first ground the Supreme Court, reiterating its decision of 1915, held inter alia that:", "\"for the question whether there is a claim within the meaning of that section [section 2 RO] it is immaterial whether the obligation is governed by public or by civil law ...\"", "On the second ground the Supreme Court noted that these claims were based on section 1401 of the Civil Code and held:", "\"that the protection afforded by this section is not confined only to the claim for damages to which it explicitly refers, but also applies to preventive measures where there exists a serious threat that injustice is on the point of being done.\"", "It concluded that as far as the latter ground was concerned the \"object of the dispute\" was an obligation under section 1401 of the Civil Code and that, accordingly, the case concerned a civil right within the meaning of section 2 RO, it being irrelevant for the competence of the civil courts whether or not the obligation to deliver the electricity was of a public law nature.", "23. The above case-law is understood to imply that where a citizen bases his claims against the administration on the allegation that the latter has committed a tort against him, the civil courts are, in principle, competent to take cognizance of the case.", "24. Finally it should be noted that where the civil courts are competent the President of the District Court has competence in interlocutory proceedings (kort geding - see, for the role of these proceedings in the Netherlands, the Keus judgment of 25 October 1990, Series A no. 185, p. 64, para. 17).", "25. Under section 120 of the Constitution, as construed in the constant case-law of the Supreme Court, the judiciary is not permitted to examine the lawfulness of Acts of Parliament. The courts can, however, review the lawfulness of subordinate legislation and of all other acts of the administration including the lawfulness of decisions which have a general character (such as regulations, plans or, directives).", "A decision of the administration is unlawful (onrechtmatig) and constitutes a tort within the meaning of section 1401 of the Civil Code when it violates a right of the plaintiff or is contrary to a rule of international or domestic law which seeks to protect the plaintiff’s interests, or to general principles of proper administration which, inter alia, forbid abuse of power and encompass the principles of proportionality and reasoned decisions as well as requiring that all relevant considerations be taken into account in reaching a decision.", "26. Although section 1401 of the Civil Code states that a victim of a tort is entitled to damages, his rights under this section are wider. He may ask for a declaratory judgment and for an injunction by which the defendant is either forbidden or ordered to do something (see also paragraph 21 above). That means that a citizen who claims that a decision of the administration constitutes a tort may demand, if need be in interlocutory proceedings, that the court or its President restrains the administration, for example, from executing or having executed its impugned decision (see Supreme Court judgment of 1 July 1983, NJ 1984, no. 360). In this sense the courts, although they lack competence to annul the decisions of administrative authorities, may, as the Supreme Court explained in its judgment of 1 July 1983, make such a decision \"inoperative\".", "Although claims for damages against the administration are subject to a limitation period of five years under a special Act of 31 October 1924, the period of limitation for other forms of relief against the administration based on section 1401 of the Civil Code is the normal thirty year period provided for in section 2004 of that code.", "27. Under Netherlands law there are two other forms of relief against the administration.", "28. In the first place, it may be possible to appeal to an administrative tribunal with competence to make a decision in the matter. This is, as a general rule, possible in areas such as fiscal law, social security law, and the law concerning civil servants: in these fields cases are dealt with by either special administrative tribunals or special sections of the civil courts.", "Since 1 July 1976, when the Act concerning administrative jurisdiction as to decisions of the administration (Wet administratieve rechtspraak overheidsbeschikkingen (AROB-Act)) entered into force, there is, moreover, a more general administrative tribunal, the Litigation Division (Afdeling Rechtspraak) of the Council of State (Raad van State), which is competent only as regards administrative decisions. It is since the AROB-Act that it has become possible to appeal to the Litigation Division from those orders made under the Nature Protection Act against which under section 19 there is no appeal to the Crown (see paragraphs 12, 18 and 20 above).", "29. In the second place, under Netherlands law as it stood before the enactment of the Interim Act on Crown Appeals (see paragraph 40 below) there was a special form of relief against the administration, referred to as an \"administrative appeal\". Under this procedure the aggrieved citizen was given the right to appeal from the decision of an administrative authority to a higher administrative authority which, if the appeal was allowed, had competence to take the proper decision itself. The appeal to the Crown under section 19 of the 1967 Act from the designation order of the Minister (see paragraph 18 above) is an example of this type of relief. A further example was the administrative appeal which was at stake in the Supreme Court’s judgments of 22 February 1957 (NJ 1957, no. 310) and 26 March 1976 (NJ 1976, no 375): the appeal from a decision by the municipal executive to the municipal council (see paragraph 30 in fine below).", "30. In its judgment of 9 March 1938 (NJ 1938, no. 1000), the Supreme Court examined whether the lower court was correct in holding that it should not examine the lawfulness of a municipal development plan. The Supreme Court recalled that an appeal lies to the Crown after such a plan has been approved first by the municipal council and then by the provincial council. It added that in such an appeal the Administrative Division of the Council of State gives an advisory opinion and thus \"an examination of the case in adversary proceedings is secured\".", "The Court concluded:", "\"that the law, by making available the above-described administrative procedure, offers such guarantees to all those interested in the substance of the municipal development plan, that it is to be assumed that a plan which has been formally drawn up in accordance with the law is final for everybody ..., so that an action before the civil courts, based on the allegation that the plan is null and void because the substance is contrary to the law, is excluded.\"", "In its above-mentioned judgment of 22 February 1957 (NJ 1957, no. 310) the Supreme Court took the opposite view with regard to the administrative appeal then under examination:", "\"... because the appeal to the municipal council which is possible under the law does not offer sufficient guarantees for it to be regarded as a special procedure which excludes the possibility of seeking relief before the civil courts ...\"", "The Supreme Court reiterated this opinion in its judgment of 26 March 1976 (NJ 1976, no. 375). There the court held that:", "\"if the applicant for a building licence is of the opinion that the authorities by refusing his application have violated section 48 of the Housing Act, he may under section 1401 of the Civil Code claim damages for the harm he has suffered. The court in assessing that claim must examine the lawfulness of the decision refusing the application because the procedure to seek relief from such a decision does not offer sufficient guarantees for it to be considered a special procedure which excludes examination on the basis of section 1401 of the Civil Code.\"", "31. The above-mentioned judgments form part of an extensive case-law to the effect that where an administrative appeal offers sufficient guarantees as to a fair procedure, the civil courts, although remaining in principle competent, should refrain from examining the lawfulness of the administrative decision against which the appeal lies. Examination of the latter question is not, however, excluded if the administrative appeal does not offer such guarantees.", "32. In 1979, in a much noted article by G.J. Wiarda (Non sine causa, Opstellen aangeboden aan Prof. Mr G.J. Scholten, pp. 459 et seq.) it was submitted that the Crown did not meet the requirements of Article 6 para. 1 (art. 6-1) of the Convention. The author warned that there might be many cases of appeal to the Crown where that provision applied and argued that the appeal to the Crown procedure should be revised. The Court’s judgment in the Benthem case (the judgment of 23 October 1985, Series A no. 97) confirmed the correctness of these views.", "33. Prior to the Benthem judgment several authorities - among whom a member of the Supreme Court - had already stated that, if the above proposition was right, the consequence would be that (1) the appeal to the Crown could no longer be said to be an administrative appeal which \"offers sufficient guarantees\" as to a fair procedure and (2) that, accordingly, under the doctrine described in paragraphs 30-31 above, the civil courts would be free to examine the lawfulness of any decision of the administration coming within the province of Article 6 (art. 6) of the Convention against which appeal to the Crown lies (see, inter alia: B.W.N. de Waard, Tijdschrift voor Openbaar Bestuur, 1980, pp. 551 et seq.; A.R. Bloembergen, Bouwrecht, 1981, p. 284; E.M.H. Hirsch Ballin, Preadvies voor de Nederlandse Juristenvereniging, HNJV 1983, I.2., p. 48; J.A.E. van der Does & J.L. de Wijkerslooth, Onrechtmatige Overheidsdaad (1985), p. 33).", "After the Benthem judgment this view was generally accepted among the many learned writers who examined the consequences of that judgment for the Netherlands system of remedies against the administration (see, inter alia, J.M. Polak, Nederlands Juristenblad 1985, p. 1197; P.J.J. van Buren, ibid., p. 1301; B.F. de Jong, Nederlands Juristenblad 1986, p. 813; \"Kroonberoep en Art. 6 ECRM\" (1986), pp. 29, 63, 70 and 71; E.M.H. Hirsch Ballin, in his note on the Benthem judgment, Administratiefrechtelijke Beslissingen 1986, no. 1; De Haan and Drupsteen, Bestuursrecht in de sociale rechtsstaat, II, p. 289). The only question which divided the legal profession was whether or not it would be necessary to appeal to the Crown before taking the case to a civil court.", "The above view concerning the competence of the civil courts was also accepted by the Arnhem Court of Appeal in a judgment of 17 February 1986 in interlocutory proceedings (Kort Geding 1986, no. 138).", "34. The Supreme Court decided this issue for the first time in its judgment of 12 December 1986 (NJ 1987, no. 381). The case concerned a decision taken by the municipal authorities under the Nuisance Act 1952 (Hinderwet) to close down the plaintiff’s business. Under that Act the plaintiff could have appealed to the Crown (\"administrative appeal\") and in that context he could have requested interim mesures from the President of the Administrative Disputes Division of the Council of State. Instead, however, he instituted interlocutory proceedings (kort geding) before the President of a civil court. Both the President and the Court of Appeal held that the plaintiff should have availed himself of the appeal procedure to the Crown and refused to entertain the action. In conformity with the advisory opinion of the acting Procureur Generaal the Supreme Court dismissed the appeal.", "The Court first recalled that:", "\"the fact that, under section 2 RO civil courts are competent to take cognizance of an action based on section 1401 of the Civil Code, does not prevent a refusal to entertain the action based on, to put it briefly, the existence of another remedy which offers sufficient guarantees.\"", "The Court then held that there actually was such a procedure because the plaintiff could have addressed himself to the President of the Administrative Disputes Division of the Council of State; accordingly, the President of the civil court was not the appropriate judge in the matter.", "As appears from the opinion of Mr Bloembergen, a Supreme Court judge acting as Procureur Generaal, this was in conformity with the doctrine referred to in paragraphs 30 and 31 above. He had, however, also discussed the question whether that doctrine could still be upheld after the Benthem judgment which he considered ought to be taken into account. He concluded that \"also after the Benthem judgment in principle the citizen will have to appeal to the Crown first; thereafter he can address himself to the civil courts\" (NJ 1987, no. 1375, para. 5.3).", "The Supreme Court considered that the Benthem judgment was immaterial because the case concerned interlocutory proceedings which did not involve a \"determination\" of the plaintiff’s civil rights. It added:", "\"It is true, however, that it would be difficult to accept the aforementioned exclusion of the President as kort geding judge if it were open to an interested party in cases concerning a determination of civil rights within the meaning of Article 6 para. 1 (art. 6-1) of the Convention to take the case as to the merits directly to the civil courts. The system in force at the moment should, in order to avoid procedural complications, however, be understood as enabling the interested party to bring his case to the civil courts only after a decision on his appeal to the Crown.\"", "In his annotation to the judgment Professor Scheltema pointed out that the conclusions drawn by the Supreme Court were to be expected in the light of its case-law:", "\"the appeal to the Crown is no longer to be considered as offering sufficient guarantees; consequently, until the Interim Act on Crown Appeals has made the Administrative Division of the Council of State a tribunal in most cases, there is a role for the civil courts.\"", "35. The above interpretation was endorsed by a judgment of the Supreme Court of 6 February 1987 (NJ 1988, no. 926). In that case the plaintiff (Aral) had asked for a new licence under the Nuisance Act 1952 in view of plans to extend and modify a filling station. In anticipation of the granting of this licence the company had in 1976 - with the full knowledge and approval of the head of the municipal \"Nuisance-Act- department\" - reconstructed its installations in the station. However, in 1979 the muncipal authorities refused to grant the licence requested and at the same time closed down all of the company’s installations. Upon appeal the Crown annulled the decisions of the municipal authorities and issued the requested licence. Aral thereupon instituted a claim for damages in a civil court. The Court of Appeal held that the commune had committed a tort and ordered it to pay damages. The Supreme Court dismissed the commune’s appeal.", "In its appeal the commune complained that the Court of Appeal had considered itself bound by the decision of the Crown. The Supreme Court recalled the doctrine referred to above (in paragraphs 30 and 31). It held that the appeal to the Crown was, as far as the domestic law of the Netherlands was concerned, to be considered as an administrative procedure which offered sufficient guarantees. Consequently, in principle, the civil courts were bound by the Crown’s decision. However, the Supreme Court added:", "\"In view of the judgment of the European Court of Human Rights of 23 October 1985, NJ 1986, 102 (the Benthem case) an exception to that principle must, however, be made if ‘the licencee or the person who exploits the installations’ pleads that the Crown cannot be deemed to be a ‘tribunal’ which meets the requirements of Article 6 para. 1 (art. 6-1) of the European Convention on Human Rights: in that case the aforementioned principle is not to be applied and it is the duty of the civil courts also to deal fully and independently with the issue already decided by the Crown. It has, however, not been established that Aral has made such a plea based on the above-mentioned treaty provision and the commune cannot make such a plea.\"", "This ruling was further confirmed by the Supreme Court’s judgment of 28 April 1989 (NJ 1990, no. 213).", "36. Under the Constitution the King or Queen is inviolable. The Sovereign takes decisions on the responsibility of a Minister, who must countersign them.", "In ordinary language, the expression \"the Crown\" means the Sovereign and Minister or Ministers exercising their decision-making powers.", "37. The Crown rules on administrative disputes brought before it on appeal. It decides only after the Administrative Disputes Division of the Raad van State has investigated the case and prepared a draft decision (section 26 para. 1 of the Act on the Raad van State).", "The members of the Division, whose number is fixed by the Crown but must be at least five including the President, are chosen by the Crown from among the members of the Raad van State and on its recommendation. The Administrative Disputes Division should not be confused with the Litigation Division which itself examines cases within its jurisdiction.", "38. The President of the Division calls for the necessary official reports and informs the Minister concerned accordingly (section 32 (c) para. 1). The parties may submit such documentary evidence as they consider necessary (section 34). A public hearing gives them an opportunity to argue their cases if they so wish (section 45). They have the right, as does the President of the Division, to call witnesses and experts, put questions to them and comment on any evidence given (section 41 para. 4, section 46 paras. 5 and 6 and section 48).", "The Division deliberates in camera (section 51). It can carry out an inspection of the premises (section 52), obtain additional official reports, which the parties are able to comment on (section 54), and hold further hearings (section 55).", "It then draws up a draft Royal Decree which it submits to the Crown together with its opinion (section 56). The relevant Minister has six months to inform the Division of any objections he may have and ask it to reconsider the case (section 57).", "39. After receiving the Division’s opinion or additional opinion the Crown issues a Royal Decree within six months. This time-limit may be extended by three months (section 58 para. 1). Once it has expired the Crown must follow the Division’s opinion (section 58 (a)); prior thereto it may depart from the opinion, but only if the Minister concerned has first consulted the Minister of Justice or, if the latter is himself concerned, the Prime Minister (section 57 and section 58 para. 2 (a) and (b)). In practice this happens only very rarely.", "The Crown’s decision may be based on considerations of law or expediency; subject to the jurisdiction of the civil court (see paragraphs 32-35 above) no appeal may be brought against it.", "The reasoned Decree is sent immediately to the parties and the Division, and is then made available to the public for one month at the Secretariat of the Raad van State (section 59 para. 2). If it goes against the Division’s opinion it is published in the Official Journal (Staatsblad) together with the Minister’s report, which contains the Division’s draft and the Minister’s correspondence with the Division and with the Minister of Justice or Prime Minister (section 58 para. 3).", "40. The Interim Act on Crown Appeals was passed on 18 June 1987 in order to give effect to the Benthem judgment. The Act came into force on 1 January 1988 and will expire five years after that date (section 11). Following the expiry of the Act it is envisaged to create within the Council of State an administrative division with jurisdiction to decide any administrative appeal and to introduce administrative chambers in regional courts.", "Under section 1 para. 1 of the Act the Administrative Disputes Division of the Council of State is to decide all disputes which formerly were to be decided by the Crown. Section 1 para. 2, however, provides, inter alia, that this amendment shall not apply to \"decisions of a general character\".", "The Administrative Disputes Division has held that a designation order made under section 7 of the Nature Protection Act is not a \"decision of a general character\" within the meaning of section 1 para. 2 of the 1987 Act. Consequently an appeal against a section 7 designation order is at present decided by the Administrative Disputes Division (decision of 31 May 1988 in the case of the \"Limitische Heide\" (unpublished); decision of 26 October 1988 in the case of the \"Tafelberg-en Blaricummerheide (Administratiefrechtelijke Beslissingen 1989, no. 41; Milieu en Recht 1989, p. 274); decision of 2 November 1988 in the case of the \"Busummer- en Westerheide\" - unpublished). In its decision of 26 October 1988 the Minister’s order was quashed; in the other two cases the appeal was dismissed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}