{"ITEMID": "001-114080", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ZENTSOV AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The first applicant was born in 1982 and lives in Novosibirsk. The second applicant was born in 1982 and lives in Kazan. The third applicant was born in 1984 and lives in Roshal, Moscow Region.", "6. The applicants are members of the National Bolsheviks Party.", "7. On 14 December 2004 a group of about forty members of the National Bolsheviks Party occupied the waiting area of the President’s administration building in Moscow and locked themselves in an office on the ground floor.", "8. They asked for a meeting with the President, the deputy head of the President’s administration and the President’s economic adviser. They handed out leaflets through the windows featuring a printed letter to the President which listed ten ways in which he had allegedly failed to comply with the Constitution and which called for his resignation.", "9. The intruders stayed in the office for an hour and a half until the police broke down the locked door and arrested them. They did not offer any resistance to the authorities.", "10. On 16 December 2004 the Khamovnicheskiy District Court of Moscow ordered the applicants’ detention on the ground that they were suspected of an especially serious criminal offence.", "11. The applicants were charged, on 21 December 2004, with the attempted violent overthrow of State power (Article 278 of the Criminal Code) and the intentional destruction and degradation of others’ property in public places (Articles 167 § 2 and 214).", "12. By separate decisions of 8, 9 and 11 February 2005 the Zamoskvoretskiy District Court of Moscow extended the applicants’ detention until 14 April 2005 on the basis of the gravity of the charges. The court also found that the second applicant had no registered place of residence in Moscow or the Moscow region, and therefore there was a possibility that she might abscond or interfere with the investigation. In respect of the third applicant the court held that his permanent place of residence in the Moscow region, ongoing studies at a university in Moscow, previously clean criminal record and good character references were insufficient to warrant his release, given the gravity of the charges laid against him.", "13. On 16 February 2005 the applicants’ charge was amended to that of participation in mass disorder, an offence under Article 212 § 2 of the Criminal Code.", "14. By separate but identically worded decisions of 7 April 2005 the District Court granted the prosecution’s request for an extension of the applicants’ detention until 14 July 2005, for the following reasons:", "“The court takes into account that the case involves forty defendants who have just started, together with their counsel, to study the case file which comprises twelve volumes ... Moreover, the prosecution needs additional time in order to prepare the bill of indictment ...", "Having regard to the fact that [the first and the second applicants] are not registered with a permanent place of residence in Moscow or the Moscow region and taking into account the gravity of the charges and the prosecutor’s arguments that [the applicants], once released, might flee from justice, the court considers that [the applicants] should remain in custody. ”", "15. On appeal, counsel for the applicants asked for their release as they had no previous criminal record, had good character references and a permanent place of residence and were in employment or studying at the university. He further submitted that the applicants did not require much time to study the case file. At the appeal hearing before the Moscow City Court the applicants confirmed that they had finished studying the case file.", "16. On 11 May 2005 the Moscow City Court upheld the decisions of 7 April 2005, finding that they had been lawful, sufficiently reasoned and justified.", "17. The investigation was completed on 7 June 2005 and thirty-nine persons, including the applicants, were committed for trial.", "18. On 20 June 2005 the Tverskoy District Court of Moscow scheduled the preliminary hearing for 30 June 2005 and held that all the defendants should meanwhile remain in custody.", "19. On 30 June 2005 the District Court held a preliminary hearing. It rejected the defendants’ requests for release, taking into account their character, young age, frail health, family situation and stable way of life. However, it found, referring to the gravity of the charges, that “the grounds on which the preventive measure [had been] previously imposed still persist[ed]” and that “the case file gave sufficient reasons to believe that, once released, the defendants would flee or interfere with the trial”. It therefore ordered that all the defendants should remain in custody pending trial.", "20. The applicants lodged applications for release. On 27 July 2005 the District Court rejected these requests, finding that their detention was lawful and justified.", "21. On 10 August 2005 the applicants filed new applications for release. On the same day the District Court rejected the requests. It held:", "“The court takes into account the defence’s argument that an individual approach to each defendant’s situation is essential when deciding on the preventive measure.", "Examining the grounds on which ... the court ordered and extended the detention of all the defendants without exception ... the court notes that these grounds still persist today. Therefore, having regard to the state of health, family situation, age, profession and character of all the defendants, and to the personal guarantees offered on their behalf by certain private individuals and included in the case file, the court concludes that, if released, each of the applicants might abscond or obstruct the course of justice in some other way...", "In the court’s view, in these circumstances, having regard to the gravity of the charges, there are no grounds for varying or revoking the preventive measure in respect of any defendant ...”", "22. On 8 December 2005 the District Court found the applicants and their co-defendants guilty of participation in mass disorder. It gave each applicant a suspended sentence of three years and released them all on probation.", "23. The first and third applicants were held in remand prison no. IZ-77/2 in Moscow.", "24. The Government provided the following description of the conditions of detention in respect of the first and third applicants.", "25. As regards the number of inmates sharing a cell with the first applicant, the Government relied on a number of excerpts from the prison population register in respect of fourteen days and the certificates prepared by the remand prison administration in April 2009.", "26. As regards the number of inmates sharing a cell with the third applicant, the Government relied on a number of excerpts from the prison population register in respect of four days and the certificates prepared by the remand prison administration in April 2009.", "27. According to the Government, the first and third applicants were each provided with their own bed and bedding, a mug, a dish and a spoon.", "28. The lighting in the cells was in compliance with applicable standards. At night low-voltage bulbs were used to maintain lighting for surveillance purposes. The cells were serviced by a ventilation system in good working order. The inmates were allowed exercise for one hour per day in the prison yard. The cells were regularly disinfected.", "29. The first and third applicants contested the Government’s submissions. According to them, the cells where they were detained were overcrowded at all times and infested with insects. The toilet had only been separated by a screen from the living area of the cell and did not offer any privacy. The applicants had been allowed to take a ten-minute shower once a week. The food was scarce and no medicine, other than aspirin and other analgesics, was available. The applicants had been permitted a walk for about an hour per day. The exercise yard was sheltered and measured 15 square metres in area. No books or newspapers had been available.", "30. The second applicant was detained in remand prison no. IZ-77/6 in Moscow. According to the Government, she was held in cells nos. 202 and 204 which measured 131.1 and 131.3 square metres respectively. Cell no. 202 was equipped with forty-four beds and housed thirty-one inmates. Cell no. 204 was equipped with forty-two beds and housed from twentynine to thirty-two inmates. The second applicant had been provided with bed sheets, soap and personal hygiene products. The ventilation system in the cells had been in good working order. Additional access to fresh air was possible through the windows. The cells were disinfected once a month.", "31. According to the second applicant, the cells were infested with cockroaches and crickets. The toilet was separated from the living area of the cell by a screen – one metre in height – which did not offer any privacy. She had been allowed to take a ten-minute shower once a week. The food was of poor quality. No books were available. The inmates received one periodical a month behind publication.", "32. For a summary of the relevant domestic provisions governing conditions and length of pre-trial detention, see the cases of Dolgova v. Russia, no. 11886/05, §§ 26-31, 2 March 2006, and Lind v. Russia, no. 25664/05, §§ 47-52, 6 December 2007."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}