{"ITEMID": "001-75648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PROSSER and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["In all the following cases, the Government are represented by their Agent, Mr C. Whomersley, Foreign and Commonwealth Office.", "The applicant is a British national who was born on 10 September 1932 and who lives in Newport, Gwent. He is not represented before the Court.", "The applicant was widowed on 17 July 1993. On 28 January 2001, aged 68, he made an application for survivors’ benefits, which was finally refused on 19 February 2001.", "The applicant is a British national who was born on 8 May 1922 and lives in Swansea. He is not represented before the Court.", "The applicant was widowed on 3 March 2001, when he was 78 years old. He subsequently claimed survivors’ benefits and was refused.", "The applicant is a British national who was born on 19 November 1933 and who lives in Ormskirk. He is represented before the Court by Royds RDW, solicitors practising in London.", "The applicant was widowed on 20 September 1992. There was one child of the marriage, born on 19 November 1977. The applicant made an enquiry about survivors’ benefits to the Benefits Agency in August 1997, and was informed by a letter dated 15 September 1997 that men were not eligible for such benefits. He wrote to the Benefits Agency again in November 2000, asking for his claim to be reconsidered, and was informed again, on 30 November 2000, that he was not entitled.", "The applicant made a formal application for bereavement benefits on 27 May 2001, aged 67, and was refused on 31 May 2001. He appealed, and his appeal was finally rejected by the Appeals Tribunal on 3 August 2001.", "The applicant is a British national who was born on 11 September 1934 and who lives in Tipton. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 16 September 1989. On 11 May 2000, aged 65, he applied for survivors’ benefits, and was finally refused on 9 November 2000.", "The applicant is a British national who was born on 17 October 1931 and who lives in Birmingham. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 31 October 2000, when he was 69. He claimed survivors’ benefits on 17 April 2001 and was finally refused at some point after July 2001.", "The applicant is a British national who was born on 12 August 1934 and who lives in Barnoldswick. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 22 October 1984. In December 2000, aged 66, he claimed survivors’ benefits, and was finally refused on 9 January 2001.", "The applicant is a British national who was born on 21 December 1929 and who lives in Nelson. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 2 September 1989. On 12 December 2000, aged 70, he claimed survivors’ benefits, and was refused the following day.", "The applicant is a British national who was born on 19 November 1923 and who lives in Brackley. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 9 July 1970. On 28 March 2001, aged 77, he claimed survivors’ benefits, and was finally refused on 6 June 2001.", "The applicant is a British national who was born on 23 December 1933 and who lives in Skemersdale. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 30 January 1996. Shortly after his wife’s death he made enquiries about survivors’ benefits but was told these were not available for men. On 2 October 2000, aged 66, he claimed survivors’ benefits, and was refused the following day.", "The applicant is a British national who was born on 22 October 1934 and who lives in Gosport. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 8 November 1993. In February 2001, aged 66, he enquired about survivors’ benefits and was informed on 2 April 2001 that such benefits were not available to men. He subsequently made a formal application, which was refused on 8 May 2001.", "The applicant is a British national who was born on 19 August 1935 and who lives in Skemersdale. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 30 June 2000. In October 2000, aged 65, he applied for survivors’ benefits, and was refused on 13 October 2000.", "The applicant is a British national who was born on 20 April 1922 and who lives in Prestwood. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 7 October 1989. Following his wife’s death the applicant enquired about survivors’ benefits but was informed by the Benefits’ Agency that men were not eligible. He made a formal application in November or December 2000, aged 78, to which he never received a response.", "The applicant is a British national who was born on 5 July 1934 and who lives in Burnley. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 26 March 1996. He made a formal application for survivors’ benefits in February 2001, aged 66, which was finally refused on 12 April 2001.", "The applicant is a British national who was born on 13 June 1935 and who lives in Skelmerdale. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 25 December 1989. On 13 September 2000, aged 65, he applied for survivors’ benefits, and was finally refused on 2 November 2000.", "The applicant is a British national who was born on 24 September 1936 and who lives in Rossendale. He is also represented before the Court by Royds RDW.", "The applicant was widowed on 25 April 1989. Following his wife’s death, he enquired about survivors’ benefits and was informed that they were not available for men. On 5 December 2001, aged 65, he applied for survivors’ benefits, and was finally refused on 10 December 2001.", "The domestic law relevant to these applications is set out in Willis v. the United Kingdom, no. 36042/97, §§ 14-26, ECHR 2002-IV."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}