{"ITEMID": "001-4739", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BASIKA-NKINSA v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Angolan national, born in 1968. He lives currently in Sundern (Germany).", "He is represented before the Court by MM. Albert Sommerfeld, Manfred Strahl and Mrs. Barbara Weiser, lawyers practising in Soest (Germany).", "On 15 April 1993 the applicant arrived in Germany. On 22 April 1993 he applied for political asylum. In support of his request he submitted that he had lived in Cabinda, an enclave separated from the rest of Angola by a strip of territory of the Democratic Republic of Congo, where he had engaged in activities in favour of the organisation Frente de Libertação do Enclave de Cabinda, the Front for the Liberation of the Enclave of Cabinda (FLEC). He was charged with propaganda and mobilisation and with the co-ordination between the population and the various offices of the FLEC. During the presidential elections in September 1992 he organised a demonstration in Ngoyo persuading people not to participate at the elections. He was arrested and taken into detention in Tshowa where he was held for six months, during which time he was, he contended, beaten and tortured. On 31 March 1993 he managed to escape through the assistance of his uncle. On 4 April 1993 he arrived in Luanda. On 7 April 1993 he took a plane to Lisbon and subsequently arrived in Germany. He asserted that he could not return to his country without risking his life.", "On 23 September 1993 the Federal Office for Refugees (Bundesamt für die Anerkennung ausländischer Flüchtlinge) dismissed the applicant’s request and invited him to leave the German territory within one month. The Federal Office did not consider that the evidence he adduced in support of fear of persecution to be reliable and doubted the credibility of his asylum claim.", "On 2 February 1994 the applicant filed an action against the refusal of asylum and his envisaged expulsion with the Arnsberg Administrative Court (Verwaltungsgericht). He claimed that if returned to Angola he had a well-founded fear of persecution, not only because of his political engagement in Angola, but also because of his political activities in Germany where he collaborated closely with the organisation of the FLEC and the Forças Armadas de Cabinda, the Cabindan Armed Forces (FAC). In the proceedings before the Administrative Court he was represented by counsel.", "On 5 June 1997 the Arnsberg Administrative Court dismissed the action. The court pointed out that information provided in particular by the German Ministry of Foreign Affairs on 7 February 1997 and Amnesty International on 8 April 1997 could not confirm the applicant’s submissions that a demonstration had taken place in Ngoyo in September 1993 and that he had been detained in prison in Tshowa. The court further observed that the situation complained of was limited to Cabinda, but members of the FLEC were present in Cabinda and could move freely. There was no indication that Angolan citizens who had requested political asylum abroad were subjected to political persecution upon their return to Angola. According to information of the German Ministry of Foreign Affairs, the known political activities of Angolan citizens abroad, in particular in Germany, would be unlikely to attract the interest of Angolan authorities unless they were to include acts of violence against Angola. The applicant had assured that he had not taken part in any military action against the Angolan army. There was therefore no reasonable likelihood that the applicant would be persecuted if he were to return to Angola.", "On 9 June 1998 the Administrative Court of Appeal (Oberverwaltungsgericht) of the Land of North Rhine-Westphalia rejected the applicant’s request for leave to appeal (Antrag auf Zulassung der Berufung) on the ground that the applicant’s submissions were not sufficiently substantiated.", "On 1 July 1998 the applicant renewed his request to be granted asylum (Asylfolgeantrag). He referred to his previous statements and added that on 21 February 1998 he had been elected president and co-ordinator of the German fraction of the FLEC- FAC which had 51 members. According to him, it must be assumed that members of the Angolan embassy knew of his political engagement and that, in the event of his return to Angola, he would be persecuted. Further, according to a report of Amnesty International of April 1998, the situation in Cabinda had deteriorated. Unarmed civilians were deliberately tortured or killed during army raids by Angolan troops on their villages following FLEC attacks in the vicinity. There was no investigation into the reports of beating and other abuses or to prosecute those responsible.", "On 9 July 1998 the Federal Office for Refugees refused to conduct new asylum proceedings. It took the view that the applicant’s submissions gave no ground for a more favourable decision. There was no indication that the applicant would be exposed to political persecution for his political activities in Germany.", "On 20 July 1998 the applicant filed an action with the Arnsberg Administrative Court claiming to be to granted political asylum.", "On 29 July 1998 the applicant applied for an interim injunction (einstweilige Anordnung) requesting to stay his expulsion pending the administrative court proceedings.", "On 11 August 1998 the Arnsberg Administrative Court dismissed this request. The court observed that pursuant to the relevant legal provisions, a further set of asylum proceedings was only admissible if there were reasons to reopen the proceedings and the refugee had been prevented, through no fault of his own, from submitting these reasons in the first set of proceedings. Moreover, the change of circumstances had to be presented in a conclusive manner. In the applicant's case, his new submissions did not constitute relevant circumstances for a more favourable decision. It further confirmed the view that, in any event, the applicant’s purely political activities in Germany were not likely to attract the interest of the Angolan authorities and that there were no solid reasons to believe that on his return to Angola he might suffer political persecution.", "The applicant filed a constitutional complaint against this decision.", "On 25 September 1998 a panel of three judges of the Federal Constitutional Court (Bundesverfassungsgericht) declined to accept the applicant’s constitutional complaint for adjudication.", "In summer 1998 the applicant had requested to be transferred to the United States of America. Pending this request the German authorities granted the applicant a provisional residence permit (Duldung). On 29 July 1999 the applicant was informed that his referral request had been dismissed and that the expulsion order would be implemented as soon as a travel document would be available."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}