{"ITEMID": "001-79488", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SOYLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 3;No violation of Art. 8;No violation of P1-1;No violation of Art. 13;No violation of Art. 14+3;No violation of Art. 14+8;No violation of Art. 14+13;No violation of Art. 14+P1-1", "JUDGES": "David Thór Björgvinsson", "TEXT": ["9. The applicant was born in 1954 and lives in Istanbul. He was living in Nurettin village at the time of the alleged events giving rise to this application. The facts of the case are in dispute between the parties and may be summarised as follows.", "10. Until April 1994 the applicant lived in Nurettin, a village of Malazgirt district in Mardin province, at that time a state-of-emergency region of Turkey. In 1994, terrorist activity was a major concern in this area. Since the 1980s a violent conflict had been going on in the region between the security forces and sections of the Kurdish population in favour of Kurdish autonomy, in particular members of the PKK (Workers' Party of Kurdistan). The inhabitants of the applicant's village were under pressure by State security forces to agree to become village guards.", "11. On 27 November 1993 soldiers, accompanied by persons wearing masks, raided Nurettin village. They assembled the inhabitants in the village square and threatened them with the burning of their houses if they did not agree to serve the State as village guards. They beat up fifteen young men. The soldiers then chose twenty houses and set them on fire after throwing a white powder on them. The houses of the applicant's brother and cousin completely burned down.", "12. Following this event, the villagers lived in fear for their security. Some of them left the village, and the rest, including the applicant, preferred to stay. The security forces visited the village two or three times a week in order to force the inhabitants to agree to become village guards.", "13. In April 1994 the heads of approximately thirty families agreed under pressure to become village guards. However, these newly recruited village guards, protected by the State, also burned down eight or nine houses per day. The applicant's house was also burned down, which forced the applicant and his family to leave the village and settle in Malazgirt district. In the meantime, the village guards cultivated the applicant's lands, used the remainder of the materials left from his house and chopped and sold his poplar trees. Since the applicant could not overcome the economic difficulties to sustain his living he moved to Istanbul to find a job.", "14. On 17 April 1998, the applicant lodged a petition with the Malazgirt District Governor's office and asked for permission to return to his village. He explained that he was unable to sustain the living of his family in the city and that he wanted to cultivate his lands in the village. The District Governor transmitted the applicant's request to the District gendarmerie Command and also advised him to apply to the Konakkuran Gendarmerie Station. The applicant went to see the commander of the aforementioned station and told him that he had been advised to address him by the District Commander. The latter refused the applicant's request to re-settle in the village and ordered a gendarme to remove the applicant from the premises.", "15. The applicant left Nurettin village of his own free will and not under any pressure by the State security forces or village guards.", "16. On 19 June 1997 the applicant petitioned the Malazgirt Chief Public Prosecutor's office complaining that the village guards from Nurettin village had been using his property without his consent. The applicant alleged that he had moved out of his village on account of terrorism in 1994. Subsequent to his departure the village guards had demolished his house and had removed its wooden parts and the stones. They had also cut down three thousand poplar trees in his field. The applicant therefore asked the Prosecutor to initiate criminal proceedings against the village guards and to ensure that the damage resulting from the alleged events be compensated.", "17. On 9 December 1997 the Malazgirt Public Prosecutor took statements from A.K., who transported the applicant's household property in his vehicle. He stated that in 1994 he transported the applicant's belongings from Nurettin village to Malazgirt district and that the applicant's house was intact.", "18. On 10 May 1998 the applicant filed another petition with the Malazgirt Chief Public Prosecutor's office complaining that Z.P., who was one of the village guards in Nurettin village, had been illegally cultivating his father's land.", "19. On 20 August 1998 the Chief Public Prosecutor issued a decision of non-jurisdiction and referred the case-file to the Malazgirt District Administrative Council in accordance with the Law on Prosecution of Civil Servants. An investigation was carried out by an inspector, appointed by the Administrative Council, into the applicant's allegations. In this regard, six village guards, including Z.P., were questioned by the inspector.", "20. On 30 June 1999, the Malazgirt Administrative Council dismissed a request for leave to initiate criminal proceedings against the six village guards from Nurettin.", "21. By a decision of 8 November 1999 the Van Regional Administrative Court set aside the Administrative Council's decision and authorised the institution of criminal proceedings against the village guards for alleged destruction of the applicant's property, which offence was prescribed in Article 516 of the Criminal Code.", "22. On 1 March 2000 the Malatya Assize Court heard evidence from the accused village guards. The latter denied the charges and claimed that the applicant had slandered them. They alleged that the applicant was a member of the mountain squad of the PKK and that therefore he was hostile to them because they were village guards. They also noted that the applicant did not own three thousand trees and six hundred dönüm land in the village. The trees belonged to the applicant's brother who had cut and sold them and then moved to Istanbul.", "23. On 24 March 2000 two gendarme officers took statements from three persons, namely R.G., C.Ç and İ.Ö., from Nurettin village. The villagers stated that they had seen the applicant when he moved from Nurettin to Malazgirt and that the village guards had not forced him to move out of the village. They also submitted that the applicant's house had not been burned down by the village guards but had been demolished as a result of bad weather conditions and lack of care. They also noted that the applicant possessed four or five hectares of land which could not contain thirty thousand poplar trees.", "24. On the same day, the gendarme officers carried out an on-site inspection on the premises of the applicant's house in Nurettin village. They drew up a report in which they observed that there was no evidence that the house had been burned down. It appeared that the house had been demolished as a result of natural forces and lack of care. It was also noted that the applicant owned land measuring 10,200 square metres which could not contain the number of trees allegedly owned by the applicant. They further observed that the applicant had already cut six of his trees before moving to Malazgirt. The gendarme officers also drew up a sketch-map of the village.", "25. On 16 May 2001 the Malazgirt Assize Court decided to defer the criminal proceedings against the village guards for five years in accordance with Article 1 § 4 of Law No. 4616 on Conditional Release, Deferral of Criminal Proceedings and Sentences. In the absence of any appeal, this judgment became final. However, this judgment did not grant amnesty to the accused because the criminal proceedings will be reopened if they commit a new offence within five years' time.", "26. On 9 November 2005 gendarme officers took statements from the applicant and three inhabitants of Nurettin village in relation to the allegations made by the applicant in his application lodged with the European Court of Human Rights.", "27. The applicant stated that in 1994 he had moved out of Nurettin village due to the intimidation by the village guards and that, fifteen days or a month after his departure, his house had been burned down by some of the villagers whose identity he did not know nor why they did so. In response to a question whether the State authorities forced him to agree to become a village guard, the applicant stated that no one had exerted pressure on him or his family. The applicant further stated that the allegation that the houses of those who did not agree to become village guards were burned down was untrue. When asked about the number of trees he owned, the applicant claimed that he owned - together with his brother and cousin - three thousand poplar trees, and not thirty thousand. The applicant also stated that he possessed land measuring 600 dönüm together with his brother and cousin and that he had not cultivated this land since 1994. In reply to a question whether he and his family had been affected by the terrorism in the region, the applicant stated that his son F.S. had been an active member of the PKK, that he had served a twelve years' prison sentence following his arrest and conviction and that therefore the PKK had not intimidated his family. Given that his wife's father had worked at the same time as a village guard, the State security forces had not intimidated his family either. The applicant finally noted that he had lived in Istanbul between 1994 and 2002 and that, since the latter date, he had been living in Taşlıçeşme hamlet, cultivating his lands.", "28. The applicant's fellow villagers, Z.T., N.B. and H.Ç. stated that the authorities had not forced the villagers to agree to become village guards but, on the contrary, the villagers themselves had wished to become village guards since they would receive salaries from the State. However, some of the villagers, including the applicant and his family, had left the village on account of economic difficulties. In their opinion, the applicant had left the village because his son had joined the PKK and his brother had also moved out of the village earlier. The allegation that the applicant's house had been burned down by the village guards was untrue since the applicant's father-in-law was one of the village guards and he would not set his daughter's house on fire. The applicant's house had been demolished as a result of bad weather conditions and lack of care. The applicant could not own thirty thousand poplar trees given that the total number of trees in the village did not equal this number. The applicant possessed 60-70 dönüm of land together with his brothers. In 2002 he had settled in Taşlıçeşme hamlet and since then he had been cultivating his lands. Nobody had forced the applicant to leave the village. In the opinion of these witnesses, the applicant and a few other villagers had made such allegations in the hope that they would obtain some money.", "29. Finally the Government pointed out that on 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "30. In that connection, Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "31. The number of persons applying to these commissions had already reached approximately 204,000. Many villagers had already been awarded compensation for the damage they had sustained.", "32. A full description of the relevant domestic law may be found in Yöyler v. Turkey (no. 26973/95, §§ 37-49, 24 July 2003), Matyar v. Turkey (no. 23423/94, §§ 93-106, 21 February 2002) and Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-...)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "3", "8", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}