{"ITEMID": "001-5507", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "O. AND P.-O. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Finnish nationals, both born in 1942. They are a married couple living in Naantali, Finland. The first applicant is a Court of Appeal judge and the second applicant is a university teacher. Before the Court they are represented by Mr Matti Wuori, a lawyer practising in Helsinki.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1990 criminal proceedings were brought in the District Court (kihlakunnanoikeus, häradsrätt) of Piikkiö. The applicants' neighbours (MS, RS and their daughter PS) were charged with defamation, infringement of domestic peace and slander, among other offences. The first applicant was charged with minor theft. There was an order of a joinder of the two cases. On 12 February 1991 MS was found guilty of slander and fines were imposed. He was ordered to pay the second applicant FIM 3,000 in compensation. The other charges were rejected as inadmissible or unfounded.", "The applicants appealed to the Court of Appeal (hovioikeus, hovrätt) of Turku claiming compensation and requesting their neighbours to be convicted. The judges of the third chamber of the Court of Appeal, which dealt with the case, were K, L and N. As the appeal concerned the evaluation of a particular statement by a witness and this witness's observations of the premises, the Court of Appeal decided to conduct an inspection on the site, i.e. the backyard of the applicants' house. The inspection took place on 27 September 1991 in the presence of judges K, L and N.", "On 6 April 1992 the Court of Appeal found the charge against RS to be unfounded rather than inadmissible but otherwise upheld the District Court's judgment.", "On 30 September 1992 criminal proceedings were instituted by the public prosecutor in the City Court (raastuvanoikeus, rådstuvurätt) of Turku against JE and TS, who had been witnesses in the above-mentioned trial, and against MS, RS and PS. JE and TS were charged with giving false statements as a witness under oath. PS was charged with giving false statements as a witness. MS and RS were charged with inciting the above-mentioned offences. RS was also charged with slander as she was accused of claiming that the applicants had done something which might endanger their good reputation (the actual content of the slander is not mentioned in the file). Each of the applicants claimed FIM 30,000 in compensation for moral damage.", "On 11 November 1992 the applicants brought additional private prosecution proceedings against MS, RS and PS, charging PS with attempted fraud and malicious accusation and MS and RS with incitement to those offences. The public prosecutor did not support these charges. There was an order of a joinder of the two cases (with the proceedings instituted on 30 September 1992).", "On 5 May 1993 the City Court found RS guilty of slander and rejected the rest of the charges. RS was ordered to pay the applicants FIM 5,000 each in compensation.", "The applicants, the public prosecutor and RS appealed to the Court of Appeal of Turku. The appeals were examined by the third chamber of the court which had also conducted the inspection in the previous case in 1991. Judges L and N were still sitting in this chamber. A chamber of the Court of Appeal consists of three judges.", "On 2 November 1994 the Court of Appeal acquitted RS and upheld the rest of the City Court's judgment. In its reasoning the Court of Appeal made an explicit reference to its findings based on the inspection conducted during the earlier proceedings.", "The applicants were refused leave to appeal by the Supreme Court (korkein oikeus, högsta domstolen) on 22 June 1995.", "B. Relevant domestic law", "According to Chapter 13, Section 1, of the Code of the Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), as in force at the relevant time, a judge is disqualified when he has acted as a judge in another court in respect of the same case or when he has on a court order earlier decided on a question related to that case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}