{"ITEMID": "001-94596", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "OSMANOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Bakhtiyar Osmanov, is an Azerbaijani and Israeli national who was born in 1952 and lives in Baku. He was represented before the Court by Mr I. Aliyev, a lawyer practising in Baku. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 17 January 2002 the applicant concluded an investment agreement with M., a representative of RMB Limited Liability Company (“RMB”). According to information given to the applicant by M., RMB was a subsidiary of Teletrade D.J. International Consulting Ltd (“Teletrade”), an international investment and stock-trading company based in Hong Kong. M. also claimed to be an official representative of Teletrade in Azerbaijan. The applicant invested 29,993 US dollars (USD). In exchange, he was promised high profits from international stock exchange operations to be carried out by RMB dealers.", "In August 2002 the applicant was informed that all of the money that he had invested had been lost due to unsuccessful stock-trading deals. The applicant demanded financial reports proving this, but they were not made available to him.", "The applicant brought an action against M., RMB and Teletrade, demanding compensation for pecuniary and non-pecuniary damage. On 19 March 2003 the Khojaly District Court rejected the claim, finding that RMB, and M. personally, could not be held responsible for the loss of the applicant’s money because the contract had formally been concluded between the applicant and Teletrade. According to the contract terms, all disputes were to be resolved under Hong Kong law. The court advised the applicant to lodge a lawsuit against Teletrade in Hong Kong.", "The applicant lodged an appeal. He asked the court, inter alia, to institute criminal proceedings against M. and RMB. On 3 June 2003 the Court of Appeal delivered an interim decision (qərardad) instructing the Baku City Prosecutor’s Office to investigate whether the actions of RMB, and M. personally, involved any elements of such criminal offences as fraud, illegal business dealings, false advertising and falsification of official seals and documents. The Court of Appeal stayed the civil proceedings pending the conclusion of the criminal investigation.", "On 3 February 2004 the Baku City Prosecutor’s Office refused to institute criminal proceedings, finding that the matter did not raise any issues under criminal law. This decision was upheld on 8 April 2004 and 12 May 2004 by the Sabail District Court and the Court of Appeal respectively.", "Thereafter, the Court of Appeal resumed the suspended civil proceedings. Following an expert examination ordered by the court, it was established that certain documents pertaining to the applicant’s transaction and the partnership agreements between RMB and Teletrade had been falsified.", "On 17 March 2005 the Court of Appeal quashed the Khojaly District Court’s judgment of 19 March 2003. The court found that, at the relevant time, RMB had not been properly set up as a legal entity in Azerbaijan, that Teletrade had no subsidiaries in Azerbaijan, that the “partnership” documents between RMB and Teletrade were false, and that the alleged official seals of Teletrade used on the investment agreement signed with the applicant were also false. The court partially upheld the applicant’s claim, ordering M. to compensate him for pecuniary damage in the amount of USD 29,993. The court rejected the applicant’s claim for non-pecuniary damages.", "The Court of Appeal’s judgment of 17 March 2005 became operative immediately upon its delivery. On 1 April 2005 the Court of Appeal issued a writ of execution of the judgment.", "Both the applicant and M. lodged cassation appeals against the Court of Appeal’s judgment of 17 March 2005. On 22 July 2005 the Supreme Court upheld the judgment.", "On 6 September 2005 the Baku City Prosecutor’s Office instituted criminal proceedings for falsification of documents by RMB.", "It appears from the case file that, following the institution of the enforcement proceedings, the Nasimi Department of Enforcement Officers applied to various public authorities, including the Baku City Technical Inventorisation and Property Rights Registry Office, the Ministry of Internal Affairs and the State Committee for Management of State Property, asking for information on M.’s property. However, according to the respective letters of 1 June, 13 July and 26 December 2005 of the aforementioned public authorities, M. did not possess any property in Azerbaijan.", "Moreover, it was established that M. did not have a permanent residence in Azerbaijan and, according to his father’s statement, had been abroad since July 2004.", "Upon the request of the Nasimi Department of Enforcement Officers, on 20 December 2006 M. was reprimanded in absentia by the Nasimi District Court under Article 313 (non-execution of court judgments) of the Code of Administrative Offences due to the continued non-execution of the judgment of 17 March 2005.", "According to the information provided by the Government, the judgment was executed in full on 28 February 2007 and the applicant received USD 29,993."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}