{"ITEMID": "001-80725", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GLADCZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1961 and lives in Gdynia.", "5. On 28 October 1996 the applicant was arrested on suspicion of having committed armed robbery while acting in an organised criminal gang.", "6. On 30 October 1996 he was brought before the Gdańsk Regional Prosecutor and charged with armed robbery, kidnapping and extortion. On the same date the Gdańsk District Court remanded the applicant in custody in view of the reasonable suspicion that he had committed the offences in question while acting in an organised criminal gang. It held that there was a risk that the applicant might obstruct the proceedings or abscond. It further relied on the severity of the anticipated penalty.", "7. Later, several other persons were detained and charged in connection with the same investigation conducted by the Department of Organised Crime of the Gdańsk Regional Prosecutor's Office.", "8. On 16 January 1997 the Gdańsk Regional Court prolonged his detention until 28 April 1997.", "9. On 16 April 1997 the Gdańsk Court of Appeal ordered that the applicant be kept in custody until 29 July 1997. It relied on the reasonable suspicion that the applicant had committed the offences in question and the gravity of the charges. It also had regard to the number of suspects and the need to obtain further evidence.", "10. On 16 July 1997 the Court of Appeal extended the applicant's detention until 27 October 1997. It found that there was a reasonable risk that the applicant might go into hiding or obstruct the proceedings. It also relied on the severity of the anticipated penalty. Lastly, it noted that further prolongation of the investigation was not attributable to the prosecuting authorities, but resulted from the fact that further suspects had been identified and arrested. Furthermore, the prolongation was due to a delay in the preparation of some expert reports and the need to request legal assistance from the German authorities.", "11. On 17 September 1997 the Supreme Court prolonged the applicant's detention until 31 December 1997. It found that there was a reasonable risk that the suspects might intimidate witnesses, given the nature of the charges against them. It further observed that the investigation could not be terminated on account of the prolonged preparation of an expert report and the need to hear a witness, W.B., who was serving his prison sentence in Germany.", "12. On 28 November 1997 the prosecution filed a bill of indictment with the Gdańsk Regional Court. The applicant was charged with, inter alia, armed robbery, kidnapping, extortion and inflicting bodily harm which had been committed while being a member of an armed organised criminal gang. The bill of indictment specified that the applicant was a recidivist offender. There were 16 defendants in the case, all charged with numerous counts of armed robbery and extortion.", "13. On 7 January 1998 the Gdańsk Regional Court ordered that the applicant be held in custody until 21 September 1998. In addition to the grounds previously invoked, it relied on the complexity of the case and the number of defendants.", "14. On 24 February 1998 the trial court held the first hearing. It subsequently held some 56 hearings in the case.", "15. On 17 September 1998 the Regional Court extended his detention on remand until 21 October 1998.", "16. On 6 October 1998 the Supreme Court prolonged the applicant's pre-trial detention until 30 January 1999. It observed that the fact that the trial had not been terminated could not be attributed to the authorities, given the volume of evidence and the fact that some hearings had to be cancelled as the defendants' counsel or witnesses had not appeared. It further considered that the applicant had been charged with the commission of the crimes for which he was liable to a sentence of imprisonment exceeding 8", "17. On 19 January 1999 the Supreme Court ordered that the applicant and his 9 co-defendants be kept in custody until 30 June 1999. It relied on the fact that witnesses had informed the trial court about having been threatened by the defendants. It also had regard to the severity of the anticipated penalty and the presumption established by Article 258 § 2 of the Code of Criminal Procedure. Furthermore, the Supreme Court considered that the prolongation of the detention beyond the statutory time-limit of two years was justified by the complexity of the case and the volume of evidence to be heard. In that respect, it also observed that in December 1998 the trial court had been prevented from hearing evidence on account of the absence of two defence counsel.", "18. On 2 June 1999 the Supreme Court prolonged the applicant's detention until 31 December 1999. It noted that the trial was being efficiently conducted and that it had not been terminated for reasons which were attributable to the defendants and their counsel. It noted in particular that the defendants had attempted to intimidate witnesses and protract the trial. Further, it had regard to the nature of the charges and the severity of the likely penalty.", "19. On 14 December 1999 the Regional Court convicted the applicant of armed robbery, kidnapping, extortion and inflicting bodily harm and sentenced him to 9 years' imprisonment and a fine.", "20. Further decisions on the prolongation of the applicant's detention were given by the Regional Court on 21 December 1999 (ordering his continued detention until 30 June 2000) and 21 June 2000 (extending that period until 30 November 2000).", "21. On 11 August 2000 the applicant was served with a copy of the Regional Court's judgment. He subsequently appealed against that judgment.", "22. On 22 November 2000 the Gdańsk Court of Appeal prolonged the applicant's detention until 31 January 2001. On 17 January 2001 his detention was extended until 31 March 2001.", "23. On 6 March 2001 the Court of Appeal held a hearing.", "24. On 7 March 2001 the Court of Appeal quashed the first-instance judgment in respect of the applicant and remitted the case for retrial.", "25. On 14 March 2001 the Court of Appeal ordered that the applicant and his 11 co-defendants be held in custody until 30 June 2001. Having regard to Article 258 § 2 of the Code of Criminal Procedure, it observed that the applicant might attempt to obstruct the proceedings given the likelihood of a severe penalty being imposed on him. It also relied on the nature of the charges.", "26. On 19 June 2001 the Gdańsk Regional Court held the first retrial hearing. It subsequently held some 20 hearings.", "27. On 19 June 2001 the Court of Appeal prolonged his detention until 30 September 2001. It noted that continuation of that measure was necessary in order to secure the proper conduct of the proceedings, given the severity of the anticipated penalty.", "28. On 28 September 2001 the Gdańsk Regional Court ordered that the applicant and 11 of his co-defendants be kept in custody until 30 December 2001. It found that the applicant's continued detention was necessary in order to prevent the applicant from interfering with witnesses. On 10 October 2001 the Court of Appeal dismissed the applicant's appeal against that prolongation. Referring to Article 5 § 3 of the Convention, it observed that the applicant' crimes, and thus his continued detention was justified on public interest grounds.", "29. On 28 December 2001 the Regional Court prolonged the applicant's detention until 30 March 2002. It held that following the Court of Appeal's instructions most of the witnesses who had given evidence at the original trial had to be heard again. In that case there was a reasonable risk that the defendants might interfere with witnesses. In addition, the court held that given the gravity of the charges and the likelihood that severe penalties would be imposed on them, the defendants might obstruct the proceedings by going into hiding. On 23 January 2002 the Gdańsk Court of Appeal upheld that decision. It considered, inter alia, that the Regional Court had attempted to examine the case within a reasonable time, but there had been significant delays in the trial which were attributable to the defendants or their counsel. In this respect, it pointed out to the obstructive conduct of all the defendants on 18 December 2001 which had prevented the Regional Court from holding a hearing on that day. On the other hand, the Court of Appeal instructed the Regional Court to assess the length of detention of each defendant separately. It pointed out that the further prolongation of the detention of those defendants who were not simultaneously serving prison sentences could not be accepted in the long term.", "30. Subsequently, the Regional Court prolonged the applicant's detention on 15 March 2002 (until 30 June 2002) and 21 June 2002 (until 30 September 2002). It invoked the same grounds as in its previous decisions. The applicant appealed against the latter decision.", "31. On 31 July 2002 the Court of Appeal altered the Regional Court's decision and ordered that the applicant be released. It underlined that the applicant's detention on remand had been exceptionally long and thus lost its provisional nature. Having regard to the current progress of the trial, the court observed that it was not possible to predict when the proceedings would be terminated. Furthermore, it noted that 7 out of 10 co-defendants were serving long-term prison sentences.", "32. Prior to his release, the applicant filed numerous but unsuccessful applications for release and appealed, likewise unsuccessfully, against the decisions prolonging his detention. He maintained that the length of his detention was excessive.", "33. It appears that the criminal proceedings against the applicant are still pending.", "34. From 27 March 2000 to 15 November 2002 the applicant served a prison sentence imposed on him in a separate set of proceedings.", "35. The relevant domestic law and practice concerning the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) at the material time are stated in the Court's judgments in the cases of Kudła v. Poland [GC], no. 30210/96, §§ 75-79, ECHR 2000-XI; Bagiński v. Poland, no. 37444/97, §§ 42-45, 11 October 2005; and Celejewski v. Poland, no. 17584/04, §§ 2-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}