{"ITEMID": "001-59703", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF POTOCKA AND OTHERS v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 with regard to temporal limitation on jurisdiction;No violation of Art. 6-1 with regard to scope of jurisdiction", "JUDGES": "Georg Ress", "TEXT": ["7. In 1947 Roman Potocki, acting on behalf of his brother Józef, lodged an application under Article 7 of the Decree of 26 October 1945 on real property in Warsaw for temporary ownership of two plots of land located in Krakowskie Przedmieście Street, Warsaw, to be awarded to Józef Potocki, the former owner. This application remained unanswered.", "8. On 3 December 1990 the Warsaw District Court declared that the estate of Józef Potocki had been inherited, pursuant to the relevant provisions of the Polish Civil Code, by his wife Pelagia-Maria Potocka for four sixteenths, and by each of his children, Piotr Potocki-Radziwiłł, Anna Potocka, Dorota Potocka-Radziwiłł and Izabela d’Ornano, for three sixteenths.", "9. On 20 December 1990 the second applicant lodged a request with the Governor of Warsaw for restitution of the two plots, indicating that they were listed in the Warsaw Land Register under nos. 415 and 9048.", "10. By a decision of 5 August 1991 the Director of the Warsaw District Office discontinued the administrative proceedings relating to the applicants’ request of 20 December 1990.", "11. On 8 September 1991 the Warsaw Regional Office quashed the decision to discontinue the proceedings. It stated that it had been established during the proceedings that the plots concerned were situated in Warsaw. By virtue of the Decree on real property in Warsaw of 26 October 1945, all real property situated in Warsaw had been expropriated. However, under Article 7 of that decree, former owners had a right to lodge an application for temporary ownership of their plots. The authorities competent to deal with these applications could award temporary ownership if it was established that the plots concerned had not been designated for public use and that the award would not be incompatible with such use. In the applicants’ case, such an application had been lodged in 1947, but it had remained unanswered. The first-instance administrative authority, when dealing with the applicants’ request of 20 December 1990, had overlooked that fact. When reconsidering the case, that authority was required, in particular, to examine whether granting the applicants the right to perpetual use of the plot under the Land Administration and Expropriation Act of 1985, the provisions of which had replaced the procedural rights afforded to former real-property owners by Article 7 of the 1945 decree, would conflict with the public use of the plots concerned, as determined in relevant local land-development plans.", "12. On 27 December 1991 the Director of the Warsaw District Office refused to return the plots to the applicants and to grant them the right to their perpetual use. He stated that it had been established during the proceedings that in 1947 the applicants’ predecessor in title had submitted an application for temporary ownership of the plots, which had then been listed in the Warsaw Land Register under entries nos. 415 and 9048. This application had remained unanswered, but the administrative authority had duly examined it in the course of the current proceedings. It was established that the palace built on the plots had been destroyed at 70 to 75% during the Second World War, as was pointed out in a letter of the Regional Conservator of Historical Monuments of 28 November 1991. The palace had subsequently been rebuilt by the Ministry of Culture. Thus it had been the State Treasury which had borne the costs of rebuilding the palace. Accordingly, restitution of the property concerned would have been unjustified, and the administrative authority found no grounds on which the 1947 application and the request lodged by the applicants in 1990 should be granted.", "13. The applicants lodged an appeal against that decision. They argued that the decision was not in conformity with the applicable laws, in particular as the first-instance authority had failed to establish beyond reasonable doubt that the palace had indeed been destroyed during the Second World War. They also complained that no sound arguments had been advanced in the decision to show that restitution of the property to the applicants would be incompatible with its public use.", "14. On 27 February 1992 the Governor’s Office rejected the applicants’ appeal, finding that it had been lodged one day after the expiration of the fourteen-day time-limit provided for in the Code of Administrative Procedure.", "15. The applicants filed an appeal with the Supreme Administrative Court. They argued that the appeal had been posted on 20 January 1992, that is on the last day of the time-limit, as was shown by a post-office receipt. The fact that the postmark on the envelope was dated 21 January 1992 was due exclusively to the incomprehensible negligence of the postal services and could not be held against the applicants.", "16. On 24 July 1992 the Supreme Administrative Court quashed the decision appealed against, considering that it was not established that the applicants had lodged their appeal against the decision of 27 December 1991 outside the time-limit provided for by the Code of Administrative Procedure, in particular because the applicants had submitted the post-office receipt to the court, showing clearly that their appeal had been posted on 20 January 1992.", "17. On 9 September 1993 the Office of the Governor of Warsaw, having examined the applicants’ appeal of 20 January 1992, upheld the decision of 27 December 1991. It pointed out that the administrative authority had established that the property of the applicants’ predecessor-in-title had been designated by relevant land-development plans adopted in 1947, 1983 and 1992 for use by the Ministry of Culture and Arts. That designation had not been changed by any subsequent decision, as was certified by a letter of 19 August 1993 from the Director of the Land Administration Department of the Warsaw District Office. The Governor further held that the palace built on the plots had been destroyed at 70 to 75% during the Second World War, as was certified by a letter of the Regional Conservator of Historical Monuments of 28 November 1991. The palace had been rebuilt in the late 1940s by the Ministry of Culture and Arts. As it had been the State Treasury that had borne the rebuilding costs, it had acquired ownership of the property concerned. Moreover, at the time when Roman Potocki had lodged the application for temporary ownership, the buildings on the plot had not existed, as they had been destroyed. The administrative authority concluded that, in the light of the above considerations, granting the applicants the right to perpetual use would be unjustified.", "18. On 12 October 1993 the applicants lodged an appeal with the Supreme Administrative Court against that judgment, complaining that the impugned decision was not in conformity with applicable substantive law. They first submitted that the decision was in breach of Article 7 of the 1945 decree in that the administrative authorities had failed to establish with sufficient clarity that the applicants’ intentions as to the future use of the palace had not been compatible with the local land-development plan. The applicants emphasised that the authorities had disregarded their argument that they did not plan to alter the public nature of the palace. They had only wanted to reserve a small part of it for their exclusive use, whereas the remainder would be used for cultural and leisure purposes and would be accessible to the general public. Therefore, no issue arose, in fact, regarding the designation of the property for public use as its use was to remain unchanged. Moreover, the authorities had failed to indicate why the restitution of the property to the applicants would be incompatible with its continued public use.", "19. The applicants further stressed that the authorities had failed to establish beyond reasonable doubt that the buildings on the plots had been destroyed during the Second World War and subsequently rebuilt by the State, and that they should therefore be considered the State’s property. The findings made in this respect were superficial and based on insufficient evidence. The applicants emphasised in particular that the letter from the Regional Conservator of Historical Monuments of 28 November 1991 could not reasonably be regarded as credible, as the conservator operated under the supervision of the Ministry of Culture and thus could not be expected to act against the ministry’s interests. In view of that flaw, the authorities should have requested a report by an expert on construction technology in order to verify the information in the conservator’s letter. In conclusion, the applicants requested that the decision under appeal should be set aside and that the case should be re-examined.", "20. The applicants submitted that Articles 7, 8, 10, 12, 35 §§ 1 and 3, 75 § 1, 77 § 1, 78 § 1 and 107 § 3 of the Code of Administrative Procedure had been breached in the course of the proceedings and that those procedural shortcomings had had a bearing on the outcome of the case.", "21. On an unspecified date a hearing was held before the Supreme Administrative Court in the appeal proceedings. The applicants’ lawyer submitted that their application of 20 December 1990 was to be seen both as a reiterated application for temporary ownership, lodged in 1947, and as a new application for restitution of the property concerned and for having a right to perpetual use of the land awarded.", "22. By a judgment of 22 June 1995 the Supreme Administrative Court rejected the applicants’ appeal in so far as it concerned the application for temporary ownership, which had been submitted by Roman Potocki in 1947. In doing so, the court recalled that, pursuant to Article 14 of the Supreme Administrative Court Act of 31 January 1980, as amended, it was not competent to deal with appeals against administrative decisions given in cases in which proceedings had been instituted before 1 September 1980. Accordingly, the court could not review the lawfulness of that part of the contested second-instance administrative decision, given that the relevant proceedings had been instituted in 1947.", "23. In so far as the decision under appeal concerned the applicants’ application of 20 December 1990 for restitution of their former property and for the right to perpetual use of the land under the provisions of the Land Administration and Expropriation Act of 1985, the Supreme Administrative Court first considered that the authorities had failed to show why restitution of the property to the applicants would be incompatible with public use of the plot and the palace, and had therefore breached Article 107 § 3 of the Code of Administrative Procedure, under which an administrative authority, when issuing a decision, was required to point out the facts on which it had relied, to refer to evidence which had served as a basis for its factual findings, and to indicate the grounds on which other evidence had not been considered credible.", "The court further considered that despite those procedural shortcomings the decision under appeal had, in any event, been lawful. The court noted that the crux of that part of the case was to assess whether the applicants could, under the Land Administration and Expropriation Act of 1985, claim to have a right to perpetual use of the plots concerned conferred on them by way of compensation for the expropriation carried out under the 1945 decree.", "The court observed that under section 82(2) of the Land Administration and Expropriation Act, a right to perpetual use of land could only be conferred in cases where real property was given back to its former owners. However, that entitlement had been limited to certain categories of real property, namely one-family houses or small apartment blocks. The property concerned in the present case did not belong to any of those categories. Moreover, the 1985 Act had laid down a time-limit for the submission of such claims, and that limit had expired on 31 December 1988. The applicants’ application of 20 December 1990 to have their former property restored to them and for the right to perpetual use of the property had been lodged outside that time-limit. Accordingly, the restitution could not have been ordered. The Supreme Administrative Court therefore dismissed the remainder of the applicants’ appeal.", "24. The Decree of 26 October 1945 on real property in Warsaw expropriated real property situated in Warsaw and transferred ownership to the municipality of Warsaw.", "25. Pursuant to section 33(2) of the Local State Administration Act of 20 March 1950, ownership of property situated in Warsaw was assigned to the State Treasury.", "26. The Local Self-Government Act of 10 May 1990 re-established local self-government. Pursuant to section 5(1), ownership of land which had previously been held by the State Treasury and which had been within the administrative territory of municipalities at the relevant time was transferred to the municipality.", "27. Under Article 7 of the 1945 decree, former owners had the right to lodge an application for temporary ownership of their plots (własność czasowa). The authorities competent to deal with such applications first had to examine whether the plots concerned had not been designated for public use. If they considered that granting temporary ownership to former owners would not be incompatible with public use, a decision could be made in favour of the former owner.", "28. The Land Administration and Expropriation Act was enacted in 1985. Under section 82(2) of that Act, former owners of real property were entitled to apply for restitution of property which had been expropriated and to claim the right to perpetual use of the property. However, that entitlement was limited to certain categories of real property, namely one-family houses or small apartment blocks. Moreover, this Act laid down a time-limit for such claims. That limit expired on 31 December 1988.", "29. The right to perpetual use of land owned by municipalities is regulated in Book Two of the Civil Code (Property and other rights in rem, Title two: Right to perpetual use). It follows from the relevant provisions that this right consists in an entitlement to exclusive use, by a natural or legal person, of land owned by a municipality or by the State for ninety-nine years against annual payment of certain rates. A person having such a title can construct buildings on the land, of which he will be the owner. An administrative decision by a municipality to confer the right to perpetual use on a given individual is necessary and sufficient for a final contract to this effect to be concluded between the parties. The contract between the municipality and the perpetual user must be in the form of a notarial deed. A right to perpetual use can be sold or bequeathed.", "30. Under Polish law no special provisions have been enacted whereby redress may be obtained for wrongs relating to expropriations carried out within the framework of the agrarian reforms. There is therefore no specific legal framework to mitigate the effects of certain infringements resulting from the deprivations of property. However, persons whose property was expropriated, or their legal successors, may institute administrative proceedings under Article 155 of the Code of Administrative Procedure, in order to claim that the expropriation decisions should be declared null and void as having been in breach of the laws laying down criteria for expropriation, as applicable at the material time. If it is established that the contested decision was contrary to the legislation applicable at the time of the expropriation, the administrative authority shall declare it null and void. Administrative decisions may ultimately be appealed against in the Supreme Administrative Court.", "31. Under Article 7 of the Code of Administrative Procedure, in administrative proceedings the competent authorities take all measures necessary to make detailed findings of fact, having due regard to the public interest and to justified individual interests. According to Article 8, they are obliged to conduct proceedings in such a manner as to strengthen the confidence which citizens are entitled to have in the State authorities.", "32. Article 10 of the Code requires the administrative authorities to ensure that the respective parties to the proceedings have an opportunity to participate actively therein, to adopt, before a decision is given, a position concerning the evidence gathered in the case and other material in the case file, and to submit comments on their own claims.", "33. According to Article 75 § 1 of the Code, any lawful material which could serve as a basis for factual findings is admissible as evidence in administrative proceedings. In particular, documents, witnesses’ testimonies, expert reports and inspections may be so admitted. Under Article 78 § 1 of the Code, a request to take evidence should be allowed, if the circumstances which are to be established are relevant to the decision to be given.", "34. Article 196 § 1 of the Code of Administrative Procedure, as applicable at the material time, provided that an appeal on points of law against an administrative decision could be lodged with the Supreme Administrative Court. Article 207 § 2 stated that the court should set the decision aside wholly or in part if it established that the decision was in breach of substantive law or that the proceedings leading to the decision had contained a flaw which made the decision null and void, or that procedural shortcomings in the proceedings were such as to justify the re-opening of the latter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}