{"ITEMID": "001-101978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KRYVITSKA AND KRYVITSKYY v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants, mother and son, were born in 1945 and 1975 respectively and live in Kyiv.", "6. On 16 July 1992 Mrs Y.B., born in 1908, officially registered the first applicant as a permanent tenant in her flat and in March 1993 signed it off to her in a will, purportedly in exchange for the first applicant being her live-in aide. On 5 January 1993 the second applicant, then a minor, was also officially registered as a permanent resident in Mrs Y.B.'s flat as his mother's family member. The applicants moved into the flat, took care of the charges and maintenance fees and did some renovation work.", "7. On 23 August 1994 the Kyiv City Administration promised to provide the applicants with a new flat in view of the fact that a decision had been taken to demolish the building of which Mrs Y.B. was co-owner. That decision, however, was never complied with.", "8. In 1995 and 1996 the second applicant's wife and two children from her previous relationship, born in 1988 and 1989, were also registered as permanent tenants in the same flat. Subsequently the second applicant adopted the children (in 1996) and divorced their mother (in 1998).", "9. On 18 December 1998 Mrs Y.B. died.", "10. After her death, the first applicant learned that in 1996 and 1998 Mrs Y.B. had drafted two more wills, signing the same flat off to other individuals, and on 12 March 1999 instituted judicial proceedings seeking to have those two wills annulled. The first applicant claimed that since 1995 Mrs Y.B. had been under severe stress resulting from her participation in an ongoing court dispute with Mrs G.D., a co-owner of the building, and, consequently, her mental health and judgment had deteriorated.", "11. On 26 February 2001 a panel of experts conducted an assessment of Mrs Y.B.'s mental health and found that in March 1993, December 1995 and October 1998 Mrs Y.B. had suffered from organic psychiatric disorders giving rise to moderate intellectual and memory impairment and paranoia. Consequently, during these periods she had been unable “to understand the meaning of her actions or control them”.", "12. As a result of those conclusions, on 3 April 2001 the Leningradsky District Prosecutor joined the first applicant's proceedings on behalf of the State, seeking annulment of all Mrs Y.B.'s wills, including the one drafted in 1993 in the first applicant's favour.", "13. On 8 June 2001 the Leningradsky District Court of Kyiv allowed the prosecutor's claim. The parties' appeals against this judgment were eventually dismissed as inadmissible on procedural grounds and it became final.", "14. On 29 April 2002 the Svyatoshynsky District Tax Administration registered the State's (the municipality's) title to the late Mrs Y.B.'s flat as intestate estate.", "15. On 28 May 2002 the Tax Administration instituted court proceedings against the applicants, seeking to annul their tenancy registration as lacking any legal basis on account of the impaired judgment of the former flat owner when authorising it. The Administration further sought to evict the applicants, claiming that their occupancy impeded the authorities' ability to sell the flat at the highest possible price.", "16. The second applicant lodged a counterclaim, seeking to be acknowledged as a lawful tenant of the flat. He maintained, in particular, that he and his mother had occupied it for a considerable period of time in good faith and on lawful grounds and took care of maintenance fees and renovations. In addition, the family had no alternative housing and their eviction would compromise the interests of raising two minor children, who remained in his custody after their mother had left the family.", "17. Subsequently the Svyatoshynsky District Minors Service intervened in the proceedings, requesting the court to consider the interests of the two minor children in retaining the tenancy.", "18. During the hearing of 15 July 2002 the Svyatoshynsky District Court of Kyiv requested Mr Ts., one of the experts who had conducted the post-mortem assessment of Mrs Y.B.'s mental state in February 2001, to assess whether she had been legally competent to authorise the first applicant's tenancy on 16 July 1992. On the same day Mr Ts. delivered a statement that, based on the results of the post-mortem psychiatric assessment of Mrs Y.B.'s condition in 1993, it was certain that on the date at issue she could not understand the meaning of her actions or control them.", "19. On the same date the court issued a judgment allowing the claim by the Tax Administration. The relevant part of the judgment read as follows:", "“The court, having heard the explanations of the parties, having examined case-file materials, considers it necessary to allow the initial claim ... and to reject the counterclaim, regard being had to the following:", "On 16 July 1992 and 5 January 1993 respectively, Y. B., who could not understand the meaning of her actions or control them, authorised the registration of Kryvitska G.S. and Kryvitskyy Y.F. as tenants of the part of the building belonging to her ..., having thus concluded a tenancy agreement.", "On 16 December 1998 she died, and 2/400 of the building, which had belonged to her ..., became property of the State represented by the Svyatoshynskyy District Tax Administration of Kyiv ..., which on 28 May 2002 sought protection of the owner's rights, which should not be infringed by Kryvitskyy Y.F. and Kryvitska G.S., who have occupied the premises, regard being had to the above, arbitrarily, and should be evicted without provision of other housing.", "In light of the above Kryvitskyy Y.F.'s claim of right to use the premises cannot be allowed ...", "Regard being had to the above and referring to Articles 55 and 555 of the Civil Code of Ukraine, Articles 4 and 48 of the Law of Ukraine “On Property”, Articles 116 and 191 of the Housing Code of Ukraine, Articles 15, 30, 62, 75 and 203 of the Code of Civil Procedure of Ukraine, the court", "HAS DECIDED:", "To allow the initial claim ...”", "20. The applicants appealed. They alleged, in particular, that the expert assessment of Mrs Y.B.'s mental health was flawed and superficial, that at the moment of concluding their tenancy agreement they had acted in accordance with the law and in good faith and, under the circumstances of their case, could not have foreseen that the law concerning arbitrary occupation of the premises would be retrospectively applied to them. They further alleged that their eviction would render them homeless and infringe their Constitutional right to respect for their home and, moreover, the second applicant's eviction would jeopardize the rights of the two minor children, who remained in his sole custody.", "21. On 13 August 2002 the Minors Service informed the Kyiv City Court of Appeal that the children actually lived in the flat and were in the second applicant's custody, since their mother had left to work in Russia.", "22. On 16 October 2002 the Kyiv City Court of Appeal dismissed the applicants' appeal, endorsing the first-instance court's reasoning. It also noted that according to an address bureau certificate, the children and their mother were not registered as tenants in the flat at issue. The judgment became binding for enforcement.", "23. The applicants appealed in cassation, maintaining, in addition to their previous arguments, that the courts had wrongly refused to admit their evidence that the children had remained resident in the flat. On 8 May 2003 the Supreme Court dismissed the applicants' request for leave to appeal in cassation, having found that the lower courts had properly assessed the evidence before them and interpreted the applicable law.", "24. On 12 November 2002 Mr Zh., the bailiff assigned to the case, requested the Svyatoshynsky District Court to clarify its judgment of 15 July 2002 in view of the fact that the children were found to be actually living in the flat.", "25. On 14 November 2002 the President of the Svyatoshynskyy District Court wrote a letter to the Chiefs of the Kyiv City Department of Justice and the Svyatoshynsky District Department of Justice, stating that, having requested clarification of an already clear judgment, Mr Zh. had intentionally protracted its enforcement, thus grossly interfering with State interests. He further requested the addressees to prevent such applications in future.", "26. On an unspecified date the applicants requested that their eviction be replaced by monetary compensation.", "27. On 28 December 2002 the court dismissed the Bailiffs' and the applicants' requests.", "28. In the meantime, on 5 December 2002 the applicants were evicted. According to the applicants, they had to request housing of various relatives and friends and had no stable place of residence following their eviction. In 2006 the second applicant bought a house.", "29. On several occasions the applicants requested the Tax Administration to inform them when the flat would be put on sale, as they were interested in trying to purchase it and received responses that they could be eligible for a purchase only if all co-owners of the building waived their statutory privilege. Subsequently they were informed that in April 2003 the flat had been sold to Mrs G.D., a co-owner of the building.", "30. Relevant provisions of the Civil Code read as follows:", "“An agreement concluded by a citizen who, although legally capable, at the moment of its conclusion was unable to understand the meaning of his actions or control them, can be annulled by the court ...”", "“Inheritable property shall be transferred to the State as a successor:", "...", "2) in the event that a predecessor has no heirs either by virtue of the law or of a testament;", "...”", "31. Relevant provisions of the Housing Code read as follows:", "“... Persons who arbitrarily occupy residential premises shall be evicted without provision of other housing.”", "“Housing disputes shall be decided in accordance with the legislation ... by a court, arbitration court, mediation or comrades' court, as well as other competent bodies.”", "32. Relevant provisions of the Law “On Property” read as follows:", "“1. The owner of a property shall possess, use and dispose of that property at his discretion.", "2. The owner of a property shall be entitled to carry out any actions with respect to that property, which are not in conflict with the law ...", "...”", "“1. Ukraine shall legislatively ensure equal conditions for the protection of property rights for individuals, organisations and other owners.", "2. The owner of a property may demand that any infringements of his rights are ceased, even where those infringements are not connected with the deprivation of the possession, and compensation for resulting damage.", "...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}