{"ITEMID": "001-78892", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KOMMERSANT MOLDOVY v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant newspaper published a series of articles in June-September 2001, criticising the authorities of Moldova for their actions in respect of the break-away region of Moldova (“Moldavian Republic of Transdniestria” or “MRT”, see Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, ECHR 2004...) and reproducing harsh criticism of the Moldovan Government by certain MRT and Russian leaders.", "6. The applicant published the articles under the following headlines:", "“The State Duma of the Russian Federation has annexed Moldova and [MRT] to the Union of Russia and Belarus”, “There shall be no meeting...”, “The Russian Ministry of Foreign Affairs acknowledged that the withdrawal of Russian troops from [MRT] may affect stability in the region”, “That’s why NATO is what it is, or a holy place is never empty”, “The black list”, “A Nobel Prize for the leader”, “If the person disappears, there will be no problem?”, “So is it a blockade or WTO conditions?”, “One does not choose one’s neighbours”, “[MRT] is much closer to WTO conditions than Moldova” and “Mission impossible”.", "7. In these articles, the applicant reproduced, literally or in a summary, or commented upon declarations by Moldovan, Russian and MRT authorities in respect of the negotiation process between Moldova and MRT, as well as economic, (geo-)political, social and other issues. In a number of these articles the actions and declarations of high-ranking Moldovan officials were harshly criticised. The applicant emphasised, however, that it did not call for any violent or unlawful act and, in the impugned articles, expressly qualified such expressions as “to annihilate” (“убрать”) as meaning “political annihilation [of MRT leader]”.", "8. On 5 November 2001 the Prosecutor General of Moldova initiated court proceedings against the applicant in the Economic Court of Moldova. The applicant was accused of “endangering, through its publications, national security and territorial integrity together with public safety and order in Moldova”, by “lending open support to the unconstitutional regime of the self-proclaimed [MRT], promoting the separatist ideas expressed by its leaders and misrepresenting the essence of legal actions of Moldovan authorities and international organisations in solving the problems of the regions to the East of the Dniester”. The Prosecutor General illustrated his request with two examples of phrases from the impugned articles, namely:", "“The lack of legal balance between the [MRT] and the Republic of Moldova, as a recognised State, allows the latter to approach the negotiations from a position of superiority and dictatorship, which is the main reason for the slow pace of the negotiation process”; “In the circumstances of an ongoing political, diplomatic and economic blockade of MRT by the Republic of Moldova we consider impossible a meeting between the Presidents of MRT and the Republic of Moldova”.", "Since the applicant’s publications, while formally presented as an exercise of the right to inform the public, were contrary to Article 32 of the Constitution and Article 4 of the Press Act (see below) and the applicant had been warned against continuing to violate the law, the court was requested to order the closure of the newspaper.", "9. On 30 November 2001 the Economic Court of Moldova accepted the claims of the Prosecutor General and ordered the closure of the newspaper. The court recalled the submissions of the parties and cited the applicable domestic law. It referred in its judgment to the headlines listed in paragraph 7 above and stated that it considered the articles to have:", "“exceeded the limits of publicity set out in Article 4 of the Press Act and endangered the territorial integrity of Moldova, national security and public safety and created the potential for disorder and crime, violating Article 32 of the Constitution.”", "The court also stated that systematic violations of the Press Act could be sanctioned with the closure of a newspaper under Article 7 of the same Act (see below).", "10. In response to the applicant’s arguments the court found that:", "“Article 10 of [the Convention] provides for freedom of expression ... (§1) but the exercise of this freedom carries with it duties and responsibilities, and may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law (§2)”.", "11. The court did not specify which expression or phrase constituted a threat and gave no further detail. It added that the articles did not represent a fair summary of public statements by public authorities and thus could not be immune from liability under Article 27 of the Press Act (see paragraph 17 below). The court found that the Prosecutor General had contacted the publisher before initiating the proceedings, as required by law. The applicant was ordered to pay court fees of 180 Moldovan lei.", "12. The applicant appealed, arguing that it had simply informed the public about current events and about the Government’s attitude and actions towards the authorities of the MRT. It relied on Article 32 of the Constitution, Article 4 of the Press Act and Article 10 of the Convention.", "13. On 5 February 2002 the Appellate Chamber of the Economic Court of Moldova upheld that judgment, repeating the arguments of the lower court. The court found, inter alia, that:", "“the lower court correctly assessed the facts and rejected the [applicant’s] objections. ... It was correctly decided that no violation of Article 10 of the Convention had been committed, since although that Article provides for the right to freedom of expression, it carries with it duties and responsibilities and its exercise is subject to such formalities, conditions, restrictions or penalties as are prescribed by law”.", "The court rejected the applicant’s submission that the economic courts were not competent to examine a freedom of expression case since it had been registered as a joint-stock company. It also rejected the submission that the Prosecutor General had not followed the proper pre-trial procedure and was not competent to initiate the relevant proceedings.", "14. On 29 May 2002 the Supreme Court of Justice upheld the two judgments. It also essentially repeated the reasoning of the Economic Court and found that the applicant:", "“has exceeded the limits of restrictions on freedom of expression, determined in Article 4 of the Press Act, through some of the publications annexed to the file which undermine national security, territorial integrity and public safety, the protection of order and the prevention of crime”.", "15. The newspaper was subsequently re-registered under the name “Kommersant-Plus”.", "16. Article 32 of the Constitution reads as follows:", "“Article 32 Freedom of opinion and of expression", "(1) Each citizen is guaranteed freedom of thought, of opinion, as well as freedom of expression in public through words, images or through other available means.", "(2) Freedom of expression shall not harm the honour or dignity of others or the right of others to have their own opinion.", "(3) The law prohibits and punishes the contestation and defamation of the State and the nation, calls to war and aggression, national, racial or religious hatred, and incitement to discrimination, territorial separatism, or public violence, as well as other expression which endangers the constitutional order.”", "17. The relevant provisions of the Press Act of 26 October 1994 (Law no. 243-XIII) read as follows:", "“Article 4.", "Publishers of periodicals ... shall have a discretion as to the documents and information they choose to publish, but shall have regard to the fact that, since it carries with it duties and responsibilities, the exercise of these freedoms is subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.", "Article 7", "... (4) The court shall adopt a decision to end the activity of a newspaper or a news agency in the case of systematic violation of the present Act.", "Article 27", "The founders, publishers and journalists shall not be held responsible for imparting information, if it:", "is part of official documents and statements of the public authorities; or", "textually reproduce public statements or fairly summarise them”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}