{"ITEMID": "001-108436", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF G.R. v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 13+8 - Right to an effective remedy (Article 13 - Effective remedy) (Article 8 - Right to respect for private and family life;Article 8-1 - Respect for family life)", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1961. He is married; he and his wife (born in 1968) have three children, born in 1992, 1993 and 1998 respectively. The family are resident in Zoetermeer.", "6. On 8 December 1997 the applicant arrived in the Netherlands, five months after his wife and two children had arrived there. On 10 December 1997 the applicant applied for asylum. The Deputy Minister of Justice (Staatssecretaris van Justitie) rejected this application on 19 February 1999 but he did grant the applicant a conditional residence permit (voorwaardelijke vergunning tot verblijf), valid as of 10 December 1997, on the basis of a temporary “policy of protection for certain categories” (categoriaal beschermingsbeleid). The applicant’s wife and children received residence permits for the purpose of asylum that same day. The applicant lodged an objection against the decision to refuse him asylum.", "7. The situation in Afghanistan not having sufficiently improved, the applicant’s conditional residence permit was ex lege converted into an indefinite residence permit after he had held it for a period of three years. Subsequently, with the entry into force of the Aliens Act 2000 (Vreemdelingenwet 2000) on 1 April 2001, the permit held by the applicant came to be named an indefinite residence permit for the purpose of asylum. In view of this development, the applicant’s objection against the decision of 19 February 1999 was declared inadmissible on 16 July 2001.", "8. On 28 May 2004 the Minister for Immigration and Integration (Minister voor Vreemdelingenzaken en Integratie, at that time the successor to the Deputy Minister of Justice) withdrew the applicant’s residence permit (but not those of his wife and children) as Article 1F of the 1951 UN Convention relating to the Status of Refugees was held against him. The applicant filed an appeal against this decision which was rejected by the Regional Court (rechtbank) of The Hague on 29 March 2005. On 4 August 2005 the Administrative Jurisdiction Division of the Council of State (Afdeling Bestuursrechtspraak van de Raad van State) confirmed the decision of the Regional Court at final instance.", "9. The applicant’s wife and children were granted Netherlands nationality on 13 December 2004.", "10. On 21 October 2005 the applicant filed a new application for asylum, which was rejected by the Minister on 27 October 2005. The applicant’s appeal was dismissed by the Regional Court of The Hague on 17 November 2005, and on 22 December 2005 the Administrative Jurisdiction Division of the Council of State dismissed the applicant’s appeal at final instance.", "11. Subsequently, on 9 January 2006, the applicant applied for a residence permit for the purpose of residing in the Netherlands with his wife. At the same time, he requested an exemption from the obligation to pay the statutory administrative charges (leges) of 830 euros (EUR). In this respect he invoked Decision 2005/46 amending the Aliens Act Implementation Guidelines 2000 (Wijzigingsbesluit Vreemdelingencirculaire 2000), according to which an alien who has a justifiable claim under Article 8 of the Convention in proceedings to obtain a residence permit for the purposes of family reunion (gezinshereniging) or family formation (gezinsvorming) could be exempted from paying the required charges if he or she complied with certain conditions. The applicant argued that he had a legitimate claim under Article 8 and that he had provided sufficient proof that he did not have the resources to pay the charges: since the withdrawal of his residence permit he himself was no longer eligible for social assistance and his family had to survive on social assistance intended for a single-parent family. There were no relatives or third persons prepared or able to pay the charges for him. He submitted a copy of his wife’s social assistance pay slip for the month of December 2005 (stating a total payable amount of EUR 988.71), an official extract from the register of marriages dated 29 December 2005 showing him to be married to his wife, and an official document showing him, his wife and their children to be registered at the same address.", "12. On 23 March 2006 the Minister decided not to process the application for a residence permit, as the applicant had failed to pay the required charge.", "13. The applicant lodged an objection with the Minister against that decision, arguing that he had submitted a reasoned request to be exempted from the obligation to pay the administrative charge, which request the Minister had rejected without stating any grounds. On 31 March 2006 the applicant also applied for a provisional measure (voorlopige voorziening) to the Regional Court of The Hague in order to be allowed to await the outcome of his appeal in the Netherlands.", "14. On 27 March 2007 the Regional Court rejected the request for a provisional measure and at the same time dismissed the objection. It considered that the applicant had failed to submit sufficient proof of his lack of resources to pay the required fees; it had therefore not been unreasonable for the Minister to decide not to process the applicant’s request for a residence permit.", "15. No appeal lay against the judgment of the Regional Court.", "16. On 11 January 2008, in reply to questions put to them pursuant to Rule 49 § 3 (a) of the Rules of Court, the Government confirmed that, at the time the applicant lodged his request for a residence permit for the purpose of residing with his wife, the latter was in receipt of social assistance benefits for a single-parent family. They further confirmed that the applicant was not in possession of a residence permit entitling him to acquire income by working in the Netherlands. He had nevertheless not qualified for the exemption from the obligation to pay administrative charges as he had submitted neither the required declaration of income and assets nor evidence relating to efforts made by his wife (being the residence permit holder with whom the applicant intended to stay) to obtain the necessary funds.", "17. In reply to a further question, the Government submitted on 28 May 2008 that the assessment framework for an objection against the decision not to process an application for a residence permit due to a failure to pay the administrative charges was based on an ex tunc evaluation of whether that decision had been taken on reasonable grounds. Paying the administrative charges or submitting the required evidence subsequently was not an option; nor would it have any bearing on the decision not to process the application, as an ex nunc assessment was no longer possible.", "18. On 21 July 2008, in response to a further question, the Government confirmed that the applicant could submit a new application for a residence permit, which would be processed once he had paid the administrative charges or obtained an exemption from the obligation to pay them. The examination of the merits of such an application would include an assessment of compliance with Article 8 of the Convention.", "19. Section 4.1.2 of Chapter B1 of the Aliens Act Implementation Guidelines 2000 (Vreemdelingencirculaire 2000), as applicable at the relevant time, stated that if an applicant for a residence permit claimed to be unable to pay administrative charges, that inability must be substantiated. The following documents should then be submitted with the application:", "a. a statement of income and assets relating to the residence permit holder with whom the alien intended to stay;", "b. evidence relating to efforts on the part of the alien and the residence permit holder over the previous three years to obtain funds;", "c. documents establishing a plausible case for the fact that neither the alien nor the residence permit holder would be able in the short term to obtain the funds necessary to pay the administrative charges that were owed, and that obtaining the funds from a family member or third party was likewise impossible.", "20. Day-to-day implementation of the Work and Social Assistance Act, including the providing of social assistance and any verification, is the responsibility of the Mayor and Aldermen (burgemeester en wethouders) of the municipality (section 7 (1)).", "21. An entitlement to social assistance exists for every Netherlands national and every alien lawfully resident in the Netherlands if he or she has not the means to meet necessary living expenses (section 11(1) and (2)). A married couple in such a position are jointly entitled to such social assistance, unless one of the parties is not so entitled (section 11(4)); in the latter event, the other party is entitled to social assistance in the amount applicable to a single person living alone or a single-parent family as the case may be (section 24).", "22. Persons in receipt of social assistance are obliged to make demonstrable efforts to obtain and take up generally accepted employment, and to co-operate with the Mayor and Aldermen in any attempts aimed at finding them such employment (section 9(1) and (2); see also Schuitemaker v. the Netherlands (dec.), no. 15906/08, 4 May 2010).", "23. Persons seeking or receiving social assistance under this Act must inform the Mayor and Aldermen, on their own initiative or when so required, of all facts and circumstances that may reasonably be expected to influence inter alia their entitlement to social assistance; except in so far as such facts and circumstances can be established on the basis of certain authentic or official information (section 17(1)).", "24. Social assistance paid in excess of entitlement may be recovered from the recipient (section 58(1)). In cases where another person is liable to support the recipient financially, the Mayor and Alderman may recover moneys paid by way of social assistance from that person (sections 60-62i).", "25. Certain official and private institutions and persons are legally obliged to provide information to the Mayor and Aldermen when so required. These include, among others, the tax authorities; landlords; pension funds; chambers of commerce; health insurance providers; heads of police; suppliers of water and energy; and the registrars of the courts (section 64 (1) and (4))."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}