{"ITEMID": "001-5693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "CARESANA v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Italian citizen, born in 1938. He is currently detained in Sainte-Geneviève-des-Bois (France) with a view to his extradition to Italy. He is represented before the Court by Mr Luc-Philippe Febbraro, a lawyer practising in Aix-en-Provence.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 July 1993 the applicant was arrested at Budapest airport under a warrant for his arrest, dated 12 December 1992, on charges of inter alia obtaining property by deception. The arrest warrant had been issued by Interpol at the request of the West Yorkshire Police Fraud Squad.", "On 20 October 1993 the applicant was extradited to the United Kingdom and was remanded in custody in Armley Prison, Leeds.", "The criminal charges brought against the applicant concerned events which occurred at the end of May 1990 resulting in a loss of 1,770,994.84 US dollars to the National Westminster Bank at Leeds. The applicant, who was highly experienced in shipping, banking and international trade, was suspected of having purported, with the assistance of others, to be able to supply a large confinement of sugar to a Saudi Company. There was no sugar, but the applicant by selecting a vessel about to sail from Brazil to Alexandria with a cargo of sugar and, with reference to that vessel and its cargo, forged the documentation which the National Westminster Bank required to support the letter of credit before it would advance the money. Because the bank’s payment was made before the due date, it was made before the absence of a sugar cargo could become apparent.", "In 1991, a Greek national, Mr P., who according to the prosecution was the applicant's agent, pleaded guilty to obtaining from the National Westminster Bank a bill of exchange by deception, and to procuring the execution of a valuable security by deception. He received a four-year prison sentence.", "Soon after his arrival in the United Kingdom the applicant engaged and personally paid for the services of a large firm of primarily commercial law solicitors. He secured the payment of GBP 105,114.11 into the solicitors’ client account between 26 October 1993 and 14 April 1994. Approximately GBP 56,000 of this amount went on fees before the middle of April 1994. A guarantor, Ms D., had also pledged the sum of GBP 50,000. Ms D. subsequently agreed to increase the amount pledged to GBP 100,000 and gave security for her guarantee in the form of a mortgage on a residence in Genoa, Italy, where she lived together with the applicant. The applicant had provided the money for Ms D. to purchase the property from her former husband. The value of the property was estimated to be GBP 500,000. It was not subject to a mortgage.", "On 14 April 1994 the applicant signed an application form for legal aid to cover the costs of his defence. The form submitted by the applicant contained no information as to income or assets. According to the applicant he could not realise any of his assets while in detention. Since the application form was incomplete the applicant’s legal aid request could only be considered by Leeds Crown Court on 22 April 1994, the day on which the trial was due to commence. The applicant’s solicitor helped him to prepare a detailed Statement of Assets and Liabilities for submission to the Crown Court.", "Meanwhile, on 21 April 1994 the applicant's Queen’s Counsel (“QC”) informed the trial judge, Judge Hoffman, at a hearing in chambers in the presence of prosecution counsel, that a successful application for legal aid would necessarily be fraudulent. The applicant’s counsel stated before the court:", "“I do not think in all conscience a legal aid application can be filled in with sufficient openness to satisfy the court. It certainly could not satisfy me and, if it were to be filled in and signed as a result of my enquiries, I would feel so squalidly unhappy as to be positively professionally embarrassed and have to say to the court that I would be disinclined to act on that legal aid basis.”", "The applicant’s junior counsel agreed with this view.", "Counsel for the prosecution observed at the hearing that the applicant needed to be formally asked about his intentions concerning his legal representation, because once his defence counsel had withdrawn, he would be entitled to have alternative counsel. Counsel for the prosecution further observed that it would be helpful if the court record mentioned the applicant’s views about this since he would not like it to be said later that the applicant misunderstood the situation and felt that he was obliged to go on and defend himself and had therefore been put at a grave disadvantage when other possible options were open to him.", "The Statement of Assets and Liabilities finally submitted to the Crown Court disclosed that the applicant had the following assets:", "- The applicant was the owner of a shoe factory in Italy which, according to him, was no longer profitable.", "- The applicant had opened a bank account in Hungary into which he had paid approximately 100,000 US dollars, the purpose of which was to invest in a shoe factory there. However, following his arrest in Hungary, the money was not returned to him. He had instructed his lawyers in Hungary to try to recover this money on his behalf.", "- The applicant had an interest in three football teams in Italy. He had received an offer for one of the teams of some GBP 200,000. He was reimbursed 30,000,000 Italian lire (ITL) in December 1993, after having made a deposit of ITL 300,000,000 for a second football team, and he did not make any money from the third football team.", "- The applicant owned a Mercedes Spider which, according to his estimation, was worth GBP 15,000.", "- The applicant’s Rolex watch originally worth about GBP 3,000 had been damaged and was therefore worthless. His Cartier watch was worth about GBP 3,500. All of this jewellery was in Italy.", "- A house in which the applicant lived in Genoa, Italy, and which was worth about GBP 500,000 was owned by Ms D., the woman with whom he lived and the above-mentioned guarantor. The applicant had personally paid approximately ITL 100,000,000 for the house some ten years ago.", "- A large flat in the most expensive area of Genoa, where the applicant’s ex-wife and daughter lived, was worth about GBP 700,000. It was owned by a company. His daughter was the holder of the shares and Ms D. was the manager of the company. The applicant was unable to remove the bank charges on this property.", "- The applicant had bought a country property worth approximately GBP 250,000. There was a mortgage on this property of approximately one third of its value. The property was registered in the name of Ms D.’s parents.", "- In 1993 the applicant made an investment in 1993 of 500,000 US dollars in a warehouse in Bulgaria. Because he was detained it had not been possible to arrange for any reimbursements.", "- The applicant’s only income was the money he received from his activity as a consultant and amounted officially to 150,000 US dollars per year; unofficially it was about half as much.", "- The total cost of university fees which he had to pay was approximately GBP 30,000 per year. Maintenance to his ex-wife was about GBP 1,500 per month.", "- Since his arrest the applicant had no income at all and large sums of arrears had built up. In the period from 20 October 1993 to 6 April 1994, Ms. D. and his business associates had paid a total of GBP 105,000 to his English solicitor.", "The Government drew attention to the fact that the Statement of Assets and Liabilities made no mention of the sum of GBP 40,000 which remained in the applicant’s solicitor’s client account. Nor was any reference made to the Ms D.’s guarantee to provide GBP 50,000 towards the cost of the applicant’s defence. The Government further stated that the Statement of Assets and Liabilities made mention of the applicant having in 1995 (date incorrectly stated by the Government, the correct year being 1985) at least 100 million US dollars in bank accounts outside Italy. The applicant replied that there is no evidence whatsoever of his having any such accounts at the time referred to by the Government.", "The applicant claimed that by 1994 what was left of his property was no longer at his disposal.", "In a letter accompanying the submission to the Crown Court, dated 22 April 1994, the applicant’s solicitors stated, inter alia:", "“… We understand that if a defendant is assessed to have more than £3000 worth of capital that a court will order that he pay a contribution to any legal aid; it would appear on the details that Mr Caresana supplied to us yesterday that he has more than £3000 in capital in Italy.", "We are unable to verify any of the valuations given by Mr Caresana but would stress that Ms D. does not share the optimistic view of Mr Caresana as to the assets’ worth.", "In the circumstances, it appears to us that if any legal aid certificate were granted by the court, due to the serious and complex nature of the case, it would involve a substantial contribution being ordered. From our own experience of the case, we are of the opinion that whilst Mr Caresana remains in custody at Armley Prison he would not be able to satisfy any such condition.", "It is regrettable that in the circumstances my firm is not prepared to represent Mr Caresana without private funding. Counsel cannot represent Mr Caresana unless their fees are met. It would appear that he is unlikely to obtain a legal aid certificate and therefore in the circumstances the only way forward would appear to be for Mr Caresana to represent himself.", "… Mr Caresana knows the case very well. He is an intelligent individual and whilst he has no knowledge of English legal procedure, he has an in-depth knowledge of the facts of the case. Given all assistance by the court, he should be able to conduct his own Defence.”", "At the hearing on the legal aid application before Judge Hoffman in chambers on 22 April 1994, the applicant’s solicitor described the difficulties which the applicant was experiencing in procuring funding for his defence either through the sale of his own assets or other means. The solicitor informed Judge Hoffman that an unsuccessful attempt had been made to sell Ms D.’s flat in Genoa, Italy. As to the possible sale of one of the applicant’s football clubs, the solicitor observed that the applicant was concerned as to whether the offer he received of GBP 200,000 was genuine and that in any event the club was saddled with debts in excess of that sum. Judge Hoffman referred the applicant’s solicitor to Regulation 26 of the Legal Aid in Criminal and Care Proceedings 1989 according to which representation shall not be granted to a person for any purpose unless it appears that his financial resources are such that he requires assistance in meeting the costs of the defence. Judge Hoffman asked the solicitor:", "“... would you contend that [the applicant’s] financial resources are such that he requires assistance in meeting the costs of his defence; or would you recognise that really is straining to the limit the words of the regulation?”", "The applicant’s solicitor replied:", "“I would say we would be straining the regulation. I have no doubt about that ... ”", "In deciding to reject the applicant’s request for legal aid, Judge Hoffman pointed out that he was very reluctant to embark upon a trial involving an unrepresented defendant and was “positively straining to find a way to grant [the applicant] legal aid”. However, in his opinion the applicant’s Statement of Assets and Liabilities showed that he had substantial assets upon which he could call if necessary. In the judge’s opinion, the applicant’s solicitor was unable to provide any satisfactory answers about the applicant’s assets and even the solicitor seemed to acknowledge that it was unlikely that legal aid would be granted.", "Immediately before the trial opened Judge Hoffman, in the absence of the jury, informed the applicant that if he needed his assistance in any way he should ask for it and that if he wanted to raise any points in the absence of the jury this facility could be granted to him.", "Between 22 April 1994 and 4 August 1994 the applicant stood trial at Leeds Crown Court. The applicant represented himself. During the trial 850 documents were submitted to the court and 25 witnesses heard. The transcript of the summing up, which was spread over eight working days, runs to approximately 800 pages.", "On 4 August 1994 the jury found the applicant guilty of all the charges, namely theft, obtaining property by deception, procuring execution of a valuable security by deception and using a false instrument with intent. The judge sentenced him to a total of nine-years’ imprisonment.", "The applicant appealed against his conviction and sentence to the Court of Appeal.", "In a letter dated 9 September 1994, the applicant’s new solicitors, Messrs Harrison Bundey & Co., asked for legal aid in connection with the appeal.", "By letter dated 22 September 1994 a case lawyer in the Criminal Appeal Office forwarded a Statement of Means for completion by the applicant.", "On 14 October 1994 the Statement of Means was returned, signed and filled in by the applicant together with a handwritten memorandum which he had dictated to his solicitor. The applicant declared in the Statement of Means that he had no savings or articles of value. In the accompanying memorandum it was stated that Ms D. had no assets apart from her home and that the applicant’s Mercedes car could not be sold because the ownership documents were held by the Hungarian authorities.", "In taking its decision on legal aid, the Criminal Appeal Office relied only on the documentation submitted by Messrs Harrison Bundey & Co. The latter confirmed that they did not have sight of the applicant’s earlier Statement of Assets and Liabilities; nor did they provide the Court of Appeal with the transcript of the hearing in Chambers on 22 April 1994 before Judge Hoffman. The Government are unable to confirm whether the transcript and the applicant’s Statement of Assets and Liabilities came into the possession of the Criminal Appeal Office before or after the decision to grant the applicant legal aid. The applicant maintains that the Court of Appeal was fully aware that that he had been refused legal aid for the purposes of his trial. He observes that the officials in the Court of Appeal had full access to his case file including his Statement of Assets and Liabilities.", "On 9 November 1994, and on the sole basis of the applicant’s new Statement of Means and the accompanying handwritten declaration, the Criminal Appeal Office granted the applicant legal aid for a conference with counsel and for the perfection of his grounds of appeal. Legal aid was later granted for the preparation and presentation of an application for leave to appeal and for the full hearing of the appeal once leave had been granted.", "The applicant produced extensive grounds of appeal (130 hand-written pages). With the assistance of his defence counsel the applicant's grounds of appeal were amended and reduced to seventeen grounds of appeal. The applicant alleged in particular that he was put at an unfair disadvantage in conducting his defence because his mother tongue was Italian. He also complained that he had no legal representation at his trial and that the trial judge refused to adjourn the trial to enable the key defence witness D. to give evidence. In the applicant’s submission, this witness, a German lawyer who speaks Italian, would have been able to prove that two witnesses had not told the truth at his trial.", "The hearing before the Court of Appeal took place on 9 and 10 November 1995. The applicant was represented by counsel. On 7 December 1995 the Court of Appeal allowed his appeal against his conviction on the charge of theft but upheld the other convictions and the sentences imposed.", "The Court of Appeal found that there was no substance whatsoever in the applicant's allegation that he was put at an unfair disadvantage because the trial was conducted in English. In particular, the cross-examination of a witness showed the applicant to be not only astute but also at ease in the language which he was using to formulate the questions. Furthermore, he had the services of an interpreter whom he chose not to use. The applicant’s arguments had been set out in detail and developed at considerable length in oral submissions before the Crown Court. The jury had been told more than once to make every allowance for the applicant’s lack of legal representation as well as for the fact that English was not his native language.", "As to the absence of legal representation and the refusal of legal aid, the Court of Appeal observed, inter alia:", "“… prosecution counsel and the trial judge took elaborate steps to assist the [applicant] to present his case. He was given advanced warning of when witnesses were to be called and procedural matters were carefully explained to him, such as the effect of formal admissions of fact, the effect of evidence being read, the need to put his case in cross-examination, and so forth. Each day the court sat at 10 am to deal with any problem which the applicant might be experiencing before the trial continued. In addition the applicant was allowed time as and when he required it. …", "Originally the [applicant] had legal representation for which he paid. As the trial was about to start it became clear to the representatives that no more payment would be forthcoming. It is quite clear from the transcripts we have seen that if the [applicant’s] legal representatives had been satisfied that the [applicant] could not pay they would have supported an application for Legal Aid, but they were not so satisfied and that is what they told the judge. The [applicant] had in fact signed an application form for Legal Aid on 14 April 1994, but it contained no information as to income or assets, and boldly asserted that the Appellant could not realise any assets because he was in custody in Leeds. On 20 April 1994 his solicitor assisted him to prepare a statement of assets and liabilities, and that document we have seen. Having seen it we can understand why the [applicant’s] lawyers felt unable to support an application for Legal Aid. In those circumstances it seems to us that the trial judge had really no alternative but to proceed as he did. In general, Legal Aid cannot be granted to anybody unless it appears to the body entitled to grant it that the financial resources of the applicant are such to make him eligible for it (see section 21 (5) of the Legal Aid Act 1988). As was pointed out during the course of argument, were it otherwise a defendant of ample means facing serious charges could abuse the system with impunity. He could simply decline to pay for representation and fail to provide adequate information as to his resources confident in the knowledge that in order to facilitate the trial process Legal Aid would be granted to him … .”", "As regards the witness D. whom the applicant wanted to call, the Court of Appeal pointed out that the day proposed, namely 8 July 1994, was not the only date on which this witness could have given evidence. Subsequent enquiries revealed that in reality D. was simply not prepared to attend. The suggestion that the court was not prepared to wait for him was unfounded. According to the Court of Appeal, the evidence called on behalf of the applicant did not finish until 19 July 1994, and the court in fact adjourned for a week in order to enable the applicant’s final defence witness to attend.", "On 23 August 1996 the applicant was transferred from Wakefield Prison to Italy in accordance with the Convention on the Transfer of Sentenced Persons of 21 March 1983. He served his sentence first in Massa, then in Prato. He was released from prison on 5 August 1998.", "On 11 December 1998 the applicant was arrested in Nice (France) and remanded in custody in Ste-Geneviève-des-Bois with a view to his extradition to Italy following his final conviction and sentence in bankruptcy proceedings in Italy."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}