{"ITEMID": "001-79914", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ÖZTUNÇ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1936 and lives in Van.", "5. In 1985 the applicant obtained a contract from the Provincial Administration of Van to carry out repair work in twelve public schools in Başkale in order to render them operational.", "6. At a later date, however, he noticed that some of the schools had not yet been fully constructed. He applied to the Governor's Office in Van and requested the contract to be annulled. He submitted that the payment agreed on for the repairs was too low, given the amount of work needed to complete the construction of those schools.", "7. The Governor's Office requested the applicant to start the construction and the repairs, reassuring him that he would be reimbursed for his additional work.", "8. After having completed the construction, the applicant applied to the Provincial Administration of Van and requested additional compensation of 47,000,000 Turkish liras (TRL). However, his repeated efforts proved fruitless as no payment was made.", "9. On 17 July 1989 he filed an action with the Van Civil Court and claimed the outstanding amount of TRL 47,273,000 plus interest.", "10. On an unspecified date, the court appointed an expert to determine the amount of additional payment that the applicant was entitled to recover. However, the expert failed to submit his report.", "11. In the absence of the expert report, the court ordered on-site visits to the schools in order to establish the additional work carried out by the applicant.", "12. On 30 September 1999 the members of the court, accompanied by new experts, conducted an on-site examination at the schools.", "13. On an unspecified date, the experts submitted their calculation of the sums incurred by the applicant for the additional work.", "14. On 26 April 2000 the Van Civil Court awarded the applicant TRL 47,273,000 plus interest calculated at three different rates depending on the relevant period of time, i.e., 30% per annum running from 17 July 1989 to 1 January 1998; 50% per annum from 1 January 1998 to 1 January 2000; and at the rediscount rate running from 1 January 2000 until the date of payment.", "15. The applicant appealed. In his petition to the Court of Cassation he complained about the loss that he had suffered as a result of the high rate of inflation during the proceedings before the civil court.", "16. On 30 November 2000 the Court of Cassation upheld the decision of the civil court. On 9 April 2001 the same court dismissed the applicant's request for rectification.", "17. On 23 July 2001 the applicant was paid the total amount of TRL 282,795,000, consisting of the capital plus interest incurred until the payment date."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}