{"ITEMID": "001-71267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "HUSAIN v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Kalid Husain, is a Yemeni national who was born in 1936 and is currently detained in Parma Prison. He was represented before the Court by Mr G. Pagano, of the Genoa Bar.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 7 October 1985 the Achille Lauro, an Italian cruise liner, was attacked by a Palestinian terrorist commando. The passengers were held hostage for fifty-one hours and one of them was killed.", "Suspected of being one of the organisers of the attack, the applicant was charged with forgery, handling stolen goods, unlawful possession of a firearm, kidnapping, murder and assault. He and fourteen other defendants were committed to stand trial in the Genoa Assize Court.", "He was not officially informed of the criminal proceedings against him because the authorities were unable to trace him at the time of the trial. In his observations to the Court, the applicant alleged that he had left the Achille Lauro before the attack by the commando and had stayed in Egypt. The Italian authorities declared him a “fugitive” (latitante) and assigned a lawyer to represent him. He was tried in his absence.", "In a judgment of 10 July 1986, the text of which was lodged with the registry on 27 October 1986, the Genoa Assize Court found the applicant guilty of handling stolen goods, forgery and unlawful possession of a firearm. It gave him a prison sentence of seven years and six months and imposed a 3,000,000 Italian lire fine. It acquitted him on the charges of kidnapping, murder and assault. It found, inter alia, that it had not been proved beyond all reasonable doubt that the applicant knew that the commando intended to hijack the vessel and kidnap the passengers.", "On 6 December 1986 the Genoa public prosecutor’s office appealed against, inter alia, the applicant’s acquittal on some of the charges. It argued that, as a senior member of the terrorist organisation behind the attack, the applicant’s role could not have been confined to providing logistical support.", "In a judgment of 23 May 1987, the text of which was lodged with the registry on 27 July 1987, the Genoa Criminal Court of Appeal granted the appeal and sentenced the applicant to life imprisonment.", "On 10 May 1988 the judgment of 23 May 1987 became final as the lawyer assigned to represent the applicant had not lodged an appeal with the Court of Cassation.", "On 16 March 1991 the Genoa Principal Public Prosecutor issued a warrant requiring the applicant’s committal to serve his sentence. The document, which was drafted in Italian, stated that the Genoa Criminal Court of Appeal’s judgment of 23 May 1987 sentencing the applicant to life imprisonment was unappealable. It then set out the operative provisions of the judgment and, in particular, the legal classification in law of the offences of which the applicant had been found guilty, with a reference to the relevant provisions of the Criminal Code and special legislation that was applicable. The Principal Public Prosecutor instructed all law-enforcement personnel to arrest the applicant. Since the applicant was not represented, the Principal Public Prosecutor assigned a lawyer to his case. A copy of the committal warrant was served on him.", "In the meantime, on 6 March 1991, the applicant had been arrested in Greece. On 24 May 1996 he was extradited to Italy. He was taken to the Genoa police headquarters (questura), where he was served with a copy of the committal warrant of 16 March 1991. An interpreter translated it into Arabic for him orally. The applicant and the interpreter signed a record of the proceedings at the police headquarters.", "On 29 October 2001 the applicant lodged an application to have the committal warrant set aside. He alleged that it had been drafted in Italian and that he had not been provided with a written translation into Arabic, in breach of Article 6 § 3 (a) of the Convention, domestic law and the case-law of the Court of Cassation and the Constitutional Court. He stressed that, had he understood the document that had been served on him, he would definitely have taken the necessary steps to lodge an application for leave to appeal out of time under Article 175 of the Code of Criminal Procedure within the statutory ten-day time-limit. He would thereby have gained additional time in which to appeal to the Court of Cassation and an opportunity to answer the charges that had been preferred against him.", "The Genoa Criminal Court of Appeal dismissed his application in an order of 4 December 2001. It observed that Article 143 of the Code of Criminal Procedure provided: “A person charged with a criminal offence who does not speak Italian is entitled to have the free assistance of an interpreter in order to understand the charge ... and the procedural steps to which he or she is a party ...” In its judgment no. 10 of 19 January 1993, the Constitutional Court had held that that provision had to be construed broadly, that is to say as applying in all cases in which, without the assistance of an interpreter, a foreign defendant’s right to take part in his or her trial would be compromised. However, the view expressed by the Court of Cassation in its case-law was that neither the Convention nor the Code of Criminal Procedure made it obligatory to provide a written translation of every document that was served on a foreign defendant. In the instant case, the committal warrant had been translated orally by an interpreter when it was served, and that was a sufficient basis for concluding that the applicant had understood its content.", "The applicant appealed to the Court of Cassation, arguing that a written translation should have been supplied in his case, added to which the record drawn up at the police headquarters did not indicate the interpreter’s identity. It merely contained the signature of an unidentified person at the foot of the page.", "In a judgment of 16 December 2002, which was lodged with the registry on 4 February 2003, the Court of Cassation found that the Criminal Court of Appeal had dealt with all the issues logically and correctly and dismissed the applicant’s appeal.", "The relevant passages from Article 175 §§ 2 and 3 of the Code of Criminal Procedure provide:", "“A person convicted in absentia ... may apply for leave to appeal out of time against the judgment if he is able to prove that he was not effectively notified [of the judgment] ... [and] on condition that there has been no negligence on his part or, if the judgment delivered in absentia has been served ... on his lawyer ..., that he has not deliberately refused to apprise himself of the steps taken in the proceedings.", "An application for leave to appeal out of time must be lodged within ten days of the date ... on which the accused learned [of the judgment], failing which it shall be inadmissible.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}