{"ITEMID": "001-100271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF IORGOV v. BULGARIA (no. 2)", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (substantive aspect);No violation of Art. 5-4;Remainder inadmissible", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1957. He is currently serving a life sentence in Pleven, following the commutation of the death penalty to which the courts sentenced him.", "7. An initial application lodged by the applicant led to the finding of a violation of Article 3 of the Convention because of the severity of the regime and conditions of detention imposed on him in Sofia prison between 1990 and 1998 (Iorgov v. Bulgaria, no. 40653/98, 11 March 2004). The present case concerns events subsequent to the commutation of the applicant's death penalty in 1999 to one of life imprisonment and his transfer to Pleven prison.", "8. Between 1976 and 1987 the applicant was convicted on one count of rape, two of robbery, one of aggravated robbery and one of disturbing public order (хулиганство). As a result he was given three prison sentences and spent a total of eight years and eight months in prison before being released on 14 March 1989.", "9. On 4 August 1989 he was arrested near the border between Bulgaria and Yugoslavia. In the course of the ensuing investigations he confessed to having murdered three minors not far from his town, Gulyantsi, on 17 July 1989, and explained that he had intended to leave the country illegally in order to avoid conviction. On 8 August 1989 he was remanded in custody.", "10. In the criminal proceedings against him he was charged with the murder of the three children, aged 12, 10 and 8 respectively, with the attempted rape of one of the three victims, with attempting to leave the country illegally and with four counts of trespassing followed by rape committed between 1984 and 1989. In a judgment of 9 May 1990 the Pleven Regional Court found him guilty of the murder of the three children, of the attempted rape of one of the victims, of attempting to leave the country illegally, and of rape committed in 1984 after unlawful entry into the victim's home.", "11. On the strength of the evidence produced, the court established the circumstances of the the triple murder as follows. The applicant, a lorry driver, had known the three victims because he had spent some time with their families on a festive occasion. On 17 July 1989 he was asked to transport part of the harvest from the fields around Gulyantsi. That afternoon he chanced upon the three children playing by a river not far from the town. He persuaded them to get into his lorry and drove them to a wood ten kilometres away. There, he tied up the youngest two and tried to rape the girl, who was 12 years old. Then, fearing that they would report him, he strangled the children one by one. To make sure they were dead, he kicked each child in the head several times and slit their throats with a knife. The same day he returned to the scene of the crime and buried the three bodies.", "12. The court sentenced him to death for the murder of the three children, considering that, under the circumstances, that was the only penalty that fulfilled the purpose of criminal repression set forth in Article 36 of the Criminal Code: this was an exceptionally serious crime, with several aggravating circumstances (the victims were all young children and had been killed in a particularly cruel manner in order to cover up another crime – the rape of one of them), and the accused had already been convicted of other crimes, but the sentences he had served had not had the desired deterrent effect. The court's decision was upheld by the Supreme Court on 24 October 1990. The applicant then submitted a request for the revision of the judgment, which was rejected on 8 April 1994.", "13. The last executions of convicts sentenced to death in Bulgaria took place in November 1989. On 20 July 1990 the National Assembly placed a moratorium on all executions of prisoners sentenced to death. On 23 December 1998 the National Assembly abolished capital punishment and replaced it in the Criminal Code with a new penalty, life imprisonment without commutation (доживотен затвор без замяна). By a decree of 25 January 1999, the Vice-President of Bulgaria commuted the death sentences of the 19 convicts who had been awaiting execution since the introduction of the moratorium, including the applicant, to sentences of life imprisonment without commutation.", "14. On 3 November 2009, when news of the parties was last received, the applicant was still in Pleven prison. He had already served twenty years and three months of his life sentence.", "15. On 27 April 1999 the applicant was transferred to Pleven prison. In a decision of 5 July 1999 the Veliko Tarnovo Court of Appeal ordered him to be placed under the strictest regime, the “special regime”. It based its decision on section 127b of the Execution of Sentences Act.", "16. The applicant was placed in the section of the prison reserved for prisoners serving life sentences, located on the third floor and separated from the rest of the building by a locked door. It comprised six cells, a corridor and a bathroom with lavatories.", "17. Each cell measured 4.50 m² and was separated from the neighbouring cells by two solid metal panels, and from the corridor by iron bars. The dividing panels jutted out about 30 inches past the bars, making visual contact between the prisoners impossible. Each cell had a metal bed and bedside table. A metal plate welded to the bars served as a table and another, welded to the bed served as a bench. There was a shelf on the wall for the detainees' clothes.", "18. The only daylight came from the windows in the corridor, which were too small to provide sufficient light or ventilation. There was a fluorescent lamp, controlled by the warder, on the ceiling outside each cell. At night light was provided by a 60-watt electric bulb fixed to the end of the metal partition panel, out of reach of the detainees. It was left on all night, but the light it gave out was not bright enough to read or write by. There was a window in the bathroom, but it was covered with a metal plate. Heating was provided by radiators attached to the corridor walls, about two yards from the cell bars.", "19. The applicant went to shower once a week, and that was his only access to hot water. He was allowed to use the sanitation facilities in his detention quarters three times a day. The rest of the time he had to use a plastic bucket as a toilet.", "20. The applicant had the right to one hour's exercise in the open air per day. Until the beginning of 2002 prisoners serving life sentences were taken out for their open-air exercise one by one, handcuffed and escorted by guards. It was then decided to take them out two at a time, still in handcuffs, and after a while the use of handcuffs was dropped. In 2002 the applicant and the other prisoners serving life sentences were allowed to play table tennis once a week in the activity room adjacent to their quarters. They were also allowed to watch a film and see a priest once a week. From 18 October 2000 onwards the prison authorities allowed the applicant to work in his cell, folding envelopes.", "21. In October 2003, at the applicant's initiative, the prison governor took certain steps to improve the detention conditions of prisoners serving life sentences: the cells were left open between 5.30 a.m. and 8 p.m., allowing the prisoners to communicate and to use the lavatory when necessary, and giving them access to running water. The metal plate over the bathroom window was removed to let the daylight in. The electric light bulbs were moved closer to the cells and the metal wall by the applicant's bed was covered with insulating material.", "22. In 2003 and 2004 the applicant's detention regime was relaxed twice in succession. On 6 April 2004 he joined a group of ordinary prisoners and left the quarters reserved for prisoners serving life sentences. Since that date he has been sharing a 23 m² cell with five other prisoners. The door of the cell is left open in the daytime and he can talk to the other prisoners in his group in the corridor.", "23. According to a report by the Director General of Prison Administration presented by the Government, the applicant regularly took part in sporting activities (table tennis, football, volleyball) and in the organisation of various concerts and festivities on national holidays, at Easter and over the Christmas season. He regularly spoke to his close relatives on the telephone and received parcels from them. Since 2 April 2007 he has worked as a cleaner in charge of the cells on the third floor of the prison.", "24. The applicant suffers from back pain (discopathy), for which he was treated in hospital in 2000. According to him, the pain subsequently grew worse and on 13 February 2002 he was examined by a doctor, who recommended physiotherapy. He received no such treatment and complained about it to the Minister of Justice. In a letter of 4 April 2002 the Director General of Prison Administration informed the applicant that the treatment recommended was not the usual method for treating his condition and, as he was under medical supervision, medicine could be administered to him in Pleven prison.", "25. According to a report by the director of the prison's medical centre, presented by the Government, the applicant consulted neurology specialists about his back pains on several occasions. In 2003 he apparently underwent thorough medical examinations which revealed no complications.", "26. In March 2003, following a skin infection, the applicant underwent surgery at the Sofia prison hospital. He was there from 15 March to 18 April 2003. The doctors noted an improvement in his health by the time he left the hospital. The applicant says that since he was transferred to a shared cell he has had no particular health problems.", "27. According to the report by the director of the prison's medical centre, the applicant consulted the prison dentist over a hundred times for different types of dental treatment between 1999 and 2004.", "28. Under Articles 37 (2) and 38 of the Criminal Code (CC) as applicable prior to the abolition of capital punishment, the courts could pronounce the death penalty only for particularly serious crimes and only if they considered that the punitive and deterrent purposes of a criminal penalty could not be achieved by a lesser sentence. Until 1995 the harshest sentence after the death penalty was imprisonment, for up to 30 years in exceptional cases (Article 39 of the CC). In 1995 a new penalty was introduced: life imprisonment (доживотен затвор), defined by Article 38a (1) of the CC as “confinement of the convicted person in a prison establishment until the end of his life”. This sentence could be commuted by a court to 30 years' imprisonment after the convict had served 20 years of his sentence (Article 38a (3) of the CC).", "29. The death penalty was abolished on 23 December 1998. A new penalty was introduced: life imprisonment without commutation (доживотен затвор без замяна). This penalty replaced capital punishment in the provisions of the Criminal Code. At present it is considered as an alternative to imprisonment and ordinary life imprisonment for crimes considered particularly serious, such as murder or aggravated armed robbery. The relevant part of the explanatory memorandum that accompanied the law abolishing the death penalty read as follows:", "“... It is proposed in the draft law to replace the death penalty with a new penalty, life imprisonment without commutation, which differs from life imprisonment. This penalty will remove the prisoner from society, depriving him of the possibility of committing new offences, and the penalty will have a deterrent effect on other would-be offenders ...”", "30. Thus, since the abolition of the death penalty, Bulgarian legislation has provided for three types of custodial penalty: imprisonment, for a period of up to thirty years, life imprisonment with a possibility of commutation, and life imprisonment without the possibility of commutation. According to the statistics produced by the respondent Government, on 15 September 2009 there were 60 people serving life sentences without the possibility of commutation in Bulgarian prisons. Another 89 prisoners were serving ordinary life sentences.", "31. Under the provisions of Article 70 (1) of the CC, release on licence is applicable only to fixed-term prison sentences. Offenders sentenced to life imprisonment, with or without the possibility of commutation, are not eligible for release on licence.", "32. The Code of Criminal Procedure 1974 (the CCP) and the new Code of Criminal Procedure 2006 (the NCCP) provide for the possibility for a regional court, at the request of the regional prosecutor, to commute a life sentence to an ordinary prison sentence (Articles 427 and 428 of the CCP 1974 and Articles 449 and 450 of the NCCP). The regional court gives a reasoned decision; a negative decision may be challenged in the higher courts. If the prosecutor's proposal is rejected, no further commutation request may be submitted for two years. The legislation makes no provision for the prosecuting authorities to apply for adjustment of the sentence of offenders sentenced to life imprisonment without commutation.", "33. Under Article 98 point 11 of the Constitution, the power of clemency is a presidential prerogative. Article 74 of the CC, which explains the scope of this presidential power, reads as follows :", "“The President may use his power of clemency to grant a pardon in respect of all or part of the sentence and, in the case of the death penalty, a sentence of life imprisonment without commutation or a sentence of life imprisonment, grant a pardon or commute the sentence.”", "34. It is a discretionary power which the President has delegated to the Vice-President of the Republic. The Vice-President may decide to exercise the power, in either form, at any time while the sentence is being served. His decision is unconditional and irrevocable. Refusal by the Vice-President to exercise his power is not subject to judicial or administrative review.", "35. In practice a committee of experts from the President's administration examines requests for presidential clemency and makes proposals to the Vice-President. In forming its opinion in each case the committee takes into account the position of the president's legal advisers on criminal policy and relies on the information communicated by the prison administration about the convict concerned. Before reaching a decision, the Vice-President may interview the prisoner.", "36. In the period from 1 January 2002 to 31 December 2009 the VicePresident received 6,967 applications for clemency. 477 of these were granted.", "37. According to a report by the Director General of Prison Administration dated 15 September 2009, submitted by the Government, prisoners serving a life sentence without commutation had submitted about a hundred applications for clemency to the successive Vice-Presidents of the Republic. None was granted. According to a letter from the head of the Vice-President's Office submitted by the Government, from 21 January 2002 to 7 September 2009 the advisory Committee received 29 applications for clemency from 16 prisoners sentenced to life imprisonment without commutation. None was granted. The letter explains that the Vice-President is not required to give reasons for his refusal, but the prisoners concerned can renew their applications for presidential clemency without any restrictions.", "38. According to Article 127b of the 1999 version of the Law on the Execution of Punishments 1969, in the event of an ordinary life sentence the court was to order the offender's placement under the strictest regime, called the “special regime”. Prisoners placed under that regime were confined to locked single cells kept under special surveillance (Section 56 of the implementing regulations). Following its amendment on 25 June 2002, the Law on the Execution of Punishments expressly provided for prisoners sentenced to life imprisonment without commutation to be placed under the same prison regime as those serving an ordinary life sentence. The different regimes for custodial sentences, including the special regime, were defined in sections 49 to 65 of the Law on the Execution of Punishments.", "39. On 1 June 2009 that Law was replaced by a new Law on the Execution of Punishments, which retained its provisions concerning the execution of the two types of life sentence. The implementing regulations defined the different prison regimes, including the special regime, and the means of execution of custodial sentences (sections 47 to 54).", "40. CPT delegations visited Pleven prison in April 2002 and September 2006. The reports on the two visits were published (in English only).", "41. The parts of the report on the visit in 2002 concerning the conditions of detention of prisoners serving life sentences and the medical care dispensed in prison read as follows:", "“... iii. life-sentenced prisoners", "92. In its previous reports, the CPT made recommendations concerning the conditions under which life-sentenced prisoners were held, and the regime applicable to them. The evidence gathered during the 2002 visit suggests that steps have been taken by the Bulgarian authorities to improve the situation of life-sentenced inmates in the light of these recommendations. In this regard, the CPT's delegation was pleased to learn of plans to progressively integrate life-sentenced prisoners into mainstream prison regimes. Pursuant to the recent amendments to the Law on the Execution of Punishments (cf. Art. 127b), the commission set up at each prison for the purpose of making decisions on prisoners' regime can decide, on the basis of individual risk assessment, to transfer life-sentenced prisoners to ordinary units with the right to participate in work, education, sport and other activities.", "...", "94. ... the four life-sentenced inmates at Pleven Prison ... were accommodated in individual front-grilled cells of a mere 4.5 m², in a specific section of the third floor. Access to natural light and fresh air was through small windows in the corridor situated in front of the cell; as a consequence, lighting and ventilation were poorer than elsewhere in the establishment and the cells could apparently become very hot and stuffy in summer. The cell equipment consisted of a bed, locker, table and chair; in addition, prisoners could have a personal television set.", "The CPT recommends that immediate steps be taken to improve material conditions of detention of life-sentenced prisoners at Pleven Prison. These improvements should include providing larger cells (cells of 4.5 m² are unsuitable for use as prisoner accommodation) and better access to natural light and ventilation.", "95. ..., life-sentenced prisoners' access to the toilet facilities was restricted to three times a day. At other times, they had to use a bucket within their cells. ...", "96. ... life-sentenced inmates referred to recent improvements to their regime, involving ... the possibility of playing table-tennis. Further, ... the inmates concerned had been given some productive/creative work which they could carry out in their cells. Finally, they were now allowed to use the phone. These are all steps in the right direction.", "However, life-sentenced prisoners complained about the lack of possibilities for associating among themselves and with other prisoners. The little time available for face-to-face interaction during daily outdoor exercise (which, at Pleven Prison, they took in groups of two) and recreational/sports activities did not offer adequate scope for human contact. The Committee recommends that life-sentenced prisoners at Pleven Prison be allowed to take outdoor exercise together (and not only in groups of two).", "...", "103. The delegation heard hardly any complaints about access to the doctor and no particular difficulties were noted as regards the transfer of prisoners to outside hospitals or other specialist medical services. However, ..., there were some complaints about the standard of treatment and care, in particular as regards the range of medication prescribed and the quality of dental care. ...”", "42. The relevant provisions of the report on the 2006 visit state:", "“iii. life-sentenced prisoners", "98. In its previous visit reports, the CPT paid close attention to the situation of prisoners serving life sentences (see paragraph 92 of CPT/Inf (2004) 21; paragraphs 118-124 of CPT/Inf (2002 1). The delegation which carried out the 2006 visit examined progress made in this area.", "99. At the time of the visit, Pleven Prison was holding 8 life-sentenced prisoners, of whom 5 were held in a special section and 3 had been placed in a unit for prisoners serving sentences under strict regime. ...", "Since 2004, Pleven Prison had embarked on an “experiment” of integrating certain life-sentenced prisoners into the general prison population. At the time of the 2006 visit, three such prisoners were being accommodated in a unit for prisoners serving sentences under strict regime (and one more was expected to be moved there soon). They were held in a cell measuring some 22 m² with three other prisoners. Conditions in the cell were generally adequate (large windows, various items of furniture, elements of personalisation). One of the prisoners had a job as a cleaner and the other two occasionally made gift bags in the cell. The cell doors were open throughout the day and life-sentenced prisoners enjoyed the same rights as the remainder of prisoners under strict regime. It appeared from conversations with other prisoners and staff that the arrival of the life-sentenced prisoners in the unit had not caused any particular dissatisfaction or problems.", "...", "102. The “experiment” at Pleven Prison of integrating life-sentenced prisoners into the general prison population is a positive example to be followed in the rest of the country's prisons. At present, the formal criteria for changing the regime of a lifer is to have served at least 5 years under special regime (not counting the period on remand), to have good behaviour and to have formally applied for the change of regime. The CPT wishes to stress that, whereas initial segregation of a person awaiting or starting a life sentence might be deemed appropriate on the basis of individual risk assessment in a specific case, persons awaiting or serving a life sentence should not be subject to a systematic policy of segregation. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}