{"ITEMID": "001-102147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF SOKOR  v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Mirjana Lazarova Trajkovska;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1955 and lives in Kyiv.", "5. Between September 1999 and November 2000 she was a director of a local branch of the U. private company (“the branch”). On 24 November 2000 the branch was liquidated. However, according to the applicant, the local tax authorities continued referring to her as “the director of the branch” in their fiscal documents, obliged her to provide and sign certain documents on behalf of the branch and to provide comments on the fiscal documents related to its activities.", "6. On 21 March 2001 the applicant lodged an administrative law complaint with the Kagarlyk Court challenging the lawfulness of the actions of the tax authorities. In the course of the proceedings, she also asked the court to declare that the statements made by the respondent’s officials at the court hearings concerning her involvement in the activities of the branch after its liquidation were untruthful.", "7. On 26 April 2001 the court suspended the proceedings pending the outcome of a commercial dispute concerning the lawfulness of the liquidation of the branch. On 28 December 2001 the Kyiv City Commercial Court discontinued the proceedings concerning the latter matter.", "8. On 12 November 2001 and 14 January 2002 the applicant requested the Kagarlyk Court to resume the proceedings in her case.", "9. On 6 October 2003 the court resumed the proceedings.", "10. On 25 December 2003 the court discontinued the proceedings on the ground that the dispute had already been determined by the courts. On 23 March 2004 the Kyiv Regional Court of Appeal quashed that decision and remitted the case for fresh consideration. On 9 November 2006 the Higher Administrative Court upheld the decision of 23 March 2004.", "11. On 20 April 2007 the Kagarlyk Court partly allowed the applicant’s complaint and found that the tax authorities had unlawfully required her to act as the director of the branch in the course of an audit of its activities in February 2001. As regards the statements made by the respondent’s officials at the court hearings, the court found that those statements had not been “dissemination of information” within the meaning of the civil legislation.", "12. On 12 February and 17 December 2009 respectively, the Kyiv Administrative Court of Appeal and the Higher Administrative Court upheld the judgment of the Kagarlyk Court.", "13. In the course of the proceedings the applicant amended her complaint on three occasions. According to the Government, she lodged a request for the adjournment of the proceedings for an unspecified period. The applicant stated that she had not sought adjournment of the proceedings.", "14. In February 2001 M., a tax officer, instituted criminal proceedings against the applicant for tax evasion. On 17 March 2004 the Kagarlyk Court discontinued those proceedings for lack of corpus delicti in the applicant’s actions.", "15. In 2001 the applicant lodged with the prosecutors a criminal complaint against M. about his allegedly unlawful actions in the course of the criminal proceedings. There has been no final decision given on the applicant’s complaint so far."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}