{"ITEMID": "001-103239", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF STEBNITSKIY AND KOMFORT v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Angelika Nußberger;Ganna Yudkivska;Isabelle Berro-Lefèvre;Julia Laffranque;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["4. The first applicant was born in 1960 and lives in Donetsk. The applicant company also has its seat in Donetsk.", "5. On 13 December 1999 and 29 June 2000 the Donetsk Regional Commercial Court awarded the applicant company, 27,159.11 and 30,786.83 Ukrainian hryvnas (UAH) respectively against the Y. private open joint-stock company. Between November 2000 and January 2001 the Yenakiyevo Bailiffs' Service instituted enforcement proceedings.", "6. In December 2001 the applicant company instituted proceedings in the Donetsk Regional Commercial Court against the Yenakiyevo Bailiffs' Service, challenging its inactivity in the enforcement of the above judgments. On 18 June 2003 the court found for the applicant company and ordered the Bailiffs' Service to enforce the judgments. On 17 September 2003 the Donetsk Commercial Court of Appeal upheld that judgment.", "7. The judgments of 13 December 1999 and 29 June 2000 in the applicant company's favour were enforced by November 2003.", "8. On an unspecified date the applicant company instituted proceedings in the Donetsk Regional Commercial Court against the Yenakiyevo Bailiffs' Service, claiming UAH 11,657.42 in compensation for pecuniary damage (inflation losses) caused by the lengthy delay in enforcing the judgments of 13 December 1999 and 29 June 2000 in its favour.", "9. On 3 March 2004 the court found against the applicant company. On 18 May 2004 the Donetsk Commercial Court of Appeal upheld that judgment.", "10. On 17 June 2004 the Higher Commercial Court of Ukraine refused to examine an appeal by the applicant company as it had failed to pay a court fee. The applicant company appealed against that decision, arguing that in accordance with section 86 of the Enforcement Proceedings Act, the creditor was dispensed from paying court fees in cases against a legal person, entrusted with enforcing a judgment, for compensation for damage sustained as a result of the non-enforcement of a judgment.", "11. On 3 November 2004 the Supreme Court of Ukraine dismissed a cassation appeal lodged by the applicant company as unsubstantiated.", "12. During the period from 2000 to 2002 the applicant company instituted numerous proceedings against the Voroshylovskyy District Tax Administration challenging tax payments, fines etc.", "13. In June 2003 the Voroshylovskyy District Tax Administration instituted insolvency proceedings in the Donetsk Regional Commercial Court against the applicant company. The Tax Administration stated that the applicant company had failed to pay UAH 57,840.91 in tax in 2000 and had already had a tax lien imposed on it. Moreover, the last transaction on the applicant company's account had taken place more than a year ago and the applicant company's location was unknown. Apparently, the applicant company was not informed about these proceedings.", "14. On 4 September 2003, in the applicant company representative's absence, the court declared the applicant company insolvent for failure to pay UAH 57,840.91 in taxes to the State budget. The Voroshylovskyy District Tax Administration was appointed its liquidator.", "15. According to the applicant company, it was informed about this decision only by letter of 10 March 2004. Subsequently, the applicant company requested the court to fix a new time-limit for lodging an appeal against the decision of 4 September 2003. On 22 April 2004 the Donetsk Commercial Court of Appeal refused this request because, in accordance with Article 93 of the Code of Commercial Procedure, the relevant time-limit of three months from the date on which the appealed judgment or decision had been adopted had expired. On 22 June 2004 the High Commercial Court of Ukraine dismissed an appeal by the applicant company against the above decisions for non-compliance with the procedural formalities prescribed by law. On 3 November 2004 the Supreme Court of Ukraine dismissed a cassation appeal lodged by the applicant company.", "16. On 19 April 2004 the applicant company requested a review of the decision of 4 September 2003 in the light of newly established evidence.", "17. On 27 April 2004 the Donetsk Regional Commercial Court started its consideration of the applicant company's request.", "18. On 24 May 2004 the proceedings in the case were stayed pending consideration of the applicant company's complaint lodged in 2004 against the tax administration regarding unlawfulness of the latter's decision of 30 April 2000 by which the applicant company had been ordered to make some tax payments and to pay fines.", "19. On 30 June 2004 the applicant company's complaint against the decision of 30 April 2000 was left without consideration as the applicant company had been declared insolvent. The final decision in this case was taken by the Supreme Court of Ukraine on 13 January 2005.", "20. On 21 October 2005 the Donetsk Regional Commercial Court resumed the proceedings.", "21. On 13 December 2005 the Donetsk Regional Commercial Court quashed the decision of 4 September 2003 because the applicant company had not been properly informed about the insolvency proceedings against it. The court also terminated the insolvency proceedings and obliged the Voroshylovsky District Tax Administration to publish a refutation of the statement that the applicant company had been declared insolvent.", "22. In its observations of 25 December 2007 the applicant company submitted that no such refutation had yet been published.", "23. On 6 April 2000 the tax police instituted criminal proceedings against the first applicant for tax evasion. The case was later transferred to a prosecutor's office for investigation.", "24. On 5 July 2000 the Donetsk City Prosecutor's Office instituted new proceedings against the first applicant for forgery in public office and joined them to the initial ones. On the same day the first applicant was charged with those crimes.", "25. In September 2000 the case was transferred to the court and on 6 October 2000 the Voroshylovskyy District Court of Donetsk started its consideration. Between October 2000 and May 2003 seven court hearings took place and twenty-seven hearings were postponed for various reasons (on nine occasions the first applicant and/or his lawyer failed to appear and on one occasion the first applicant was ill). Other reasons for postponement of hearings included prosecutor's and witnesses' failure to appear, court's decision that additional evidence should be brought into the court hearing, judge's being busy with another case or judge's vacation etc.", "26. On 20 March 2003 the court changed the charge against the first applicant to neglect of official duty.", "27. On 7 May 2003 the court remitted the case for additional investigation.", "28. On 4 July 2003 the Donetsk Regional Court of Appeal quashed this decision and remitted the case to the District Court for consideration on the merits.", "29. Between July 2003 and March 2004 one hearing took place and six hearings were postponed for various reasons (on three occasions the first applicant failed to appear).", "30. On 13 January 2004 the Supreme Court of Ukraine dismissed a cassation appeal lodged by the first applicant against the decisions of 7 May and 4 July 2003.", "31. On 17 March 2004 the Voroshylovskyy District Court of Donetsk again remitted the case for additional investigation.", "32. On 14 May 2004 the Donetsk Regional Court of Appeal upheld that decision.", "33. On 9 September 2004 the Kuybyshevskiy District Prosecutor's Office suspended criminal proceedings “[instituted] for neglect of official duty” because “it was impossible to establish who had committed that crime”.", "34. On 5 May 2005 the Supreme Court of Ukraine dismissed a cassation appeal lodged by the first applicant against the decision of 17 March 2004 on the ground that such decision could not be appealed in cassation.", "35. In accordance with section 86 (1) of the Enforcement Proceedings Act, the creditor is entitled to institute court proceedings against a legal person, entrusted with collecting payments from the debtor, for inadequate or non-enforcement of a judgment due to the fault of that legal person. In such cases the creditor is dispensed from paying court fees.", "36. Section 86 (2) provides that compensation for damage caused by the State Bailiff's Service in enforcement proceedings is to be paid in accordance with the procedure prescribed by law.", "37. According to paragraph 26 of this letter, a legal person, as referred to in section 86 (1) of the Enforcement Proceedings Act, is a tax authority, a bank, and so forth, but not the Bailiffs' Service.", "38. In accordance with section 3 of this Act, after the debtor is declared insolvent by the court, its business activity shall be stopped. The court nominates a liquidator, who takes over the management of the debtor's assets. Having taken the necessary steps to identify and recover the debtor's debts and search for the assets, the liquidator shall assess these assets and carry out their sale. Having sold the assets and paid the creditors, the liquidator shall submit a report and the liquidation balance to the court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}