{"ITEMID": "001-70407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "MENTZEN v. LATVIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Latvian national who was born in 1972 and currently lives in Belgrade (Serbia and Montenegro). The respondent Government were represented by Ms I. Reine, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 December 1998 the applicant married a German national, Mr Ferdinand Carl Friedrich Mentzen. The marriage was celebrated and registered at Bonn II Registry Office (Standesamt Bonn II) in Germany, which delivered a marriage certificate (Heiratseintrag) to the couple the same day. In the marriage certificate, the applicant was given her husband’s surname “Mentzen”.", "In August 1999 the applicant asked the Nationality and Migration Service of the Latvian Ministry of the Interior (Iekšlietu ministrijas Pilsonības un migrācijas lietu pārvalde –“the Nationality and Migration Service”) to replace her former Latvian passport that had been issued in her maiden name with a new passport in her married name. She made an express request for her new surname to be retranscribed correctly, without any amendment.", "On 10 September 1999 the Nationality and Migration Service issued the applicant with a new Latvian passport. However, on page 3, the main page containing all the passport holder’s basic details, her surname appeared as “Mencena”, not “Mentzen”. Officials at the Nationality and Migration Service explained to the applicant that the changes in the written form of her surname had been made on the basis of Regulation no. 174 on the transcription and identification of forenames and surnames in documents, which required all surnames and forenames to be reproduced “in accordance with the spelling rules of the Latvian literary language” and “as near as possible to their pronunciation in their original language”. Consequently, the affricative consonant “tz” was replaced by the letter “c”, which is pronounced [ts] in Latvian and therefore has the same phonetic value. Likewise, the inflectional ending “-a” was added to the applicant’s surname, denoting the feminine nominative singular. However, in the section entitled “Special remarks” (“Īpašas atzīmes”) on page 14 of the passport, the Nationality and Migration Service affixed a special stamp certifying that the original form (oriģinālforma) of the surname was “Mentzen”.", "After trying in vain to persuade the officials at the Nationality and Migration Service who had issued her with the passport to rectify the written form of her surname, the applicant lodged an internal appeal with the departmental head. She argued among other things that the phonetic transcription and grammatical adaptation of her surname had violated her right to respect for her family life, as guaranteed by Article 8 of the Convention. On an unspecified date, the departmental head dismissed her appeal on the grounds that page 14 of the passport provided the original version of the surname “Mentzen” in any event and that there had therefore been no alteration to the surname.", "The applicant issued proceedings against the Nationality and Migration Service in the Court of First Instance of the Riga City Centre District, which dismissed her claim in a judgment of 23 March 2000. After referring to an opinion of the linguistic consultations department of the Institute of the Latvian Language (Latviešu valodas institūta Valsts valodas konsultāciju dienests) dated 21 December 1999, which stated that the transcription of the German name “Mentzen” into Latvian had to be “Mencena” for a woman, the Court of First Instance found that the applicant’s surname had been transcribed in accordance with the applicable regulations, namely Regulation no. 310 on the passports of Latvian citizens, and Regulation no. 174 on the transcription and identification of forenames and surnames in documents. It also pointed out that persons finding themselves in that situation could always have the original form of their surname entered in the section of the passport entitled “Special remarks” if they so wished.", "The applicant appealed against that judgment to the Riga Regional Court, arguing, inter alia, that the Court of First Instance had misconstrued the domestic legislation. In her appeal, the applicant criticised the very principle of “Latvianisation” of the written form of foreign surnames and forenames. In her submission, the two sets of regulations cited in the impugned judgment violated the right to respect for private life guaranteed by Article 8 of the Convention and Article 96 of the Latvian Constitution. The applicant also pointed out that neither the Official Language Act nor the relevant regulations required any grammatical or spelling changes to foreign trademarks or commercial undertakings. That being so, it was questionable whether such a practice with regard to names was either necessary or proportionate. Lastly, the applicant said that, owing to the change in the written form of her surname, she and her husband now had two different surnames in their identity papers, which made their identification as members of the same family more difficult.", "In a judgment of 24 October 2000, the Regional Court dismissed the applicant’s appeal. After noting that the Nationality and Migration Service had fully complied with the applicable law and regulations, it accepted that the situation complained of could be regarded as interference with the right guaranteed by Article 8 of the Convention. However, it considered that the interference, which was intended to protect the Latvian language, was consistent with the second paragraph of that provision. With regard to the applicant’s submission that different rules applied to trademarks and company names, the Regional Court considered that it had no bearing on the case before it, since people’s names fell into a completely different category and were governed by special rules.", "The applicant appealed on points of law to the Cassation Division of the Supreme Court, arguing, inter alia, that the protection of the Latvian language could not be a legitimate aim for which restrictions were permitted by Article 116 of the Constitution and Article 8 § 2 of the Convention. In a judgment of 31 January 2001, the Cassation Division dismissed her appeal, holding that, since the original form of the surname “Mentzen” appeared on page 14 of her passport, there had been no violation of her right to respect for her private life.", "After amendments to the Constitutional Court Act (Satversmes tiesa) had come into force, the applicant lodged an appeal (konstitucionālā sūdzība) with that court seeking a declaration that section 19 of the Official Language Act and Regulation no. 295 on the transcription and identification of forenames and surnames were unconstitutional. She submitted that the impugned provisions contravened Articles 96 and 116 of the Latvian Constitution.", "The Constitutional Court decided the issue in a judgment of 21 December 2001 (case no. 2001-04-0103). After acknowledging that surnames came within the scope of private life, it stated:", "“...", "(2) ... The Constitutional Court accepts the applicant’s argument that the ‘Latvianisation’ [latviskošana] of her surname affected her emotionally. The fact that her surname is not spelt in the same way as her husband’s is a source of unpleasantness and social inconvenience. It makes daily life more complicated, as she has to give additional explanations on her relationship with her partner. While the misunderstandings are eventually cleared up, it all takes time.", "... One of the main functions ... of the forename and surname is to make it possible to identify people and to determine the relationship of the person concerned with his or her family.", "In view of the applicant’s psychological attitude to the transcribed surname and the complications it entails in daily life which, especially abroad, can be seen in the difficulty which others have in determining her relationship with her family, and since the stability of the surname affects not only the individual’s private life but also the interests of society, the provision requiring foreign surnames in passports issued in Latvia to be transcribed in accordance with the traditions of the Latvian language and its linguistic rules must be considered to constitute interference in private life.", "...", "(3.1) ... [The] interference in the applicant’s private life is in accordance with the law, as it has been provided for by regulations issued by the Cabinet.", "(3.2) The applicant’s argument that the Latvian transcription of her surname does not pursue any of the aforementioned legitimate aims is without basis. Names are one of the features of language and the issue of the rules applicable thereto affects the entire system of language. It can be seen from the case file that the applicant in fact criticises the very principle of transcribing foreign surnames, which is a characteristic of the Latvian language. Consequently, in order to determine whether the interference ... pursues a legitimate aim, it is necessary to examine the role of the Latvian language in Latvia.", "By declaring that the official language of the Republic of Latvia is Latvian, Article 4 of the Constitution accords it constitutional status. The constitutional status of the official language reinforces the legal basis for the use of Latvian in documents issued by the Republic of Latvia. Regard being had to the fact that a Latvian citizen’s passport is an official document that not only identifies the person concerned, but also attests to a permanent legal link between the individual and the State, that person’s surname and forename must be written in the official language.", "... The Constitutional Court agrees with the opinion of the expert ... that the surname is used not just by the person so named, but also by society. Consequently, surnames must be regulated ... for the convenience of members of society.", "Owing to historical factors, in particular the fact that the proportion of Latvians [of origin] on the national territory has diminished during the course of the twentieth century, the Latvian nation represents only a minority in some large towns, including Riga ..., and the Latvian language has only recently recovered its status as the official language. The need to protect the official language and to consolidate its use is, therefore, closely linked to the democratic regime of the Latvian State.", "Regard being had to the fact that, ... in the context of globalisation, Latvia is the only place in the world where the existence and development of the Latvian language and, by the same token, the Latvian nation, can be guaranteed, a restriction or limitation on the use of [this] language ... on the national territory constitutes a threat to the democratic regime of the State.", "[In a recent judgment,] the Constitutional Court of Lithuania also came to the conclusion that the official language helps to preserve national identity, unites the nation, and serves to express national sovereignty and the indivisibility of the State ...", "That being so, the purpose of the interference in the applicant’s private life was to protect the right of other residents of Latvia to use the Latvian language freely throughout the national territory and to protect the democratic regime of the State. Accordingly, the interference ... pursued legitimate aims.", "(4) ... [It] is necessary to examine whether the interference [in issue] was proportionate to the legitimate aims [it pursued].", "(4.1) ... the Constitutional Court has no doubt that the written form of names in documents has a direct bearing on the other spheres in which the language is used, as they are closely connected. If the written form of foreign names in documents were only permitted in their original form, it would be coherent and logical for their use [in this form] to spread progressively, because names are used in different texts. It is impossible to isolate the written form of foreign names in identity papers from [their written form in other types of document]. That would seriously threaten the quality of the Latvian language and, therefore, the function of [this] language in society ...", "The evidence in the case file shows that the [impugned] interference has not prevented the applicant ... from exercising other rights she possesses, such as to cross her and other States’ borders, to vote in elections and to receive mail. The inconvenience an individual might suffer in his or her daily life does not constitute a sufficient ground for not applying rules that are the consequence of the language’s official status.", "The Constitutional Court considers that the damage to the functioning of the Latvian language as a single system that would result from writing foreign names in their original form only would outweigh the inconvenience individuals might suffer as a result of using a passport issued in a surname transcribed in accordance with the traditions of the Latvian language.", "In these circumstances, the functioning of the Latvian language as a single system ... constitutes a social necessity, not a whim of the State authorities.", "In some cases, transcription of the surname may make it more difficult to identify a person or to determine his or her relationship with his or her family (partner). However, the interests in protecting Latvian as the official language and, therefore, in protecting the democratic State system, justify [this interference].", "(4.2) The applicant’s allegation that the surname that she acquired by marriage has been transformed is unfounded. The transcription [atveide] of a name does not constitute its translation into Latvian (it is not the Latvianisation of the noun [as such]), but its adaptation to the grammatical particularities of the Latvian language.", "There are a large number of systems of writing in the world, which are widely used, and the differences between them make it objectively impossible when passing from one system to another to preserve the original form. Due to the difference between alphabets, absolute conformity to the original is impossible even between languages using Latin characters. In Latvian, since the beginnings of written language, the settled practice has been to transcribe foreign names according to their pronunciation in the original language, not their written form. Regulation no. 295 translates this principle governing the written form of foreign names, which is a characteristic of the Latvian language, into a legal rule ...", "Both the [Official] Language Act and Regulation no. 295 refer to rules of literary language. ... [At] the base of Latvian grammar are declensions. The word endings indicate the gender and number of ordinary and proper nouns and the function of the word in the sentence. The declinable word-ending of a name indicates the gender of the bearer of the name. In many Indo-European languages (such as English, German and French), either names have no grammatical gender or no distinction is made in the form of male and female surnames. Consequently, in these languages, foreign names can be incorporated into a sentence in their original form without destroying the grammatical system of the language. However, in Latvian, a foreign surname cannot be included in a sentence ... unless it is written in the way it is pronounced and has an ending. Consequently, the traditions governing the written form of foreign names are based on the grammatical particularities of the Latvian language.", "The Constitutional Court cannot therefore accept the applicant’s submission that the damage to her rights is greater than the benefit to the State. With a limitation of this sort on the private life of the individual, the State enhances the stability of the Latvian language system. Compliance with the codified traditional rules ... in all spheres of use and writing of names, including documents, plays an integral role in the concrete historical circumstances of the State in establishing the status of the official language. ...", "(4.3) In order to reduce the inconvenience caused by the transcription of a person’s name as far as possible, the [Official] Language Act provides: ‘[When] the person concerned ... so wishes and is able to produce documentary evidence [of it], the original form of the foreign surname shall be indicated in the passport, in addition to his or her forename and surname as transcribed ...’", "The meaning of the expression ‘in addition to’ [papildus] has been defined by the Cabinet in its Regulation no. 310. Paragraph 6 of this regulation provides: ‘... when the person concerned so wishes, the original form of his or her surname and forename shall be entered in the section “Special remarks”, in accordance with the documentary evidence [supplied] ...’ ...", "However, section 3 of Directive no. 52 issued by the head of the Nationality and Migration Office ... provides for the original form to be entered only on page 14 of the passport, that is to say after the other [relevant personal] details. ...", "Regard being had to the fact that, by choosing the place where the original form of the surname ... should be entered, the Cabinet has not done all in its power to ensure that the transcription of the surname causes the least harm to the individual, the provision of Regulation no. 310 ..., which provides that the original form ... is to be entered in the field ‘Special remarks’, constitutes disproportionate interference with private life ... and is therefore incompatible with Article 96 of the Constitution and section 19(2) of the Official Language Act.”", "On the basis of this reasoning, the Constitutional Court found section 19 of the Official Language Act, which establishes the general principle that foreign surnames are to be transcribed phonetically and adapted grammatically, consistent with Article 96 of the Constitution. However, it declared the regulation requiring the original form of the surname to be indicated on page 14 of the passport and not in a more visible location nearer the front to be unconstitutional, having regard to the fact that the main page of the passport was page 3. The Constitutional Court stated in particular that these provisions, including section 3 of Directive no. 52, would cease to be effective and would lapse on 1 July 2002.", "Article 4 of the Latvian Constitution (Satversme) provides: “The Latvian language is the official language in the Republic of Latvia.” Article 96 of the Constitution guarantees “inviolability of private life, the home and correspondence”. However, Article 116 permits restrictions on the exercise of that right in order to “protect the rights of others, the democratic structure of the State, public safety, welfare and morals”.", "Section 3 of the Forenames and Surnames (Written Form in Documents) Act of 1 March 1927 (Likums par vārdu un uzvārdu rakstību dokumentos), which has been repealed, laid down that forenames and surnames of foreign origin were to be written as they were pronounced in Latvian, with the adjunction of the appropriate inflectional ending.", "Section 18 of the former Linguistic Act (Valodu likums), which was in force until 31 August 2000, provided:", "“Latvian names shall be used in accordance with Latvian traditions and the rules of the language.", "Names of foreign origin shall be transcribed and used in Latvian in accordance with the rules of transcription [atveide] applicable to names of foreign origin.”", "Section 19 of the new Official Language Act (Valsts valodas likums), which was passed on 9 December 1999 and came into force on 1 September 2000, reads as follows:", "“(1) Names shall be transcribed in accordance with the traditions of the Latvian language and the rules applicable to literary language, regard being had to the provisions of subsection (2) of this section.", "(2) The historical form of the family surname of the person concerned or, if he or she ... so wishes and is able to adduce documentary evidence [of it], the original form of the foreign surname transliterated into the Latin alphabet, shall be entered in the passport and birth certificate in addition to his or her forename and surname transcribed in accordance with the current forms of the Latvian language.", "(3) Regulations shall govern the spelling and identification of forenames and surnames and the spelling and use of foreign names in the Latvian language.”", "The relevant parts of Regulation no. 174 of 14 May 1996 on the transcription and identification of forenames and surnames in documents (Noteikumi par vārdu un uzvārdu rakstību un identifikāciju dokumentos) provide:", "“... In all documents drafted in the official language, the person’s name and surname shall be written in accordance with the spelling rules of the Latvian literary language, using only the letters of the alphabet of the Latvian literary language. All forenames and surnames (with the exception of indeclinable forenames and surnames) must have an ending that conforms to the rules governing nouns and adjectives in the Latvian language. The names of people of the female sex must have the ending of the feminine gender. The forenames and surnames of foreign origin ending in o, -ā, ē, i, ī, -u, -ū in the nominative singular are indeclinable in Latvian.”", "“Irrespective of their etymology in Latvian, forenames and surnames of foreign origin must be written so as to be as close as possible to their pronunciation in the language of origin in accordance with the rules for transcribing foreign names. Depending on the sex of the person concerned, a masculine or feminine gender ending shall be added to forenames and surnames of foreign origin, unless the forenames or surnames are indeclinable.”", "“If the form of the forename or surname entered in the documents delivered in the Latvian language is liable to make the holder’s identification more difficult, the original form of the forename or surname may be indicated in the passport in accordance with Regulation ... no. 310 on the passports of Latvian citizens ... If the language of origin does not use Latin characters, such indication will be through transliteration into the Latin alphabet.”", "“The record of a person’s forename or surname in a document shall be legally identical to that contained in the birth certificate (or other document) if both records are wholly identical or the only differences between them are as follows:", "(6.1) Each of the records is consistent with the grammatical or spelling rules of the Latvian language at different historical periods, [that is to say]:", "(6.1.1) an ending has been added to the forename or the surname in one document, but not in the other;", "(6.1.2) the ending of the forename or surname in each document is of a different declension;", "...", "(6.1.4) the forename or surname in each document is spelt differently;", "...", "(6.3) the forename and surname are written in a foreign language in one document and in Latvian in another;", "...", "(6.5) the forename or surname in each document is written using different rules for transcribing names of foreign origin.”", "Regulation no. 295 of 22 August 2000 on the transcription and identification of forenames and surnames (Noteikumi par vārdu un uzvārdu rakstību un identifikāciju) largely repeats the provisions of the preceding regulation. The other relevant provisions of this regulation are as follows:", "“If the person wishes to keep ... the historical form or original form of his or her surname and submits documents attesting to such form:", "(8.1) the [competent] authorities shall indicate at a set point in the documents the historical form, original form or transliterated form of the person’s surname in the Latin alphabet ([that is to say] reproduced, letter by letter, from another alphabet);", "...”", "“The form of the surname ... written in Latvian shall be legally identical to the original form of the surname, the historical [form] or the form transliterated into Latin characters.”", "“In copies and extracts, the forename and the surname shall preserve their original written form.”", "“If the transcription of a person’s forename or surname is damaging to his or her vital interests, he or she may apply to the State Language Centre (Valsts valodas centrs) with a request for the name to be transcribed into Latvian in a form that is less damaging to his or her interests. The State Language Centre’s opinion on the manner in which the person’s forename and surname must be written in the official language shall be binding on the [competent] authorities.”", "In Latvia the passport is the principal identity document of Latvian nationals. Paragraph 6 of Regulation no. 310 of 24 October 1995 on passports of Latvian citizens (Noteikumi par Latvijas pilsoņu pasēm), which was in force until 1 July 2002, provided that if a person wished to have the original written form of his or her forename and surname entered in his or her passport, it was to be entered in the section of the passport headed “Special remarks” (“Īpašas atzīme”). Section 3 of Directive no. 52 issued by the head of the Nationality and Migration Office (the statutory predecessor to the Nationality and Migration Service) states that the original written form must appear on a special stamp affixed to page 14 of the passport.", "On 5 March 2002, following the Constitutional Court’s judgment cited above, the Cabinet adopted Regulation no. 96 on the transcription and use of names of foreign origin in the Latvian language (Noteikumi par citvalodu personvārdu rakstību un lietošanu latviešu valodā), meticulously codifying the rules for the transcription of foreign names. The relevant paragraphs of the regulation read as follows:", "“In Latvian, feminine names, whether of Latvian or foreign origin, shall be formed and used with the respective feminine gender endings.”", "“The equivalent of masculine names ending in -s shall be feminine names ending in a or -e.”", "“From masculine names ending in -ens ..., the feminine will be formed with the ending -a, for example: Rībens – Rībena, Kacens – Kacena.”", "“[As regards names of German origin], [t]he provisions of the [preceding] paragraphs of this regulation shall not apply to consonants or specific groups of consonants, which are transcribed as follows:", "...", "(123.31) ’tz’ [is transcribed by] ‘c’ ...”", "On 18 June 2002, in order to comply with the Constitutional Court’s judgment of 21 December 2001, the Cabinet adopted a new Regulation no. 245 on passports of Latvian citizens and foreign permanent residents in Latvia and the travel documents of stateless persons (Noteikumi par Latvijas pilsoņu pasēm, nepilsoņu pasēm un bezvalstnieku ceļošanas dokumentiem). The relevant provisions of the regulation, which came into force on 1 July 2002 and replaced the aforementioned Regulation no. 310, provide:", "“In passports, the surname and forename ... of the person concerned shall be written in the form required by the law and regulations governing the spelling of surnames and forenames in the Latvian language.”", "“When the written form of the surname ... on page 3 [main page] of the passport is different from its written form in the documents in which that name is written in its original form in another language ..., the original form ..., transliterated into the Latin alphabet, shall be entered on page 4 of the passport if the person ... so wishes and is able to provide documentary evidence of [the form concerned]. The transliteration into the Latin alphabet shall be effected in accordance with Appendix no. 4 to this regulation.”", "“A passport shall be issued when:", "...", "(15.6) the person wishes to receive a [new] passport to replace a valid Latvian citizen’s passport ...”", "In a judgment of 21 October 1999, the Lithuanian Constitutional Court (Konstitucinis teismas) ruled on the conformity with the Lithuanian Constitution of a resolution of the Supreme Council dated 31 January 1991 on the written form of forenames and surnames in the passports of citizens of the Republic of Lithuania (Dėl vardų ir pavardžių rašymo Lietuvos Respublikos piliečio pase). The relevant parts of this judgment read as follows:", "“... Article 14 of the Constitution provides that the official language shall be Lithuanian. The fact that the status of official language is enshrined in the Constitution means that Lithuanian has constitutional value. The official language preserves the identity of the nation, unites the civil nation, secures the expression of national sovereignty, the integrity and indivisibility of the State and the proper functioning of State institutions and local authorities. The official language is an important guarantee of equality before the law as it enables all citizens to enjoy the same relations with State institutions and local authorities when asserting their legitimate rights and interests. According the official language constitutional status also signifies that the legislature must ensure by law that the use of this language is protected in public life and must, in addition, afford the means for protecting the official language. Since Lithuanian has acquired the status of official language in the Constitution, it must be used in State institutions and local authorities and in all institutions, undertakings and organisations located on Lithuanian territory. Statutes and other legal instruments must be promulgated in the official language. Clerical, accounting, management and financial documents must be drafted in Lithuanian. Lastly, correspondence between State institutions and local authorities, establishments, undertakings and organisations must be written in the official language.", "...", "Since the passport of the Lithuanian citizen is an official document that attests to the permanent legal relationship between the individual and the State, namely the nationality of the person, and since the question of nationality comes within the sphere of the public life of the State, the individual’s forename and surname must be written in the official language. Otherwise, the constitutional status of that language would be called into question.", "...", "As has been stated above, the sphere in which the use of the official language is obligatory is public life in Lithuania. Consequently, it is not obligatory in private life, in which people may use the language of their choice. The resolution of the Supreme Council does not regulate private life. It only determines how forenames and surnames are to be written in the passports of Lithuanian citizens. ...", "...", "... It must be noted that the provisions of the Supreme Council’s resolution requiring a person’s forename and surname to be written in Lithuanian letters [and] as they are pronounced apply to all citizens without exception, without distinction on grounds of ethnic origin or otherwise. A person’s membership of an ethnic group is a matter for that person to decide, that is to say that no one other than the person concerned is qualified to determine the ethnic group to which he or she belongs. Consequently, it is impossible to create exceptions enabling the official language to be used in accordance with the ethnic origin of the person concerned. Likewise, ethnic origin cannot be relied upon in support of a request for exemption from the provisions that result from the language’s status as the official language. Otherwise, the constitutional principle of the equality of everyone before the law would be infringed. ...”", "Currently, the main international instruments on the use of surnames and forenames are the conventions of the International Commission on Civil Status (ICCS). In particular, Convention no. 14 on the Recording of Surnames and Forenames in Civil Status Registers signed in Berne on 13 September 1973 has been ratified by Germany, Austria, Greece, Italy, Luxembourg, the Netherlands and Turkey. Latvia is not a signatory to it. The relevant Articles of this convention read as follows:", "“Where a record is to be made in the civil status register by an authority of a Contracting State and there is produced for that purpose a copy of or extract from a civil status record or some other document that shows the surnames and forenames in the same characters as those used in the language in which the record is to be made, those surnames and forenames shall be reproduced literally without alteration or translation.", "Any diacritic marks forming part of such surnames and forenames shall also be reproduced, even if such marks do not exist in the language in which the record is to be made.”", "“Where a record is to be made in the civil status register by an authority of a Contracting State and there is produced for that purpose a copy of or extract from a civil status record or some other document that shows the surnames and forenames in characters other than those used in the language in which the record is to be made, those surnames and forenames shall be reproduced as far as possible by transliteration, without being translated. If there are standards recommended by the International Organisation for Standardisation (ISO), they shall be applied.”", "“In the event of a discrepancy in the spelling of surnames or forenames between two or more of the documents produced, the person concerned shall be designated according to the civil status records or documents establishing his or her identity that were drawn up in the State of which he or she was a national at the time when they were drawn up.", "For the purposes of this provision, the term ‘national’ includes not only persons who hold the nationality of a given State but also refugees and stateless persons whose personal status is governed by the law of that State.”", "The relevant parts of the explanatory report to the convention, adopted by the General Assembly of the ICCS on 14 September 1973, provide:", "“...", "It is hardly necessary to emphasise the need for such uniformity. Since surnames and forenames are the main means of identifying a person, they must be consistent wherever he or she may be, and the uniformity must be reflected in all civil status records that concern him or her.", "The Convention is essentially technical in nature. It is confined to prescribing that the surnames and forenames to be shown in civil status records are to be an exact reproduction of the surnames and forenames appearing in existing records or documents produced with a view to the making of a further record. ...", "...", "Article 2", "...", "Of the various systems for reproducing names, the Article chooses the literal system; all the letters which go to make up the surname and forenames are reproduced without modification. This system is the only one that will ensure uniformity, by avoiding, for example, the letter ‘u’ being changed into ‘ou’ or ‘oe’ or the letters ‘cz’ into ‘c’ or ‘tch’.", "The literal reproduction rule also applies to diacritic marks. Examples are the letter ‘ü’ with diaeresis or the letter ‘ö’ which will be copied as ‘ö’ and not changed into ‘oe’. Diacritic marks must be reproduced, even if they do not exist in the language in which the record is to be made. If the record is typewritten, the diacritic marks are to be added by hand if necessary.", "The first paragraph of the Article also provides that surnames and forenames shall be reproduced without being altered or translated. However, it should be remembered that the strictness of this rule, which is especially important where particles, declined names and forenames are concerned, is tempered, in appropriate cases, by the provisions of the second, third and fourth paragraphs of Article 1.", "...", "Article 3", "...", "Of the various systems of transposition, the Article chooses transliteration: each letter, with any diacritic marks, is reproduced by its equivalent in the other language.", "...", "Where there are no standards recommended by ISO, the transposition must, as far as possible, still be achieved by transliteration.", "Thus, there are at present no standards for the transliteration of Latin characters into Greek characters. Transliteration does however seem possible in many cases, especially with the help of the transliteration rules contained in ISO/R843 (international system for the transliteration of Greek characters into Latin characters).", "On the other hand, it seems clear that in the total absence of standards it is not possible to transliterate Cyrillic, Arabic or Hebrew characters into Greek characters, or Chinese characters into Greek or Latin characters. In these circumstances reproduction can be achieved, in the cases envisaged, by another process such as phonetic transposition. However, even in that event, translation is still forbidden. The surname and forenames must be reproduced by transliteration from the records and documents produced with a view to the making of the further record.”", "At its meeting in Berlin on 11 September 1992, the ICCS General Assembly adopted the following resolution:", "“The ... Assembly ... is of the opinion that the phrase ‘or some other document that shows the surnames and forenames’, contained in the first paragraph of Article 2, covers any public document even if it does not emanate from a civil registrar, such as a passport of the person concerned.”", "On 30 March 1993 the European Court of Justice (ECJ) delivered a judgment in Christos Konstantinidis v. Stadt Altensteig, Standesamt, and Landratsamt Calw, Ordnungsamt (C-168/91, European Court Reports 1993, p. I-1191). In this case, which concerned a referral by the Tübingen District Court (Amtsgericht) for a preliminary ruling, the ECJ had to consider the question of the compatibility of the transliteration of a Greek name with freedom of establishment, as guaranteed by former Article 52 of the Treaty establishing the European Community (which became Article 43 when the Amsterdam Treaty came into force). In that case, the name of the applicant in the main proceedings, Mr Christos Konstantinidis (Χρήστος Κωνσταντινίδης), a Greek national who worked as a masseur in Germany, was transcribed in a translation of his birth certificate and in the register of marriages as “Hrēstos Kōnstantinidēs”. This was the written form that resulted from the application of ISO Standard 18, as prescribed by Article 3 of ICCS Convention no. 14 (see above). The ECJ ruled as follows:", "“11. ... [T]he national court’s two questions are to be regarded as seeking to ascertain, in substance, whether Article 52 of the Treaty is to be interpreted as meaning that it is contrary to that provision for the name of a Greek national who has settled in another Member State in order to pursue an occupation as a self-employed person to be entered in the registers of civil status of that State in a spelling differing from the phonetic transcription, whereby its pronunciation is modified and distorted.", "12. In answering that question, it must first be borne in mind that, as the Court has stated on numerous occasions, Article 52 of the Treaty constitutes one of the fundamental legal provisions of the Community. By prohibiting any discrimination on grounds of nationality resulting from national laws, regulations or practices, that Article seeks to ensure that, as regards the right of establishment, a Member State accords to nationals of other Member States the same treatment as it accords to its own nationals ...", "13. It must therefore be determined whether national rules relating to the transcription in Roman characters of the name of a Greek national in the registers of civil status of the Member State in which he is established are capable of placing him at a disadvantage in law or in fact, in comparison with the way in which a national of that Member State would be treated in the same circumstances.", "14. There is nothing in the Treaty to preclude the transcription of a Greek name in Roman characters in the registers of civil status of a Member State which uses the Roman alphabet. It is therefore for the Member State in question to adopt legislative or administrative measures laying down the detailed rules for such transcription, in accordance with the prescriptions of any international conventions relating to civil status to which it is a party.", "15. Rules of that kind are to be regarded as incompatible with Article 52 of the Treaty only in so far as their application causes a Greek national such a degree of inconvenience as in fact to interfere with his freedom to exercise the right of establishment enshrined in that Article.", "16. Such interference occurs if a Greek national is obliged by the legislation of the State in which he is established to use, in the pursuit of his occupation, a spelling of his name derived from the transliteration used in the registers of civil status if that spelling is such as to modify its pronunciation and if the resulting distortion exposes him to the risk that potential clients may confuse him with other persons.", "17. It should therefore be stated in reply to the national court that Article 52 of the Treaty must be interpreted as meaning that it is contrary to that provision for a Greek national to be obliged, under the applicable national legislation, to use, in the pursuit of his occupation, a spelling of his name whereby its pronunciation is modified and the resulting distortion exposes him to the risk that potential clients may confuse him with other persons.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}