{"ITEMID": "001-68155", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF RIEPL v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants were born in 1935 and 1939 respectively and live in Freistadt.", "5. On 11 April 1994 the applicants applied for a building permit for an adjoining building with a garage on their property.", "6. On 16 August 1994 the Mayor (Bürgermeister) of Freistadt granted the building permit.", "7. On 31 August 1994 the applicants’ neighbours appealed.", "8. On 30 March 1995 the Municipal Council granted the appeal and refused the building permit.", "9. On 12 July 1995 the Upper Austria Regional Government (Landesregierung) dismissed the applicant’s appeal (Vorstellung).", "10. On 27 February 1996 the Administrative Court (Verwaltungsgerichtshof), upon the applicants’ complaint, quashed this decision.", "11. Subsequently, on 25 June 1996, the Regional Government quashed the Municipal Council’s decision and remitted the case back to the Municipal Council.", "12. On 10 February 1997 the applicants lodged an application with the Administrative Court against the Municipal Council’s failure to decide (Säumnisbeschwerde).", "13. On 21 April 1997 the Municipal Council again dismissed the applicants’ request for a building permit.", "14. On 17 June 1997 the Regional Government dismissed the applicants’ appeal.", "15. On 31 July 1997 the applicants filed a complaint with the Constitutional Court (Verfassungsgerichtshof). In October 1997 the Upper Austria Regional Government and the Mayor of Freistadt submitted their observations. On 28 September 1999 the Constitutional Court instituted proceedings for the review of the lawfulness of the ordinance (Verordnungsprüfungsverfahren) upon which the Municipal Council had based its decision.", "16. On 15 March 2000 the Constitutional Court found that the ordinance at issue was unlawful. On 6 April 2000 this decision was served on the applicants’ counsel.", "17. On 26 May 2000 the Regional Government quashed the Municipal Council’s decision and remitted the case back to the Municipal Council.", "18. In January 2001, following negotiations, the applicants reached an agreement with the Municipal Council to the effect that the latter accepted to pay the fees incurred by the applicants’ representation in the proceedings so far, on the condition that the applicants amended their request for a building permit in accordance with the newly established building scheme (Bebauungsplan).", "19. On 6 February 2001 the applicants amended their request for a building permit.", "20. Subsequently, on 28 May 2001, the Municipal Council quashed the building permit of 16 August 1994 and remitted the case back to the Mayor of Freistadt. It noted that the applicants had amended their request for the building permit with a view to the new building scheme.", "21. On 28 June 2001 the Mayor of Freistadt requested the applicants to submit plans concerning their amended building project. On 28 September 2001 the Mayor of Freistadt reiterated this request.", "22. On 30 October 2001 the applicants submitted the requested plans, which, however, turned out to be incomplete.", "23. On 21 November 2001 the Mayor of Freistadt requested the applicants to correct the plans within two weeks.", "24. On 14 December 2001 the applicants requested to extend this time-limit until 15 January 2002. On 15 January 2002 they submitted the corrected plans.", "25. On 28 March 2002 the Mayor of Freistadt granted a building permit for a double garage with a parking area. This decision was served upon the applicants’ counsel on 4 April 2002."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}