{"ITEMID": "001-82292", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ASSOCIAZIONE NAZIONALE REDUCI AND 275 OTHERS v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicants are an association, the Associazione Nazionale Reduci Dalla Prigionia dall’Internamento e dalla Guerra di Liberazione (A.N.R.P.), registered in Italy, and 275 natural persons who are all Italian nationals (see list appended). Most of those individuals are members of the applicant association. Some of the applicants lodged the application in their capacity as legal successors. The applicants were represented before the Court by Mr J. Lau, a lawyer practising in Florence.", "s, may be summarised as follows.", "Most of the applicants were members of the Italian armed forces during the Second World War. Italy had first been an ally of the German Reich, but after Mussolini’s fall the new Italian Government concluded a truce with the allied forces on 3 September 1943. As of 9 September 1943 the German armed forces disarmed and captured Italian soldiers. The German army offered those captured Italian soldiers the choice of either joining the German armed forces or becoming prisoners of war. The latter were detained in labour camps and used as labourers in the German industry.", "As of 20 September 1943 those detainees were called “Italian Military internees” (“Italienische Militärinternierte”).", "On 13 October 1943 Italy declared war against Germany.", "Beginning in the summer of 1944 the internees were transferred from war captivity (Kriegsgefangenschaft) to so-called “civilian employment” (Ziviles Arbeitsverhältnis). At first, the internees were asked to sign an according declaration consenting to the change of their status. Despite pressure exercised by the German authorities, only few internees agreed to the transfer of their status. The Government of the German Reich then abstained from obtaining those declarations and transferred the internees to civilian status without any formal declaration. They were subsequently registered as civilian forced labourers. The working conditions and the detention in labour camps, however, did not change. The internees had to carry out physically hard work without receiving adequate nutrition and many of them died as a consequence.", "Five of the applicants, among them Mr Ferrini and Mr Accidini, were not members of the Italian armed forces. They were civilians who were deported to Germany and subjected to forced labour as an act of retaliation against the Italian civilian population.", "The Federal Republic of Germany, after its foundation on 23 May 1949, did not establish any compensation schemes specifically for forced labourers.", "Under the London Agreement on Germany’s External Debts (London Debt Agreement) of 27 February 1953, the regulation of compensation claims was deferred until the final settlement of reparation.", "The Federal Republic of Germany paid compensation to victims of the Nazi regime, mostly to those who were living in Israel, Germany and other Western European States, in particular pursuant to the provisions of the Federal Act on Compensation for Victims of Nazi Persecution (Bundes-entschädigungsgesetz), which entered into force on 1 October 1953. It provided inter alia compensation for detention in a concentration camp and damage caused to the detainees’ health. However, forced labour as such was not covered by the existing legislation.", "In 1961 the Federal Republic of Germany and Italy concluded an agreement pursuant to which the Federal Republic of Germany paid a lump sum to the Italian State, which then awarded compensation to victims of persecution by the Nazi regime. The Italian State did not award any benefits to the former “Italian Military Internees”. They receive a supplement of 0.52 euros per day to their regular old-age pension from the Italian State, as do all former members of the Italian armed forces who were detained as prisoners of war.", "After 1990 the Federal Republic of Germany furthermore paid lump sums to several Eastern European States, which then created funds for victims of the Nazi regime.", "However, individual compensation for forced labour as such was still not provided by the Federal Republic of Germany. Hence many of those former forced labourers brought actions against German companies, in particular class action suits in the United States of America. Against that background the Government of the Federal Republic of Germany and the Government of the United States of America concluded a treaty that envisaged the creation of the foundation “Remembrance, Responsibility and Future” (Stiftung “Erinnerung, Verantwortung und Zukunft” “the Foundation”) which would provide individual compensation for former forced labourers.", "Russia, Poland, the Czech Republic, Ukraine, Byelorussia, the Conference on Jewish Material Claims against Germany (“the Jewish Claims Conference”), legal representatives of former forced labourers and representatives of the German industry had participated in those negotiations. Italy had not been a party.", "On 12 August 2000 the “Law on the Creation of the Foundation “Remembrance, Responsibility and Future” (Gesetz zur Errichtung einer Stiftung “Erinnerung, Verantwortung und Zukunft” “the Foundation Law”) entered into force (see “Relevant domestic and international law” below).", "On 11 August 2001 the applicant association, a former Italian Military Internee (M) and the 271st applicant (Mr Ferrini), who had been subjected to forced labour as a civilian, lodged a constitutional complaint against sections 10 § 1, 11 § 3 and 16 §§ 1 and 2 of the Foundation Law with the Federal Constitutional Court.", "On 17 January 2002 applicants nos. 2 – 270 joined the constitutional complaint.", "The applicant Mr Ferrini and M submitted that they had had claims for compensation for forced labour under German civil law in conjunction with international public law against the Federal Republic of Germany prior to the entry into force of the Foundation Law. Invoking a violation of their right of property (Article 14 of the German Basic Law – see “Relevant domestic and international law” below) they complained that they lost those claims by virtue of section 16 of the Foundation Law. All complainants contended that the exclusion of judicial review of the decisions by the International Organisation for Migration (IOM) violated their right to an effective remedy under Article 19 § 4 of the German Basic Law. Moreover, they held the opinion that the exclusion of former prisoners of war from the ambit of compensation under the Foundation Law was discriminatory and thus contrary to Article 3 of the German Basic Law (prohibition of discrimination). Lastly, the complainants submitted that they had lost the right under Article 104 of the German Basic Law to have the unlawfulness of their arrest, detention and forced labour confirmed by a judge.", "On 28 June 2004 the Federal Constitutional Court refused to admit the complaint. In respect of the applicant association the court held that the complaint was inadmissible since the association did not invoke a violation of its own constitutional rights, but solely a violation of the rights of its members. Regarding applicants nos. 2 – 270, the court found that the complaint had been lodged outside the statutory time-limit of one year since the entry into force of the Foundation Law on 12 August 2000. As far as the applicant Mr Ferrini and M were concerned the court held that their complaint was partly admissible, but unfounded.", "In respect of Article 104 of the German Basic Law the court held that the Basic Law did not apply to the arrest, the detention and the forced labour, since those events had taken place before the Basic Law entered into force on 23 May 1949. Furthermore, referring to the Hague Convention on the Laws and Customs of War on Land (“the Hague Convention” – see “Relevant domestic and international law” below) the court found that international public law did not establish individual claims for compensation for forced labour. The court pointed out in particular that Article 3 of the Hague Convention did not establish an individual claim of compensation against a Contracting State, but created only claims of one Contracting State vis-à-vis another Contracting Party. The court went on to say that it was not excluded that national law might establish claims of individuals that existed next to the claims of the Contracting State. This, however, did not mean that there was a general rule according to which individuals had a right of compensation against the State which had violated the Hague Convention. Hence the question as to whether individuals were entitled to compensation was entirely dependant on domestic law.", "Moreover, the court found that the exclusion of former prisoners of war from the scope of those eligible for benefits under the Foundation Law by section 11 § 3 was not discriminatory since prisoners of war could be compelled to perform labour under the Hague Convention. In this respect the court elaborated that the legislator was allowed to distinguish, when awarding compensation, between victims of general hardships caused by the war and victims of particular ideological persecution by the Nazi regime, especially as the funds of the Foundation were limited.", "In respect of the exclusion of judicial review by the Foundation Law the court found that Article 19 § 4 of the Basic Law required that actually a right existed whose alleged violation could be examined by the courts. The court concluded that the legislator was free to decide not to establish claims of an individual vis-à-vis a public law foundation and to exclude judicial review in this connection.", "In its decision the Federal Constitutional Court pointed out that, according to his own submissions, Mr Ferrini had not lodged a request for compensation with the IOM since he had not been detained in “another place of confinement” within the meaning of section 11 § 1 no. 1 of the Foundation Law and was furthermore not in a position to demonstrate that he met the requirements as set up by the guidelines of the Foundation (see “Relevant domestic and international law” below).", "The applicants nos. 2 – 276 submitted that they had all lodged unsuccessful request for compensation for forced labour with the IOM. However, only the 274th and 276th applicants, Mr Accidini and Mr della Piazza, presented decisions of the IOM to the Court.", "On 22 April 2003 the IOM rejected the request lodged by the applicant Mr Accidini holding that he did not meet the requirements for compensation under section 11 § 1 of the Foundation Law in respect of forced labourers from Western European States; i.e. forced labour in a concentration camp, a ghetto or “another place of confinement”.", "On 6 April 2004 the IOM’s appeals board rejected Mr della Piazza’s appeal as unfounded, confirming that, as a former prisoner of war, he was excluded from benefits.", "On 6 August 2002 the 272nd and 273rd applicants, Mr Basile and Mr Malberto, who had been subjected to forced labour as Italian Military Internees, lodged requests for compensation with the IOM. By letter dated 11 June 2002 the IOM informed the applicants that they did not fall within the scope of the Foundation Law, as determined by the Foundation and the German Government. By letter of 11 November 2002 the IOM notified the applicants that its appeals board was bound by the decision of the Foundation and the German Government. Apparently, no formal decision was rendered by the IOM.", "On 6 August 2002 the applicants Mr Basile and Mr Malberto brought an action for declaration (Feststellungsklage) against the Federal Republic of Germany and the Foundation in the Berlin Administrative Court as a pilot case. They requested the court inter alia to hold that they, as former Italian Military Internees, were entitled to benefits under the Foundation Law.", "The court rejected the applicant’s action. The court found that the action was inadmissible since there was no legal relationship (Rechtsverhältnis) between the applicants on the one hand and the Federal Republic of Germany and the Foundation on the other hand, which is an admissibility criterion for an action for declaration. The Foundation Law did not establish individual claims vis-à-vis the Foundation or the Federal Republic of Germany, but solely vis-à-vis the partner organisation. The court added that the fact that the Federal Ministry of Finances exercised the legal supervision of the Foundation did not create a legal relationship between the applicants and the Federal Republic of Germany. From the court’s point of view the legal supervision was solely carried out in the public interest and not in the interest of the beneficiaries under the Foundation Law. The court held the opinion that the applicants were thus only indirectly affected by the legal supervision of the Federal Ministry of Finances.", "The court refused the applicants leave to appeal.", "The Berlin Administrative Court of Appeal rejected the applicants’ request for leave to appeal against the judgment of the Berlin Administrative Court confirming the lower court’s reasoning.", "On 3 November 2003 the 276th applicant, Mr della Piazza, brought an action (Verpflichtungsklage) against the Federal Republic of Germany and the Foundation in the Berlin Administrative Court. He requested the court to order the Federal Ministry of Finances to instruct the Foundation to recognise that he was entitled to benefits under section 11 of the Foundation Law. Furthermore, he requested the court to order the Foundation to recognise that he, as a former Italian Military Internee, was entitled to benefits under section 11 of the Foundation Law.", "On 17 March 2005 the court rejected the applicant’s action. In respect of the first motion the court held that the applicant could not derive any rights vis-à-vis the Federal Ministry of Finances from the fact that the latter exercised the legal supervision of the Foundation.", "As regards the applicant’s second motion the court found, as outlined above, that the Foundation Law did not establish a legal relationship between the applicants and the Foundation.", "The Foundation Law stipulates that the Foundation should be endowed with 10 billion Deutschmarks (DEM - 5.11 billion euros (EUR)), to be provided equally by the German Government and by German industry.", "The sum of 8.1 billion DEM is intended for the compensation of forced labour. The largest share of those funds (approximately 5.5 billion DEM) is reserved for applicants residing in Poland, Ukraine, Moldova, the Russian Federation, Latvia, Lithuania, Byelorussia, Estonia and the Czech Republic. The remaining share is destined for beneficiaries residing outside the aforementioned States, namely 800 million DEM for non-Jewish beneficiaries and about 1.8 billion DEM for Jewish beneficiaries.", "The remaining funds of approximately 1.9 billion DEM inter alia aim at compensating the loss of property or were granted as humanitarian aid to the Jewish Claims Conference and the International Commission on Holocaust Era Insurance Claims, which finance social programmes for Holocaust survivors.", "The Federal Ministry of Finances exercises the legal supervision (Rechtsaufsicht) of the Foundation.", "Requests for compensation are not processed by the Foundation itself, but by its regional partner organisations in several European countries. The competent partner organisation for Italy is the IOM in Geneva.", "Each partner organisation has an appeals board which reviews the organisation’s decisions upon an applicant’s appeal. Judicial review of the appeals boards’ decisions is not provided for by the Foundation Law.", "The highest amount of compensation - for forced labour in a concentration camp - is 15,000 DEM (7,669 EUR).", "Pursuant to section 11 § 3 of the Foundation Law forced labour carried out during war captivity, as a matter of principle, does not entitle to compensation. The provisions read as follows:", "“Section 11: Eligible persons", "(1) Eligible under this law are:", "1. persons who were detained in a concentration camp as defined in section 42 § 2 of the German Indemnification Act or in another place of confinement outside the territory of what is now the Republic of Austria or a ghetto under comparable conditions and were subjected to forced labour;", "2. persons who were deported from their homeland to the territory of the German Reich within the borders of 1937 or to a German occupied area, subjected to forced labour in a commercial enterprise or for public authorities there, and detained under conditions other than those mentioned in Number 1, or were subjected to conditions resembling detention or similar extremely harsh living conditions; this rule does not apply to persons who because their forced labour was performed primarily in the territory of what is now the Republic of Austria may receive payments from the Austrian Reconciliation Foundation; ...", "(3) Prisoner-of-War status does not entitle to benefits....”", "In respect of the exclusion of former prisoners of war the travaux préparatoires state that according to international public law prisoners of war may be forced to perform work by the detaining state.", "In 2001 the Federal Ministry of Finances obtained an expert opinion on the legal status of the Italian Military Internees which concluded that those had never lost their prisoner-of-war status, because the German Reich had not been in a position to revoke their status unilaterally. The Federal Ministry of Finances shared that view and instructed the Foundation that former Italian Military Internees were excluded from benefits under the Foundation Law.", "In August 2001 the board of trustees of the Foundation issued guidelines according to which Italian Military Internees were excluded from benefits unless they had been detained in a concentration camp. Those guidelines had been prepared in concert with the Federal Ministry of Finances. In a letter dated 12 February 2002 addressed to the IOM the Foundation pointed out that the Foundation and its partner organisations were bound by the Government’s position.", "As regards civilian forced labourers from Western European States, they, according to the aforementioned guidelines, are only entitled to benefits if they were subjected to forced labour in a concentration camp, a ghetto or “another place of confinement” as set out in the first sentence of section 11 § 1 of the Foundation Law. Otherwise, from the Foundation’s point of view the former forced labourers would not meet the criterion of “similar extremely harsh living conditions” referred to in the second sentence of section 11 § 1 of the Foundation Law. According to the Foundation there was a presumption that they were not housed under “conditions resembling detention”, which could, however, be rebutted by the former forced labourers.", "All possible further claims against the German State or German companies going beyond the benefits provided by the Foundation Law are excluded by section 16, which reads as follows:", "“Section 16: Exclusions from Claims", "(1) Payments from public funds, including social security, and from German business enterprises for injustice suffered under National Socialism as defined in Section 11 may be claimed only under the terms of this Law. Any further claims in connection with National Socialist injustices are excluded. This applies also to cases in which claims have been transferred to third persons by operation of law, transition, or a legal transaction.", "(2) Each claimant shall provide a statement within the framework of the application procedure irrevocably renouncing, without prejudice to Sentences 3 through 5, after receipt of a payment under this Law any further claim against the authorities for forced labour and property damage, all claims against German enterprises in connection with National Socialist injustice, and forced-labour claims against the Republic of Austria or Austrian enterprises. The renunciation becomes effective upon receipt of a payment under this Law. ...”", "Article 3", "A belligerent party which violates the provisions of the said Regulations shall, if the case demands, be liable to pay compensation. It shall be responsible for all acts committed by persons forming part of its armed forces.", "Article 4", "Prisoners of war are in the power of the hostile Government, but not of the individuals or corps who capture them.", "They must be humanely treated.", "All their personal belongings, except arms, horses and military papers, remain their property.", "Article 6", "The State may utilize the labour of the prisoners of war according to their rank and aptitude, officers excepted. The tasks, however, shall not be excessive and shall have no connection with the operations of the war.", "Article 23", "In addition to the prohibitions provided by special Conventions, it is especially forbidden -", "...", "To declare abolished, suspended, or inadmissible in a court of law the rights and actions of the nationals of the hostile party. A belligerent is likewise forbidden to compel the nationals of the hostile party to take part in the operations of war directed against their own country, even if they were in the belligerent’s service before the commencement of the war. “", "Article 5", "“The High Contracting Parties recognise that recourse to compulsory or forced labour may have grave consequences and undertake each in respect of the territories place under its sovereignty, jurisdiction, protection, suzerainty or tutelage, to take all necessary measures to prevent compulsory or forced labour from developing into conditions analogous to slavery.", "It is agreed:", "(1) Subject to the transitional provisions laid down in paragraph (2) below, compulsory or forced labour may only be exacted for public purposes.", "(2) In territories in which compulsory or forced labour for other than public purposes still survives, the High Contracting Parties shall endeavour progressively and as soon as possible to put an end to the practice. So long as such forced or compulsory labour exists, this labour shall invariable be of an exceptional character, shall always receive adequate remuneration, and shall not involve the removal of the labourers from their usual place of residence.”", "“Article 2", "Prisoners of war are in the power of the hostile Power, but not of the individuals or corps who have captured them.", "They must at all times be humanely treated and protected, particularly against acts of violence, insults and public curiosity.", "Measures of reprisal against them are prohibited.", "Article 10", "Prisoners of war shall be lodged in buildings or in barracks affording all possible guarantees of hygiene and healthfulness.", "The quarters must be fully protected from dampness, sufficiently heated and lighted. All precautions must be taken against danger of fire.", "With regard to dormitories the total surface, minimum cubic amount of air, arrangement and material of bedding-the conditions shall be the same as for the troops at base camps of the detaining Power.", "Article 11", "...", "Belligerents may utilize the labour of able prisoners of war, according to their rank and aptitude, officers and persons of equivalent status excepted.", "However, if officers or persons of equivalent status request suitable work, it shall be secured for them so far as is possible.", "Noncommissioned officers who are prisoners of war shall only be required to do supervisory work, unless they expressly request a remunerative occupation.", "Belligerents shall be bound, during the whole period of captivity, to allow to prisoners of war who are victims of accidents in connection with their work the enjoyment of the benefit of the provisions applicable to labourers of the same class according to the legislation of the detaining Power. With regard to prisoners of war to whom these legal provisions might not be applied by reason of the legislation of that Power, the latter undertakes to recommend to its legislative body all proper measures equitably to indemnify the victims.", "Article 29", "No prisoner of war may be employed at labours for which he is physically unfit.", "Article 32", "It is forbidden to use prisoners of war at unhealthy or dangerous work.", "Any aggravation of the conditions of labour by disciplinary measures is forbidden.", "...", "Prisoners utilized for other work shall be entitled to wages to be fixed by agreements between the belligerents. ...”", "Article 3", "“(1) All persons shall be equal before the law.", "...", "Article 14", "(1) Property and the right of inheritance shall be guaranteed. Their content and limits shall be defined by the laws.", "(2) Property entails obligations. Its use shall also serve the public good.", "(3) Expropriation shall only be permissible in the public interest. It may only be ordered by or pursuant to a law that determines the nature and extent of compensation. Such compensation shall be determined by establishing an equitable balance between the public interest and the interests of those affected. In case of dispute respecting the amount of compensation, recourse may be had to the ordinary courts.", "Article 19 § 4", "Should any individual’s rights be infringed by public authority, he may have recourse to the courts. ...”", "COMPLAINTS", "The applicants complained under Articles 5 §§ 4 and 5, 6 § 1 and 14 of the Convention and Article 1 of Protocol No. 1 of the Convention about the decisions rendered by the IOM, the Federal Constitutional Court, the Berlin Administrative Court and the Berlin Administrative Court of Appeal.", "In respect of Article 5 §§ 4 and 5 of the Convention the applicants complained that they were denied the right to have the illegality of their deportation and forced labour acknowledged.", "Invoking Article 6 § 1 of the Convention the applicants submitted that they did not have access to a court for the judicial review of the decisions rendered by the IOM. In particular, the applicants complained that the IOM appeals body did not satisfy the requirements of an ”independent and impartial tribunal” within the meaning of Article 6 § 1 of the Convention.", "Under Article 14 of the Convention the applicants argued that they were discriminated against both as foreigners and as former Italian Military Internees.", "Moreover, they held the opinion that they had had claims for compensation under domestic civil law in conjunction with international public law against the Federal Republic of Germany which had become extinct as a result of section 16 of the Foundation Law. They therefore complained of a violation of Article 1 of Protocol No. 1. The applicants based their claims in particular on Article 23 of the Hague Convention, the Slavery Convention and the Convention Relating to Prisoners of War. Furthermore, the applicants argued that Italian Military Internees had been in fact civilian forced labourers and not prisoners of war as maintained by the Federal Republic of Germany. They contended that they had not been treated as prisoners of war by the German Reich and considered it contradictory that the Federal Republic of Germany held that alleged status against them to deny them compensation. Lastly, the applicants who had been subjected to forced labour as civilians complained about the refusal of their requests for compensation under the Foundation Law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}