{"ITEMID": "001-22693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "OSTOJIC v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Dragan Ostojić, is a Croatian citizen of Serbian origin, who was born in 1936 and lives in Barajevo. Yugoslavia. He is represented before the Court by Mr Nenad Stanković, a lawyer practicing in Borče, Yugoslavia.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant owned a house where he lived with his family and adjacent stable and wooden house in the village Ostojići, Croatia. On 5 August 1995 the applicant, due to a military action by the Croatian Army, left Croatia and went to live in Yugoslavia.", "The applicant alleges that after his departure his property in Croatia was devastated sometime between 5 August 1995 and 30 June 1996 by the members of the Croatian Army.", "The applicant alleges further that the Croatian authorities impeded his return to Croatia. He was able to obtain Croatian identity documents only in 1999 and to enter Croatia only in March 2000.", "In the meantime Parliament introduced two changes to the law governing compensation for damage caused by terrorist acts and the war-related damage.", "Firstly, on 17 January 1996 the Croatian parliament introduced a change of the Civil Obligations Act which provided that all proceedings concerning actions for damages resulting from terrorist acts were to be stayed pending the enactment of new legislation on the subject and that before the enactment of such new legislation damages for terrorist acts may not be sought. So far the Croatian authorities have not enacted any new legislation regulating the matter.", "Secondly, on 6 November 1999 Parliament introduced a change of the Civil Obligations Act which provided that all proceedings concerning actions for damages resulting from acts of members of the Croatian army or police when acting in their official capacity during the war in Croatia were to be stayed.", "The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima) reads as follows:", "“Responsibility for damages caused by death, bodily injury or by abstraction or destruction of another person’s property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the authority whose officials were, according to the laws in effect, under a duty to prevent such damages.”", "The relevant parts of the Act on Changes of the Civil Obligations Act read (Zakon o izmjenama i dopunama Zakona o obveznim odnosima - Official Gazette no. 7/1996) as follows:", "“Section 180 of the Civil Obligations Act (the Official Gazette nos. 53/91, 73/91 and 3/94) is to be repealed.”", "“Proceedings for damages instituted pursuant to Section 180 of the Civil Obligations Act are to be stayed.", "Proceedings referred to in § 1 of this section will be continued after enactment of a special legislation that will regulate responsibility for damages resulting from the terrorist acts.”", "Section 184 (a) of the Act on Changes of the Civil Obligations Act (Zakon o dopunama Zakonu o obveznim odnosima, Official Gazette no. 112/1999) provides that all proceedings instituted against the Republic of Croatia for damages caused by members of the Croatian army or police when acting in their official capacity during the Homeland War in Croatia from 7 August 1990 to 30 June 1996 are to be stayed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}