{"ITEMID": "001-72900", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "TANASENKO v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Lyubov Tanasenko, is a Ukrainian national, who was born in 1937 and lives in the village of Liubitkoe, Ukraine. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Pârlog.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1998 the applicant brought a civil action against a person who refused to pay his debt to her (N.).", "On 6 April 1998 the Botanica District Court found for the applicant and ordered N. to pay her 56.447 Moldovan lei.", "The applicant obtained an enforcement warrant which the Bailiff did not enforce.", "The applicant requested and obtained, on 1 July 1998, a court order for the seizure of N.’s apartment.", "N. requested the same court to lift the seizure and on 22 November 1999 this request was granted. On 30 December 1999 N. purchased the apartment from the State (in the privatisation process).", "The applicant requested a new order for the seizure of N.’s apartment, which was granted on 16 February 2000. This order was annulled by the same court on 16 March 2000.", "On 24 March 2000 the same court issued another order for the seizure of N.’s apartment, which was annulled on 28 April 2000. The applicant did not appeal against any of the court decisions to annul the seizures.", "On 3 May 2000 the apartment was sold to a third party; N. left for Russia.", "The applicant subsequently complained about the non-enforcement of the decision to various authorities, which responded that enforcement was not possible in view of the fact that the applicant’s debtor lacked any assets and had left the country.", "The judgment of 6 April 1998 has not been enforced to date.", "The relevant domestic law has been set out in this Court’s judgment in the case of Prodan v. Moldova, no. 49806/99, ECHR 2004... (extracts)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}