{"ITEMID": "001-86088", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ŞAHİN KARAKOÇ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial;Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Antonella Mularoni;Ireneu Cabral Barreto;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1957 and lives in İstanbul.", "5", "6. On 5 July 1993 Başbağlar village in Erzincan was raided by terrorists. They burned numerous houses and killed 33 villagers. The applicant, who was living in the neighbouring village, was suspected of having participated in the so-called “Başbağlar Massacre”.", "7. The applicant and twenty other individuals were charged under Article 125 of the Criminal Code.", "8. On 24 January 1996 the applicant was arrested and remanded in custody. On 18 February 1997 the İzmir State Security Court ordered his release pending trial.", "9. On 23 October 1997 the applicant was acquitted.", "10. On 12 February 1999 the applicant lodged a complaint under Law no. 466 with the Bakırköy Assize Court against the Treasury, requesting 1,000,000,000 Turkish liras (TRL) in respect of pecuniary damage and TRL 4,000,000,000 for non-pecuniary damage by way of compensation for unjustified detention between 24 January 1996 and 18 February 1997.", "11. The Bakırköy Assize Court appointed one of its members as judge rapporteur (naip hakim) to investigate the case and draft a report. The applicant was heard by the judge rapporteur on 8 June and 12 October 2000. He stated that he did not have a regular job at the time but was unofficially working for a dairy merchant six months a year, collecting cheese from local farmers, and in return was paid TRL 100,000,000 per month.", "12. On 6 November 2001 the Bakırköy Assize Court found that the applicant’s unjustified detention on remand for 384 days qualified for compensation. In its judgment, the court took note of all the complaints set out by the applicant’s lawyer, as well as the content of the judge rapporteur’s report and the written submissions of the public prosecutor. The court further referred to the minimum wage at the time and the expert report which had estimated the applicant’s income loss to be TRL 168,114,000. The court concluded in line with the expert report and awarded the applicant TRL 168,114,000 for pecuniary damage. Considering the applicant’s economic and social position, the seriousness of the charges brought against him and the time that he had spent in detention as well as the intensity of his emotional suffering, the court additionally awarded the applicant TRL 1,000,000,000 for non-pecuniary damage.", "13. The applicant’s lawyer appealed and claimed that the amount of compensation for non-pecuniary damage was insufficient reparation for the wrongful detention of the applicant and the subsequent suffering that he had endured. He further maintained that, considering the length of the proceedings, the compensation for pecuniary damage awarded by the court was not sufficient either. He also complained about the lack of interest on the compensation.", "14. On 4 March 2002 the Court of Cassation quashed the decision on the ground that the defendant had not been notified of the applicant’s claim and had not been invited to submit replies.", "15. The case was resumed before the Bakırköy Assize Court. On 18 September 2002 the judge rapporteur heard the applicant who repeated his previous statements and was paid TRL 100,000,000 per month. A new expert report estimated the applicant’s income loss, on the basis of the net minimum wages in force at the time, to be TRL 113,266,974.", "16. On 21 October 2002 the Bakırköy Assize Court awarded the applicant TRL 113,266,974 for pecuniary damage and TRL 2,000,000,000 for non-pecuniary damage. The court refused the applicant’s claim for interest which was not covered by Law no. 466.", "17. On 14 January 2003 the applicant appealed.", "18. The written opinion of the Public Prosecutor was submitted to the Court of Cassation and notified to the applicant.", "19. On 21 October 2003 the Court of Cassation upheld the decision of the Bakırköy Assize Court, with a minor amendment regarding the costs and expenses.", "20. On 5 October 2004 the applicant was paid TRL 2,113,266,974 plus TRL 1,233,300,000 in statutory interest, applied with effect from 21 October 2002."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}