{"ITEMID": "001-107693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BERCUT S.R.L. v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant company was founded in 1992 and since 1995 has, inter alia, run a driving school, being in possession of the necessary licence issued by the State for that purpose. On 30 June 2005 the applicant company’s licence was renewed with a term of validity of five years. At that time the driving school employed approximately sixty people and had approximately 2,400 students.", "6. On 7 August 2006 the State Registration Chamber conducted an unannounced check on the driving school and discovered that two of its instructors had been replaced and that the State Registration Chamber had not been informed of this within the ten-day time-limit provided for by the law.", "7. On 10 August 2006 the State Registration Chamber issued decision no. 2985, by which the applicant company’s licence was withdrawn in view of the irregularity.", "8. On 12 August 2006 the applicant company initiated court proceedings against the State Registration Chamber, seeking the revocation of its order of 10 August 2006. The applicant company submitted, inter alia, that the check carried out by the defendant on 7 August 2006 had been unlawful and that it had announced to the State Registration Chamber the changes to its personnel by letters of 19 August 2005 and 7 February 2006. In that respect the applicant company submitted a copy of its internal register of incoming and outgoing correspondence containing notes of two letters sent to the State Registration Chamber.", "9. On 27 November 2006 the Chişinău Court of Appeal dismissed the applicant company’s action, finding that its system of registering correspondence was not sufficient proof. The applicant company appealed against the judgment.", "10. On 21 February 2007 the Supreme Court of Justice dismissed the applicant’s appeal.", "11. The relevant provisions of Law no. 451 on Licensing (“the Licensing Act”) read as follows:", "(2) Unannounced checks can be conducted only on the basis of a written request in respect of a breach of licence conditions by a licence holder.", "(1) (f) [A licence may be withdrawn] if a licence holder fails to notify the appropriate authority in due time of a change in the data contained in the annexes to an application for a licence.", "12. The relevant provisions of the Civil Code read as follows:", "“(1) Default interest is payable for delayed execution of pecuniary obligations. Default interest shall be 5% above the interest rate provided for in Article 585 [NBM refinancing interest rate] unless the law or the contract provides otherwise. Evidence that a lower level of damage has been incurred shall be admissible.", "(2) In non-consumer-related situations default interest shall be 9% above the interest rate provided for in Article 585 unless the law or the contract provides otherwise. Evidence that a lower level of damage has been incurred shall be inadmissible.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}