{"ITEMID": "001-72633", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF NAKHMANOVICH v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1957 and lives in Jambul, Kazakhstan.", "9. On 28 October 1992 the Moscow police opened a criminal investigation into the theft of about four thousand million Russian roubles (approximately thirty-five million US dollars) from the Bank of Russia through the use of forged credit notes of the National Bank of Kazakhstan.", "10. On 24 December 1992 the applicant was arrested at Moscow Airport on his arrival from Italy and taken into custody. On 26 and 27 December 1992 the applicant confessed to having conspired with Mr Smolenskiy, director of a Russian commercial bank, to steal the money.", "11. On 28 December 1992 the applicant was released from custody.", "12. On 23 November 1994 the applicant was charged with large-scale fraud, an offence under Article 147 § 3 of the Russian Soviet Federative Socialist Republic (RSFSR) Criminal Code, and ordered to be detained pending trial. As by that time the applicant had fled from Russia, his name was placed on the list of fugitives from justice.", "13. On 20 March 1997 the applicant’s name was placed on the Interpol wanted list. On 11 September 1997 the Swiss police arrested the applicant in Lugano, Switzerland, with a view to extraditing him.", "14. Upon receipt of the documents supporting the extradition request, the Swiss authorities decided on 29 January 1998 to extradite the applicant.", "15. On 24 April 1998 the applicant was extradited to Russia, where he was placed in detention facility IZ-48/4 (“Matrosskaya Tishina”).", "16. On 15 June 1998 the applicant’s counsel asked the Preobrazhenskiy District Court of Moscow to release the applicant. She submitted, in particular, that he had been detained in Switzerland on the basis of the arrest warrant of 23 November 1994 and had remained in custody for more than nine months. In Kazakhstan, his country of nationality, the criminal proceedings against him had been discontinued on the ground that no criminal offence had been committed. In any event, after six years’ investigation the investigators had gathered all the available evidence including statements by witnesses, and the applicant could not therefore interfere with the establishment of the truth. Finally, his release was necessary on medical grounds because his health had seriously deteriorated in detention.", "17. On 25 June and 8 July 1998 the hearings listed before the Preobrazhenskiy District Court were adjourned because the applicant had not been brought to the court.", "18. On 13 July 1998 a deputy Prosecutor General of the Russian Federation authorised an extension of the applicant’s detention pending trial until 8 September 1998, that is, for a total of twelve months from the date of his initial detention in Switzerland. The continued detention was justified by reference to the gravity of the offence, the risk that the applicant might abscond and the international obligations undertaken by the Russian authorities in the extradition proceedings.", "19. On 14 July 1998 the Preobrazhenskiy District Court took statements from the applicant and his lawyer and from the prosecutor and held that the detention had been imposed and subsequently extended on valid grounds and in compliance with the Code of Criminal Procedure. Accordingly, no grounds for applying a different measure of restraint had been made out.", "20. On 3 August 1998 the Moscow City Court upheld the decision of 14 July 1998. The court reiterated in general terms the finding that the applicant’s detention was lawful.", "21. On 29 July 1998 the Prosecutor General authorised an extension of the applicant’s detention pending trial until 8 March 1999, that is, for a total of eighteen months. The applicant submitted that no separate extension order had been issued and that the new authorisation had been printed on top of the authorisation of 13 July 1998. He further submitted that he had not been notified of the extension until 10 September 1998.", "22. On 22 October 1998 the applicant’s counsel challenged the extension before the Preobrazhenskiy District Court. She submitted, in particular, that there was no indication that the applicant had committed an offence on Russian territory; that the authorised period of his detention had expired on 8 September 1998, whereas the applicant had not been notified of the subsequent extension until two days later; and that there was no actual risk that the applicant would abscond or interfere with the investigation.", "23. On 13 November 1998 the Preobrazhenskiy District Court dismissed the challenge. It held that there were no grounds for lifting or varying the preventive measure imposed on the applicant, as the detention period had been extended in accordance with the law. The court found that it was not competent to review the lawfulness of, and grounds for, the applicant’s placement into custody because that issue had already been determined in the decision of 14 July 1998 (see paragraph 19 above).", "24. On 23 November 1998 the applicant’s lawyers lodged an appeal. They submitted, in particular, that domestic law permitted the extension of detention beyond the ninemonth period only in “exceptional circumstances”, whereas in the present case neither the Prosecutor General, who had authorised the extension to eighteen months, nor the District Court that had reviewed his decision, had pointed to any such circumstance.", "25. On 9 December 1998 the Moscow City Court upheld the decision of 13 November 1998. The court reiterated that the detention period had been extended lawfully because the applicant had been charged with a serious offence. No other reasons for the continued detention were given.", "26. On 29 December 1998 a new charge was added: the applicant was accused of forging and making use of a State document, an offence under Article 196 § 1 of the RSFSR Criminal Code.", "27. On 14 January 1999 the Prosecutor General’s Office decided to sever the case against the applicant from that against Mr Smolenskiy, the applicant’s co-accused.", "28. On 4 March 1999 the case file and the bill of indictment were deposited with the Zamoskvoretskiy District Court of Moscow in preparation for trial.", "29. On 22 March 1999 the District Court set the case down for hearing on 6 April 1999. The hearing was subsequently adjourned three times.", "30. On 7 May 1999 the District Court found that the applicant’s right to consult his lawyers had been unlawfully restricted, with the result that the defence’s requests for discontinuation of the proceedings, the applicant’s release, the summoning of additional witnesses and the exclusion of certain evidence had not been examined. The court referred the case back to the pre-trial stage (стадия назначения к слушанию).", "31. On 20 May 1999 the Zamoskvoretskiy District Court found that the case against the applicant had been unlawfully severed from the case against Mr Smolenskiy. The court considered that the prosecution should complete the investigation into Mr Smolenskiy’s offences and that the charges against both co-defendants should be examined together. The court ordered the case to be referred back for additional investigation. The prosecution appealed against the decision.", "32. On 18 June 1999 the criminal proceedings against Mr Smolenskiy were discontinued for lack of evidence.", "33. On 7 July 1999 the Moscow City Court upheld the decision of 20 May 1999. The court also established other procedural defects: in particular, it ordered that the lawfulness of the discontinuation of criminal proceedings against Mr Smolenskiy be reviewed and that the applicant’s bill of indictment be updated accordingly.", "34. On 19 July 1999 the applicant’s case file was returned to the Prosecutor General’s Office.", "35. On 23 July 1999 the Prosecutor General’s Office lodged an application for supervisory review (протест в порядке надзора) against the decisions of 20 May and 7 July 1999 with the Presidium of the Moscow City Court. The prosecution claimed that, in referring the case back for additional investigation, the courts had failed to take into account the imminent expiry of the authorised detention period and had also violated the applicant’s right to have the charge against him determined within a reasonable time.", "36. In July 1999 the applicant’s lawyer complained about the unlawfulness of her client’s continued detention to the director of the remand centre where the applicant was being held, the deputy Minister of Justice in charge of the Prisons Administration Department (ГУИН Министерства юстиции РФ), the Minister of Justice, the acting Prosecutor General and the Preobrazhenskiy District Court (on 26 July 1999). She requested the applicant’s release, claiming that his detention after 24 July 1999 had been unlawful as no further extension had been authorised.", "37. On 28 July 1999 a senior legal adviser from the Prosecutor General’s Office informed the Prisons Administration Department that from the date on which the deputy Prosecutor General had lodged an application for supervisory review the applicant’s detention had been “accounted for by the Moscow City Court”. The authorities of the remand centre relayed this information to the applicant’s lawyer.", "38. On 4 August 1999 the Minister of Justice sent a letter to the acting Prosecutor General, the relevant part of which read as follows:", "“...on 19 July 1999 the case file was received by the Prosecutor General’s Office from the Zamoskvoretskiy District Court of Moscow... [The applicant’s] detention period expired on 23 July 1999.", "According to the information from the Prosecutor General’s Office, the [the applicant’s] detention period was suspended in connection with the lodging of the application for supervisory review ... and the transfer of the applicant to the Moscow City Court.", "I consider that this approach by the officials of the Prosecutor General’s Office is incompatible with the Constitution of the Russian Federation and its criminal-procedure laws.", "...For instance, the criminal-procedure laws do not provide for suspension of the renewed detention period pending examination of an application for supervisory review of the decision to refer the case back for additional investigation... This means that the examination of final judgments, decisions or rulings by means of [supervisory] review does not suspend either the enforcement of the judgment or the [additional] pre-trial investigation if the case has been referred back for additional investigation [by a court decision].", "...Accordingly, in the present case, [the lodging of an application for supervisory review] suspended not the detention period, but the additional investigation, as it is inconceivable that suspension of the detention period in such a case would be conducive to the implementation of a citizen’s right to liberty and personal integrity enshrined in Article 22 of the Constitution.", "...In this connection the legislature made provision, in Article 97 of the RSFSR Code of Criminal Procedure, for one and only one option for extending the detention period if a case is referred back for additional investigation, namely that such extension must be authorised by the prosecutor supervising the investigation.”", "The Minister of Justice invited the Prosecutor General to report within one day on whether the applicant’s detention pending trial had been extended as provided for in Article 97 of the Code of Criminal Procedure.", "39. On 5 August 1999 a deputy Prosecutor General wrote to the Minister of Justice stating that his office had received the case file on 20 July 1999 and that he had lodged an application for supervisory review without “having taken on the case” (“не принимая дело к своему производству”). The letter did not refer to any extension of the applicant’s detention.", "40. On the same day Mr L., the prosecutor supervising the lawfulness of the enforcement of criminal penalties, sent a faxed request to the remand centre where the applicant was being held, requesting that the applicant should not be released until the Moscow City Court had examined the application for supervisory review.", "41. On 12 August 1999 the Presidium of the Moscow City Court quashed the decisions of 7 and 20 May and 7 July 1999 on procedural grounds and remitted the case to the Zamoskvoretskiy District Court for examination on the merits by a differently composed bench.", "42. On 16 August 1999 a judge of the Preobrazhenskiy District Court discontinued the proceedings in connection with the complaint concerning the unlawfulness of the applicant’s detention because “on 13 August 1999 the [applicant’s] case had been referred to the Zamoskvoretskiy District Court for trial”.", "43. On 6 October 1999 the case file was returned to the Zamoskvoretskiy District Court. The commencement of the trial was scheduled for 25 November 1999 but was adjourned on three occasions because certain documents from the Prosecutor General’s Office were missing or because the presiding judge was involved in other proceedings.", "44. On 20 January 2000 the Zamoskvoretskiy District Court ordered the case to be referred back to the Prosecutor General’s Office for additional investigation. It held that the preventive measure imposed on the applicant (detention pending trial) “should remain unchanged”.", "45. On 4 February 2000 the Investigations Department of the Ministry of the Interior resumed the investigation. On the same day the applicant was released subject to an undertaking that he would not leave the city.", "46. In March 2000 the applicant applied for permission to return home. After permission had been granted, he left for Kazakhstan on 12 March 2000.", "47. On 3 March and 12 April 2000 the Investigations Department of the Ministry of the Interior asked the Prosecutor General to extend the authorised term of the investigation. On 20 March and 27 April 2000 a deputy Prosecutor General refused a further extension because “the applicant’s whereabouts could not be established”.", "48. On 20 April and 7 June 2000 the applicant’s lawyers asked the investigators to inform them of the situation with regard to the criminal proceedings against the applicant; their requests received no response.", "49. On 7 June 2000 the applicant’s lawyers also requested the prosecution to discontinue the criminal case against the applicant, referring to a decision of 28 April 2000 by the Kazakhstan prosecutors to discontinue the criminal proceedings. On 27 June 2000 the acting head of the department for supervision of investigations of particularly serious cases in the Prosecutor General’s Office refused their request on the ground that the offence had been committed on Russian territory and that there were no legal grounds for discontinuing the proceedings against the applicant.", "50. According to the Government, the criminal proceedings against the applicant in Russia had been discontinued on 28 April 2000 by a decision of the Investigations Department of the Ministry of the Interior, on the ground that the applicant’s involvement in the offence could not be proved. The decision indicated, in particular, that “further proceedings in the case [had been] impossible because the Prosecutor General’s Office [had] refused a further extension of the authorised investigation period”. On an unspecified date the investigator had allegedly informed the applicant of that decision by telephone, but had been unable to send a copy of the decision to the applicant because he had not known his address. In June 2000 the same information had allegedly been communicated to Ms Orozalieva, the applicant’s lawyer.", "51. On 16 January 2004 Ms Orozalieva asked the Investigations Department of the Ministry of the Interior for a copy of the decision to discontinue the criminal proceedings against the applicant. She indicated that she had learnt of its existence in October 2003, during a conversation with a senior investigator dealing with particularly serious cases in the Prosecutor General’s Office.", "52. On 17 February 2004 the deputy head of the Investigations Department of the Ministry of the Interior replied to her that “on 27 December 2000 case file no. 81684 [had been] sent to the Prosecutor General’s Office and [had] not yet been returned to the Investigations Department of the Ministry of the Interior; the documents [could not] therefore be provided”.", "53. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federative Socialist Republic (Law of 27 October 1960, “the old CCrP”).", "54. “Preventive measures” or “measures of restraint” (меры пресечения) included an undertaking not to leave a town or region, personal surety, bail and detention pending trial (Article 89). A decision ordering detention pending trial could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "55. At the material time – before the amendments of 14 March 2001 – detention pending trial was authorised if the accused had been charged with a criminal offence carrying a sentence of at least one year’s imprisonment or if there were “exceptional circumstances” in the case. If the accused had been charged with a serious or particularly serious criminal offence – a category which included large-scale fraud – he could be remanded in custody on the sole ground of “the dangerous nature of the crime” (Article 96).", "56. The detainee or his representative could challenge the detention order before a court. The judge was required to review the lawfulness of, and grounds for, the order no later than three days after receipt of the relevant papers. The review was to be conducted in camera in the presence of a prosecutor and the detainee’s counsel or representative. The judge could either dismiss the challenge or set aside the pre-trial detention and order the detainee’s release (Article 220-1).", "57. After arrest the suspect was placed in custody “pending investigation”. The maximum permitted period of detention “pending investigation” was two months, but it could be extended up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels. No extension of detention “pending investigation” was possible beyond eighteen months. The period of detention “pending investigation” was calculated up to the day when the prosecutor sent the case to the trial court (Article 97).", "58. From the date on which the prosecutor forwarded the case to the trial court, the defendant’s detention was “before the court” (or “during trial”). Within fourteen days of receipt of the case file (if the defendant was in custody), the judge was required either (1) to set the trial date; (2) to refer the case back for additional investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court with jurisdiction to hear it (Article 221). Upon receipt of the case file, the judge had to determine, in particular, whether the defendant should remain in custody or be released pending trial (Articles 222 § 5 and 230) and to rule on any application by the defendant for release (Article 223).", "59. The trial court could refer the case back for additional investigation if it established that procedural defects existed that could not be remedied at the trial. In such cases the defendant’s detention was again classified as “pending investigation” and the relevant time-limit continued to apply. If, however, the case was referred back for additional investigation but the investigators had already used up all the time authorised for detention “pending investigation”, a supervising prosecutor could nevertheless extend the detention period for one additional month starting from the date on which he received the case file. Subsequent extensions could be granted only if the detention “pending investigation” had not exceeded eighteen months (Article 97).", "60. If the authorised detention period had expired and no information about an extension order had been communicated to the director of the remand centre, the latter had to release the detainee by his own decision (Article 11). A prosecutor and his deputy had a duty to release anyone who had been detained unlawfully or after expiry of the detention period authorised by law or by a judicial decision (Article 11 and also section 33 § 2 of the Federal Law on Prosecutors’ Offices in the Russian Federation, no. 2202-I of 17 January 1992).", "61. The investigator could issue a reasoned decision discontinuing the criminal proceedings, which he had to sign and date. A copy of the decision had to be sent to the prosecutor. At the same time the suspect and the victim had to be informed of the decision in writing and have the procedure for lodging an appeal explained to them (Article 209)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}