{"ITEMID": "001-77831", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF STANDARD VERLAGS GMBH AND KRAWAGNA-PFEIFER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 6;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The first applicant is the owner of the daily newspaper “der Standard”, the second applicant was at the material time the chief editor of its internal politics section.", "5. In the issue of “der Standard” of 9 October 1998 the second applicant published an article about the Austrian Freedom Party (Freiheitliche Partei Österreichs, “the FPÖ”) in its regular section “commentary”. So far as material, it read as follows:", "“Sacrifice of the decent", "The FPÖ is becoming ever truer to itself and many people are developing an increasingly similar image of it. For any organisation, whether a movement, party or whatever, is moulded by those at the top – how they interact with one another, which people they choose, how they cope with crises. All of this rubs off and has its effects. In the case of the FPÖ leader Jörg Haider this means: people are useful idiots, you can entice them with fine words, appeal to their nobler principles and, indeed, use them as long as they are of service to your own interests.", "Dealings within the FPÖ are correspondingly cunning. Haider has never even been soft towards his closest friends and backers and has dropped them as soon as they no longer fitted in with his plans. Friedrich Peter, Mario Ferrari-Brunnenfeld and Krimhild Trattnig are all examples. Others, such as Walter Meischberger or Gernot Rumpold, are allowed all kinds of liberties because they know too much. They have not been damaged either by convictions for tax evasion or by any other slip-ups.", "The MP Hermann Mentil was not excluded from the FPÖ on that account and was not scorned by his former colleagues because proceedings had been instituted against him for fraud. That is of little consequence to Jörg Haider, especially as he would otherwise have to bar himself from the FPÖ. After all, Haider was convicted in criminal proceedings at first instance because he had ruined a person’s good reputation and prospects for the future. A conviction, in any event, is of a different order from the institution of proceedings. Mentil was in fact dropped because in the Rosenstingl case Haider needs as many sacrificial victims as possible, to show to the public as and when required.”", "6. The article alluded to Mr Haider’s conviction of 1 October 1998 by the Vienna Regional Criminal Court, which had found him guilty of attempted defamation of a university professor, D., in that he and his then lawyer Mr B., who had at the material time become Minister of Justice, had prepared a video-taped statement for the purpose of having it broadcast by the Austrian Broadcasting Corporation which contained defamatory statements about D. The broadcast had been refused, after a number of TV journalists and other staff of the Broadcasting Corporation had seen the video-tape.", "7. This background was not mentioned in the above article but “der Standard” had reported on Mr Haider’s conviction in its issue of 2 October 1998. It read as follows:", "“Criminal court convicts Haider Lawyer Böhmdorfer also convicted of defamation", "The FPÖ federal party leader, Jörg Haider, and his lawyer, Dieter Böhmdorfer, were convicted of attempted defamation on Thursday and fined 167,400 schillings and 257,400 schillings respectively. The convictions relate to their ongoing six-year legal dispute with D. [full name], an Innsbruck-based expert in financial law, who was thwarted in his bid to become President of the Audit Office when Mr Haider embroiled him in a motorway-building scandal. Mr Haider had repeatedly been asked to withdraw his allegations in the course of civil proceedings over the past few years. Since no such action was taken, he and his lawyer have now been convicted at first instance by a criminal court. Both have appealed.", "In 1992 Mr Haider blocked Mr D.’s candidacy for the post of President of the Audit Office by accusing him of having been involved in a major scandal of the time concerning the building of the Pyhrn motorway. Mr D. lodged a complaint and obtained an order from the Supreme Court requiring Mr Haider to withdraw his accusations in a television broadcast. But according to Thursday’s judgment, the videotape prepared for that purpose once again contained defamatory accusations. As the tape was not broadcast, however, the court ruled that the offence should be classified merely as attempted defamation.”", "8. Mr Haider brought two sets of proceedings against the applicants as regards the statement “After all, Haider was convicted in criminal proceedings at first instance because he had ruined a person’s good reputation and prospects for the future” contained in the issue of “der Standard” of 9 October 1998.", "9. On 14 October 1998 Mr Haider brought private prosecution proceedings for defamation under the Media Act (Mediengesetz).", "10. On 23 November 1999 the applicants made submissions to the St. Pölten Regional Court (Landesgericht) drawing its attention to the Vienna Court of Appeal’s judgment of 14 May 1999 in the preliminary injunction proceedings (see paragraphs 22-23), which had found that Mr Haider’s interest in the protection of his reputation was outweighed by the public interest in receiving the information at issue.", "11. On 24 March 2000 the St. Pölten Regional Court ordered the applicant company to pay compensation of 20,000 Austrian schillings (ATS) to Mr Haider and to publish the judgment.", "12. Referring to Section 6 of the Media Act, the Regional Court found that the statement at issue fulfilled the elements of defamation (üble Nachrede) under Article 111 of the Criminal Code. Having regard to the judgment against Mr Haider of 1 October 1998, the applicant company had failed to prove the truth of its statement that Mr Haider had ruined D.’s good reputation and his prospects for the future. Although the distinction between an attempted and a completed offence was, as a general rule, not relevant for proving the truth of a statement concerning a person’s conviction, the applicant had claimed that the defamation committed by Mr Haider had had the effect of ruining D.’s good reputation and his prospects for the future. However, as Mr Haider had only been convicted of attempted defamation, D. had not suffered any actual damage and the judgment did not establish any causal link between Mr Haider’s offence and the alleged negative consequences for D.", "13. The Regional Court acquitted the second applicant of the charge of defamation under Article 111 of the Criminal Code, finding that she had been present in court on 1 October 1998, when the judgment against Mr Haider had been read out and had gained the impression that he had ruined D.’s good reputation and future perspectives. Consequently, she had not acted with criminal intent.", "14. The applicant company and Mr Haider appealed. The applicant company contested in particular the Regional Court’s view that it had failed to establish the truth of its allegation. It argued that the distinction between a conviction for the completed offence and a conviction for the attempted offence was contrary to established case-law under the Media Act. Further, it complained that the Regional Court had failed to deal with its requests for the taking of evidence.", "15. On 10 October 2001 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicant company’s appeal. Upon Mr Haider’s appeal, it convicted the second applicant of defamation und ordered her to pay a fine of ATS 15,000 (15 days’ imprisonment in default) suspended on probation.", "16. In the Court of Appeal’s view the second applicant, being an experienced journalist must have known the impression which her statement made on the reader. She had claimed to have acted in good faith, however under Article 111 (3) of the Criminal Code, the defence of good faith was not available where the defamatory statement at issue had been published in the media. The court repeated that the truth of the impugned statement had not been established. The second applicant had inappropriately linked Mr Haiders’s conviction with events relating to D.’s candidature for President of the Audit Office dating years back.", "17. Finally, the appellate court noted that the Regional Court, without giving reasons, had dismissed the applicant’s requests for taking of evidence, namely to hear professor D. and a number of staff members of the Austrian Broadcasting Corporation as witnesses in order to show that D.’s reputation had been ruined, as the latter had actually seen the video tape containing defamatory statements about him. The appellate Court found, firstly, that the requests at issue were irrelevant, as the article had not claimed that D.’s reputation and perspectives for the future had been ruined with regard to staff members of the Austrian Broadcasting Corporation. Secondly, it noted that the applicants had not repeated their request in due form after the hearing before the Regional Court had been postponed once.", "18. The judgment was served on the applicants’ counsel on 23 November 2001.", "19. On 22 January 1999 Mr Haider filed an action under 1330 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) and a request for a preliminary injunction.", "20. On 6 March 1999 the St. Pölten Regional Court issued a preliminary injunction ordering the applicants to refrain from stating that Mr Haider had been convicted since he had ruined a person’s good reputation and perspectives for the future.", "21. The Regional Court had regard to the content of the article as a whole and considered that, against this background, the reference to Mr Haider’s conviction was not aimed at informing about the judgment against him, but was used to criticise his character. The main thrust of the article was not a political criticism of the FPÖ and its leadership but an attack on Mr Haider with the aim of disparaging him. Thus, the court concluded that the boundaries of acceptable criticism had been transgressed.", "22. On 14 May 1999 the Vienna Court of Appeal allowed the applicant’s appeal and dismissed Mr Haider’s request for a preliminary injunction.", "23. Having regard to the judgment of 1 October 1998 against Mr Haider, the court found that the incriminated sentence contained a true statement of facts. The offence of defamation was defined as accusing another of behaviour such as to make him contemptible and lower him in public esteem. It could therefore be equated with ruining a person’s good reputation and perspectives for the future, in particular in a case like the present one where D. had been a candidate for a public office. The dissemination of true statements of fact could only violate the interests of the person concerned if there was no prevailing public interest in receiving the information. However, information about the personal credibility of a politician, demonstrated by his conviction for defamation, was in the public interest, in particular in pre-election times when the general public gathered information about the different parties and their representatives.", "24. On 29 September 1999 the Supreme Court rejected Mr Haider’s extraordinary appeal on points of law, finding that it did not raise an important legal issue.", "25. In the main proceedings the St. Pölten Regional Court gave judgment on 28 July 2002, ordering the applicants to refrain from the statement at issue, to withdraw it and to publish its judgment.", "26. It observed that the notion of defamation in Article 1330 of the Civil Code had to be construed in the light of the criteria established by criminal law. The civil courts were not formally bound by a judgment of the criminal courts. However, it was the Supreme Court’s established case-law that a person convicted of a criminal offence could not argue in any subsequent proceedings that he had not committed that offence. The Regional Court therefore considered itself bound by the Vienna Court of Appeal’s final judgment of 10 October 2001 in the proceedings under the Media Act (see paragraphs 15-17).", "27. On 12 February 2003 the Vienna Court of Appeal dismissed the applicants’ appeal.", "28. It confirmed the first instance court’s view as regards the binding effect of the applicants’ conviction under Section 6 of the Media Act and added that the weighing of interests between the protection of Mr Haider’s good reputation on the one hand and the public interest in receiving the information was inherent in the conviction and could not be assessed anew in the civil proceedings.", "29. On 26 June 2003 the Supreme Court rejected the applicants’ extraordinary appeal on points of law.", "30. Section 6 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. In this context “defamation” has been defined in Article 111 of the Criminal Code (Strafgesetzbuch), as follows:", "“1. Anybody who, in such a way that it may be noticed by a third person, attributes to another a contemptible characteristic or sentiment or accuses him of behaviour contrary to honour or morality and such as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine ...", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine ...", "3. The person making the statement shall not be punished if it is proved to be true. In the case of the offence defined in paragraph 1 he shall also not be liable if circumstances are established which gave him sufficient reason to believe that the statement was true.”", "31. Section 1330 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) provides as follows:", "“1. Anybody who, due to defamation, suffered a damage or loss of profit, may claim for compensation.", "2. The same applies if anyone is disseminating facts, which jeopardize another person’s reputation, gain or livelihood, the untruth of which was known or must have been known to him. In this case there is also a right to claim a revocation and the publication thereof...”", "32. It is the Supreme Court’s constant case-law that a person who has been convicted in criminal proceedings cannot argue in subsequent civil proceedings that he has not committed the offence at issue (lead-case 1 Ob 612/95, 17 October 1995, SZ 68/195). The Supreme Court has also held that a judgment under Section 6 of the Media Act has this binding effect in subsequent civil proceedings (6 Ob 105/97b, 16 October 1997)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}