{"ITEMID": "001-79392", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF EVALDSSON AND OTHERS v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Not necessary to examine merits of remainder of complaints;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["5. The applicants were born in 1948, 1974, 1965, 1964 and 1963 respectively. They were employed by the construction company LK Mässinteriör AB (hereinafter “the company”) between 3 March and 30 July 1999 on a time-wage basis.", "6. The company, being a member of the Industries, was bound by a collective labour agreement, the Construction Agreement (Byggnads-avtalet), concluded between the Swedish Building Workers’ Union (Svenska Byggnadsarbetareförbundet, hereinafter “the Union”) and the Industries. The relevant local branch of the Union in the instant case was the Stockholm branch, Byggettan.", "7. At the material time, eight employees in the company carried out work covered by the labour agreement. Three of these workers were members of the Union whereas the five applicants were not members of the Union or of any other trade union.", "8. Under section 3, subsection f 5 of the collective agreement, as it stood at the relevant time, the local branch had the right to inspect on a continuous basis wage conditions by measuring piecework (ackordsarbete) and result work (resultatarbete), as well as monitoring time-based work (tidlönearbete). If inspections were carried out in accordance with the collective agreement, the local branch had the right to reimbursement of the costs involved on the basis of a fee of 1.5% of the worker’s wages. The employer was obliged to deduct this amount from the worker’s wages and to supply the local branch with the information necessary for the inspection work.", "9. On 12 January 1978 the Industries and the Union concluded an accord pursuant to which a worker organised in a trade union other than the Union could request his or her employer not to deduct the inspection fee, with the result that the Union would no longer have the right to request either information or the payment of a fee in respect of that worker. In a subsequent dispute between the Industries and the Union over the interpretation of the accord, an out-of-court settlement was reached on 29 February 2000 to the effect that it applied to all workers belonging to a trade union other than the Union.", "10. On 22 May 1991 the company and Byggettan concluded an agreement concerning the inspection work. The agreement gave details of the work and specified, inter alia, that it was the company’s responsibility to provide Byggettan with the wage information and to deduct fees from the wages of the workers and pay them to Byggettan six times a year. The information was to include the place of work, the names and social security numbers of the workers and the working hours and net wages.", "11. The applicants requested to be exempt from the deductions, which in their case concerned fees for monitoring the wages for hourly work. The company complied with their requests, stopped paying the fees to Byggettan and did not provide it with the above-mentioned wage information concerning the applicants. Byggettan insisted on payment and initiated formal local negotiations. These were held on 23 March and 19 April 1999. However, no solution was reached, either in the local negotiations or in the subsequent central negotiations between the Industries and the Union.", "12. The Industries eventually brought the case before the Labour Court (Arbetsdomstolen), seeking a declaratory judgment to the effect that the company was not obliged to levy the monitoring fees in question. It argued that the inspection of wages, in so far as it did not concern the technical measuring of piecework, aimed at securing the observance of the provisions of the collective labour agreement and was therefore part of the general activities of the Union. Moreover, the 1998 and 1999 annual reports of Byggettan allegedly showed that the inspection fees greatly exceeded the costs of the work and that the surplus was used for general union activities. Consequently, the corresponding deductions from the applicants’ wages were tantamount to forced union membership or, at least, involved an unacceptable compulsion to join the Union or another trade union. The conduct thus violated their negative freedom of association under Article 11 of the Convention as well as under domestic law. Furthermore, since the applicants did not share the political values of the Union, the levy on their wages also violated their rights under Article 10 of the Convention.", "13. Two of the applicants, Mr Evaldsson and Mr Hodell, were heard by the Labour Court. They submitted that they opposed the deductions because they did not think that the monitoring work was of any use to them and considered the deductions an unnecessary expense. Allegedly, they also submitted that they felt that the deductions were unjust.", "14. The Union disagreed with the Industries, arguing that the monitoring fees could not be seen as tantamount to forced membership of the Union, such membership being secured through the payment of a separate membership fee. The system of monitoring fees did not involve a compulsion to join a trade union. Moreover, the applicants had not expressed any ideological reasons for their unwillingness to contribute to the monitoring work. The Union claimed that, contrary to the Industries’ allegation, the 1998 and 1999 annual reports of Byggettan showed that the proceeds of that work had not contributed to general union activities but that, in fact, the monitoring had been run at a loss. Furthermore, the inspection work was strictly separated, economically and otherwise, from the other activities of Byggettan. Finally, arguing that the positive aspect of the freedom of association under Article 11 of the Convention was stronger than its negative counterpart, the Union claimed that a ban on the levying of monitoring fees on unorganised workers’ wages would violate the positive rights of its members, as this could induce members to leave the Union in order to avoid paying the fees.", "15. By a judgment of 7 March 2001, the Labour Court rejected the Industries’ claims. It referred to several of its previous judgments concerning various types of measurement and monitoring fees. In a case from 1977 (AD 1977 nr 222), the court had found that the monitoring of time-based wages was wholly different from the measuring of piecework, as no special action had to be taken to establish the amount and type of work performed. Instead, the inspection of time-based wages rather aimed at securing the observance of the collective labour agreement and also served as a basis for the statistics used by the Union in wage negotiations with the employers. Consequently, the monitoring benefited the general union activities and the fees contributed financially to those activities. The court had therefore concluded that the levying of fees on the wages of members of the Syndicalist Union for monitoring work carried out by another trade union involved a violation of those worker’s positive freedom of association, as they would have to resign from their own organisation in order to avoid contributing to both organisations.", "The Labour Court stated that there was no reason to come to a different conclusion in the instant case as to the nature of the monitoring work. Thus, from the point of view of association law, there was no reason to distinguish between monitoring work and general union activities. Having reached that conclusion, the court found no reason to determine whether the monitoring fees generated a surplus which contributed to other union activities.", "However, the situation in the instant case was different from the 1977 case in that the applicants were not subjected to pressure to leave their organisation. Instead, the question was to what extent they were protected by a right to negative freedom of association. The Labour Court noted that the negative freedom of association under domestic law was exclusively based on the Convention. It referred to the European Court’s case-law and drew the conclusion that only the core of the negative freedom of association was protected under Article 11 of the Convention, meaning that a person must have been subjected to a certain measure of force or at least strong pressure to join an organisation in order to give rise to a violation of Article 11.", "The Labour Court initially concluded that the monitoring fee deductions did not entail membership of the Union and that no pressure had been exerted to compel the applicants to join the Union against their will.", "It further found that the fact that the applicants, through payment of the monitoring fee, indirectly supported the activities of the Union did not in itself amount to forced membership, since being a member of the Union also entailed certain other duties, such as loyalty to its objectives and payment of a membership fee. The situation would have been different if the applicants would to some extent have been associated with the Union’s ideology as a result of the monitoring fee deductions. However, the fee in issue was deducted in accordance with their employer’s obligations under the collective labour agreement, and it was, accordingly, difficult to see a link with the Union’s ideology. In this connection, the court also referred to the evidence given before it by Mr Evaldsson and Mr Hodell. While it questioned whether the grounds for their position in the case could have a bearing on their negative freedom of association, the court nevertheless found that there was no indication that they opposed the deduction of the fees because they took exception to union activities in general or to the ideology of the Union.", "The Labour Court went on to state that, while the applicants, through the fee deductions, contributed to the general activities of the Union, they were not treated any differently from Union members as concerns the monitoring. In order to monitor the observance of the collective labour agreement, the work was carried out with respect to all employees affected by the agreement, whether belonging to a trade union or not. Noting that it could appear offensive to an unorganised worker to have to contribute to the work, the court stated that it was not without importance that the unorganised worker in fact obtained something in return for the fee paid.", "The Labour Court further noted that, theoretically, the applicants could be inclined to join a trade union other than the Union in order to avoid the wage deduction for the monitoring fee. It found, however, that it was not very realistic that an employee would regard the wage deduction as a particular incentive to do so.", "The Labour Court concluded that all the above considerations indicated that the deductions did not breach the applicants’ rights under the Convention. As to the main issue to be determined – whether the monitoring fee was intended as a measure to pressure them to join the Union – the court could not find that it had any such coercive effect. As the fee was not tantamount to forced membership of the Union and had not influenced or forced the applicants to join the Union, the company had been obliged to make a deduction from their wages in accordance with the collective labour agreement.", "16. Freedom of association is guaranteed in the Swedish constitution. Chapter 2, section 1 of the Instrument of Government (Regeringsformen) provides in its relevant parts:", "“In relation to the public administration, every citizen is guaranteed:", "1. freedom of expression: the freedom to communicate information and to express ideas, opinions and emotions whether orally, in writing, in pictorial representations or in any other way; ...", "5. freedom of association: the freedom to unite with others for public or private purposes; ...”", "Chapter 2, section 2 protects, inter alia, the negative aspect of freedom of association. It reads:", "“In relation to the public administration, every citizen is protected against coercion to divulge an opinion in a political, religious, cultural or other such connection. In relation to the public administration, he is furthermore protected against coercion to participate in a meeting for the formation of opinion or in a demonstration or other manifestation of opinion, or to belong to a political association, religious congregation or other association for opinions referred to in the first sentence.”", "17. Section 7 of the 1976 Act on Co-Determination at Work (Lag om medbestämmande i arbetslivet, SFS 1976:580, hereinafter “the 1976 Act”) guarantees the right of employers and employees to form, belong to and work for labour market organisations. The right of association is further protected by section 8, which forbids any recourse to action against someone on the opposing side for having exercised this right or in order not to exercise it.", "18. Section 10 of the 1976 Act gives employers’ and employees’ organisations as well as individual employers a right of negotiation in regard to matters concerning the relationship between employers and employees. It does not provide for any right of negotiation for the individual employees, who are obliged to exercise their powers through the trade unions.", "19. Under section 26 of the 1976 Act, a collective labour agreement is binding not only on the employer’s and employee’s organisations but also on their members, i.e. companies and individual workers. Moreover, in practice, the collective agreement is also of significance for employees who are not trade union members in that it has a normative effect. This entails that the individual work contracts are considered to have the same contents as the collective agreement unless the parties to the contract have expressly agreed otherwise.", "20. Under section 27 of the 1976 Act, an employer and an employee cannot conclude a legally valid agreement which contradicts the collective agreement by which they are bound. This means that an agreement contradicting the collective agreement is automatically null and void. While contracts with less favourable conditions than the collective agreement are normally invalid, the validity of contracts with more favourable conditions depends on an interpretation of the agreement in question. As the instant provision formally only prohibits an employer from concluding contradictory contracts with members of the trade union which is party to the collective agreement, it is possible for the employer to conclude such contracts with employees who are not members of the relevant trade union. However, most collective agreements are based on the presumption that an employer does not have a right to conclude such contracts with non-member workers. Consequently, while the contracts in question remain valid, the employer may be liable to pay damages to the trade union.", "21. Monitoring of wages for hourly work is conducted in a manner determined by the employer and the local union branch. It normally involves the examination of documents provided by the employer and personal visits by the union’s representatives to the employer. If a mistake is discovered, clarifications or corrections can be made by telephone or letter. In some cases, formal negotiations are required.", "22. Under the terms of the Construction Agreement, the local union branch is entitled to a fee as compensation for the costs entailed by the monitoring work. The fee – 1.5% of the employee’s wages – is deducted by the employer from the wages of each individual worker.", "23. According to the applicants, a member of the Union pays about 3,500 Swedish kronor (SEK) per year in monitoring fees in addition to the union membership fee of SEK 3,000. The largest competing trade union, the Syndicalist union, does not have a monitoring system. The Union therefore has a de facto monopoly in this field.", "24. The regulation regarding the monitoring of wages was incorporated in the 1976 Construction Agreement. Previously, workers paid time-based wages had not been subjected to deductions for monitoring fees. According to the applicants, the purpose was that workers paid time-based wages, as an act of solidarity with workers carrying out piecework, should contribute to the whole inspection system. At the material time, the majority of the workers performed piecework, the measurement of which was costly and time-consuming. The fee for monitoring time-based wages was thus not primarily introduced as reimbursement for the service in question, but as a means of supporting the measurement of piecework wages.", "25. Today, approximately 80% of workers are paid time-based wages, which is almost the opposite ratio compared to the situation in 1976. In general, the monitoring of wages is now computerised and based on information provided by the employer.", "26. According to a statement of 24 May 2006 by Mr Lars-Göran Bromander, former division manager at Byggettan, a review of the still existing audit material for 1999 showed that, as a result of the monitoring work, wages had been adjusted upwards for 648 workers, of which 250 were not Union members.", "27. The activities of Byggettan, the local union branch, are divided into two parts: branch activities (inter alia, wage negotiations, union agitation and political work) and business activities (i.e. the inspection work, comprised of the monitoring of time-based wages and the measurement of piecework). Branch or non-profit activities are to be paid for by means of union membership fees. Revenue from the business activities, which is subject to value-added tax, should cover the costs of such activities.", "28. The parties have submitted various documents to the Court containing information on the revenue and cost of the activities of the Building Workers’ Union and the Byggettan branch. The following information has been compiled from these documents.", "29. According to the annual report for 1998, Byggettan had 94 permanent employees (54 officials and 40 administrative personnel) on 31 December 1998. Before the Labour Court, the Building Workers’ Union stated that the number of persons involved in inspection work (monitoring and measuring) during the period relevant to the present case, March – July 1999, was the same as at the end of 1998, and that the 1998 annual report named 21 officials who had been occupied with this activity. However, the annual report only mentions, in addition to the head of the relevant department, 12 officials who were dealing with such work, one of whom had been doing so only until 26 March 1998. It thus appears that, during the relevant period, 12-13 officials were involved in inspection work, i.e. about 22-24% of the total number of officials. Incidentally, the annual report for 1999 indicates that, at the end of 1999, the total workforce of Byggettan remained the same.", "30. Byggettan’s annual reports for 1997-2000 contain statements of accounts where its business activities, i.e. the inspection work, are separated from its branch activities. According to the statement of accounts for 1999, Byggettan’s branch activities showed a loss of SEK 10.3 million, whereas the inspection work recorded a profit of SEK 5 million. The total revenue from the inspection work amounted to SEK 30.9 million, the operational and administrative costs of this sector of activity were SEK 25.2 million and the write-offs of movables came to SEK 0.7 million. Whereas it is shown, in a footnote to the statement of accounts, that, of the revenue from the inspection work, SEK 21.6 million derived from monitoring fees, there is no such differentiation as regards the costs.", "However, in another footnote, information is provided on Byggettan’s costs, which are given separately for the branch activities and the inspection work. The total costs for wages and remunerations in 1999 amounted to SEK 25.5 million, of which SEK 12.5 million (i.e. about 49%) were attributed to the inspection work. The total amount of pension payments was SEK 6.9 million, of which SEK 6.346 million (or about 92%) were a burden on the latter activities. The remaining costs, including offices, travels, administration and social contributions, totalled SEK 28 million, of which SEK 12.7 million (about 45%) were attributed to the inspection work.", "31. In submissions by the Building Workers’ Union to the Labour Court and by the Government in the present proceedings, it has been claimed that the result of the inspection work has to be corrected to the extent that a reimbursement was received from the pension fund of the Building Workers’ Union. In the statement of accounts for 1999, a reimbursement of SEK 6.360 million was recorded for the inspection work. As this reimbursement in effect reduced the costs, the amount has to be deducted from the recorded profit of SEK 5 million in order to arrive at the real financial result of the inspection work. Thus, in the Government’s view, the pension payments should be recorded as a cost, whereas the pension fund reimbursement should not be considered as revenue. Consequently, in 1999, that sector of activity was actually run at a loss of more than SEK 1.3 million.", "The applicants, however, disagree with the above calculation. They have stated that, throughout the years, the branches of the Building Workers’ Union have made contributions to the pension fund, whose accumulated assets are used to honour the Union’s pension commitments towards its retired personnel. Thus, when making pension payments, the Union branches are not the actual payer but are making the payments on behalf of the pension fund, presumably because the fund does not have an administrative division of its own to handle such payments. Accordingly, the applicants claim that, when determining the actual annual result of the inspection work, the pension transactions should only be taken into account to the extent that the fund reimbursements differ from the pension payments. In 1999, the reimbursement received by Byggettan exceeded the pension payments by as little as SEK 14,000. The financial result of that year should thus be reduced by only that amount and the recorded profit of SEK 5 million consequently remains virtually unchanged.", "In the statements of accounts of the Building Workers Union’s Gothenburg branch for the years 1997-2000, pension fund reimbursements have been recorded as revenue and pension payments as costs. Consequently, only the differences between reimbursements and payments have affected the annual results.", "32. The statements of accounts in the annual reports of Byggettan for 1997, 1998 and 2000 contain figures which give a picture similar to 1999. In 1997, the revenue from the inspection work was SEK 27.9 million (of which the monitoring fees came to SEK 17.3 million) and the recorded profit of that sector of activity amounted to SEK 3.4 million. Byggettan received a pension fund reimbursement of more than SEK 8.3 million. If the result is corrected with this amount, in the manner claimed by the Government, the profit would turn into a loss of SEK 4.9 million. However, the reimbursement exceeded the pension payments by only SEK 1.7 million. If pension transactions were altogether excluded from the calculation, as effectively suggested by the applicants, the profit would be halved and amount to SEK 1.7 million. 45% of the wage costs, 92% of the pension payments and 42% of the other costs of that year were attributed to the inspection work.", "33. In 1998, the inspection work revenue was SEK 28.8 million (of which the monitoring fees amounted to SEK 19.8 million) and the recorded profit was SEK 3.5 million. A pension fund reimbursement of SEK 6.8 million was received which, if allowed to correct the result in full, would change the latter into a loss of SEK 3.3 million. However, as the reimbursement exceeded the pension payments by only SEK 14,000, the profit would remain at SEK 3.5 million if pension transactions were not taken into account. 46% of the wage costs, 93% of the pension payments and 44% of the other costs were attributed to the inspection work.", "34. In 2000, the inspection work revenue was SEK 37 million (of which the monitoring fees came to SEK 27.2 million) and the recorded profit was SEK 8.5 million. A pension fund reimbursement of SEK 6.4 million was received which, if correcting the result, would reduce the profit to SEK 2.1 million. However, as the reimbursement exceeded the pension payments by only SEK 315,000, the profit would be SEK 8.2 million if pension transactions were not taken into account. 53% of the wage costs, 93% of the pension payments and 51% of the other costs were attributed to the inspection work.", "35. The budgets for 1998 and 2000-2003 have been made available to the Court by the parties.", "36. In its budget for 1998, Byggettan estimated that the monitoring work would cost SEK 3.9 million and that the direct costs of the inspection unit (dealing with both monitoring of time-based wages and measuring of piecework) would amount to SEK 12 million. The projected revenue from the inspection work was SEK 29 million. It thus appears that the costs of the monitoring work accounted for about one-third of the inspection costs. However, as can be seen from the above-mentioned figures presented in the annual report for 1998 (see paragraph 33 above), the monitoring fees’ share of the inspection revenue came to more than two-thirds (SEK 19.8 million out of a recorded total of SEK 28.8 million). That share was approximately the same in 1997, 1999 and 2000.", "37. The budgets for 2000-2003 give the estimated total costs of the various units of Byggettan. In 2000, the total projected costs of all sectors of activity were SEK 69.4 million. The monitoring unit had a budget of SEK 6.1. million and the wages and contracts unit (the largest unit of Byggettan, which, according to the description in the budget, was dealing with, inter alia, the measurement of piecework, wage negotiations and matters concerning workers’ co-determination, the work environment and safety) had a budget of SEK 18.1 million. It is not possible to discern, from the material available to the Court, how much of the latter unit’s budgeted costs related to the measuring work. Furthermore, as an unknown portion of Byggettan’s general administrative costs would presumably have to be attributed to monitoring and measuring, the total budgeted costs for the two types of inspection work cannot be established.", "However, the costs of the inspection work according to the official results for 2000 appear to be considerably higher than the budgeted costs for that activity. Thus, the statement of accounts for that year attributes SEK 28.5 million in operational and administrative costs and write-offs to the inspection work, which corresponds to about 52% of the grand total of SEK 54.8 million. If, as claimed by the Government, an amount corresponding to that year’s pension fund reimbursement is to be added as an actual cost, the official costs attributed to the inspection work rise to 57% of the total costs.", "38. In the budget for 2001, the projected total costs of Byggettan were SEK 73.5 million, while those pertaining to the monitoring unit and the wages and contracts unit were SEK 6.3 million and 19.6 million, respectively. The 2002 budget estimated the total costs at SEK 73.1 million. Both the monitoring unit and the new wages unit (responsible, inter alia, for measuring work) had a budget of SEK 7.2 million. In 2003, the budgeted total costs were SEK 77.8 million and those pertaining to the monitoring unit and the wages unit were SEK 7.1 million and 8.6 million, respectively.", "39. A chart compiled by Mr Leif Hjelm, Deputy Head of Finance at the Union, and submitted to the Court by the Government, contains the results of the monitoring and measuring activities of all 34 branches of the Union. According to the chart, Byggettan recorded a positive result in four out of the five years presented and had an accumulated profit of SEK 36.2 million during the period. If corrected with the reimbursements received from the pension fund, the accumulated profit would amount to SEK 21.8 million. However, the chart shows a negative overall result for 26 of the branches. As a consequence, the accumulated five-year result of the inspection work of all the branches of the Union was a loss of SEK 5 million, or – if the result is corrected with the contributions made by the branches to the pension fund and the reimbursements received from that fund during the period – a loss of SEK 58 million.", "It should be noted that the chart in question does not provide any information on the actual pension payments made by the Union branches, nor how the annual costs had been assigned between the inspection work and the branches’ other activities. The statements of accounts of the Gothenburg branch for the years 1997-2000 show, however, that that branch allocated the costs in much the same way as Byggettan.", "40. In a statement of 23 February 2005, made in regard to the present case and submitted to the Court by the Government, Mr Rolf Andersson gave the following information on the monitoring activities of Byggettan in 1999. A total of about SEK 9.4 million was deducted from the wages of workers working for employers bound by the Construction Agreement. The total costs of the monitoring work were approximately SEK 16.4 million. A large part of the costs was financed by the employers themselves and not by means of deductions from workers’ wages.", "41. In the Union’s periodical, Byggnadsarbetaren, issue no. 8/2006 (published on 18 May 2006), Mr Hans Tilly stated that the Union had a relatively low membership fee compared to other major trade unions because the monitoring and measuring fees bore the cost of the organisation of negotiations."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}