{"ITEMID": "001-110790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "PREVLJAK AND OTHERS v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["The applicants, Ms Medina Prevljak, Ms Sabira Šahinović, Mr Edin Prevljak and Ms Edina Rokvić, are citizens of Bosnia and Herzegovina who were born in 1939, 1961, 1963 and 1965, respectively. They were represented before the Court by Kebo & Guzin, a law firm based in Mostar. The Government of Bosnia and Herzegovina (“the Government”) were represented by their Agent, Ms M. Mijić.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants were registered owners of a public road running alongside their house in Konjic.", "On 27 September 2006 the Konjic Municipality started civil proceedings against the applicants before the Konjic Municipal Court. It maintained that the applicants had mistakenly been registered as the owners of the road and requested the rectification of the register.", "On 17 May 2007 the Konjic Municipal Court dismissed the claim. It held that the applicants had acquired the title by adverse possession.", "On 22 November 2007 the Mostar Cantonal Court ruled in favour of the Konjic Municipality on the grounds that public roads were not subject to the rules on adverse possession. It appears that the register was then rectified and that the applicants’ title to the road was extinguished as a result.", "On 14 January 2008 the applicants lodged an appeal on points of law with the Supreme Court of the Federation of Bosnia and Herzegovina as well as an appeal with the Constitutional Court of Bosnia and Herzegovina.", "On 13 May 2008 the Constitutional Court rejected the case as premature as it was still pending before the Supreme Court. It instructed the applicants that they could again lodge a constitutional appeal after the Supreme Court had rendered its decision.", "On 4 December 2008 the Supreme Court rejected the appeal because the value of the claim did not exceed 10,000 convertible marks (BAM) and the case did not raise any questions affecting the application of the law in other cases.", "On 9 January 2009 the applicants lodged a new constitutional appeal, as instructed by the Constitutional Court in its decision of 13 May 2008.", "On 17 September 2009 the Constitutional Court rejected the case as out of time. It held that the appeal on points of law had not been an effective remedy and that the applicants should have therefore lodged a constitutional appeal within 60 days from the delivery of the judgment of 22 November 2007. On 3 November 2009 the applicants requested the Constitutional Court to revise that decision in view of the fact that they had lodged their first constitutional appeal regarding the same matter on 14 January 2008. On 29 June 2010 the Constitutional Court accepted that request. On 12 October 2011 it examined the merits of the case and dismissed the case as manifestly ill-founded.", "The Roads Act 2002 was in force at the relevant time (from 22 February 2002 until 23 March 2010). Section 4 of that Act provided that public roads were a matter of general interest and that title to a public road could not be acquired. The Roads Act 2010, which entered into force on 23 March 2010, contains a similar provision (see section 3 of that Act).", "The Civil Procedure Act 2003 has been in force since 5 November 2003. Under section 237 of that Act an appeal on points of law is, in principle, not allowed if the value of the claim in issue does not exceed BAM 10,000, but the Supreme Court may exceptionally take such a case if it considers that it raises a question affecting the application of the law in other cases.", "The current Rules have been in force since 31 August 2005. Under Rule 70 a party may, in the event of the discovery of a fact which might by its nature have a decisive influence on the outcome of the dispute concerned and which, when a decision was taken, was unknown to the Constitutional Court and could not reasonably have been known to that party, request the Constitutional Court, within a period of six months after that party acquired knowledge of the fact, to revise that decision.", "In principle, if a constitutional appeal concerns civil proceedings dealing with a claim the value of which does not exceed BAM 10,000, an appeal on points of law is not considered to be an effective remedy for the reason that the Supreme Court deals with the merits of such appeals only exceptionally (section 237 of the Civil Procedure Act 2003). Therefore, the Constitutional Court will not reject such a case on non-exhaustion grounds only because an appellant has not lodged an appeal on points of law. In the same way, the Constitutional Court will reject such a case as out of time if an appellant has awaited the outcome of his or her appeal on points of law and has thus lodged a constitutional appeal more than 60 days from the date of delivery of the second-instance decision (unless the Supreme Court has exceptionally examined the merits of the case). However, if an appellant lodges a constitutional appeal in parallel with an appeal on points of law, the Constitutional Court may reject the constitutional appeal as premature pending the outcome of the appeal on points of law even if the value of the civil claim in issue does not exceed BAM 10,000. If so, the appellant may lodge a second constitutional appeal within 60 days from the date of delivery of the decision on the appeal on points of law (regardless of weather the Supreme Court has dealt with the merits of that case or not)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}