{"ITEMID": "001-57493", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF GILLOW v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;No violation of Art. 14+8;No violation of Art. 6;Just satisfaction reserved", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. Mr. Joseph Gillow and his wife Mrs. Yvonne Gillow were born in England in 1916 and 1918 respectively. They are both British citizens and retired.", "10. In April 1956, Mr. Gillow was appointed Director of the recently-created States of Guernsey Horticultural Advisory Service. Consequently, the applicants, after selling their home in Lancashire, moved with their family and furniture to Guernsey. Initially, they occupied a house owned by the States of Guernsey. However, in 1957, Mr. Gillow bought a plot of land on Guernsey, on which, after obtaining the requisite planning permission, he built a house, called \"Whiteknights\". He and his family took occupation of this house on 1 September 1958.", "The property's rateable value was £51, of which £49 was attributable to the house itself. It was then, and still is, \"controlled housing\" (see paragraph 30 below). However, the applicants did not require a licence to occupy the house, since they had \"residence qualifications\" by virtue of the Housing Control (Extension and Amendment) (Guernsey) Law 1957 (\"the Housing Law 1957\") (see paragraph 30 below).", "11. In August 1960, after Mr. Gillow had resigned from his post in the Guernsey Horticultural Advisory Service, the applicants and their family left Guernsey and Mr. Gillow took up employment with the Food and Agriculture Organisation (F.A.O.). Thereafter, and until he retired in 1978, he worked overseas for various development Agencies on the basis of temporary contracts.", "12. From August 1960 to July 1978, \"Whiteknights\" was let either to persons with the necessary \"residence qualifications\" or under a licence from the States of Guernsey Housing Authority (\"the Housing Authority\") in accordance with the Housing Law 1957 and its subsequent amendments (see paragraphs 30-33 below). During this period, the applicants corresponded periodically with the Housing Authority from various addresses, inter alia, to inquire as to the operation of the Housing Laws in the event of their selling the property.", "In November 1963, Mr. Gillow transferred ownership of the house to his wife.", "13. On 26 July 1978, the Housing Authority wrote to Mrs. Gillow advising her of the current tenant's intention to leave \"Whiteknights\" and enquiring who would be the next tenant. By letter of 31 August, Mrs. Gillow informed the Housing Authority that she and her husband proposed to return to Guernsey. The Authority replied, on 15 September, that the applicants were not entitled to occupy their house unless they were granted a licence under section 3 of the Housing (Control of Occupation)(Guernsey) Law 1975 (the \"Housing Law 1975\" - see paragraph 33 below).", "\"Whiteknights\" was empty after the departure of the last-mentioned tenant on 31 July 1978. It appears that neither the Housing Authority nor the applicants received any request to let the house after that date.", "14. In November 1978, the applicants returned to England from Hong Kong and they lived temporarily with Mrs. Gillow's mother in England.", "On 21 April 1979, Mrs. Gillow wrote to the Housing Authority advising it that she and her husband intended to return to \"Whiteknights\" to retire. She added that she was currently seeking a teaching post in Guernsey. Furthermore, the house required various repairs, some of which the applicants proposed to carry out themselves. Accordingly, in addition to seeking a long-term occupation licence, Mrs. Gillow also requested a temporary licence, until September 1979, so that this work could be carried out.", "15. On 29 April 1979, Mr. and Mrs. Gillow went back to Guernsey and re-occupied \"Whiteknights\". On 7 May, Mrs. Gillow, having received no reply from the Housing Authority, wrote again to it repeating her request and stating that she and her husband had returned to Guernsey.", "The Housing Authority replied on 14 May, informing Mrs. Gillow that, after having been considered at a meeting on 3 May, her application for a long-term licence to occupy \"Whiteknights\" had been rejected in the light of the \"present adverse housing situation\". The reply also stated: firstly, that the applicants had at no time been granted a licence to occupy this house; secondly, that even assuming that Mrs. Gillow took up employment considered essential to the community (see paragraph 33 below), the applicants would not be permitted to stay in their property after her retirement, because she was too old to complete a minimum of ten consecutive years in such employment, as required by the Housing Law 1975.", "No reference was made in the letter to the request for a temporary licence.", "16. On 5 July 1979, a representative of the Housing Authority visited the applicants and furnished them with an official form of application for a temporary licence. They lodged the application four days later, but it was refused by decision of the Housing Authority on 19 July. Notification of the refusal was given to Mrs. Gillow on 27 July, and was accompanied by the reasons therefor, namely:", "- that Mrs. Gillow had failed to adduce evidence showing that she would be employed in a position essential to the community;", "- that \"Whiteknights\" was likely to be sought after by persons fulfilling the residential qualifications which the applicants lacked;", "- that in the \"present adverse housing situation\", the Housing Authority was unable in principle to justify granting a licence to the applicants.", "Mrs. Gillow was also informed of her right to appeal from this decision to the Royal Court, under section 19 of the Housing Law 1975 (see paragraph 33 below). Finally, she was notified that, unless she and her husband could show good reasons to the contrary, the Housing Authority would refer their occupation of \"Whiteknights\" to the Guernsey Law Officers with a view to prosecution if they did not vacate the house within seven days.", "17. In their reply of 29 July 1979, the applicants repeated their request for a temporary licence at least until the end of August, in order to complete the necessary repairs to the property and to put it on the market for sale. They claimed that they had not been \"occupying\" the house, within the meaning of the Housing Law 1975. They maintained that the Law could not reasonably prevent them from carrying out the repairs necessitated by the fact that the property had been let for the previous eighteen years, and that the Law allowed them to take the steps required to sell the property, steps which precluded anyone else from occupying it in the meantime. The applicants also contended that they had not been informed until September 1978 that they required a licence to live in \"Whiteknights\"; in particular, they had not been notified of the entry into force on 2 February 1970 of the Housing Control (Guernsey) Law 1969 (\"the Housing Law 1969\"), which contained new provisions under which they ceased to have \"residence qualifications\" (see paragraph 32 below).", "18. That letter was considered at a meeting of the Housing Authority on 9 August 1979. A reply was sent to Mrs. Gillow on 15 August, confirming that she had not been notified before 15 September 1978 of the change in the law or of the need to obtain a licence. The Housing Authority also agreed that, if the applicants vacated \"Whiteknights\" by 1 September 1979, it would take no action in respect of their unlawful occupation.", "19. On 23 August, Mrs. Gillow requested a further extension, until the end of September, of the applicants' permission to stay, since the property had not yet been sold. This request was refused on 30 August and Mrs. Gillow was so informed on 3 September. Furthermore, the applicants were given seven days to leave the house, on pain of prosecution.", "On 11 September 1979, Mr. and Mrs. Gillow met the President of the Housing Authority and sought, inter alia, permission to remain in their property for a further six months, in order to effect the sale. On this occasion, they raised the question of compensation for their loss of residence rights.", "The Housing Authority wrote to the applicants on 20 September, reporting that their application had been reconsidered on 13 September and refused. They were informed that proceedings would accordingly be instituted against them for unlawful occupation, unless they vacated \"Whiteknights\" by 31 October 1979.", "20. Mr. and Mrs. Gillow consulted an advocate in early October and, on 13 October, instructed him to appeal to the Royal Court against all the Housing Authority's decisions. Such appeals could only be lodged by an advocate of the Royal Court, but the applicants' advocate failed to file them within the statutory time-limit (31 October 1979).", "However, on 5 November he requested the Housing Authority to take no action against the applicants until he had had a further opportunity of advising them. On 9 November, he submitted on their behalf a fresh application for a licence to occupy \"Whiteknights\" until 30 April 1980, in order to effect its sale. In its reply of 13 November, the Housing Authority stated that:", "\"On 8 November 1979 the Housing Authority noted the contents of your letter but resolved with regret that as [the applicants] took occupation without [a] licence and have been given an adequate time to vacate the premises, it is unable to justify withholding action in this matter. The documents in the case have been referred to the Law Officers.\"", "On 16 November, the Authority notified the advocate that the further licence application had been refused on 12 November.", "21. On 20 November, the advocate notified the Housing Authority, the police and the prosecuting authorities that the applicants intended to appeal. However, on 17 December the police visited the applicants at \"Whiteknights\" and asked them to make a statement but they refused to do so unless their advocate was present. By letter of 19 December to the chief of police, they explained that an appeal was being lodged. They were nevertheless summoned to appear in court on 1 February 1980.", "22. On 22 January 1980, the applicants discovered that the appeal to the Royal Court had not yet been lodged and addressed a complaint to the Chambre de Discipline of the Guernsey Bar against their advocate. He finally filed an appeal - in the name of Mrs. Gillow and directed against the Housing Authority's decisions of 3 May, 19 July and 12 November 1979 refusing the licences - on 1 February 1980 at about 9 a.m. This appeal sought the grant of either an unrestricted licence or, alternatively, permission to occupy \"Whiteknights\" until 30 April 1980, and alleged that the decisions in question were an unreasonable exercise of the Housing Authority's discretion and were ultra vires. The appeal was accepted by the Royal Court for examination, although it had been lodged out of time.", "23. Later on the same day, the applicants appeared, in accordance with the summons, before the Magistrate's Court. They asked for an adjournment on the ground that Mrs. Gillow's appeal went to the heart of the question whether their occupation of \"Whiteknights\" was unlawful or not. However, the adjournment was refused on the insistence of the Law Officer.", "The applicants cases were dealt with separately, the charges against Mr. Gillow being taken first. He was convicted of occupying \"Whiteknights\" without a licence and fined. Mrs. Gillow's trial was adjourned twice and then suspended sine die, the court having taken into account, inter alia, Mrs. Gillow's appeal to the Royal Court and the fact that Mr. Gillow had appealed against his conviction.", "24. The applicants finally sold \"Whiteknights\" on 15 April 1980 for a price of £33,000, which in their view was less than its actual value.", "25. On 8 July 1980, the Royal Court, which was composed of a President and eleven Jurats, dismissed Mrs. Gillow's appeal, unanimously as regards the Housing Authority's decisions of 3 May and 19 July 1979 (see paragraphs 15 and 16 above) and by a majority of 8 votes to 3 as regards the decision of 12 November 1979 (see paragraph 20 above). By virtue of section 19(4) of the Housing Law 1975, this judgment was final and conclusive.", "26. Mr. Gillow's appeal against his conviction was heard and dismissed by the Royal Court on 26 August 1980. Before and during the hearing, Mr. Gillow challenged the accuracy of the transcript of the first-instance proceedings and asked for leave to hear the original tape. This request was refused, but the Registrar of the Court listened to the tape during a recess and pronounced the transcript accurate.", "Mr. Gillow also alleged that the Royal Court was inherently biased because, with the exception of one Jurat, its composition was the same as when it had determined his wife's appeal against the decisions of the Housing Authority. He further maintained that the composition of the Royal Court, as such, was archaic.", "27. The complaint which the applicants lodged with the Bar Chambre de Discipline on 26 January 1980 against their advocate for delay in filing the appeals against the Housing Authority's decisions was found to be substantiated on 9 September 1980.", "28. The Bailiwick of Guernsey is a dependency of the British Crown. It has its own legislative assembly, courts of law and administrative and fiscal systems, which are separate from those of Great Britain and Northern Ireland.", "The legislative assembly is the States of Deliberation, which has 60 members and is presided over by the Bailiff or Deputy Bailiff, both of whom are appointed by the Sovereign. The States legislate for the Island by way of \"Laws\" or, in some circumstances, by way of Ordinances; the former require approval by Her Majesty in Council before they can take effect. Although the United Kingdom Parliament has power to legislate for Guernsey, it would be contrary to constitutional convention for it do so in respect of matters domestic to the island, such as the Housing Laws.", "The Royal Court of Guernsey is a court of unlimited jurisdiction which sits either at first instance or on appeal. It is composed of the Bailiff, the Deputy Bailiff or a Lieutenant Bailiff, as President, together with twelve Jurats appointed by the States of Election. The Magistrate's Court has summary jurisdiction in criminal matters and jurisdiction up to a limited amount in civil suits.", "29. Following the liberation of the Island in 1945 after the Second World War, the return of many families and the influx of a large number of new residents created acute housing problems, which were followed by considerable increases in property prices. To meet this situation, the States enacted the Housing Control (Emergency Provisions)(Guernsey) Law 1948 (the \"Housing Law 1948\"), which came into force on 17 July 1948. The Law limited the right to reside in Guernsey without a licence to persons having \"residence qualifications\", that is persons who had been ordinarily resident there at some time between 1 January 1938 and 30 June 1940. The system of housing control introduced by this law has been modified from time to time to meet changing circumstances pertaining in the island.", "30. On 12 October 1957, this Law was replaced by the Housing Law 1957, which replaced the above-mentioned final qualifying date of 30 June 1940 by 30 June 1957. Thus, persons, like the applicants, who had been ordinarily resident in Guernsey on or before that date had \"residence qualifications\" and were permitted to live there without a licence.", "The new Law also freed from control all houses of a \"rateable value\" (for the purposes of local taxation) in excess of £50 per annum. Such properties, known as \"open market houses\", could be occupied by anyone, without any restrictions. Houses with a lower rateable value, on the other hand, fell into the category of \"controlled housing\" and could be occupied only by persons having either \"residence qualifications\" or a licence granted by the Housing Authority for the particular house.", "31. The Housing Law 1957 was amended on matters of detail in 1962 and 1965 (with regard to furnished accommodation) and in 1966, when the Housing Control (Amendment) (Guernsey) Law 1966 raised the minimum rateable value for \"open market houses\" to £100. This was later reduced, by the Housing Control (Rateable Value) Ordinance, to £85.", "The Housing Control (Guernsey) Law 1967 and the Housing Control Ordinance 1967 consolidated all the previous legislation in this area.", "32. In the late 1960's, a significant number of people who had \"residence qualifications\" under the Housing Law 1957 but had subsequently left Guernsey, sought to return to the island. On 2 February 1970, there entered into force the Housing Law 1969, which added a further requirement as regards \"residence qualifications\": to possess these the person concerned should not only have been ordinarily resident in Guernsey at some time between 1 January 1938 and 30 June 1957 but also in occupation of a dwelling on 31 July 1968 or be the spouse or child of someone so resident. The Law, however, included a saving provision in favour of anyone in lawful occupation of controlled premises on 29 January 1969, but solely as regards those premises. The applicants therefore ceased to possess \"residence qualifications\" entitling them to occupy \"Whiteknights\" without a licence, since they were not resident in Guernsey on the relevant date.", "As regards the grant of licences to persons without \"residence qualifications\" to occupy controlled houses, the Housing Law 1969 gave the Housing Authority discretionary powers which were limited by the enumeration of factors to be considered in deciding particular cases. Furthermore, the Law provided for appeals from the Housing Authority's decision to the Royal Court.", "33. The Housing Law 1969, which was originally enacted for three years, was extended until 31 December 1975. On 1 January 1976, it was replaced by the Housing Law 1975. This statute preserved the basic distinction between \"open market houses\", available to all, and \"controlled housing\" for which \"residence qualifications\" or a licence were required. The categories of persons having \"residence qualifications\" were set out in section 6 of the Law. It altered the basis of determining \"residence qualifications\" by allowing them also to be acquired by a certain period of lawful, licensed, residence in controlled housing and not only by residence on a particular date (section 6(1)(j)). At the same time, certain provisions were designed to preserve existing rights; in particular, \"residence qualifications\" continued to be possessed by persons who had been both ordinarily resident in Guernsey at some time between 1 January 1938 and 30 June 1957 and in occupation of a dwelling on 31 July 1968 (section 6(1)(h)). Since the applicants did not possess \"residence qualifications\", they needed a licence from the Housing Authority.", "As far as the granting of a licence was concerned (section 3), section 5 of the Housing Law 1975 enumerated the factors to be taken into account by the Housing Authority, including, inter alia:", "(a) whether the person concerned was engaged in employment considered essential to the community (sub-section 1 (a) - \"essential licence\" holder);", "(b) whether the number of dwellings similar to that for which application was made and available for occupation was sufficient to meet the housing requirements of persons possessing \"residence qualifications\" (sub-section 1(b)).", "However, the Housing Authority could, in the exercise of its discretion, take into account \"such other factors as [it] may, from time to time, deem necessary or expedient\" (sub-section 2). According to the Government, prolonged ownership was a factor which the Housing Authority took into account in this connection, but it was not given substantial weight in the absence of other special features. The fact that an applicant had formerly possessed \"residence qualifications\" under an earlier law was also a factor to which the Housing Authority would have regard but more weight would be attached to the time that the applicant had actually spent in Guernsey.", "Section 19 of the Law provided for an appeal to the Royal Court against the refusal of a licence on the grounds that the decisions of the Housing Authority were ultra vires or constituted an unreasonable exercise of its powers.", "Section 24 defined the offence of unlawful occupation as follows:", "\"Any person", "(a) who occupies or causes or permits any other person to occupy a dwelling in contravention of any of the provisions of this Law; or", "(b) who contravenes any condition of a housing licence;", "shall be guilty of an offence and liable, on conviction, to a fine not exceeding five hundred pounds, and, in the case of a continuing offence, to a further fine not exceeding fifty pounds for each day during which the offence continues after conviction.\"", "34. The Housing (Control of Occupation) (Guernsey) Law 1982 entered into force on 1 November 1982. It is designed to replace gradually the old \"residence qualifications\" developed from the Housing Law 1948 by a system of periods of residence: 10 years for persons born in Guernsey or having a parent born in Guernsey; 15 years for essential workers and their families; and 20 years for other licence holders.", "35. Guernsey is an island of 62 square kilometers (24 square miles). In 1939, the population of Guernsey was 43,800, and in 1951, three years after the introduction of the Housing Law 1948, it was 45,747. Between 1951 and 1976, the census data available showed an increase to 54,057, but by 1981 the population had dropped to 53,488. Today the island has an estimated overall population of 55,000 and an average population per square mile of 2,300 persons. This makes Guernsey one of the most densely populated areas within the member States of the Council of Europe. In addition, during the summer months there are up to 12,500 tourists on the island at any one time, giving an average population at that time of 2,750 per square mile.", "The 1976 census reveals that in the period from 1971 to 1975 6,379 persons moved into Guernsey to live and 4,093 moved out. Between 1976 and 1981, which is the period relevant to the present case, 5,393 persons moved in and 5,817 moved out, giving an excess of outflow over inflow of 424.", "The economy of the island depends on horticulture, agriculture and tourism and, in more recent years, the international finance industry. One of the island's greatest problems has been finding sufficient housing accommodation, while protecting the relatively small area of countryside and other spaces from overdevelopment.", "36. On 31 December 1981, 1,776 licences were in force, of which more than 25 per cent had been issued in the four-year period since 1977.", "The statistics for the years 1978 to 1985 show that a certain balance had been maintained between the essential and non-essential licences granted by the Housing Authority (see paragraph 33 above). The number of essential licence holders exceeded that of non-essential licence holders for 1978, 1979, 1982, 1983 and 1984, but the contrary was the case in 1980 and 1985.", "According to statistics supplied by the Government, the non-essential licences fall mainly into one or other of the following categories:", "1. persons, principally in the tourist and horticultural industries, housed by their employer in staff quarters: 117 in 1978 and 119 in 1983;", "2. returned Guernsey persons and persons with strong Guernsey connections: 152 in 1978 and 237 in 1983;", "3. retired licence-holders and persons now qualified by virtue of long periods of residence under the 1975 and the 1982 Laws: 36 in 1978 and 154 in 1983;", "4. compassionate and \"en famille\" (1982 Law) licences: 61 in 1978 and 184 in 1983;", "5. miscellaneous (including licences from 1950's-1960's if house built): 190 in 1978 and 124 in 1983.", "The strong demand for licences is also illustrated by the number of refusals: 84 in 1979, 109 in 1980, 158 in 1983 and 197 in 1985; the unsuccessful applicants included persons who had \"residence qualifications\" under previous Housing Laws and persons who had previously been in essential employment.", "37. The official census statistics for 1981 show that there were a total of 18,716 dwellings on the island, of which 17,429 were occupied, leaving an unoccupied residue of 1,287 (as compared with 1,040 in 1976). The 1981 census stated that, of the vacant accommodation, 35 per cent consisted of \"tourist units\", 12 per cent were on sale, 10 per cent were being renovated and 29 per cent were \"habitable and probably vacant pending new occupiers or for sale\", leaving 14 per cent unexplained.", "On the other hand, a limited survey, made in 1978 by the Housing Authority on the problem of the empty houses found that, after excluding holiday flats, flats over shops and partially-occupied houses, only 92 dwellings were unoccupied and available for long-term occupation. However, some of them were ruined or in very bad condition. Although the Housing Authority concluded that there had been \"no significant deterioration in the situation since the last survey\" made in 1974, it recommended, inter alia, the re-development of old buildings in town areas."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}