{"ITEMID": "001-80806", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "LJUBICIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Ivka Ljubičić, is a Croatian national who was born in 1933 and lives in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1965 the applicant bought the attic of a house on Puljska Street, Zagreb. In the same year she obtained a building permit (građevinska dozvola) and built a new floor and a garage; in 1995 she also obtained a permit to use the newly built part of the building (uporabna dozvola).", "On 14 July 1998 the applicant filed a request with the Land Registry Division of the Zagreb Municipal Court (Zemljišnoknjižni odjel Općinskog suda u Zagrebu), asking that the newly built attic and garage be entered in the land register as her property. On 11 January 1999 the applicant further asked that the change in the street name, from Puljska to Vitezovićeva, also be recorded in the land register.", "When the applicant failed to comply with the Municipal Court’s invitation of 29 September 1998 to submit all the documents necessary for it to comply with her request, the court dismissed the applicant’s request on 23 April 2004. The decision expressly stated that the applicant would be able to have her ownership recorded in the land register once she submitted all relevant documentation. The applicant’s subsequent appeal of 12 May 2004 was dismissed by the Zagreb County Court (Županijski sud u Zagrebu) on 15 March 2005.", "Meanwhile, on 25 February 2004 the applicant filed a constitutional complaint in respect of the length of proceedings. On 14 October 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) declared the applicant’s complaint inadmissible. It found that a constitutional complaint was not allowed in respect of the proceedings in question, since the decisions to be adopted in those proceedings were not individual acts within the meaning of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, hereinafter “the Constitutional Court Act”) and thus not within its competence.", "Article 29 § 1 of the Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) provides:", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "The relevant part of section 63 of the Constitutional Court Act (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002) provides:", "“(1) The Constitutional Court shall examine a constitutional complaint, irrespective of whether all legal remedies have been exhausted, if the competent court fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess the appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date on which a request for payment is lodged.”", "Under the case-law of the Constitutional Court as applied until 26 April 2006, constitutional complaints lodged under section 63 in the context of all land registry proceedings were to be declared inadmissible. In decision no. U-IIIA/3244/2004 of 26 April 2006 the Constitutional Court changed its practice, accepting a complainant’s constitutional complaint and awarding him compensation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}