{"ITEMID": "001-4721", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KAINZ v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1934 and living in Hard.", "He is represented before the Court by Ms Berchtold-Ostermann, a lawyer practising in Vienna.", "A. PARTICULAR CIRCUMSTANCES OF THE CASE", "In 1979 the applicant concluded with M. a contract for the purchase of a plot of land situated in the Vorarlberg region.", "On 16 December 1993 the applicant, represented by counsel, filed a request with the Vorarlberg Real Property Transaction Commission (Grundverkehrs-Landeskommission) to approve the acquisition of the plot of land by the above sales contract.", "On 8 March 1994 the Real Property Transaction Commission, referring in particular to sections 5(1) and 6(a) of the 1977 Vorarlberg Real Property Transactions Act (Grundverkehrsgesetz), as amended in 1987, refused the approval. It found in particular that the plot of land formed part of the “Maisäss” (an alpine pasture at middle elevation up to about 1200 m) Zafern no. 29. The cottage on this plot, which the applicant had meanwhile renovated and transformed into a secondary residence, formed an important part of this pasture, even if it was not used for agricultural purposes. It was not in the interests of efficient peasantry and sound agricultural estates to split up this farming entity.", "On 31 May 1994 the Real Property Transaction Senate (Grundverkehrssenat), following an oral hearing on 27 May 1994 in the presence of the applicant’s counsel, dismissed the applicant’s appeal. In its decision the Senate noted his appeal submissions, in particular his assertion that he had not known about the necessity of approval under the Real Property Transaction Act. The Senate considered that it was not credible that the vendor of the plot of land, then mayor of Fontanella, had ignored the legal situation when drawing up the written contract in 1979. It rather appeared that the contract had been concluded in 1979 in order to circumvent the Real Property Transaction Act, and that the reconstruction work had been carried out by the applicant in order to obtain approval, the cottage having been changed so as to remove any sign of its previous agricultural use. These measures contravened the general interest in maintaining an efficient peasantry and an economically sound structure for small and middle size farming entities.", "On 28 July 1994 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). He complained about a violation of his right to be heard by a legally competent court (gesetzlicher Richter), claiming that the real transaction authorities lacked competence as the Real Property Transaction Act did not apply to the plot of land in question. He further complained that the decision of the Real Property Transaction Senate was arbitrary in presuming an intention to circumvent the provisions of the Real Property Transaction Act.", "On 4 October 1995 the Constitutional Court dismissed the applicant's complaint. The Constitutional Court observed at the outset that in accordance with the transitional provisions of the 1993 Real Property Transactions Act, which had entered into force in January 1994, the 1977 Act continued to apply to pending proceedings. As regards the competence of the real estate transactions authorities, the Constitutional Court noted that when the applicant had acquired the plot of land in 1979, it had been an agricultural estate as there had been a “Maisäss” cottage on it. Such cottages served farmers inter alia in spring and autumn for feeding purposes before and after the periods spent on the high alpine pastures. The Real Property Transaction Senate had convincingly reasoned that the reconstruction of the cottage as a secondary residence had changed the initial purpose of the plot of land, and that such action served to circumvent the legal rules. In this context, the question of intent was irrelevant, it was sufficient that, objectively seen, there was such a circumvention. On the whole, there was no appearance of arbitrariness.", "The decision was served on 16 November 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}