{"ITEMID": "001-98760", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "PLEPI v. ALBANIA AND GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Giovanni Bonello;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Mr Vezir Plepi, Mrs Fersilet Plepi and Ms Miaftoni Zeka are Albanian nationals who were born in 1957, 1962 and 1969 respectively and are currently serving prison sentences in Greece. The first and second applicants are married and the third applicant is the sister of the second applicant. The couple's children have lived in Albania since the applicants were arrested in Greece. The applicants are represented before the Court by Ms A. Stavri, a lawyer practising in Athens.", "The Albanian Government were represented by their then Agent, Ms S. Meneri. The Greek Government were represented by their Agent, Mr K. Bakalis, President of the Legal Council of the State.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On an unspecified date in 1998 the applicants were arrested in Greece.", "On 8 September 1998 the applicants were charged by the Greek authorities with illegally entering Greek territory, setting up and participating in a criminal organisation and drug trafficking.", "On 9 December 1999 the Athens Court of Appeal, sitting as a first-instance court with a bench of three judges, found the applicants guilty and sentenced them to life imprisonment and to the payment of a fine that amounted to 10 million drachmas.", "On an unspecified date in 2000, since their minor children and family were living in Albania, the applicants lodged a request with the Greek Ministry of Justice pursuant to a 1993 Bilateral Agreement between Albania and Greece on the transfer of sentenced persons (“the Bilateral Agreement”), seeking to serve their prison sentence in an Albanian prison. According to the applicants, in order to fulfil the requirements for their transfer to Albania they waived their right to appeal against the judgment that had led to their conviction.", "On 7 April and 4 May 2000 the Greek Ministry of Justice requested the Albanian authorities to initiate proceedings for the transfer of the applicants to Albania. The standard text of the requests, in so far as relevant, read as follows:", "“I. We hereby inform you that [the name of the applicant], an Albanian national serving a sentence in [the name of prison], has requested to be transferred to Albania to serve the remainder of the sentence.", "II. The Greek Party has no objection to the transfer of the sentenced person.", "III. The following documents have been annexed for your information:", "The application form of the sentenced person requesting the transfer.", "Copies of the minutes and judgment of the Athens Court of Appeal of 9 December 1999.", "Copies of the applicant's waiver of the right to appeal against the above-mentioned judgment.", "...”", "On an unspecified date, the Greek Ministry of Justice requested the Albanian Ministry of Justice, under Article 6 of the Convention on the Transfer of Sentenced Persons (“the Transfer Convention”), to provide them with information about the legal consequences of the transfer of sentenced persons under that country's criminal law.", "Pursuant to the procedure provided for by the Transfer Convention and the Bilateral Agreement, it would appear that on 24 October 2000 the Albanian General Prosecutor initiated proceedings in the Lushnjë District Court for the validation and enforcement in Albania of the judgment given by the Athens Court of Appeal.", "On 15 November 2000 the Lushnjë District Court, relying on the Transfer Convention and the Bilateral Agreement, considered that the sentences imposed by the Greek court were compatible with Albanian criminal law and found that the applicants should serve the following sentences in Albania: twenty years' imprisonment for the first applicant and eighteen years' imprisonment for the second and third applicants, in accordance with Articles 283 and 297 of the Criminal Code. Lastly, the court ordered that the applicants should pay the costs of the proceedings. The judgment became final on 27 November 2000.", "It appears that on 6 April 2001 the Albanian Ministry of Justice informed its Greek counterparts that there existed the possibility of conditional release for the applicants after serving half of their sentence, provided that they had displayed good behaviour in prison. Consequently, on 8 June 2001 the Greek Ministry of Justice informed the applicants and the Albanian Ministry of Justice of its refusal to transfer the applicants on the ground that the sentences commuted by the Albanian court were inferior to those imposed by the Greek court and thus incompatible with the gravity of their offence and with the short time they had spent in Greek prisons.", "In 2003 and 2004 the applicants unsuccessfully requested that the Greek authorities transfer them to Albania in accordance with the transfer procedure.", "It would appear that on 25 February 2003 the second and third applicants sought leave to appeal out of time against the sentence of 9 December 1999. On 8 June 2005 the Court of Cassation (Areios Pagos) dismissed the appeals against the judgment that had led to their conviction as being time-barred.", "On unspecified dates the applicants requested that the Albanian Ministry of Justice enforce the judgment of the Lushnjë District Court that had converted their Greek sentence and proceed with their transfer to Albania.", "On 29 December 2005 the Albanian Ministry of Justice informed the applicants' family, without giving reasons, that the procedure for their transfer to Albania had been stayed.", "On 3 February 2006 the prosecutor at the Lushnjë District Court informed the applicants' family of the refusal of the Greek Ministry of Justice to transfer the applicants to Albania.", "It appears that in 2009 the applicants unsuccessfully requested that the Greek authorities transfer them to Albania in accordance with the transfer procedure.", "Article 5 of the Constitution provides that the Republic of Albania applies international law that is binding upon it.", "Article 64, as in force at the material time, stated that a prisoner could be conditionally released after serving half of the sentence, provided that his good behaviour and work had achieved the goal of educating him.", "Article 283, as in force at the material time, provided that the organisation and initiation of narcotics trafficking was punishable by a maximum sentence of twenty years' imprisonment.", "Article 297, as in force at the material time, provided that unlawful crossing of the border was punishable by a maximum sentence of two years' imprisonment.", "Article 105 of the Greek Criminal Code provides for the conditional release of a life prisoner, after having served at least 20 years' imprisonment.", "The 1993 Bilateral Agreement was adopted at a time when Albania was not a Contracting Party to the Transfer Convention and in many parts reflects the content of that instrument. It entered into force in respect of Albania on 29 October 1993. The preamble to the Agreement reads “the Republic of Albania and the Hellenic Republic, desirous of further developing cooperation in the field of criminal law, have agreed to conclude an Agreement for the Transfer of Sentenced Persons (...).”", "Article 2 states that “both countries undertake to mutually assist with the transfer of sentenced persons in accordance with the provisions of this Agreement.” Quite unlike the Transfer Convention, Article 3 of the 1993 Bilateral Agreement provides that the sentenced person may also request his transfer, in addition to the sentencing State or the administering State.", "Under Articles 4 and 8, a sentenced person may be transferred if the following conditions are met: (a) the criminal offence is punishable by the criminal law of the sentencing and the administering State; (b) the sentencing judgment is final; (c) the sentenced person is of sound mind; (d) the sentenced person still has at least one year of the sentence to serve; and (e) the sentenced person has given his consent to the transfer.", "Articles 6 and 7 provide for the grounds on which the transfer may be refused, for example if the sentenced person has not satisfied his obligations in terms of cash, fees, expenses or other penalties to which he is liable, and, if the maximum punishment imposed by the administering State is much lower than the one imposed by the sentencing State.", "The Transfer Convention entered into force in respect of Albania on 1 August 2000 and in respect of Greece on 1 April 1988. The Additional Protocol has not been signed or ratified to date by Albania and has been in force in respect of Greece from 1 January 2006.", "The Preamble to the Transfer Convention, in so far as relevant, reads:", "“...Desirous of further developing international co-operation in the field of criminal law;", "Considering that such co-operation should further the ends of justice and the social rehabilitation of sentenced persons;", "Considering that these objectives require that foreigners who are deprived of their liberty as a result of their commission of a criminal offence should be given the opportunity to serve their sentences within their own society; ...”", "The relevant provisions of the Transfer Convention read as follows:", "“A sentenced person may be transferred under this Convention only on the following conditions:", "a. if that person is a national of the administering State;", "b. if the judgment is final;", "c. if, at the time of receipt of the request for transfer, the sentenced person still has at least six months of the sentence to serve or if the sentence is indeterminate;", "d. if the transfer is consented to by the sentenced person or, where in view of his age or his physical or mental condition one of the two States considers it necessary, by the sentenced person's legal representative;", "e. if the acts or omissions on account of which the sentence has been imposed constitute a criminal offence according to the law of the administering State or would constitute a criminal offence if committed on its territory; and", "f. if the sentencing and administering States agree to the transfer.”", "“...", "2. If a transfer is requested, the sentencing State shall provide the following documents to the administering State, unless either State has already indicated that it will not agree to the transfer:", "a. a certified copy of the judgment and the law on which it is based;", "b. a statement indicating how much of the sentence has already been served, including information on any pre-trial detention, remission, and any other factor relevant to the enforcement of the sentence;", "c. a declaration containing the consent to the transfer as referred to in Article 3.1.d; and", "d. whenever appropriate, any medical or social reports on the sentenced person, information about his treatment in the sentencing State, and any recommendation for his further treatment in the administering State.”", "“1. The competent authorities of the administering State shall:", "a. continue the enforcement of the sentence immediately or through a court or administrative order, under the conditions set out in Article 10, or", "b. convert the sentence, through a judicial or administrative procedure, into a decision of that State, thereby substituting for the sanction imposed in the sentencing State a sanction prescribed by the law of the administering State for the same offence, under the conditions set out in Article 11.", "2. The administering State, if requested, shall inform the sentencing State before the transfer of the sentenced person as to which of these procedures it will follow.", "3. The enforcement of the sentence shall be governed by the law of the administering State and that State alone shall be competent to take all appropriate decisions. ...”", "“1. In the case of conversion of sentence, the procedures provided for by the law of the administering State apply. When converting the sentence, the competent authority:", "a. shall be bound by the findings as to the facts insofar as they appear explicitly or implicitly from the judgment imposed in the sentencing State;", "b. may not convert a sanction involving deprivation of liberty to a pecuniary sanction;", "c. shall deduct the full period of deprivation of liberty served by the sentenced person; and", "d. shall not aggravate the penal position of the sentenced person, and shall not be bound by any minimum which the law of the administering State may provide for the offence or offences committed.", "2. If the conversion procedure takes place after the transfer of the sentenced person, the administering State shall keep that person in custody or otherwise ensure his presence in the administering State pending the outcome of that procedure.”", "“...", "2. If two or more Parties have already concluded an agreement or treaty on the transfer of sentenced persons or otherwise have established their relations in this matter, or should they in future do so, they shall be entitled to apply that agreement or treaty or to regulate those relations accordingly, in lieu of the present Convention.”", "“The European Committee on Crime Problems of the Council of Europe shall be kept informed regarding the application of this Convention and shall do whatever is necessary to facilitate a friendly settlement of any difficulty which may arise out of its application.”", "Paragraph 10 of its explanatory report states that “the Convention confines itself to providing the procedural framework for transfers. It does not contain an obligation on Contracting States to comply with a request for transfer; for that reason, it was not necessary to list any grounds for refusal, or to require the requested State to give reasons for its refusal to agree to a requested transfer”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}