{"ITEMID": "001-109883", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GELD v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1975 and lives in Perm.", "6. On 30 December 2002 criminal proceedings were initiated against the applicant, a traffic police officer at the time, and his partner on suspicion of theft and abuse of office. In February 2003 the applicant was served with the bill of indictment. An undertaking not to leave his place of residence was imposed on him.", "7. On 21 March 2003 the applicant was arrested and placed in detention facility no. 1 in Perm.", "8. Four months later the Motovilikhinskiy District Court of Perm found the applicant guilty as charged and sentenced him to four years’ imprisonment. The court relied on numerous witness testimonies and forensic evidence. The applicant appealed. In his grounds of appeal he complained that the trial court had incorrectly assessed the facts and applied the law, and that it had not thoroughly examined the evidence, thus failing to take into account certain important issues. The judgment became final on 11 September 2003 when the Perm Regional Court upheld it on appeal.", "9. From 21 March to 25 September 2003 the applicant was held in facility no. 1 in Perm. In particular, from 21 March to 19 May 2003 he was kept in cell no. 26 and from 19 to 20 May 2003 he stayed in cell no. 19. On 20 May 2003 he was transferred to cell no. 84 from which, on the following day, he was taken to cell no. 144, having remained there until 25 September 2003.", "10. Relying on a certificate prepared by the director of the detention facility on 17 October 2008, the Government submitted that cell no. 26 measured 59.4 square metres and accommodated, in general, thirteen inmates. Cell no. 19 measured 25.9 square metres and on average housed twelve inmates. The average number of detainees staying in cell no. 84 of 22.2 square metres was ten, and seven inmates were usually kept in cell no. 144 which measured 23.1 square metres. The Government stressed that at all times the applicant had an individual sleeping place and bedding.", "11. Citing the information provided by the director of the facility, the Government further argued that the sanitary conditions in the cells were satisfactory. In particular, the Government submitted that the cells received natural light and ventilation through a window measuring approximately 1.2 square metres. The cells also had artificial ventilation. Each cell was equipped with a lavatory pan, a sink and a tap with running water. The lavatory pan was separated from the living area of the cell by a partition measuring between 1.33 and 1.42 metres in height. Inmates were allowed to take a shower once every seven days for no less than fifteen minutes. The cells were regularly disinfected. The cells were equipped with lamps which functioned day and night. The Government, relying on the information provided by the director of the facility, further stated that the applicant was given food “in accordance with the established norms”.", "12. The applicant disputed the Government’s submission, arguing that the four cells had been smaller and had accommodated a far greater number of inmates than the Government had described. Relying on written statements by Mr U. who had also been detained in cell no. 144 in the summer of 2003, the applicant submitted that that cell had measured approximately sixteen metres, had eleven sleeping places and housed thirteen to fourteen inmates. Given the lack of beds, inmates had slept in shifts. They were not provided with bedding. He had had to stay in overcrowded conditions for the entire day, save for an hour-long outdoor walk in the recreation yard.", "13. The applicant further submitted that the sanitary conditions had been appalling. The cells were infested with insects but the management had not provided any insecticide. The walls in the cells were covered with fresh paint. Given the absence of natural or artificial ventilation, the strong smell of paint lingered in the cells. The applicant stressed that the windows were covered with metal blinds blocking access to natural light and air. It was extremely hot during the summer with the metal blinds turning into heated “radiators” under the direct sunlight. Inmates were allowed to smoke in the cells, which was an additional aggravated circumstance for the applicant, a non-smoker. The lavatory pan was placed on a concrete block elevated fifty centimetres above the floor and situated between 0.8 to 1 metre from the dining area. The toilet was not separated from the living area and emitted an unpleasant odour in the cell. At no time did inmates have complete privacy. Anything they happened to be doing – using the toilet, sleeping – was in view of the guard or fellow inmates. No toiletries were provided. The food was of very poor quality and in scarce supply.", "14. Relying on inmate U.’s written statement, the applicant concluded by noting that complaints to the administration of the detention facility had been to no avail.", "15. The relevant provisions of domestic and international law on conditions of detention are set out, for instance, in the Court’s judgment in the case of Gladkiy v. Russia (no. 3242/03, §§ 36, 38 and 50, 21 December 2010)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}