{"ITEMID": "001-79271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BOCZON v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1969 and lives in Gorlice.", "5. The applicant served in the army between 1988 and 1989 and was dismissed due to his health problems. He maintained that his physical and mental health problems resulted from his military service.", "6. On 27 December 1995 he applied for a military disability pension. On 8 February 1996 the Social Insurance Authority refused to grant his request. On 20 February 1996 the applicant appealed against this decision to the Kraków Regional Court.", "7. On 19 March 1996 the Regional Court requested an expert opinion concerning the applicant’s health. On 8 May 1996 the expert submitted his opinion. Subsequently, the court requested that two additional medical opinions be prepared.", "8. On 14 June 1996 the applicant’s lawyer requested the court to admit another expert opinion.", "9. On 25 June 1996 another expert submitted her opinion to the court.", "10. On 24 July 1996 the Regional Court forwarded two expert opinions to the applicant for comment. The applicant’s lawyer submitted his observations on 14 August 1996.", "11. On 20 August 1996 the Regional Court held a hearing. The applicant submitted documentation on his medical treatment, which was subsequently forwarded to the medical experts. On 24 September 1996 and 5 November 1996 two experts submitted their supplementary opinions.", "12. On 2 December 1996 a hearing was held.", "13. On 18 December 1996 the applicant’s lawyer challenged the experts’ opinions and demanded a new opinion to be prepared by the Institute of Forensic Medicine in Krakow.", "14. On 22 January 1997 the Regional Court requested that the applicant be examined by specialists in laryngology, neuropsychiatry and internal medicine of the Institute of Forensic Medicine in Krakow.", "15. On 14 July 1997 the court requested the Institute to accelerate the preparation of their opinion and to return the applicant’s medical records to the court. On 8 August 1997 the Institute of Forensic Medicine submitted their opinion.", "16. On 14 August 1997 the court forwarded the opinion to the applicant’s lawyer for comment.", "17. On 22 September 1997 the applicant’s lawyer requested the court to extend the time-limit for submitting his observations due to his illness.", "18. On 2 October 1997 a hearing was held.", "19. On 18 October 1997 the applicant challenged the expert opinion of 8 August 1997 and requested an additional medical examination. He also submitted an opinion prepared by a privately commissioned expert. The court refused to admit this opinion as evidence in the case.", "20. On 25 November 1997 the Institute of Forensic Medicine submitted a supplementary opinion in which they maintained their previous conclusions. On 9 January 1998 the applicant’s lawyer requested the court to extend the time-limit for submitting his observations as the applicant was to undergo another examination.", "21. A hearing was held on 16 February 1998.", "22. On 20 February 1998 the applicant challenged the presiding judge. The court rejected his motion on 10 March 1998.", "23. On 23 February 1998 the applicant informed the court that he had revoked his lawyer’s power of attorney as he could no longer afford private legal representation.", "24. On 18 May 1998 applicant requested that the hearing scheduled for 28 May 1998 be adjourned because of his medical examination planned for that day. On 28 May 1998 the court adjourned the hearing until 26 June 1998.", "25. On 10 June 1998 the Nowy Sącz Regional Court requested the Kraków Regional Court for the case file of the proceedings as its examination was necessary to conduct proceedings for compensation against the State Treasury instituted by the applicant and pending at that time before the Nowy Sącz Regional Court.", "26. On 16 June 1996 the Kraków Regional Court rejected the request because the next hearing in the case would be held very shortly.", "27. On 26 June 1998 the Regional Court held a hearing and delivered a judgment, dismissing the applicant’s appeal against the decision of the Social Insurance Authority of 8 February 1996.", "28. On 31 August 1998 the applicant appealed against the judgment.", "29. The Regional Court in Krakow transferred the case file to the Krakow Court of Appeal on 21 September 1998.", "30. Between 10 and 23 March 1999 the case file was forwarded to the Przemysl District Court before which another of the applicant’s claims for compensation was pending at that time", "31. On 14 April 1999 the applicant requested the Court of Appeal to accelerate the examination of his appeal. On 20 April 1999 the President of the court replied that since his case concerned pension matters, the hearing would be scheduled sooner than would normally have been the case.", "32. On 8 June 1999 the Kraków Court of Appeal dismissed the applicant’s appeal. On 28 July 1999 the applicant’s lawyer lodged a cassation appeal with the Supreme Court.", "33. On 19 April 2000 the Supreme Court dismissed his cassation appeal as being ill-founded.", "34. For a detailed presentation of the relevant domestic law concerning the available remedies against excessive length of proceedings, see Ratajczyk v. Poland (dec.), no. 11215/02, ECHR 2005; Barszcz v. Poland, no. 71152/01, 30 May 2006, §§ 26-35."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}