{"ITEMID": "001-57955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF C.R. v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 7-1", "JUDGES": "C. Russo;John Freeland;Simon Brown", "TEXT": ["7. The applicant is a British citizen, born in 1952, and lives in Leicester.", "8. The applicant married his wife on 11 August 1984. They had one son, who was born in 1985. On 11 November 1987 the couple were separated for a period of about two weeks before becoming reconciled.", "9. On 21 October 1989, as a result of further matrimonial difficulties, his wife left the matrimonial home with their son and returned to live with her parents. She had by this time already consulted solicitors regarding her matrimonial affairs and had left a letter for the applicant in which she informed him that she intended to petition for divorce. However no legal proceedings had been taken by her before the occurrence of the incident which gave rise to criminal proceedings. The applicant had on 23 October 1989 spoken to his wife by telephone indicating that it was his intention also to \"see about a divorce\".", "10. Shortly before 9 p.m. on 12 November 1989, twenty-two days after his wife had returned to live with her parents, and while the parents were out, the applicant forced his way into the parents’ house and attempted to have sexual intercourse with the wife against her will. In the course of that attempt he assaulted her, in particular by squeezing her neck with both hands.", "11. The applicant was charged with attempted rape and assault occasioning actual bodily harm. At his trial before the Leicester Crown Court on 30 July 1990 it was submitted that the charge of rape was one which was not known to the law by reason of the fact that the applicant was the husband of the alleged victim. He relied on a statement by Sir Matthew Hale CJ in his History of the Pleas of the Crown published in 1736:", "\"But the husband cannot be guilty of rape committed by himself upon his lawful wife, for by their matrimonial consent and contract the wife hath given up herself in this kind unto her husband, which she cannot retract.\"", "12. In his judgment ([1991] 1 All England Law Reports 747) Mr Justice Owen noted that it was a statement made in general terms at a time when marriage was indissoluble. Hale CJ had been expounding the common law as it seemed to him at that particular time and was doing it in a book and not with reference to a particular set of circumstances presented to him in a prosecution. The bald statement had been reproduced in the first edition of Archbold on Criminal Pleadings, Evidence and Practice (1822, p. 259) in the following terms: \"A husband also cannot be guilty of rape upon his wife.\"", "Mr Justice Owen further examined a series of court decisions (R. v. Clarence [1888] 22 Queen’s Bench Division 23, [1886-90] All England Law Reports 113; R. v. Clarke [1949] 2 All England Law Reports 448; R. v. Miller [1954] 2 All England Law Reports 529; R. v. Reid [1972] 2 All England Law Reports 1350; R. v. O’Brien [1974] 3 All England Law Reports 663; R. v. Steele [1976] 65 Criminal Appeal Reports 22; R. v. Roberts [1986] Criminal Law Reports 188; see paragraphs 19-22 below), recognising that a wife’s consent to marital intercourse was impliedly given by her at the time of marriage and that the consent could be revoked on certain conditions. He added:", "\"I am asked to accept that there is a presumption or an implied consent by the wife to sexual intercourse with her husband; with that, I do not find it difficult to agree. However, I find it hard to ... believe that it ever was the common law that a husband was in effect entitled to beat his wife into submission to sexual intercourse ... If it was, it is a very sad commentary on the law and a very sad commentary upon the judges in whose breasts the law is said to reside. However, I will nevertheless accept that there is such an implicit consent as to sexual intercourse which requires my consideration as to whether this accused may be convicted for rape.\"", "On the question of what circumstances would suffice in law to revoke the consent, Mr Justice Owen noted that it may be brought to an end, firstly, by a court order or equivalent. Secondly, he observed, it was apparent from the Court of Appeal’s judgment in the case of R. v. Steele ([1976] 65 Criminal Appeal Reports 22) that the implied consent could be withdrawn by agreement between the parties. Such an agreement could clearly be implicit; there was nothing in the case-law to suggest the contrary. Thirdly, he was of the view that the common law recognised that a withdrawal of either party from cohabitation, accompanied by a clear indication that consent to sexual intercourse has been terminated, would amount to a revocation of the implicit consent. He concluded that both the second and third exceptions to the matrimonial immunity against prosecution for rape applied in the case.", "Following the judge’s ruling, the applicant pleaded guilty to attempted rape and assault occasioning actual bodily harm, and was sentenced to three years’ imprisonment.", "13. The applicant appealed to the Court of Appeal, Criminal Division, on the ground that Mr Justice Owen had made a wrong decision in law in ruling that a man may rape his wife when the consent to intercourse which his wife gave on entering marriage had been revoked neither by a court order nor by agreement between the parties.", "14. On 14 March 1991 the Court of Appeal, Criminal Division (Lord Lane CJ, Sir Stephen Brown P, Watkins, Neill and Russell LJJ), unanimously dismissed the appeal ([1991] 2 All England Law Reports 257). Lord Lane noted that the general proposition of Sir Matthew Hale in his History of the Pleas of the Crown (1736) (see paragraph 11 above) that a man could not commit rape upon his wife was generally accepted as a correct statement of the common law at that epoch. Further, Lord Lane made an analysis of previous court decisions, from which it appears that in R. v. Clarence (1888), the first reported case of this nature, some judges of the Court for Crown Cases Reserved had objected to the principle. In the next reported case, R. v. Clarke (1949), the trial court had departed from the principle by holding that the husband’s immunity was lost in the event of a court order directing that the wife was no longer bound to cohabit with him. Almost every court decision thereafter had made increasingly important exceptions to the marital immunity (see paragraph 22 below). The Court of Appeal had accepted in R. v. Steele (1976) that the implied consent to intercourse could be terminated by agreement. This was confirmed by the Court of Appeal in R. v. Roberts (1986), where it held that the lack of a non-molestation clause in a deed of separation, concluded on expiry of a non-molestation order, did not revive the consent to intercourse.", "Lord Lane added the following observations:", "\"Ever since the decision of Byrne J in R. v. Clarke in 1949, courts have been paying lip-service to Hale CJ’s proposition, whilst at the same time increasing the number of exceptions, the number of situations to which it does not apply. This is a legitimate use of the flexibility of the common law which can and should adapt itself to changing social attitudes.", "There comes a time when the changes are so great that it is no longer enough to create further exceptions restricting the effect of the proposition, a time when the proposition itself requires examination to see whether its terms are in accord with what is generally regarded today as acceptable behaviour.", "...", "It seems to us that where the common law rule no longer even remotely represents what is the true position of a wife in present-day society, the duty of the court is to take steps to alter the rule if it can legitimately do so in the light of any relevant parliamentary enactment. That in the end comes down to a consideration of the word ‘unlawful’ in the 1976 Act.\"", "Lord Lane then critically examined the different strands of interpretation of section 1 (1) (a) of the 1976 Act in the case-law, including the argument that the term \"unlawful\" (see paragraph 17 below) excluded intercourse within marriage from the definition of rape. He concluded:", "\"... [W]e do not consider that we are inhibited by the 1976 Act from declaring that the husband’s immunity as expounded by Hale CJ no longer exists. We take the view that the time has now arrived when the law should declare that a rapist remains a rapist subject to the criminal law, irrespective of his relationship with his victim.\"", "15. The Court of Appeal granted the applicant leave to appeal to the House of Lords, which unanimously upheld the Court of Appeal’s judgment on 23 October 1991 ([1991] 4 All England Law Reports 481). Lord Keith of Kinkel, joined by Lord Brandon of Oakbrook, Lord Griffiths, Lord Ackner and Lord Lowry, gave, inter alia, the following reasons:", "\"For over 150 years after the publication of Hale’s work there appeared to have been no reported case in which judicial consideration was given to his proposition. The first such case was R. v. Clarence [1888] 22 Queen’s Bench Division 23, [1886-90] All England Law Reports 133 ... It may be taken that the proposition was generally regarded as an accurate statement of the common law of England. The common law is, however, capable of evolving in the light of changing social, economic and cultural developments. Hale’s proposition reflected the state of affairs in these respects at the time it was enunciated. Since then the status of women, and particularly of married women, has changed out of all recognition in various ways which are very familiar and upon which it is unnecessary to go into detail. Apart from property matters and the availability of matrimonial remedies, one of the most important changes is that marriage is in modern times regarded as a partnership of equals, and no longer one in which the wife was the subservient chattel of the husband. Hale’s proposition involves that by marriage a wife gives her irrevocable consent to sexual intercourse with her husband under all circumstances and irrespective of the state of her health or how she happens to be feeling at the time. In modern times any reasonable person must regard that conception as quite unacceptable.", "...", "The position then is that that part of Hale’s proposition which asserts that a wife cannot retract the consent to sexual intercourse which she gives on marriage has been departed from in a series of decided cases. On grounds of principle there is no good reason why the whole proposition should not be held inapplicable in modern times. The only question is whether section 1 (1) of the 1976 Act presents an insuperable obstacle to that sensible course. The argument is that ‘unlawful’ in that subsection means outside the bond of marriage.", "... The fact is that it is clearly unlawful to have sexual intercourse with any woman without her consent, and that the use of the word in the subsection adds nothing. In my opinion there are no rational grounds for putting the suggested gloss on the word, and it should be treated as being mere surplusage in this enactment ...", "I am therefore of the opinion that section 1 (1) of the 1976 Act presents no obstacle to this House declaring that in modern times the supposed marital exception in rape forms no part of the law of England. The Court of Appeal, Criminal Division, took a similar view [in the present case]. Towards the end of the judgment of that court Lord Lane CJ said ...:", "‘The remaining and no less difficult question is whether, despite that view, this is an area where the court should step aside to leave the matter to the parliamentary process. This is not the creation of a new offence, it is the removal of a common law fiction which has become anachronistic and offensive and we consider that it is our duty having reached that conclusion to act upon it.’", "I respectfully agree.\"", "16. The offence of rape, at common law, was traditionally defined as unlawful sexual intercourse with a woman without her consent by force, fear or fraud. By section 1 of the Sexual Offences Act 1956, \"it is a felony for a man to rape a woman\".", "17. Section 1 (1) of the Sexual Offences (Amendment) Act 1976 provides, in so far as it is material, as follows:", "\"For the purposes of section 1 of the Sexual Offences Act 1956 (which relates to rape) a man commits rape if -", "(a) he has unlawful sexual intercourse with a woman who at the time of the intercourse does not consent to it ...\"", "18. On 3 November 1994 the Criminal Justice and Public Order Act 1994 replaced the above provisions by inserting new subsections to section 1 of the Sexual Offences Act 1956, one of the effects of which was to remove the word \"unlawful\":", "\"1. (1) It is an offence for a man to rape a woman or another man.", "(2) A man commits rape if – (a) he has sexual intercourse with a person ... who at the time of the intercourse does not consent to it ...\"", "19. Until the proceedings in the applicant’s case the English courts, on the few occasions when they were confronted with the issue whether directly or indirectly, had always recognised at least some form of immunity attaching to a husband from any charge of rape or attempted rape by reason of a notional or fictional consent to intercourse deemed to have been given by the wife on marriage. The proposition of Sir Matthew Hale quoted above (see paragraph 11) has been upheld until recently, for example in the case of R. v. Kowalski ([1987] 86 Criminal Appeal Reports 339), which concerned the question whether or not a wife had impliedly consented to acts which if performed against her consent would amount to an indecent assault. Mr Justice Ian Kennedy, giving the judgment of the court, stated, obiter:", "\"It is clear, well-settled and ancient law that a man cannot, as actor, be guilty of rape upon his wife.\"", "And he went on to say that that principle was", "\"dependent upon the implied consent to sexual intercourse which arises from the married state and which continues until that consent is put aside by decree nisi, by a separation order or, in certain circumstances, by a separation agreement\".", "In another example, Lord Justice O’Connor in the R. v. Roberts case ([1986] Criminal Law Reports 188) held:", "\"The status of marriage involves that the woman has given her consent to her husband having intercourse with her during the subsistence of the marriage ... she cannot unilaterally withdraw it.\"", "20. However, on 5 November 1990, Mr Justice Simon Brown held in R. v. C. ([1991] 1 All England Law Reports 755) that the whole concept of marital exemption in rape was misconceived:", "\"Were it not for the deeply unsatisfactory consequence of reaching any other conclusion on the point, I would shrink, if sadly, from adopting this radical view of the true position in law. But adopt it I do. Logically, I regard it as the only defensible stance, certainly now as the law has developed and arrived in the late twentieth century. In my judgment, the position in law today is, as already declared in Scotland, that there is no marital exemption to the law of rape. That is the ruling I give.\"", "On the other hand, on 20 November 1990, in R. v. J. ([1991] 1 All England Law Reports 759) Mr Justice Rougier upheld the general common law rule, considering that the effect of section 1 (1) (a) of the 1976 Act was that the marital exemption embodied in Hale’s proposition was preserved, subject to those exceptions established by cases decided before the Act was passed. He further stated:", "\"... there is an important general principle to be considered here, and that is that the law, especially the criminal law, should be clear so that a man may know where he stands in relation to it. I am not being so fanciful as to suppose that this defendant carefully considered the authorities and took Counsel’s advice before behaving as alleged, but the basic principle extends a long way beyond the bounds of this case and should operate to prevent a man being convicted by means of decisions of the law ex post facto.\"", "On 15 January 1991, Mr Justice Swinton Thomas in R. v. S. followed Rougier J, though he considered that it was open to judges to define further exceptions.", "Both Rougier and Swinton Thomas JJ stated that they regretted that section 1 (1) (a) of the 1976 Act precluded them from taking the same line as Simon Brown J in R. v. C.", "21. In its Working Paper 116 \"Rape within Marriage\" completed on 17 September 1990, the Law Commission stated:", "\"2.8 It is generally accepted that, subject to exceptions (considered ... below), a husband cannot be convicted of raping his wife ... Indeed there seems to be no recorded prosecution before 1949 of a husband for raping his wife ...", "...", "2.11 The immunity has given rise to a substantial body of law about the particular cases in which the exemption does not apply. The limits of this law are difficult to state with certainty. Much of it rests on first instance decisions which have never been comprehensively reviewed at appellate level ...\"", "22. The Law Commission identified the following exceptions to a husband’s immunity:", "- where a court order has been made, in particular:", "(a) where an order of the court has been made which provides that a wife should no longer be bound to cohabit with her husband (R. v. Clarke [1949] 33 Criminal Appeal Reports 216);", "(b) where there has been a decree of judicial separation or a decree nisi of divorce on the ground that \"between the pronouncement of decree nisi and the obtaining of a decree absolute a marriage subsists as a mere technicality\" (R. v. O’Brien [1974] 3 All England Law Reports 663);", "(c) where a court has issued an injunction restraining the husband from molesting the wife or the husband has given an undertaking to the court that he will not molest her (R. v. Steele [1976] 65 Criminal Appeal Reports 22);", "(d) in the case of R. v. Roberts ([1986] Criminal Law Reports 188), the Court of Appeal found that where a non-molestation order of two months had been made in favour of the wife her deemed consent to intercourse did not revive on expiry of the order;", "- where no court order has been made:", "(e) Mr Justice Lynskey observed, obiter, in R. v. Miller ([1954] 2 Queen’s Bench Division 282) that a wife’s consent would be revoked by an agreement to separate, particularly if it contained a non-molestation clause;", "(f) Lord Justice Geoffrey Lane stated, obiter, in R. v. Steele that a separation agreement with a non-cohabitation clause would have that effect.", "23. The Law Commission noted that it was stated in R. v. Miller and endorsed by the Court of Appeal in R. v. Steele that lodging a petition for divorce would not be sufficient.", "It referred also to the ruling by Mr Justice Owen in the present case where an implied agreement to separate was considered sufficient to revoke the immunity and that, even in the absence of agreement, the withdrawal from cohabitation by either party, accompanied by a clear indication that consent to sexual intercourse had been terminated, would operate to exclude the immunity. It found this view difficult to reconcile with the approach in Steele that filing a divorce petition was \"clearly\" not sufficient. The ruling in the present case appeared substantially to extend what had previously been thought to be the law, although it emphasised that factual separation, and not mere revocation of consent to intercourse, was necessary to remove the immunity.", "24. The Law Commission pointed out that its inquiry was unusual in one important respect. It was usual practice, when considering the reform of common law rules, to consider the grounds expressed in the cases or other authorities for the current state of the law, in order to analyse whether those grounds were well-founded. However, that step was of little assistance here, partly because there was little case-law on the subject but principally because there was little dispute that the reason set out in the authorities for the state of the law could not be supported (paragraph 4.1 of the Working Paper). The basis of the law was that intercourse against the wife’s actual will was excluded from the law of rape by the fictional deemed consent to intercourse perceived by Sir Matthew Hale in his dictum. This notion was not only quite artificial but, certainly in the modern context, was also quite anomalous. Indeed, it was difficult to find any current authority or commentator who thought that it was even remotely supportable. The artificial and anomalous nature of the marital immunity could be seen if it was reviewed against the current law on the legal effects of marriage (paragraph 4.2).", "The concept of deemed consent was artificial because the legal consequences of marriage were not the result of the parties’ mutual agreement. Although the parties should have legal capacity to enter into the marriage contract and should observe the necessary formalities, they were not free to decide the terms of the contract; marriage was rather a status from which flow certain rights or obligations, the contents of which were determined by the law from time to time. This point had been emphasised by Mr Justice Hawkins in R. v. Clarence (1888) when he said: \"The intercourse which takes place between husband and wife after marriage is not by virtue of any special consent on her part, but is mere submission to an obligation imposed on her by law\" (paragraph 4.3).", "In this connection, the Law Commission stressed that \"[t]he rights and duties arising from marriage have, however, changed over the years as the law has adapted to changing social conditions and values. The more modern view of marriage is that it is a partnership of equals\" (paragraph 4.4). It then gave examples of such changes in the law and added:", "\"4.11 This gradual recognition of mutual rights and obligations within marriage, described in paragraphs 4.3-4.10 above, in our view demonstrates clearly that, whatever other arguments there may be in favour of the immunity, it cannot be claimed to be in any way justified by the nature of, or by the law governing, modern marriage.\"", "25. The Law Commission made, inter alia, the provisional proposal that \"the present marital immunity be abolished in all cases\" (paragraph 5.2 of the Working Paper)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["7"], "NON_VIOLATED_PARAGRAPHS": ["7-1"], "NON_VIOLATED_BULLETPOINTS": []}