{"ITEMID": "001-102617", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "GRANDCHAMBER", "DATE": 2011, "DOCNAME": "CASE OF PAKSAS v. LITHUANIA ", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "András Baka;Christos Rozakis;David Thór Björgvinsson;Dean Spielmann;Egbert Myjer;Françoise Tulkens;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen;Renate Jaeger;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant was born in 1956 and lives in Vilnius. He is currently a member of the European Parliament.", "10. On 5 January 2003 the applicant was elected President of the Republic of Lithuania. He took office on 26 February 2003, following his inauguration. On that occasion, in accordance with Article 82 of the Constitution, he took an oath to be loyal to the Republic of Lithuania and the Constitution, to fulfil the duties of his office conscientiously, and to be equally just to all.", "11. On 11 April 2003 the applicant issued Decree no. 40, countersigned by the Minister of the Interior, granting Lithuanian citizenship “by way of exception” (išimties tvarka) to a Russian businessman, J.B., who had been awarded the Medal of Darius and Girėnas in 2001 by the applicant's predecessor, Valdas Adamkus, for services to Lithuania (he was subsequently divested of the medal following the events outlined below).", "12. On 6 November 2003 the Seimas (the Lithuanian Parliament) requested the Constitutional Court to determine whether Presidential Decree no. 40 was in compliance with the Constitution and the Citizenship Act. The Seimas submitted that the procedure of granting citizenship by way of exception appeared to have been applied inappropriately in this case. In particular, it asserted that J.B. had no special merit warranting his exceptional treatment and that the applicant had in fact granted him citizenship as a reward for his substantial assistance by financial and other means to the applicant's election campaign.", "13. On 10 November 2003 the Constitutional Court accepted the request for consideration as case no. 40/03. On 10 December 2003 it held a public hearing and examined witnesses.", "14. On 12 December 2003 an article was published in a Lithuanian daily newspaper, Respublika, reporting that the President of the Constitutional Court had been seen in a coffee bar with the Deputy Speaker of the Seimas, who had been closely involved in the inquiry into the applicant's activities. The newspaper implied that during this informal meeting the two officials had discussed the proceedings taking place in the Constitutional Court, thus casting a shadow of suspicion over that court's objectivity. The two men had subsequently said that they often met professionally and socially, and denied discussing the merits of the case.", "15. Referring to the above-mentioned newspaper article, the applicant's lawyers challenged the President of the Constitutional Court for bias, seeking his removal from the examination of case no. 40/03. Their challenge was dismissed on the ground that the mere fact that the two officials had met informally did not constitute a basis for the withdrawal of a judge from proceedings before the Constitutional Court.", "16. On 30 December 2003 the Constitutional Court gave its ruling in case no. 40/03, finding that Decree no. 40 was not in compliance with Article 29 § 1, Article 82 § 1 and Article 84 § 21 of the Constitution, the constitutional principle of the rule of law and section 16(1) of the Citizenship Act.", "17. On the last point, the Constitutional Court observed that citizenship could be granted by way of exception only to persons who had never been Lithuanian citizens. It noted in that connection that J.B., a Russian citizen by birth from a Soviet military family, had acquired Lithuanian citizenship under the Citizenship Act of 3 November 1989, by which citizenship could be granted, inter alia, to persons who on that date had had their permanent residence and permanent place of work or source of income in Lithuania. In 1994 the Constitutional Court had ruled that “soldiers of the Soviet Union who previously served in the Soviet occupying military forces unlawfully stationed in the territory of Lithuania [could] not be regarded as permanently residing and working in Lithuania”. On 4 November 1999 the Citizenship Commission (established in 1998 under section 4 of the 1995 Implementing Act for the Citizenship Act) had found that J.B.'s status was unlawful, since he had served in the Soviet armed forces. It had nevertheless recommended that his status be regularised in accordance with the above-mentioned section 4, by which exceptions could be made for persons who had acquired citizenship in good faith before 31 December 1993 on that unlawful ground. On 11 November 1999 the Migration Department of the Ministry of the Interior had followed that recommendation. However, in 2000 J.B. had applied for Russian citizenship, which he had been granted in June 2002; on 18 March 2003 he had been issued with a Russian passport, thereby losing his Lithuanian citizenship. The Constitutional Court observed that the applicant had signed Decree no. 40 on 11 April 2003 even though the Migration Department of the Ministry of the Interior had reminded him the day before that J.B. had previously lost his Lithuanian citizenship.", "18. The Constitutional Court held that, as a result, Decree no. 40 was also in breach of Article 84 § 21 of the Constitution – which provides that the President is to grant citizenship in accordance with the procedure established by law – and the constitutional principle of the rule of law.", "19. The Constitutional Court went on to note that, although the Lithuanian authorities had already made an exception in his favour by regularising his status in 1999, J.B. had acquired Russian citizenship in 2000. This showed that “citizenship of the Republic of Lithuania was of less value to [J.B.] than citizenship of the Russian Federation”. The Constitutional Court further noted that the Director of the State Security Department had informed the applicant, prior to 11 April 2003, that an investigation was being carried out into J.B.'s activities as director of an aviation company and, on 17 March 2003, that J.B. had threatened to disseminate information discrediting the applicant if the latter failed to keep his promise to appoint him as an adviser. In the Constitutional Court's view, the applicant had knowingly ignored these circumstances, although they were of crucial importance in deciding whether or not to grant citizenship to J.B. by way of exception. Having regard also to the fact that J.B. had made a significant financial contribution to the applicant's election campaign, it concluded that the decision to grant him citizenship had been “determined not by any merit rendering [J.B.] worthy of becoming a citizen of the Republic of Lithuania, but by his significant assistance by financial and other means to [the applicant's] election campaign in 2002”. Thus, “the granting of citizenship to [J.B.] by way of exception was nothing but a reward by the President of the Republic R. Paksas to [J.B.] for the aforesaid support”; consequently, in issuing Decree no. 40, the President had heeded “neither the Constitution ... nor the law, nor the interests of the people and the State, but purely his own interests”. The court therefore concluded that the applicant had “afforded [J.B.] exceptional treatment and knowingly disregarded the fundamental principles enshrined in Article 29 § 1 and Article 82 § 1 of the Constitution respectively, whereby all persons are equal before State institutions or officials, and the President of the Republic must be equally just to all”.", "20. In a public speech on 31 December 2003, and again in his New Year speech, the applicant declared that “politics [had] taken precedence over the law” in the Constitutional Court's ruling. In reply, on 5 January 2004 the Constitutional Court issued a public statement emphasising its independence and noting, inter alia, that the applicant had attempted to undermine its authority.", "21. On 18 December 2003, eighty-six members of the Seimas submitted a proposal to initiate impeachment proceedings against the applicant. On 23 December 2003 the Seimas set up a special commission to investigate the reasonableness and seriousness of certain allegations about the applicant's conduct, in order to determine whether such proceedings should indeed be initiated.", "22. On 19 February 2004 the special investigation commission concluded that some of the charges levelled against the applicant were founded and serious. Accordingly, it recommended that the Seimas institute impeachment proceedings. The State Security Department had apparently provided the commission with transcripts of secretly taped telephone conversations involving the applicant. The applicant's lawyers were not given access to the transcripts by the Department or by the commission, because it had decided not to rely on them.", "23. Also on 19 February 2004 the Seimas decided to follow the special investigation commission's recommendation and requested the Constitutional Court to determine whether the specific acts of the applicant cited by the commission had breached the Constitution. The impeachment charges submitted to the Constitutional Court included the following allegations in particular, involving purely private interests to the detriment of those of the nation, thus discrediting the institution of the presidency:", "– that the applicant had undertaken to perform a number of actions in J.B.'s favour in exchange for financial and other forms of support during his election campaign, and had later acted under J.B.'s influence;", "– that, as a reward for this support, the applicant had unlawfully granted Lithuanian citizenship to J.B.;", "– that he had disclosed a State secret by informing J.B. that the secret services were investigating his activities, notably by telephone tapping; and", "– that he had exercised undue pressure on the management decisions of a private company in order to secure pecuniary advantages for certain people close to him.", "24. On 1 March 2004 the Constitutional Court accepted the request for consideration as case no. 14/04.", "25. The applicant's lawyers sought the removal of the President of the Constitutional Court and all its members on grounds of bias, arguing that they had in effect already determined the case in the previous ruling of 30 December 2003 in case no. 40/03. The challenge was dismissed.", "26. In a declaration of 25 March 2004 the Seimas unsuccessfully proposed that the applicant tender his resignation in order to avoid protracted impeachment proceedings. The declaration alleged that his actions had become increasingly unpredictable and represented a danger to the State, its citizens and the prestige of the presidency.", "27. On 31 March 2004 the Constitutional Court concluded that the applicant had committed gross violations of the Constitution and a breach of his constitutional oath on account of the following acts:", "– unlawfully granting citizenship to J.B. by Decree no. 40 as a reward for the latter's financial and other forms of support, in breach of section 16(1) of the Citizenship Act and Article 29 § 1, Article 82 § 1 and Article 84 § 21 of the Constitution;", "– knowingly hinting to J.B., in breach of sections 3(7), 9(2) and 14(1) of the Official Secrets Act and Article 77 § 2 and Article 82 § 1 of the Constitution, that the law-enforcement institutions were investigating him and tapping his telephone conversations; and", "– exploiting his official status to influence decisions by the Žemaitijos keliai company concerning the transfer of shares with a view to defending the property interests of certain private individuals close to him, in breach of section 3 of the Adjustment of Private and Public Interests in the Public Service Act and Article 29 § 1, Article 77 § 2 and Article 82 § 1 of the Constitution.", "28. The applicant sought clarification of these conclusions under section 61 of the Constitutional Court Act, but his request was refused by the Constitutional Court on 6 April 2004 on procedural grounds.", "29. On 6 April 2004 the Seimas decided to remove the applicant from the office of President on account of the gross violations of the Constitution found by the Constitutional Court. Its decision was taken by eighty-six votes to seventeen for the first breach, eighty-six votes to eighteen for the second and eighty-nine votes to fourteen for the third.", "30. The applicant wished to stand as a candidate in the presidential election called for 13 June 2004. On 22 April 2004 the Central Electoral Committee (CEC) found that there was nothing to prevent him from standing. By 7 May 2004 the applicant had gathered the required number of signatures in support of his candidacy, and submitted them to the CEC with a view to his registration as a candidate.", "31. However, on 4 May 2004 the Seimas amended the Presidential Elections Act by inserting the following provision:", "“A person who has been removed from parliamentary or other office by the Seimas in impeachment proceedings may not be elected President of the Republic if less than five years have elapsed since his removal from office.”", "32. Following this amendment, the CEC refused to register the applicant as a candidate in the forthcoming election. The applicant lodged a complaint with the Supreme Administrative Court on 10 May 2004, arguing in particular that that decision thwarted the legitimate expectations of his supporters and ran counter to the principles of the rule of law and the prohibition of retrospective legislation.", "33. On an unspecified date, a number of members of the Seimas requested the Constitutional Court to review the constitutionality of the amendment to the Presidential Elections Act, arguing that barring a person who had been removed from office from running for election as President was in itself in breach of the Constitution. The request was registered as case no. 24/04.", "34. The Constitutional Court held on 25 May 2004 that disqualifying a person who had been removed from office from standing in presidential elections was compatible with the Constitution, but that subjecting such a restriction to a time-limit was unconstitutional. The court held, inter alia:", "“... The Constitutional Court has held that a breach of the oath is, at the same time, a gross violation of the Constitution, while a gross violation of the Constitution is, at the same time, a breach of the oath to the nation (Constitutional Court ruling of 30 December 2003; Constitutional Court conclusion of 31 March 2004) ...", "A gross violation of the Constitution or a breach of the oath undermines trust in the institution of the presidency and in State authority as a whole ... Removal from office of a president who has grossly violated the Constitution or breached the oath is one of the ways of protecting the State for the common good of society, as provided for in the Constitution.", "It needs to be stressed that, under the Constitution, a person in respect of whom the Seimas – following a finding by the Constitutional Court that he, as President, has committed a gross violation of the Constitution and breached the oath – has applied the constitutional sanction, namely removal from office, may not evade constitutional liability through fresh presidential elections, a referendum or any other means...", "The Constitution does not provide that, after a certain time has elapsed, a president whose actions have been recognised by the Constitutional Court as having grossly violated the Constitution, and who has been found to have breached the oath and has been removed from office by the Seimas [on that account] ..., may [subsequently] be treated as though he had not breached the oath or committed a gross violation of the Constitution ... [A person] ... who has been removed from office by the Seimas, the body representing the people, will always remain someone who has breached his oath to the nation and grossly violated the Constitution, and who has been dismissed as President for those reasons ...", "[A person removed from the office of President] may never again ... give an oath to the nation, as there would always exist a reasonable doubt ... as to its reliability...", "Impeachment is a form of public and democratic scrutiny of those holding public office, a measure of self-protection for the community, a ... defence against high-ranking officials who disregard the Constitution and laws...", "Where a person has been removed from the office of President ... for a gross violation of the Constitution or a breach of the oath ... he may never again be elected President of the Republic [or] a member of the Seimas; [he] may never hold office as ... a member of the Government, [or] the National Audit Officer, that is, [he] may not hold an office provided for in the Constitution for which it is necessary to take an oath in accordance with the Constitution ...”", "35. On 28 May 2004 the Supreme Administrative Court dismissed the applicant's complaint against the decision of the CEC, referring, inter alia, to the Constitutional Court's ruling of 25 May 2004. It noted in particular:", "“... It appears from the reasoning of the Constitutional Court that ... the applicant has forfeited the right to be elected President with effect from 6 April 2004. Therefore, he ... cannot take part in the election announced on 15 April 2004...", "Until it was amended on 4 May 2004, the Presidential Elections Act did not specify the [residual] rights of a person who had forfeited the right to be elected President.", "Article 6 § 1 of the Constitution provides that the Constitution is directly applicable ... [I]t follows that, from the moment ... the applicant submitted his candidacy for the election, his situation was governed by the Constitution, which, as the Constitutional Court has found, bars [a person removed from the office of President] from standing in presidential elections. In these circumstances ... there has been no breach of the principle of the prohibition of retrospective legislation...”", "36. On 15 July 2004 the Seimas passed an amendment to the Seimas Elections Act, to the effect that any official who had been removed from office following impeachment proceedings was disqualified from being a member of parliament.", "37. In autumn 2004 the Prosecutor General discontinued the investigation into allegations that while in office, the applicant had abused his authority in relation to a private company (Article 228 of the Criminal Code).", "38. On an unspecified date the applicant was charged with disclosing information classified as a State secret (Article 125 § 1 of the Criminal Code). On 25 October 2004 the Vilnius Regional Court acquitted him for lack of evidence. On 1 March 2005 the Court of Appeal reversed that decision, finding the applicant guilty. It held, however, that owing to new circumstances, namely the applicant's removal from office as President and disqualification from elected office, it was reasonable to discharge him from criminal liability and to discontinue the criminal proceedings. On 13 December 2005 the Supreme Court quashed the Court of Appeal's judgment, upholding the acquittal delivered by the Vilnius Regional Court.", "39. On account of his threat to disseminate information discrediting the applicant if he failed to keep his promise to appoint him as an adviser (see paragraph 19 above), J.B. was convicted of having, for his own benefit and “by means of mental coercion, required a civil servant or person in a position of public authority to carry out or refrain from certain actions” (Article 287 § 1 of the Criminal Code). He was fined 10,000 Lithuanian litai, equivalent to approximately 2,900 euros (judgments of the Vilnius City 1st District Court of 22 November 2004, the Vilnius Regional Court of 6 April 2005, and the Supreme Court of 18 October 2005).", "40. The Constitutional Court has jurisdiction to review the constitutionality and lawfulness of the acts of the President (Articles 102, 105 and 106 of the Constitution). Acts of the President cease to have legal effect if the Constitutional Court rules that they are in breach of the Constitution (Article 107 of the Constitution).", "41. Decisions of the Constitutional Court have statutory force and are final (Article 107 of the Constitution). The power of the Constitutional Court to declare a legal act unconstitutional may not be circumvented by the subsequent adoption of a similar legal act (section 72 of the Constitutional Court Act).", "42. In addition, the Constitutional Court may be called upon to determine whether certain acts of a president against whom impeachment proceedings have been instituted are in breach of the Constitution (Article 105 of the Constitution). No appeal lies against the court's conclusions (section 83(2) of the Constitutional Court Act). However, the final decision on the sustainability of allegations giving rise to impeachment proceedings is taken by the Seimas on the basis of the Constitutional Court's conclusions (Article 107 § 3 of the Constitution; see also below).", "43. Article 104 of the Constitution provides that, in discharging their duties, the judges of the Constitutional Court act independently of any other State institution, person or organisation, and are guided only by the Constitution.", "44. Section 48 of the Constitutional Court Act provides that a judge of the Constitutional Court may withdraw or be removed from a case if he or she, inter alia, is a relative of one of the parties to the case or has publicly declared how it should be decided.", "45. Article 86 of the Constitution provides that the President of Lithuania is immune from any criminal liability while in office. However, under Article 74 of the Constitution, he or she may be removed from office following impeachment proceedings, inter alia for a gross violation of the Constitution or a breach of the constitutional oath. The decision is taken by the Seimas (Article 107 § 3 of the Constitution).", "46. In accordance with Articles 227 and 228 of the Statute of the Seimas, impeachment is a parliamentary procedure aimed at determining the constitutional liability of the highest-ranking officials, such as the President of the Republic or members of parliament, for acts carried out while in office which undermine the authorities' credibility. Impeachment proceedings may be initiated by a quarter of the members of the Seimas where such an official is alleged to have committed a gross violation of the Constitution and/or a breach of the constitutional oath and/or is suspected of committing a criminal offence (Articles 229 and 230 of the Statute of the Seimas). They are to be conducted in accordance with the rules of criminal procedure (Article 246 § 3 of the Statute of the Seimas).", "47. Having received a petition for impeachment, the Seimas sets up a special investigation commission, which sits in private (Article 238 of the Statute of the Seimas) and hears evidence from the parties to the procedure, witnesses and experts, in accordance with the rules of criminal procedure (Article 239 of the Statute of the Seimas). It reports its findings to the Seimas as to whether there are grounds to institute impeachment proceedings (Article 241 of the Statute of the Seimas). If the Seimas – sitting in public – considers that such grounds exist, it passes a resolution to initiate the proceedings, requesting the Constitutional Court to determine whether the acts of the person indicated in the impeachment charges are in breach of the Constitution (Article 240 of the Statute of the Seimas and Article 106 of the Constitution). On the basis of the Constitutional Court's conclusions (Article 105 of the Constitution), the Seimas conducts an inquiry (likewise observing the basic rules of criminal procedure) and ultimately decides whether the person against whom the proceedings have been brought should be removed from office for a gross violation of the Constitution, on the basis of the available evidence and testimony (Articles 246 to 258 and 260 of the Statute of the Seimas; Article 74 and Article 107 § 3 of the Constitution).", "48. In its ruling of 31 March 2004, in which it set out its conclusions in case no. 14/04 (see paragraph 27 above), the Constitutional Court provided the following clarifications:", "“... The provision of Article 107 § 2 of the Constitution whereby decisions of the Constitutional Court on issues within its competence are final and not subject to appeal also means that when deciding whether or not to remove the President from office, the Seimas may not reject, change or question the Constitutional Court's conclusion that specific acts of the President are (or are not) in breach of the Constitution. No such powers are assigned to the Seimas by the Constitution. [Such a] conclusion ... is binding on the Seimas in so far as the Constitution does not empower it to decide whether the Constitutional Court's conclusions are well-founded and lawful; only the [Constitutional] Court can establish that the actions of the President are (or are not) in breach of the Constitution.", "Under Article 74 of the Constitution, only the Seimas may remove the President from office for a gross violation of the Constitution.", "Thus, the Constitution assigns the Seimas and the Constitutional Court different functions in impeachment proceedings, and confers on them the respective powers necessary to discharge those functions: the Constitutional Court decides whether specific acts of the President are in breach of the Constitution and submits its conclusions to the Seimas (Article 105 § 3, point (4), of the Constitution), whereas the Seimas, in the event that the President has committed a gross violation of the Constitution, decides whether or not to remove him from office (Article 74 of the Constitution) ... Under Article 107 § 3 of the Constitution, the Seimas is empowered to decide whether to remove the President from office, but not to determine whether his acts are in breach of the Constitution.", "It should be noted that this constitutional provision whereby only the Constitutional Court is empowered to decide (through its conclusions on the matter) whether specific acts of the President are in breach of the Constitution represents a further guarantee for the President that his constitutional liability will not be incurred unreasonably. Thus, if the Constitutional Court reaches the conclusion that the President's acts are not in breach of the Constitution, the Seimas may not remove him from office for a gross violation of the Constitution ...”", "49. In addition to possible constitutional liability, a person removed from public office may incur ordinary liability (teisinė atsakomybė).", "50. According to the Constitutional Court's ruling of 11 May 1999 on the compliance of Article 259 of the Statute of the Seimas of the Republic of Lithuania with the Lithuanian Constitution, “the constitutional sanction applied in the context of impeachment proceedings is of an irreversible nature”. In the same ruling the Constitutional Court also stated that fair-trial principles applied in impeachment proceedings, meaning that the persons charged “must have the right to be heard and a legally guaranteed opportunity to defend their rights”.", "51. Article 56 of the Constitution provides:", "“Any citizen of the Republic of Lithuania who is not bound by an oath or pledge to a foreign State, and who, on the date of the election, is at least twenty-five years of age and permanently resident in Lithuania, may be elected as a member of the Seimas.", "Persons who have not completed a sentence imposed by a court, and persons declared legally incapable by a court, may not be elected as members of the Seimas.”", "52. As mentioned above, on 4 May 2004 the Seimas amended the Presidential Elections Act by inserting the following provision:", "“A person who has been removed from parliamentary or other office by the Seimas in impeachment proceedings may not be elected President of the Republic if less than five years have elapsed since his removal from office.”", "Following the Constitutional Court's ruling of 25 May 2004 (see paragraph 34 above), the Seimas passed an amendment to the Seimas Elections Act, to the effect that any official who had been removed from office following impeachment proceedings was disqualified from being a member of parliament.", "53. The Constitution further provides:", "“... Newly elected members of the Seimas shall acquire all the rights of a representative of the nation only after taking an oath before the Seimas to be loyal to the Republic of Lithuania.", "Members of the Seimas who do not take the oath according to the procedure established by law, or who take a conditional oath, shall forfeit their parliamentary office...”", "“Any person who is a Lithuanian citizen by birth, who has lived in Lithuania for at least the three years preceding the election, is at least 40 years old on the date of the election and is eligible for election as a member of the Seimas may be elected President of the Republic.", "The President of the Republic shall be elected by the citizens of the Republic of Lithuania for a five-year term by universal, equal and direct suffrage by secret ballot.", "The same person may not be elected President of the Republic for more than two consecutive terms.”", "“Any citizen of the Republic of Lithuania who satisfies the conditions set forth in the first paragraph of Article 78 and has collected the signatures of no fewer than 20,000 voters shall be registered as a candidate for the office of President.", "There shall be no limit on the number of candidates for the office of President.”", "54. Article 82 of the Constitution provides:", "“The newly elected President of the Republic shall take office ... after swearing an oath to the nation in Vilnius, in the presence of the representatives of the people, namely the members of the Seimas, to be loyal to the Republic of Lithuania and the Constitution, to fulfil the duties of his office conscientiously, and to be equally just to all.", "A person re-elected President of the Republic shall also take the oath.", "The record of the oath taken by the President of the Republic shall be signed by him and by the President of the Constitutional Court or, in the latter's absence, by another judge of the Constitutional Court.”", "55. Pursuant to section 3 of the Presidential Office Act, the newly elected President takes the following oath:", "“I (name and surname)", "Swear to the nation to be loyal to the Republic of Lithuania and the Constitution, to observe and enforce the law, and to protect the integrity of Lithuanian territory;", "I swear to fulfil conscientiously the duties of [presidential] office, and to be equally just to all;", "I swear to strengthen the independence of Lithuania, to the best of my ability, and to serve my homeland, democracy and the welfare of the people of Lithuania ...”", "56. Article 29 of the Constitution provides that “[a]ll persons shall be equal before the law, the courts, and other State institutions and officials.” Article 84 § 21 of the Constitution states that the President “shall grant citizenship of the Republic of Lithuania in accordance with the procedure established by law”.", "57. Section 16(1) of the Citizenship Act provides that the President may grant Lithuanian citizenship by way of exception – that is, without applying the usual eligibility requirements – to foreign citizens of special merit rendering them worthy of becoming a citizen of the Republic of Lithuania.", "58. Articles 68 and 71 of the Constitution read as follows:", "“The right to initiate legislation in the Seimas shall be vested in members of the Seimas, the President of the Republic and the Government.", "Citizens of the Republic of Lithuania shall also have the right to initiate legislation. A Bill may be brought before the Seimas by 50,000 citizens with the right to vote, and the Seimas must consider it.”", "“Within ten days of receiving a law passed by the Seimas, the President of the Republic shall either sign and officially promulgate the law, or shall send it back to the Seimas, with reasoned observations, for reconsideration.", "If a law passed by the Seimas is not sent back or signed by the President within the prescribed period, the law shall enter into force after it has been signed and officially promulgated by the Speaker of the Seimas.", "The President of the Republic must, within five days, sign and officially promulgate any laws or other instruments adopted by referendum.", "If such a law is not signed and promulgated by the President within the prescribed period, the law shall enter into force after it has been signed and officially promulgated by the Speaker of the Seimas.”", "59. The relevant passages of the Guidelines on Elections adopted by the European Commission for Democracy through Law (“the Venice Commission”) at its 51st session (5-6 July 2002) read as follows:", "“I. Principles of Europe's electoral heritage", "The five principles underlying Europe's electoral heritage are universal, equal, free, secret and direct suffrage. Furthermore, elections must be held at regular intervals.", "1. Universal suffrage", "1.1. Rule and exceptions", "Universal suffrage means in principle that all human beings have the right to vote and to stand for election. This right may, however, and indeed should, be subject to certain conditions:", "a. Age ...", "b. Nationality ...", "c. Residence ...", "d. Deprivation of the right to vote and to be elected:", "i. provision may be made for depriving individuals of their right to vote and to be elected, but only subject to the following cumulative conditions:", "ii. it must be provided for by law;", "iii. the proportionality principle must be observed; conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them;", "iv. the deprivation must be based on mental incapacity or a criminal conviction for a serious offence;", "v. furthermore, the withdrawal of political rights or finding of mental incapacity may only be imposed by express decision of a court of law. ...”", "The Explanatory Report, adopted by the Venice Commission at its 52nd session (18-19 October 2002), reads as follows (footnote omitted):", "“... provision may be made for clauses suspending political rights. Such clauses must, however, comply with the usual conditions under which fundamental rights may be restricted; in other words, they must:", "– be provided for by law;", "– observe the principle of proportionality;", "– be based on mental incapacity or a criminal conviction for a serious offence.", "Furthermore, the withdrawal of political rights may only be imposed by express decision of a court of law. However, in the event of withdrawal on grounds of mental incapacity, such express decision may concern the incapacity and entail ipso jure deprivation of civic rights.", "The conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them, as the holding of a public office is at stake and it may be legitimate to debar persons whose activities in such an office would violate a greater public interest. ...”", "60. The term “impeachment” denotes a formal indictment procedure whereby the legislature may remove from office a head of State, a senior official or a judge for breaching the law or the Constitution. The purpose of impeachment is in principle to allow the institution of criminal proceedings in the courts against the person concerned, but in practice it does not necessarily produce such an outcome.", "61. The legal systems of the majority of the Council of Europe's member States with a republican system make specific provision for the impeachment of the head of State (Albania, Austria, Azerbaijan, Bulgaria, Croatia, Czech Republic, France, Georgia, Germany, Greece, Hungary, Ireland, Italy, Lithuania, Moldova, Montenegro, Poland, Romania, Russian Federation, Serbia, Slovakia, Slovenia, “the former Yugoslav Republic of Macedonia”, Turkey and Ukraine). Impeachment proceedings may be instituted on the following grounds (for Lithuania, see paragraph 46 above): breach of the Constitution or undermining of the constitutional order (Austria, Bulgaria, Croatia, Georgia, Germany, Greece, Hungary, Moldova, Romania, Slovakia, Slovenia, “the former Yugoslav Republic of Macedonia”); high treason (Bulgaria, Cyprus, Czech Republic, Finland, France, Greece, Italy, Romania, Russian Federation); breach of the law (Germany, Hungary); an ordinary or serious criminal offence (Finland, Russian Federation); or immoral conduct (Ireland).", "62. In most of these republics, impeachment proceedings have no direct effects on the electoral and other political rights of a head of State who is removed from office. However, in Austria, if the Federal President is removed from office following impeachment proceedings, the Constitutional Court may order the temporary forfeiture of “political rights” if there are particularly aggravating circumstances. Similarly, in Poland the special court with competence in such matters may, in addition to removing the President from office, temporarily deprive him or her of certain political rights (general disqualification from standing for election for a period of up to ten years, prohibition from occupying certain positions for a similar period and revocation of orders and other honorary titles). In Slovakia and the Czech Republic, a person removed from presidential office as a result of impeachment proceedings permanently forfeits the right to stand for election as President but may be a candidate in any other elections; in the Russian Federation he or she is barred only from standing in the presidential elections called as a result of his or her removal from office."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}