{"ITEMID": "001-95374", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF EFENDİOĞLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1930 and had been living in Erzurum. On 11 June 2009 he died.", "6. On 6 April 1989 the applicant bought a plot of land (no. 5784) in Istanbul. The land was later divided in five parts (plot nos. 13320, 13321, 13322, 13323 and 13324).", "7. Upon the Ümraniye Municipality's decision to put a notice in the Land Registry in 1993, the applicant learned that there was a water pipeline passing underneath plot no. 13324.", "8. On 12 April 2000 the Istanbul General Directorate for Water and Infrastructure (the “ISKI”) filed an action with the Üsküdar Civil Court of First Instance and requested the annulment of the title deed of the applicant to the land in question and its registration in their name. In this respect, they submitted that they had occupied the disputed plot of land since 1970 by way of laying down a water pipeline underneath it and that, therefore, it should be registered under its name pursuant to Article 38 of Law no. 2942.", "9. In the course of the proceedings a commission of experts examined the documentary evidence and conducted an onsite inspection together with the court. On 17 July 2001 the experts submitted their report where they considered, inter alia, that the land in question would be worth around 305,972,500,000 Turkish liras. In the annexed document it was noted that plot no. 13324 was de facto a road.", "10. On 28 December 2001 the Üsküdar Civil Court of First Instance, noting that as of 15 November 2001 the Ümraniye Civil Court of First Instance had become operational, transferred the case to it.", "11. On 18 June 2002 the Ümraniye Civil Court of First Instance, on the basis of the evidence, particularly official documents concerning the construction of the water pipeline, accepted the request of the ISKI and ordered that the land be registered in their name. It considered, in particular, that the applicant's property rights over the land in question had ceased, following the expiry of the statutory timelimit provided under Article 38 of the Law no. 2942.", "12. The applicant appealed. Referring to a court case concerning the previous owner of the plot of land, the applicant submitted, inter alia, that the water pipeline in question passed through another plot and not plot no. 13324, and that the statutory time-limit provided under Article 38 of the Law no. 2942 had not expired since a notice was put in the Land Registry only in 1993.", "13. On 10 December 2002 the Court of Cassation upheld the firstinstance court's judgment. The applicant's request for rectification was rejected on 17 March 2003. This decision was served on him on 8 April 2003.", "14. On 10 April 2003 the Constitutional Court annulled Article 38 of Law no. 2942.", "15. On an unspecified date the applicant asked the Ümraniye Civil Court of First Instance to reopen the proceedings on the ground, inter alia, that, according to their own investigation there were no water pipelines passing underneath plot no. 13324 and, consequently, the court's earlier decision had been based on erroneous official documents and the false testimony of State officials.", "16. On 11 December 2003 the Ümraniye Civil Court of First Instance dismissed the applicant's request on the ground that the applicant had already made similar claims in the earlier proceedings, that in the presence of official documents there was no need, in such cases, to investigate by digging up the disputed land, and that, although Article 38 of Law no. 2942 had been subsequently annulled by the Constitutional Court, this was not a reason for reopening the proceedings.", "17. The applicant's appeal and subsequent request for a rectification was dismissed by the Court of Cassation on 17 May 2004 and 28 September 2004 respectively.", "18. In 2004 the Ümraniye Magistrates' Court, upon the applicant's request, conducted an onsite inspection of the land. The appointed experts considered that the water pipelines in question were not laid underneath the applicant's plot but next to it.", "19. In 2008 the Ümraniye Magistrates' Court, upon the ISKI's request, conducted another inspection of the land. The appointed experts considered that the water pipelines in question passed next to plot no. 13324, not underneath it.", "20. A full description of the domestic law may be found in Börekçioğulları (Çökmez) and Others v. Turkey (no. 58650/00, §§ 23-29, 19 October 2006)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}