{"ITEMID": "001-93959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF AMATO GAUCI v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of P1-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1939 and lives in Msida, Malta.", "6. The applicant is the owner of a maisonette in Sliema, Malta. He inherited one undivided half-share of the premises from his father, who died in 1995 and the other undivided half-share from his mother, who died in 1997.", "7. On 21 November 1975 the applicant’s father had entered into a temporary emphyteusis contract (a contract granting a tenement [house, flat or other type of real property] for a stated yearly rent or ground rent to be paid in money or in kind) with Mr P. The parties had agreed that Mr P. was to pay a yearly amount of 90 Maltese liras (MTL – approximately 210 euros (EUR)) and was to return the premises with vacant possession to the owner after twenty-five years. They further agreed that in respect of maintenance, the grantor was responsible only for “extraordinary expenses in connection with the roofs and ceiling ... unless caused by the negligence of the acquirer”.", "8. In accordance with the Civil Code, the premises reverted ipso iure to the applicant on 20 November 2000.", "9. In 1979 under Act XXIII (see paragraph 24 below) amending Chapter 158 of the Laws of Malta, Mr and Mrs P., as holders of the utile dominium at the time and as Maltese citizens occupying the premises as their ordinary residence, were granted the right to retain possession of the premises under a lease, without the consent of the owner. The law did not apply to temporary emphyteusis contracts entered into after 1 June 1995.", "10. By a letter of 6 April 2000, the year in which the temporary emphyteusis contract lapsed, the applicant informed Mr and Mrs P. that he would not renew the contract of emphyteusis and that they should vacate the premises.", "11. By a letter dated 13 April 2000, Mr and Mrs P. informed the applicant that they were not seeking renewal of the contract but that they were availing themselves of the right granted to them under Act XXIII of 1979 whereby they could retain the property under a lease.", "12. After 20 November 2000, Mr and Mrs P. remained in possession of the premises under a lease, bringing about a completely new legal relationship between them and the applicant. As a result the applicant claimed that he had been unilaterally deprived of his property without being able to have recourse to a court for a determination as to whether it was necessary for Mr and Mrs P. to retain the property or to establish just and fair lease conditions. The applicant also submitted that Mr and Mrs P. also owned other property, whilst he could not make use of his property for the benefit of his daughter, who was getting married.", "13. On 26 September 2000 the applicant instituted proceedings before the Rent Regulation Board (the “RRB”) in order to have a fair amount of rent fixed. On 17 January 2002 these proceedings were adjourned sine die in view of the constitutional proceedings instituted by the applicant, and they have not been resumed since. According to the applicant the proceedings were awaiting the outcome of the constitutional proceedings and would be resumed according to law, as stated in the minutes of the last hearing before the Board. According to the Government, the applicant abandoned these proceedings, which were then declared to have been vacated on 28 July 2004. The maximum compensation the applicant could be offered by the RRB in accordance with the law (see paragraph 21 below) was MTL 180 (approximately EUR 420) per year.", "14. According to an architect’s report dated March 2002, the market value of the vacant premises amounted to MTL 39,000 (approximately EUR 90,700), while the rental value was MTL 120 (approximately EUR 280) per month.", "15. On an unspecified date the applicant instituted constitutional redress proceedings before the Civil Court (First Hall). He complained that the lease imposed on him, as owner of the premises, which had been granted in emphyteusis at the time of the introduction of the new law, subject to inadequate compensation, infringed his rights under Article 1 of Protocol No. 1 to the Convention and was discriminatory and contrary to Article 14 of the Convention, since other premises, particularly those rented after 1995, were not subject to the same conditions.", "16. By a judgment of 16 November 2004 the Civil Court rejected the applicant’s claims. It held that the case was not one of deprivation of property but rather of control of use. Although it had been claimed that the rent received by the applicant was minimal, the legislator had put in place provisions to deal with this; in particular, the rent could be adjusted every fifteen years in line with the inflation index, subject to capping at double the original amount. Consequently, there had been no breach of the applicant’s property rights. In respect of Article 14, it noted that the applicant had not invoked any basis for the discrimination and that the applicant and persons who rented out premises after 1995 were not persons in a similar situation and that consequently, no discrimination could have arisen.", "17. On 26 November 2004 the applicant appealed.", "18. By a judgment of 26 May 2006 the Constitutional Court rejected the applicant’s claims. It held that the law at issue restricted the use of property; thus, the interference suffered by the applicant constituted control of the use of property, which had been legitimate and in the general interest, falling within the State’s wide margin of appreciation. In view of the housing situation in Malta, the new law was meant to protect persons occupying premises as their ordinary residence for a certain period of time from being evicted. The law also allowed for the rent to be reviewed as mentioned by the first-instance court. The Constitutional Court found that the sum of MTL 180 (approximately EUR 420) per year was certainly low and that it would be preferable for the executive to revise the laws determining such compensation, a task which fell outside the competence of the courts. However, the sum was higher than that payable under other rent laws in force in the country. Hence, having considered all the circumstances, it held that, although the amount of rent was close to the demarcation line below which it would qualify as unjust compensation, it did not result in a violation of the applicant’s property rights. In respect of Article 14, the Constitutional Court upheld the first-instance judgment, ruling that no comparison could be made in the absence of an analogous situation.", "19. According to Article 1494 (1) of the Civil Code, Chapter 16 of the Laws of Malta, emphyteusis is defined as:", "“a contract whereby one of the contracting parties grants to the other, in perpetuity or for a time, a tenement for a stated yearly rent or ground-rent which the latter binds himself to pay to the former, either in money or in kind, as an acknowledgement of the tenure.”", "20. Other articles of the Civil Code related to this form of contract, in so far as relevant, read as follows:", "Article 1521 (1)", "“A temporary emphyteusis ceases on the expiration of the time expressly agreed upon, and the reversion, in favour of the dominus, of the tenement together with the improvements takes place, ipso jure.”", "Article 1505", "The emphyteuta shall keep, and in due time restore the tenement in a good state.", "Article 1507", "The emphyteuta is bound to carry out any obligation imposed by law on the owners of buildings or lands:", "Provided that if for the carrying out of any such obligation a considerable expense is required, and the emphyteusis is for a time, the court may, upon the demand of the emphyteuta, compel the dominus", "21. Section 12 of Act XXIII of 1979 amending Chapter 158 of the Laws of Malta (the Housing (Decontrol) Ordinance), in so far as relevant, reads as follows:", "“(1) Notwithstanding anything contained in the Civil Code or in any other enactment the following provisions of this section, and of section 12A shall have effect with respect to all contracts of temporary emphyteusis made at any time.", "(2) Where a dwelling-house has been granted on temporary emphyteusis –", "(a) for a period not exceeding thirty years, if the contract was made before 2l June 1979, or", "(b) for any period, if the contract is made on or after the date aforesaid, and on the expiration of any such emphyteusis the emphyteuta is a citizen of Malta and occupies the house as his ordinary residence, the emphyteuta shall be entitled to continue in occupation of the house under a lease from the directus dominus -", "(i) at a rent equal to the ground-rent payable immediately before the expiration of the emphyteusis increased, at the beginning of the lease of the house by virtue of this article, and after the lapse of every fifteenth year thereafter during the continuance of the lease in favour of the same tenant, by so much of the ground-rent payable immediately before such commencement or the commencement of each subsequent fifteen year period, being an amount not exceeding such ground-rent, as represents in proportion to such ground-rent the increase in inflation since the time the ground-rent to be increased was last established; and", "(ii) under such other conditions as may be agreed between them, or failing agreement, as the Board may deem appropriate.", "22. Section 2 of the Act defines the notion of “tenant” as follows:", "(a) the widow or widower of a tenant provided husband and wife were not, at the time of the death of the tenant, either legally or de facto separated;", "(b) where the tenant leaves no widow or widower such members of the tenant’s family as were residing with him or her at the time of his or her death; and", "(c) any sub-tenant in relation to the tenant:", "Provided that for the purposes of sections 5 and 12, “tenant” shall not include any of the persons included under paragraph (b) or (c) of this definition but shall include, instead, the children, and any brother or sister, of the tenant who are not married and who reside with the tenant at the time of his or her death and any ascendant of the tenant who so resides with the tenant.", "23. According to section 8 of the Reletting of Urban Property Ordinance, Chapter 69 of the Laws of Malta, where the lessor desires to resume possession of the premises on termination of the lease he shall apply to the [Rent Regulation] Board for permission to do so. According to section 9 of the Ordinance, this permission is granted, inter alia:", "“... if the lessor requires the premises (other than a shop) for his own occupation or for that of any of his ascendants or descendants, whether by consanguinity or affinity, or of a brother or sister, and (except as otherwise provided in this paragraph of this section) the Board is satisfied that alternative accommodation is available which is reasonably suitable to the means of the tenant and his family as regards extent, character, and proximity to place of work (if any):", "24. According to section 12(3) of the Housing (Decontrol) Ordinance:", "“Where on the expiration of an emphyteusis ... the dwelling-house is subject to a lease, the provisions of the Reletting of Urban Property (Regulation) Ordinance, shall not apply in respect of such lease:", "Provided that where the tenant under the said lease is a citizen of Malta and occupies the house as his ordinary residence he shall, on the termination of the lease, be entitled to continue in occupation of the house under a new lease from the directus dominus at the same rent and under the same conditions....”", "25. According to section 16(3) of the Housing (Decontrol) Ordinance as amended in 1995:", "“The provisions of section 12 shall not apply to any contract of temporary emphyteusis entered into on or after the 1st June, 1995.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}