{"ITEMID": "001-90722", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF WENERSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1970 and lives in Kluczbork.", "5. The applicant is a habitual offender and has a criminal record. He was charged with robbery and detained on remand in the Wołomin Detention Centre and later in the Łódź Detention Centre from 18 December 2001 to 8 August 2003, when the final judgment was given in his case. At present he is serving prison sentences after conviction for various offences.", "6. The applicant suffers from severe ophthalmological problems resulting from an eye injury sustained during a fight with a fellow inmate. In 1996, before he was detained, his right eye was removed. He is currently one-eyed. His problems concern mainly the socket of his extracted eye.", "7. In 1998 an expert in ophthalmology, Prof. J.Sz., found it necessary to operate on the applicant’s right eye socket to have the remains of the extracted eye removed. The surgery should have been performed while the applicant was released from detention. However, it did not take place, for unknown reasons.", "8. In April and June 2000 different specialists from Warsaw and Bytom examined the applicant. It was suggested that he undergo a reconstruction of his right eye socket at Warsaw Medical University Hospital, which was scheduled for 14 August 2000. In a decision of 3 July 2000 the Medical Commission at Warsaw Remand Centre ordered a two-month suspension of the applicant’s prison sentence. It appears that the operation was not performed as the applicant failed to appear for a preliminary examination.", "9. On 14 February 2002, while the applicant was detained on remand, another specialist in ophthalmology discovered that there was a need to perform a reconstruction of his right eye socket. An operation was scheduled for 22 April 2002; it was, however, postponed until 27 May 2002, since as stated in the applicant’s medical certificate of 29 April 2002, the hospital refused to perform it “under escort”, which implied that he would be transported back to a detention centre’s hospital immediately after the operation.", "10. The surgery scheduled for 27 May 2002 was not performed since the applicant was granted neither release from detention nor a suspension of his prison sentence for the necessary period. The Government observed that on 24 May 2002 new criminal charges had been brought against the applicant and that for this reason he could not be released. In this connection, the judge in charge of the applicant’s case asked the Bytom Remand Centre hospital whether the applicant’s operation could be postponed. This question was answered in the negative after an examination on 22 August 2002. Moreover, the applicant was found to be in need of a different operation on his left eye, namely a vitrectomy.", "11. The applicant’s vitrectomy on his left eye was scheduled to be performed at the Bytom Remand Centre hospital on 3 October 2002. It was cancelled since the applicant refused to undergo this operation at the Bytom Remand Centre hospital. He protested against the conditions in which it was to take place and insisted on being treated at Warsaw Medical University Hospital.", "12. On 10 June 2002 the applicant was examined in the ophthalmology ward of the Bytom Remand Centre hospital. The doctors, however, decided not to operate on the applicant’s right eye socket in the Remand Centre hospital, since special facilities had to be in place. Therefore it was decided to have the operation performed at Warsaw Medical University Hospital on 22 September 2002. It was further requested that the applicant be released for the period of the operation and aftercare. The surgery did not take place since the applicant was not granted release, for unknown reasons.", "13. In the meantime a doctor at Warsaw Medical University Hospital agreed to operate on the applicant’s right eye socket “under escort”, which did not require the applicant to be released.", "14. In a letter of 8 October 2002 the hospital which had agreed to perform the operation “under escort” scheduled the operation for 19 November 2002. Furthermore, in a letter of 29 October 2002 another hospital confirmed that an operation on the applicant could be carried out “under escort”.", "15. An entry in the applicant’s medical records dated 19 November 2002 stated that the operation should be performed immediately. For unknown reasons, the surgery did not take place.", "16. On 31 December 2002 the Łódź Detention Centre informed the Wołomin District Court that an operation had been scheduled for 4 February 2003 and that any postponement of the planned treatment of the applicant might harm his health and endanger his life. Nevertheless, it transpires from the case file that the applicant was not treated on that date.", "17. On 18 February 2004 the partial reconstruction of the applicant’s right eye socket was performed at the Norbert Balicki Academic Clinical Hospital in Łódź. Subsequently, during a check-up on 20 October 2004 at the Bytom Remand Centre hospital, the applicant was found to be in need of a supplementary operation on his right eye socket.", "18. On 10 November 2004 another specialist gave an opinion on the applicant’s condition in which he stated that the operation had merely an aesthetic purpose and that it could be performed “under escort” in January 2005.", "19. In a letter of 12 April 2005 a different hospital, which had been asked to perform the operation “under escort”, refused to do so.", "20. In the applicant’s medical records covering the period from July until October 2005 it was repeatedly stated that the operation should be performed immediately.", "21. On 1 April 2005 at the surgical ward of the Medical Academy in Gdańsk a foreign body (a metal bar) was removed from the applicant’s right eye socket. It was the result of a self-inflicted injury of an unspecified date.", "22. On 17 January 2006 the applicant was transported to a hospital to see a doctor. There, the applicant was diagnosed with an inflammation of his right eye socket. The specialist recommended waiting for an operation until the inflammation had healed.", "23. In a letter of 15 March 2006 the applicant informed the Court that the operation had not yet been performed. He stressed that his state of health had seriously deteriorated and that he was suffering from an inflammation of his right eye socket.", "24. During an examination of 14 August 2006 at the Łódź Detention Centre, the specialist found that the applicant’s right eye was infected with a virus and that his condition required urgent surgery.", "25. In December 2006 the applicant was transported to the Plastic Surgery Ward of the Clinical Hospital of the Polish Ministry of Defence, as the operation to be performed was of a highly complicated character. A specialist examining the applicant found that a complex, multi-stage plastic operation on the applicant’s right eye socket had to be performed. It was stressed, however, that such procedures were not covered by the Polish National Health Fund. In a letter of 2 January 2007 the applicant was informed that the operation could be performed, provided that he covered its costs.", "26. On 9 January 2007, after the applicant had again been examined at the Łódź Detention Centre, it was found that his right eye socket had to be urgently operated on.", "27. Medical certificates of 16 January 2007 issued by the Łódź Detention Centre stated that there was no inflammation of the applicant’s right eye socket and that his condition could be treated at the centre’s hospital ward. It appears that the surgery was not performed.", "28. After another refusal to have the operation performed, the applicant contacted the Oncology Centre at the Maria Skłodowska-Curie Institute, headed by Prof. E.T., requesting help. In reply to the applicant’s letter Prof. E.T., after examining his medical records, stated that his condition required immediate surgery and scheduled the date of the consultation for 15 February 2007. The consultation did not take place, since it appears that the management of the Łódź Detention Centre did not grant the necessary leave.", "29. On 9 February and 30 March 2007 the Bytom Remand Centre hospital informed the applicant that its ophthalmology ward did not perform plastic surgery on eye sockets.", "30. The applicant used various means in order to draw the attention of the authorities to his health problems.", "31. On numerous occasions he requested to be released from detention on remand on account of his eye problems.", "32. His requests were repeatedly refused (decision of the Wołomin District Prosecutor of 4 March 2002 and decisions of the Wołomin District Court of 30 July 2002 and 12 November 2002). His appeal against the decision of 4 March 2002 was dismissed (the Warsaw Regional Prosecutor’s decision of 5 April 2002).", "33. The applicant also tried to challenge his detention by lodging an appeal against an order of 20 November 2002 prolonging his detention on remand. In a decision of 13 December 2002 the Warsaw Regional Court dismissed his appeal against the detention order of 20 November 2002.", "34. The applicant also lodged requests for a suspension in serving his prison sentence for the period of his treatment in hospital and aftercare. His requests were refused by the Łódź Regional Court in decisions of 2 December 2002, 29 November 2004 and 27 February 2006.", "35. The courts repeatedly stated in their reasons for their decisions that the requested operation could be performed “under escort”, without leave being necessary, and that the delay in performing the operation would not result in any deterioration of the applicant’s health. In its refusal of 27 February 2006 the court also relied on the fact that the inflammation of the applicant’s right eye socket was a medical contra-indication against the immediate performance of the operation. It considered that the operation should be delayed until the inflammation had healed.", "36. The applicant also lodged numerous complaints with the authorities in charge of detention centres, as well as with supervisory institutions, about his lack of proper medical care. All his complaints were found to be unsubstantiated. The authorities repeatedly stated that the applicant had been seen by doctors on numerous occasions, that he had been given all medicines prescribed for him and that there were no medical arguments against the operation being carried out “under escort” (letters of the Warsaw-Białołęka Detention Centre of 10 January 2003 and the Warsaw Regional Inspectorate of 27 January 2003). It was also emphasised that the applicant had not proved that he had used the suspensions of his prison sentence which he had previously been granted in compliance with their purpose (undergoing medical treatment).", "37. The applicant contested the finding that he had not undergone any medical treatment during the periods when he had been granted suspensions of his prison sentence. He instituted criminal proceedings against the health-care institution of the detention centre on a charge of making a false statement. In the course of these proceedings it was established that the applicant had undergone some medical treatment during the contested periods (he had had his eye removed).", "38. The applicant submitted an envelope sent to him from the Court, bearing the logo of the Council of Europe. It bears stamps marked “censored” and “a judge” and a stamp of the Warsaw-Białołęka Detention Centre with the date 9 April 2003 and an illegible signature. It also bears a stamp of the Council of Europe with the date 25 March 2003. It appears from the case file that the applicant was not present when the correspondence was censored. Furthermore, the applicant claimed that his correspondence had been stopped and that he had received it with a delay of about one month.", "39. Rules on access to medical assistance for convicted prisoners are set out in the Code of Execution of Criminal Sentences of 6 June 1997 (Kodeks karny wykonawczy – “the 1997 Code”), which entered into force on 1 September 1998.", "40. The relevant part of Article 115 § 1 of the Code provides as follows:", "“A convicted person shall have access to free health care ...”", "Article 115 was substantially amended in 2003 and on subsequent occasions, the amendments extensively covering the range of medical assistance available to convicted persons and rules for its application. The provision referred to above remained unchanged in substance.", "41. As regards access to medical assistance for persons detained on remand, Article 214 § 1 of the Code provides as follows:", "“Unless exceptions are provided for in the present Chapter, a person detained on remand shall enjoy at least the same rights as are secured to a convicted person serving a sentence of imprisonment under the ordinary regime in a closed prison. No restrictions shall be applied to him except such as are necessary to secure the proper conduct of criminal proceedings, to maintain order and security in a remand centre and to prevent demoralisation of remand prisoners.”", "42. The relevant domestic law concerning the censorship of prisoners’ correspondence is set out in the Court’s judgment in the case of Michta v. Poland, no. 13425/02, §§ 33-39, 4 May 2006."], "VIOLATED_ARTICLES": ["3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}