{"ITEMID": "001-5347", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SKORDAS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Greek national, born in 1928 and living in Athens. He is represented before the Court by Mr D. Papoutsidakis, a lawyer practising in Athens.", "The applicant is a Greek Orthodox priest belonging to the ecclesiastical jurisdiction of the Bishop of Nea Smirni. On 7 March 1995 the bishop exempted the applicant from his duties as president of the ecclesiastical council of his parish.", "Following this incident the applicant asked his bishop to allow him to transfer to the Bishopric of Piraeus, the head of which was willing to have him. However, the Bishop of Nea Smirni refused without giving any reasons. The Bishop of Nea Smirni also instituted disciplinary proceedings against the applicant before the local ecclesiastical tribunal on the ground that he had stopped publishing a journal.", "On 11 October 1995 the Bishop of Nea Smirni ordered the applicant not to celebrate mass pending the outcome of the disciplinary proceedings. On 22 November 1995 the applicant challenged the bishop’s decision before the Council of State.", "On 24 January 1996 the applicant retired by virtue of a decision of the competent State authorities. However, the Bishop of Nea Smirni continued refusing him permission to transfer to another bishopric in which he could continue to act as a priest on an unremunerated basis.", "On 6 June 1996 the ecclesiastical court of the Bishopric of Nea Smirni ordered the applicant, by way of disciplinary penalty, to refrain from all activities as a priest during six months.", "On 31 July 1996 the applicant challenged the refusal of the bishop to give him permission to transfer to Piraeus before the multi-member first instance civil court (polimeles protodikio) of Athens.", "On 31 October 1996 the Council of State quashed the decision of 11 October 1995 of the Bishop of Nea Smirni on the ground that it was issued without the applicant having been heard.", "On 27 January 1997 the public prosecutor of the first instance criminal court (isangeleas plimmeliodikon) of Athens refused to institute criminal proceedings against the Bishop of Nea Smirni, as the applicant had requested him to do, finding, inter alia, that the refusal of the bishop to grant the applicant permission to transfer was not subject to review.", "On 28 February 1997 the public prosecutor of the Court of Appeal (isangeleas efeton) of Athens upheld the decision of 27 January 1997 of the public prosecutor of the first instance criminal court.", "On 31 July 1997 the civil court of Athens decided that it could not review the refusal of the bishop to give the applicant permission to transfer because this was a “spiritual” matter.", "On 20 October 1998 the ecclesiastical court of the Bishopric of Nea Smirni found, inter alia, that the applicant had defied its previous decision of 6 June 1996 because he had celebrated mass with the permission of the local bishops in other bishoprics on specific occasions. It ordered the applicant, by way of disciplinary penalty, to refrain from all church activities during six months. The applicant challenged this decision before the Council of State. The proceedings before the Council of State are still pending.", "In the meantime the Bishop of Nea Smirni instituted a fresh set of disciplinary proceedings against the applicant on the ground that he had given an interview to the press. On 5 July 1999 the ecclesiastical court of the Bishopric of Nea Smirni referred the case to the Holy Synod first instance court (Protovathmio Sinodiko Dikastirio).", "On 18 August 1999 the Bishop of Nea Smirni ordered the applicant not to celebrate mass pending the outcome of the disciplinary proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}