{"ITEMID": "001-58838", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF FOXLEY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 34;Not necessary to examine Art. 6;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 3 April 1989 the Criminal Justice Act 1988 (“the 1988 Act”) entered into force. Under the 1988 Act, trial courts were empowered to make confiscation orders aimed at removing assessed benefits obtained through the commission of offences of which a person has been found guilty.", "9. On 25 June 1992 the applicant was arrested and subsequently charged and committed for trial.", "10. On 3 November 1993 the Snaresbrook Crown Court convicted the applicant of twelve counts of corruption committed between 11 December 1979 and 7 August 1984, when he was employed by the Ministry of Defence as an ammunition procurement officer. The court sentenced him to four years’ imprisonment under section 1 of the Prevention of Corruption Act 1906 on each of the twelve counts, to be served concurrently.", "11. The court conducted an enquiry under the 1988 Act and found that the applicant had benefited from the commission of the offences in the amount of GBP 2,092,569.20. Pursuant to section 71 of the 1988 Act, a confiscation Order was made against him in the amount of GPB 1,503,301.80, the amount at which his realisable assets was assessed. This sum was to be paid within eighteen months. In default of payment the applicant was to be imprisoned for a further (consecutive) term of three years.", "12. The applicant’s appeals against his conviction and sentence, as well as in relation to the amount and basis of calculation of the confiscation Order, were dismissed by the Court of Appeal on 6 February 1995. The applicant did not dispute before the Court of Appeal that he had realisable assets in excess of GBP 1.27 million.", "13. On 4 December 1995 the Bow Street Magistrates’ Court issued a summons for the commitment of the applicant to custody for default in the payment of the amount due under the confiscation Order. The hearing on whether the applicant should be committed to custody for non-payment of the confiscation Order was adjourned at the request of the Crown Prosecution Service (“CPS”) pending an investigation into alternative methods of recovery.", "14. On 8 August 1996, in connection with the enforcement of the confiscation Order, Ms S.D. was appointed as Receiver to realise the applicant’s property, including any property of the applicant held by third parties. The High Court, which appointed the Receiver under section 80(2) of the 1988 Act on application by the CPS and after the applicant had been given a further opportunity to comply with the confiscation Order, ordered that the Receiver’s powers were not to be exercised until the interests of the restrained properties had been determined.", "15. On 2 September 1996, following an application on behalf of the Ministry of Defence in separate civil proceedings, the applicant was declared bankrupt. Ms S.D. was appointed as the applicant’s Trustee in Bankruptcy. This appointment was independent of her appointment as Receiver.", "16. Following an ex parte application by the Receiver and Trustee in Bankruptcy, Ms S.D., the District Judge at Reading County Court ordered, on 27 September 1996, that:", "“for a period of three months from the 27th day of September 1996 all postal packets (as defined by section 83 of the Post Office Act 1953) directed or addressed to the Bankrupt ... shall be re-directed, sent or delivered by the Post Office to [the Trustee in Bankruptcy’s address].”", "17. The Order was made under section 371 of the Insolvency Act 1986 in favour of Ms S.D. in her capacity as the applicant’s Trustee in Bankruptcy. The application was based on the grounds that the Trustee in Bankruptcy was of the opinion that communications concerning remittances and useful information in respect of the applicant’s assets and liabilities which would better enable her to perform her duties might be forwarded to the applicant’s address and lost to the applicant’s estate if the Order were not made. The grounds invoked were supported by an affidavit sworn on 27 September 1996, which affirmed that it was necessary for postal packets to be intercepted immediately and without notice to the applicant to enable the Trustee in Bankruptcy properly to identify the applicant’s assets and sources of income.", "18. An exception was made in the Order of 27 September 1996 for letters on which there was a specific direction, signed by the Trustee in Bankruptcy, that any such letter was to be delivered as addressed, if possible.", "19. Between 27 September 1996 and 10 January 1997, a total of 71 letters addressed to the applicant were re-directed to the Receiver and Trustee in Bankruptcy. These letters included, inter alia, a letter from the Chief Inspector of the Ministry of Defence Police, two letters from the Legal Aid Board concerning civil proceedings to which the applicant was a party, a letter from the Police Complaints Authority, two letters from his legal advisers, the Legal Department of the National Council for Civil Liberties (later referred to as “Liberty”) relating to the proceedings before the European Commission of Human Rights, and affidavits and drafts made or prepared for use in the High Court in relation to the receivership proceedings.", "20. Each of the letters mentioned above was copied to file before being forwarded promptly to the applicant.", "21. In his letter of 28 November 1996 to the Receiver and Trustee in Bankruptcy the applicant expressed particular concern that apparently privileged material was being intercepted. On 2 December 1996 the Receiver and Trustee replied that no mail from the Police, Legal Aid, the National Council for Civil Liberties and the European Court of Human Rights would be opened in the future, as long as the sender’s names were clearly stamped on the envelopes.", "22. Although the re-direction Order expired on 27 December 1996 it was only as from 18 January 1997 that the applicant began to receive his mail directly again. During that period there were two mail deliveries to the Trustee in Bankruptcy. One delivery was received on 30 December 1996, the other on 10 January 1997. The deliveries contained ten items of mail, none of which fell within the categories described above (see paragraph 19). A number of the items were however copied to file before being forwarded to the applicant.", "23. On 25 February 1997 the applicant issued a summons for a stay of the receivership proceedings pending the determination of his application to the Commission. The hearing was listed for 16 June 1997 but was adjourned to 19 February 1998. On that date the High Court dismissed the application and confirmed that the receivership proceedings should continue. The applicant has not informed the Court of any subsequent developments in the receivership proceedings.", "24. Section 371 of the Insolvency Act 1986 provides as follows:", "“1. Where a bankruptcy order has been made, the court may from time to time, on the application of the official receiver or the trustee of the bankrupt’s estate, order the Post Office to re-direct and send or deliver to the official receiver or trustee or otherwise any postal packet (within the meaning of the Post Office Act 1953) which would otherwise be sent or delivered by them to the bankrupt at such place or places as may be specified in the order.", "2. An order under this section has effect for such period, not exceeding three months, as may be specified in the order.”", "25. Trustees in Bankruptcy have other statutory powers, which are more stringent than the power to apply for a re-direction order but which may nonetheless need to be used, in appropriate cases, if Trustees are properly to investigate the bankrupt’s affairs for the ultimate benefit of his creditors. In particular, under section 365 of the Insolvency Act 1986 a Trustee may obtain a warrant authorising him to seize property, books and/or records falling into the debtor’s estate. Furthermore, section 366 of the Act allows the court (on application by a Trustee) to summon a variety of persons before it to give an affidavit and/or produce documents.", "26. A bankrupt owes a statutory duty, pursuant to section 333 of the Insolvency Act 1986, to give to the Trustee such information as to his affairs, attend meetings with the Trustee and do such other things as the Trustee may reasonably require for the carrying out of his relevant functions."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}