{"ITEMID": "001-110378", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GRUDIĆ v. SERBIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Respondent State to take measures of a general character (Article 46 - General measures);Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["6. The applicants were born in 1952 and 1948, respectively, and are married to each other.", "7. In 1995 and 1999, respectively, the applicants were granted disability pensions by the Serbian Pensions and Disability Insurance Fund (Republički fond za penzijsko i invalidsko osiguranje zaposlenih; hereinafter “the SPDIF”) – Branch Office in Kosovo.", "8. Having lived in Kosovska Mitrovica for many years, in 2005 they moved to Novi Pazar, Serbia proper (i.e. the territory of Serbia excluding Kosovo), as documented in their personal identity cards issued by the respondent State’s Ministry of Internal Affairs (Ministarstvo unutrašnjih poslova).", "9. The first and second applicants regularly received their pensions until 9 June 1999 and 15 January 2000, respectively, when the monthly payments stopped without any explanation having been provided by the SPDIF.", "10. On 22 May 2003 the applicants sought that the payment of their pensions be resumed.", "11. On 1 March 2005 and 17 May 2004, the SPDIF adopted formal decisions to suspend payment of the applicants’ pensions as of 9 June 1999 and 15 January 2000, retroactively. In so doing, it noted that Kosovo was now under international administration which was why the pensions could no longer be paid.", "12. By two separate judgments of 11 July 2006 the District Court (Okružni sud) in Novi Pazar annulled (poništio) the impugned decisions, noting, inter alia, that they did not refer to the relevant domestic law or provide a satisfactory explanation as to why the payment of the applicants’ pensions should be suspended. In respect of the latter, the District Court effectively re-stated parts of the Supreme Court’s Opinion of 15 November 2005, but did not formally cite it (see paragraph 31 below).", "13. The SPDIF thereafter filed two separate appeals on points of law (dva zasebna zahteva za vanredno preispitivanje presude) in respect of the District Court’s rulings of 11 July 2006. In its appeal as regards the second applicant the SPDIF, inter alia, stated that, since the respondent State has been unable to collect any pension insurance contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in this territory could not continue receiving them. In support of this position the SPDIF cited the Opinion of the Ministry for Social Affairs (Ministarstvo za socijalna pitanja) of 7 March 2003 (see paragraph 29 below) and noted that it considered this opinion binding.", "14. On 13 September 2007 and 26 February 2008 the Supreme Court (Vrhovni sud Srbije) rejected the said appeals on points of law. Whilst the appeal as regards the second applicant was rejected as incomplete, the same remedy concerning the first applicant was rejected on its merits. In the latter case, the Supreme Court confirmed the impugned decision of the District Court.", "15. By means of two separate decisions of 3 April 2008 the SPDIF suspended the proceedings instituted on the basis of the applicants’ requests for the resumption of payment of their pensions until such time, as stated in the operative provisions, when the entire issue shall be resolved between the Serbian authorities and the international administration in Kosovo. The SPIDF decisions had an appearance of printed templates where merely the applicants’ names, their place of residence and case identification data were entered by hand.", "16. The applicants maintain that they filed administrative appeals against these decisions. The Government contests this claim. The applicants have provided the Court with copies of postal certificates indicating that correspondence of some sort had been sent to the SPDIF, as well as the Ministry for Labour, Employment and Social Policy (Ministarstvo rada, zapošljavanja i socijalne politike), but have not supplied the Court with copies of the appeals in question.", "17. Without formally deciding to resume the stayed proceedings, on 7 April 2008 the SPDIF requested (zaključkom o obezbeđenju dokaza) the applicants to provide them with the decisions granting their pensions. It would appear that the applicants complied with this request. They have also provided this Court with copies of the decisions in question.", "18. There seem to have been no procedural developments thereafter.", "19. In June 1999 Kosovo was placed under international administration.", "20. The applicants submitted that all ethnically Serbian pensioners from Kosovo had continued receiving their pensions normally, as have many Bosniaks, Roma, Turks and Albanians. They further contended that they also could have solved their pension problem had they been willing to “bribe those in charge”.", "21. On 18 June 2004 the Serbian Ministry for Work, Employment and Social Policy, in response to a prior query, informed Kosovo’s Ombudsman that the pension system in Serbia was based on the concept of “ongoing financing”. Specifically, pensions were secured through current pension insurance contributions. It followed that since the Serbian authorities have been unable to collect any such contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in Kosovo also could not expect, for the time being, to continue receiving them. Further, the Ministry noted the adoption of Regulation 2001/35 on pensions in Kosovo, providing for a separate pension system for persons living in the territory (see paragraph 39 below).", "22. In 2005, following the destruction of their house, the applicants moved from Kosovska Mitrovica to Novi Pazar located in Serbia proper.", "23. On 2 April 2008 the SPDIF certified, inter alia, that the first applicant’s maiden family name had been Klapija.", "24. Both applicants are suffering from serious heart-related conditions, and are living under very difficult financial circumstances. They maintain, however, that they have never applied for pensions in Kosovo.", "25. Article 104 provides, inter alia, that administrative proceedings before the SPDIF may be reopened, at the request of the insured person or ex proprio motu, if new relevant facts or evidence become known or if in the original proceedings such facts or evidence were not presented.", "26. Article 110 provides, inter alia, that one’s pension and disability rights shall be terminated if it transpires that one no longer meets the original statutory requirements. However, should an entitled pensioner secure an additional pension before another pension and disability insurance fund established by one of the other States formed in the territory of the former Yugoslavia, his or her pension paid by the SPDIF, unless stipulated otherwise by an international agreement, shall be reassessed (recalculated) based on the pensionable employment period (penzijski staž) already taken into account by the former.", "27. Article 169 provides, inter alia, that the SPDIF’s assets consist of: pension and disability insurance contributions; its own property; earmarked sums in the States’ budget; subsidies and donations, return on various investments; and a certain portion of the funds obtained through the privatisation of State-owned and socially-owned capital.", "28. These decisions set out details concerning the procedural competence of various branches of the SPDIF as regards the entitlements of insured persons from Kosovo.", "29. These Opinions state, inter alia, that the pension system in Serbia is based on the concept of “ongoing financing”. Specifically, pensions are secured through current pension insurance contributions. Since the Serbian authorities have been unable to collect any such contributions in Kosovo as of 1999, persons who have been granted SPDIF pensions in Kosovo also cannot expect, for the time being, to continue receiving them. Further, it is noted that Regulation 2001/35 on pensions in Kosovo, adopted by the United Nations Interim Administration Mission, provides for a separate pension system for persons living in the territory, which in itself amounts to a serious issue (see paragraph 39 below).", "30. The Serbian Constitutional Court (Ustavni sud Srbije) has consistently held that Opinions and Instructions issued by various Government ministries do not amount to legislation (ne predstavljaju propis ili opšti pravni akt), and are instead merely meant to facilitate the implementation thereof (see, for example, IU-293/2004 of 29 June 2006 and IUo-275/2009 of 19 November 2009).", "31. In response to the situation in Kosovo, this Opinion states, inter alia, that one’s recognised right to a pension may only be restricted on the basis of Article 110 of the Pensions and Disability Insurance Act (see paragraph 26 above). In view of Article 169 of the said Act, one’s recognised pension rights cannot either depend on whether or not current pension insurance contributions can be collected in a given territory (see paragraph 27 above).", "32. The Opinion further explains that administrative proceedings (upravni postupak) and, if needed, judicial review proceedings (upravni spor) would be the appropriate avenue to challenge any restriction of one’s pension rights.", "33. Lastly, the Opinion notes that the civil courts shall, in this context, only be competent to adjudicate cases involving claims of malfeasance (nezakonit i nepravilan rad) on the part of the SPDIF.", "34. Articles 5 and 6 provide, inter alia, that judicial review proceedings may be brought against an administrative decision issued by a competent State body or public authority.", "35. Article 24 provides that should a second instance administrative body fail to decide on an appeal filed more than 60 days earlier, and should it again fail to do so in another 7 days, upon receipt of the claimant’s repeated request to this effect, the latter may directly institute a judicial review suit, i.e. as if his or her appeal had been rejected.", "36. Article 41 § 3 provides that the competent court may not only quash the impugned administrative act but may also rule on the merits of the plaintiff’s claim, should the facts of the case and the very nature of the dispute in question allow for this particular course of action.", "37. Article 1 provides that statutory interest shall be paid as of the date of maturity of a recognised monetary claim in Serbian dinars until the date of its settlement.", "38. Article 2 states that such interest shall be calculated on the basis of the official consumer price index plus another 0.5% monthly.", "39. These regulations provide for a separate pension system whereby, inter alia, all persons “habitually residing” in Kosovo, aged 65 or above, shall have the right to a “basic pension”.", "40. On 13 June 2008 the Kosovan Assembly adopted this Act which, essentially, endorsed the pension system as set up by the two Regulations cited above but transferred the functional competencies from the United Nations Interim Administration Mission in Kosovo to the Kosovan authorities."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}