{"ITEMID": "001-83625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF EVCİMEN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "", "TEXT": ["4. The applicant was born in 1971 and lives in Edirne.", "5. At the material time, the applicant was the owner and editor of a local newspaper published in Trabzon, the Özgür Karadeniz (“The Free Black Sea”).", "6. On 15 January 1995 the applicant was taken into police custody on suspicion of membership of an illegal organisation.", "7. On 20 January 1995 he was brought before a judge who ordered his detention on remand.", "8. On 10 March 1995 the public prosecutor at the Erzincan State Security Court filed a bill of indictment against the applicant, along with twenty-one other persons. The applicant was accused of membership of an illegal organisation, the DHKP-C (the Revolutionary People's Liberation Party- Front). According to the indictment, following his arrest, the applicant's house was searched by police officers who found illegal periodicals, newspapers, books and a bullet. The public prosecutor also alleged that the applicant had published a newspaper containing propaganda in support of the DHKP-C, participated in illegal demonstrations, put up posters, distributed leaflets supporting the DHKP-C and carried out activities in the Karadeniz University for the recruitment of new members for the illegal organisation.", "9. On 13 March 1995 the applicant was transferred to the Erzurum special type prison.", "10. On different dates in 1995, five other criminal proceedings were brought against the applicant before various courts, with charges of disseminating separatist propaganda and incitement to hatred and hostility through the medium of his newspaper.", "11. The cases against the applicant and his co-accused were subsequently joined before the Erzincan State Security Court.", "12. Following promulgation of the Law no. 4210, which abolished the Erzincan State Security Court and established the Erzurum State Security Court, in 1997 the Erzurum State Security Court acquired jurisdiction over the case and the case-file was sent to it.", "13. On 27 November 1998 the Erzurum State Security Court convicted the applicant under Article 168 § 2 of the Criminal Code of membership of an illegal organisation, namely the DHKP-C. The court found that two articles published in Özgür Karadeniz on 15 November 1994 and 1 March 1995 contained separatist propaganda and incitement to hatred. It further found it established that the applicant had participated in illegal demonstrations, put up posters, distributed leaflets supporting the DHKP-C and carried out activities in the Karadeniz University for the recruitment of new members for the illegal organisation. The court sentenced the applicant to twelve years and six months' imprisonment.", "14. On 18 November 1999 the Court of Cassation upheld the judgment of 27 November 1998 in respect of the applicant.", "15. On 29 May 2004 the applicant was conditionally released from prison.", "16. The relevant domestic law and practice in force at the material time are outlined in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003).", "17. By Law no. 5190 of 16 June 2004, published in the official journal on 30 June 2004, the State Security Courts were abolished."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}