{"ITEMID": "001-5729", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ASCHAN AND OTHERS v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Mr B. Holmberg, Ms A. Nylund (on behalf of the Tolvsnäs & Skogby fiskelag), Mr J.-H. Lindqvist (on behalf of the Björkö fiskelag), Mr G. Karlgren (on behalf of the Mossala fiskelag), Mr V. Eriksson (on behalf of the Åvensor fiskelag), Mr B. Bergman (on behalf of the Lillmälö fiskelag), Mr J.-G. Knuts (on behalf of the Hitis kyrkoby fiskelag), Mr T.Ylitalo (on behalf of the Takajärven kalastuskunta), Mr P. Mäntyranta (on behalf of the Iso-Säkylän kalastuskunta), Ms L. Aschan, Ms K. Degerth, Mr K.-H. Lundberg (on his own and on behalf of a company called Busö Ab) , Mr Å. Strandfelt, Ms B. Strandfelt, Mr H. Isaksson, Mr J. Isaksson, Ms E. Jansson, Ms A. Jansson, Mr S. Jansson (the three last mentioned on their own and on the behalf of Stenskä stugor och fisk), Mr J. Ylitalo, Mr G. Mattson, Ms H. Matsson (the two last mentioned on their own and on behalf of Lömsö Stugor) and Mr E. Eela (on behalf of the Pyhäjärven kalastuskunta). The individual applicants are Finnish nationals and the association applicants are statutory local fishing associations (kalastuskunta, fiskelag). All the applicants are represented before the Court by Mr M. Fredman, a lawyer practising in Helsinki.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The Fishing Act (kalastuslaki, lag om fiske), as amended on 1 January 1997, provides that fishing with hand-held tackle is a public right as everyone who has paid the lure-fishing fee to the State is allowed to fish with hand-held tackle also in privately owned water areas. Pursuant to the same amendment, fishing with hook and line as well as ice-fishing are rights guaranteed to everyone. With the amendment, the owner of a water area lost his exclusive right to control fishing, and the amount of fishing licenses, in his water area.", "According to the Act as amended, the fees for the right to fish with a hand-held tackle are now paid to the State. This system replacing the earlier one, in which the owner of a water area himself received the fees paid for the fishing licenses. However, the income from the fees paid for the right to fish with a hand-held tackle are, after the State has deducted its expenses for collecting the fees, reimbursed to the owners of the fishing waters as compensation for the fishing with hand-held tackle in their waters. If the reimbursement for an individual owner of a water area is less than FIM 200, the amount is reimbursed to the local fishing association.", "According to the old Act, everyone who was over 18 years of age and wanted to fish or crayfish, had to pay - in addition to the local fishing license - an annual payment of FIM 80 to the State for the maintenance of the fishing waters.", "The applicants are owners of water areas and local fishing associations. Some of the individual applicants are professional fishermen, who fear for their income as everyone is now entitled to fish in their fishing waters. Others are individuals who, due to the amendment of the Fishing Act, have lost income which they used to earn by selling fishing licenses, by renting their water areas to fishing associations, and so on. The applicant associations have lost their income by losing their right to receive payments for fishing licenses. According to the applicants, their income from the fishing licenses and related sources in 1994 1996 has been approximately FIM 10,000 per year per applicant. Some of the fishing associations have, however, earned up to FIM 72,553 per year for selling fishing licenses.", "By virtue of Section 3 of the Fishing Act, the individual owners of fishery waters form a fishing association. Fishing associations are members of Fishing Areas (kalastusalue, fiskeområde). Activities of Fishing Areas are directed and supervised by Fishing Districts (kalastuspiiri, fiskeridistrikt), which are authorities subject to the Ministry of Agriculture and Forestry (maa- ja metsätalousministeriö, jord- och skogsbruksministeriet)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}