{"ITEMID": "001-110424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "COSTACHE v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Mitică Costache, is a Romanian national of Roma ethnic origin, who was born in 25 June 1967 and lives in Slobozia. Since 1990 he has been involved in a long-term unregistered partnership with Ms C.C. The applicant is illiterate. He is represented before the Court by Mr Constantin Cojocariu, a lawyer practising in Iaşi. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu and subsequently by their Co-Agent, Ms Carmen Ciută, both of the Ministry of Foreign Affairs.", "2. In an initial letter submitted to the Court on 16 August 2005 the applicant complained of his living conditions unsuitable to his state of health. He subsequently reiterated this complaint and alleged the authorities’ failure in the provision of adequate housing in two application forms submitted on 20 October 2006 and 31 July 2007 respectively. None of the application forms were signed by the applicant; however the latter was accompanied by a signed cover letter.", "3. On 23 December 2005 the applicant was diagnosed with paralysis of the left side of the body caused by a stroke and on 28 July 2006 with chronic hepatitis and brain damage (sindrom cerebelos). Because of his medical condition, on 4 October 2006 the applicant was declared severely handicapped by the Commission for the evaluation of handicapped persons, functioning under the authority of the county council (“the commission”). Starting with 22 November 2006 he was offered a monthly pension of 158 Romanian lei (ROL). Since 2006, the applicant’s classification in the category of handicapped persons continued to be renewed each year until present.", "4. On 13 September 2007 the applicant was also diagnosed with epilepsy and severe brain deficiency.", "5. According to the report issued by the above-mentioned commission on 22 September 2010 , the applicant’s condition as a handicapped person was declared as less severe, as his health condition improved.", "6. The applicant and his partner, C.C., left the parental village house and moved to the town of Slobozia in 2001, after the death of his father. Facing major difficulties in finding affordable accommodation, around the same date, the applicant allegedly started formulating requests for social housing at various authorities, verbally or in writing through the help of C.C.", "7. According to the applicant, in the course of 2003 he moved together with his partner in a deserted horse stable belonging to the state which was unofficially allocated to them as social housing by the Slobozia municipality. The Government contested this allegation and submitted that the applicant and his partner started living in the stable of their own will during the year 2005.", "8. Welfare investigations conducted yearly by the social services at the request of the Commission for the evaluation of handicapped persons between August 2005 and September 2007 stated that the applicant was living in the town of Slobozia together with C.C., in one room “inside a stable in conditions unsuitable for living in”. The social services inspectors found that the above-mentioned housing lacked running water, heating, a toilet or a bathroom as well as electricity.", "9. On 24 November 2005 the Slobozia Local Council published a list of priorities for the allocation of social housing which included C.C. and her partner, supposedly the applicant.", "10. In a letter of 20 March 2007 sent by the County Prefect in response to the applicant’s complaints concerning his housing situation, the prefect mentioned that the applicant was living in a stable provided as social housing by the Slobozia Town Hall and informed him that his requests for more appropriate social housing had been sent to that institution in order to be dealt with.", "11. In the course of 2007 the Slobozia municipality finalised the rehabilitation of a building for the purposes of social housing. On 22 November 2007, C.C. together with the applicant, considered as a family member for the purposes of the tenancy contract, obtained an offer of a social tenancy and moved in a one-room apartment in the rehabilitated building.", "Following the applicant’s relocation, the stable was demolished by the municipality.", "12. Article 19 of the Emergency Ordinance no. 102/1999 on the protection of the handicapped persons provides as follows:", "“(1) With the purpose of ensuring the right to social security, protection of health and education, the adults with a handicap have the following rights:", "(...)", "p) priority for renting , building or buying a lodgement from the state;”", "13. According to Article 41 and Annex 1 of the Law no. 114/1996 on housing, the minimum requirements for a social lodgement are the following: the existence of a space for resting, a space for preparing food, a bathroom and access to electricity, drinking water and sewage facilities."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}