{"ITEMID": "001-5592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "DROSOPOULOS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Baka", "TEXT": ["The applicant is a Greek national, born in 1938 and living in Athens. He is represented before the Court by Mr Th. Zigras, a lawyer practising in Athens.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1972 the applicant was appointed a public notary in Athens. He specialised in contracts for the sale of cars.", "In 1995 disciplinary proceedings were instituted against the applicant for not having paid to the notaries' association (simvoleografikos sillogos) of Athens, Piraeus, the Aegean and the Dodecanese 30% of the fees he had received from contracts for the sale of cars and motorbikes between 10 March 1993 and 5 May 1994. According to the disciplinary charges the applicant had acted contrary to Article 102 § 4 of Law 670/1977.", "The applicant appeared before the five-member Disciplinary Tribunal constituted within the Court of Appeal (Pendameles Pitharhiko Dikastirio tou Efetiou) of Athens on 14 December 1995. He argued, inter alia, that the obligation to pay 30% of his fees to the association amounted to a confiscation.", "In a decision issued on the same date the disciplinary tribunal found that the obligation in question constituted a legitimate restriction of professional liberty. It also found that the applicant had indeed failed to pay to the notaries' association 30% of the fees (which amounted to 32 163 511 drachmas) he had received in connection with the sale of cars and motorbikes during the period in question. As a result, the tribunal decided, by majority, to strike the applicant out of the roll of the association.", "On 2 February 1996 the applicant, who could not any longer practise as a public notary, appealed on points of law. On 9 May 1997 the Court of Cassation (Arios Pagos) rejected his appeal. The Court of Cassation considered that the limitation on professional freedom introduced by Article 102 § 4 of Law 670/1977 was justified in the public interest since its aim was to introduce a measure of fairness in the distribution of the earnings from the particular category of sales among the public notaries. It also considered that all public notaries were treated equally since they were subject to the same obligation. The applicant obtained a copy of the relevant decision on 27 June 1997.", "In 1990 and 1993, the Public Prosecutor of the First Instance Court of Athens had instituted proceedings against the applicant for the same offence, namely his refusal to pay different sums for the periods between 11 November 1986 and 1st September 1988, 2 September 1988 and 3 September 1989 and 4 September 1989 and 9 March 1993. The five-members Disciplinary Tribunal had suspended his right to practise for a period of forty days.", "Article 102 § 4 of Law 670/1977 reads as follows:", "“In case of preliminary or final contracts for the transfer of the property of cars or motorcycles, the public notary is obliged to deposit to the notaries' association or the authorised public notary, for allocation between all public notaries with registered offices in the regions stated in paragraphs 1 and 3 of Article 98 ... 30% of his fees.”", "According to the established case-law of the courts, the above-mentioned provision does not impose on the public notaries different obligations for the drawing up of the same kind of contracts. It simply restricts the rights of all public notaries for the drawing up of a certain category of contracts. Moreover, that provision does not obstruct the free economic activity and free choice or practice of the profession of public notary, nor does it restrict their financial liberty. The obligation to pay 30% of the gross earnings is justified by the aim pursued by that provision, namely to avoid that all contracts are drawn up by a small number of privileged public notaries who may have a great number of acquaintances (Judgment of the Supreme Court 384/1979, Nomiko Vima no 27, p. 1439).", "It transpires from Articles 95 §§ 1 and 2, 99 and 101 of Law 670/1977 that public notaries are always entitled to a fee when they draw up contracts, with the exception of deeds in which the contracting parties are the State, co-operatives and public law corporations. In such cases, the public notary is obliged to reimburse the collected fees within ten days to the notaries' association which distribute them among its members in accordance with Article 101. That provision, which applies specifically to “state” contracts aims at preventing certain public notaries from taking advantage of their acquaintances and influence and thus monopolising the drawing up of contracts involving high amounts of money."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}