{"ITEMID": "001-61365", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF MALASIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1966 and lives in Częstochowa, Poland.", "5. In June 1995, on his way to work, the applicant bought a bottle of sparkling mineral water. While he was opening it, the bottle exploded and its metal cap hit the applicant’s left eye. The accident, despite the subsequent surgeries and medical treatment, resulted in the applicant’s loss of vision in his left eye. He was declared an invalid and was granted a disability pension by the Social Security Board (Zakład Ubezpieczeń Społecznych).", "6. In August 1997 the applicant instituted civil proceedings for compensation and pension against the producer of the mineral water. He submitted medical certificates issued by the Częstochowa and Katowice Hospitals which treated his injury.", "7. On 23 October 1997 the Częstochowa Regional Court (Sąd Wojewódzki w Częstochowie) exempted the applicant from the court fees.", "8. On 15 November and 15 December 1997 the trial court held hearings.", "9. In December 1997 the “S” assurance company joined the proceedings as an intervener.", "10. In 1998 the trial court held four hearings at which it heard witnesses.", "11. On 8 December 1998 the court, sitting in camera, ordered a medical expert opinion.", "12. On 18 May 1999 the court received the opinion.", "13. On 25 May 1999 the court, sitting in camera, ordered the Social Security Board to provide a copy of the applicant’s file.", "14. Between 24 November 1998 and 7 September 1999 no hearings were held.", "15. At the subsequent hearings held on 8 September 1999, 12 January and 14 June 2000 the court heard witnesses and ordered the preparation of new expert opinions.", "16. On 13 December 2000 the trial court held a hearing at which it asked for another expert medical opinion to be prepared.", "17. On 10 April 2001 the court received the expert opinion. The intervener challenged it.", "18. At the hearing held on 20 June 2001 the court requested an expert opinion concerning the applicant’s pension.", "19. The expert submitted the opinion on 31 January 2002. Again, the intervener challenged the opinion.", "20. The next hearing, which was held on 20 March 2002, was adjourned sine die. The court ordered another expert opinion.", "21. On 24 May 2002 the opinion was submitted to the court. Subsequently, the intervener challenged it.", "22. On 27 September 2002 the trial court held a hearing.", "23. On 30 September 2002 the Częstochowa Regional Court gave judgment. The defendant was found liable for the damage sustained by the applicant. The court awarded the applicant PLN 85,000 in compensation but dismissed his claim for pension.", "24. Both parties appealed against this judgment.", "25. On 4 April 2003 the applicant was exempted from the court-fees in the appeal procedure. The proceedings are pending before the Court of Appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}