{"ITEMID": "001-78978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MAMMADOV (JALALOGLU) v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 3;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1957 and lives in Baku. More commonly known as Sardar Jalaloglu in political circles, he was the Secretary General of the Democratic Party of Azerbaijan. It was one of the opposition parties that considered the presidential elections of 15 October 2003 illegitimate because of alleged falsifications.", "6. On 16 October 2003 a number of opposition supporters held unauthorised public manifestations at the Azadliq Square in the centre of Baku, protesting the results of the elections. The manifestations ended with public disorder and violent clashes between the crowd and the police. The applicant claimed that he had not personally participated in these manifestations.", "7. According to the applicant, on 18 October 2003, between 6 p.m. and 7 p.m., several masked police officers, armed with Kalashnikov rifles, appeared at the applicant's house, demanding that he open the door. Before the applicant could do so, three or four of them entered the applicant's apartment through a window. Without presenting an arrest warrant or any other document, the police officers handcuffed the applicant and his guest, N.J. Then the officers dragged them out of the apartment and into a police car. The applicant and N.J. were taken to the Organised Crime Unit of the Ministry of Internal Affairs (Mütəşəkkil Cinayətlərə qarşı Mübarizə İdarəsi; hereinafter “the OCU”).", "8. Thereafter, the applicant was kept handcuffed for about four hours in one of the rooms inside the OCU's building. When the applicant's lawyer arrived and attempted to find out the reasons for the applicant's arrest, the Chief of the OCU told him that the reasons would be given the next day.", "9. On the same day, the applicant was taken to the basement of the OCU's building, which was used as a temporary detention facility. There, in the office of the warden of the detention facility, he was ordered to strip naked in the presence of several policemen. The policemen checked his body for injuries and did not notice any. He was then placed in a cell with two other detainees until the next morning.", "10. The next day, on 19 October 2003 between 12 noon and 1 p.m., the applicant was taken to the Investigation Department of the Chief Prosecutor's Office and interrogated in the presence of his lawyer. After the interrogation, he was charged with “organising public disorder” and “use of violence against state officials” for his alleged role in the events of 16 October 2003. According to the applicant, he orally complained to the investigator that he had been ill-treated on the way to the OCU and after being placed in police custody.", "11. At 4 p.m. on the same day the Nasimi District Court ordered the applicant's detention on remand for three months. This decision was subsequently upheld by the Court of Appeal on 28 October 2003.", "12. The applicant was taken from the Nasimi District Court back to the OCU where he was kept, until 22 October 2003, in the same cell with two other detainees.", "13. At around 6 p.m. on 19 October 2003 the applicant was taken to the office of the Deputy Chief of the OCU, where he was told that he would be subjected to “additional interrogation”. The applicant objected, stating that the OCU officers had no competence to interrogate him after his indictment, but his objection was unsuccessful. The interrogation lasted until approximately 10 p.m. and involved questions concerning the activities of members of his political party.", "14. According to the applicant, during this interrogation, he was subjected to ill-treatment in the form of, inter alia, beating of the soles of his feet by two masked policemen with truncheons.", "15. In the morning of 20 October 2003 the applicant was visited by representatives of the International Red Cross. He complained to them that he had been ill-treated while in police custody.", "16. On 21 October the applicant's lawyer sent a telegram to the Chief Prosecutor's Office, complaining that the OCU did not allow him to meet with the applicant in the detention facility on 20 and 21 October. Finally, on 22 October the applicant met with his lawyer and told him that he had been beaten by police officers in the OCU.", "17. On the same day, the applicant was transferred from the OCU's detention facility to the Investigative Isolator No. 1. Upon the transfer, he was examined by the Isolator's doctors who observed injuries on his body (more specifically, two haematomas on his right calf and right heel) and made relevant notes in their records.", "18. On 22 October 2003 the applicant's lawyer filed a petition with the investigator of the Chief Prosecutor's Office dealing with the applicant's case, requesting a medical examination of the applicant's injuries. In the petition, the lawyer noted that the applicant had complained about torture in the OCU's temporary detention facility and that he had personally seen injuries on the applicant's calf and foot.", "19. Five days later, on 27 October, not having received a reply from the investigator, the lawyer filed a complaint with the Head of the Investigation Department of the Chief Prosecutor's Office concerning the investigator's failure to respond to his petition.", "20. Following this, on 28 October the investigator ordered a medical examination and on 29 October the applicant was examined by a medical expert of the Forensic Medicine and Pathologic Anatomy Department of the Ministry of Health. According to the forensic report issued on 30 October, the expert observed the following injuries to the applicant's body: (1) a pale rosy circular bruise of 1x1 cm on the left elbow joint; (2) a yellowish haematoma of an indefinite shape measuring 5x3 cm on the upper part of the right calf; and (3) a yellowish haematoma of an indefinite shape measuring 6x5 cm on the inside of the right heel. Finding it unnecessary to determine the degree of gravity of these injuries, the expert concluded that they had been caused by a hard blunt object. The expert also commented that “[the possibility that] the injuries had been inflicted on 16 October 2003 cannot be excluded”.", "21. On 18 December the warden of the OCU's temporary detention facility was interrogated in connection with the applicant's complaint. He testified that, when the applicant had been brought to his detention facility on 18 October, he had been in good health and that no injuries had been observed on his body. He further testified that the applicant had not complained about any health problems upon his arrival in the OCU. He also denied the applicant's allegations of ill-treatment in the OCU's detention facility.", "22. On 8 January 2004 the Head of the Investigation Department of the Chief Prosecutor's Office, after interrogating four police officers of the OCU, officially refused to institute criminal proceedings concerning the alleged ill-treatment of the applicant in the OCU's detention facility, finding that the applicant's allegations were not substantiated. The investigator noted that the police officers denied all the allegations of ill-treatment, that the forensic report did not establish conclusively that the applicant's injuries had been inflicted while in police custody, and that the applicant failed to furnish any other evidence of ill-treatment.", "23. Meanwhile, on 14 December 2003 the applicant filed a separate complaint with the Nasimi District Court, complaining that he had been unlawfully arrested and tortured in police custody. Specifically, he complained that, during the interrogation in the office of the Deputy Chief of the OCU, for approximately four hours, he had been beaten with truncheons on the soles of his feet by two people in masks. He further noted that after the beating his cellmates had witnessed his injuries and provided some assistance to him. He asked the court to bring the officials concerned to criminal responsibility.", "24. On 28 January 2004 the Nasimi District Court refused to examine the complaint due to lack of territorial jurisdiction, finding that complaints against the OCU officials must be filed with the Narimanov District Court.", "25. On 29 January 2004 the applicant filed a complaint of the same substance with the Narimanov District Court. This court also refused to examine the complaint due to lack of territorial jurisdiction. The matter was referred to the Court of Appeal, which decided that it was within the Nasimi District Court's territorial jurisdiction to examine the complaint.", "26. Finally, on 18 February 2004 the Nasimi District Court examined the applicant's complaint concerning the unlawfulness of the Chief Prosecutor's Office's refusal to institute criminal proceedings and dismissed it as unsubstantiated. The court specifically noted that the forensic report did not rule out the possibility that the injuries could have been inflicted to the applicant during the public disorder on 16 October 2003, i.e. prior to the applicant's arrest. As such, the court did not consider this forensic report as conclusive evidence proving the applicant's beating in the OCU's detention facility. The court found that the applicant did not produce sufficient evidence to support his allegations.", "27. The applicant appealed, claiming that the Nasimi District Court failed to give proper legal assessment to the evidence showing that he had been tortured in police custody. On 17 March 2004 the Court of Appeal upheld the Nasimi District Court's decision. The full decision of the Court of Appeal was posted to the applicant's lawyer on 18 March 2004. No further appeal lay against this decision under the domestic law.", "28. As for the criminal proceedings instituted against the applicant for his role in organising the public disorder on 16 October 2003, on 22 October 2004 he was convicted and sentenced to three years' imprisonment. The court found that, although the applicant had not been personally present at the Azadliq Square on 16 October 2003, he was one of the organisers of the public disorder and gave instructions to his followers from his party's headquarters.", "29. In March 2005 the applicant was released from serving the remainder of his prison sentence pursuant to a presidential pardon decree.", "30. Article 46 (III) of the Constitution of the Republic of Azerbaijan provides as follows:", "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment. ...”", "31. In accordance with the Criminal Code, torture of an individual who is under detention or otherwise deprived of his or her liberty is a crime punishable by imprisonment for a term of seven to ten years (Article 113). Infliction of physical or psychological suffering to an individual by way of systematic beating or other violent actions performed by a public official in his official capacity is a crime punishable by imprisonment for a term of five to ten years (Article 133).", "32. In accordance with Article 37 of the Code of Criminal Procedure, criminal proceedings are instituted on the basis of a complaint by the victim of an alleged criminal offence.", "33. The Law On Complaints against Acts and Omissions Infringing Individual Rights and Freedoms, dated 11 June 1999 (hereinafter the “Law”), provides for a judicial avenue for claims against public authorities. In accordance with Article 2 of the Law, any act or omission by a public authority infringing an individual's rights or freedoms may be challenged either (a) directly before a court; or (b) before a higher (supervising) public authority. If the complaint is first filed before a supervising public authority, such authority must inform the complainant in writing, within one month of the receipt of the complaint, of the results of the examination of his or her complaint.", "34. In accordance with Article 5 of the Law, a direct judicial complaint must be filed within one month from the date the complainant became aware of the infringement of his rights or freedoms. However, if the complainant has initially filed a complaint against acts or omissions of the subordinate public authority with a supervising public authority, a judicial complaint challenging the decision of the supervising authority must be filed within one month of receipt of this decision. Provided the complainant had a good reason for the filing of a complaint after expiry of the deadline, the court may still accept it.", "35. According to Article 6 of the Law, the court is entitled to declare the disputed act or omission unlawful, to lift the liability imposed on the complainant or to take other measures to restore the infringed right or freedom, and to determine the liability of the public authority for its unlawful act or omission. The court's finding of an infringement of the individual rights and freedoms gives rise to a civil claim for damages against the State.", "36. The Civil Code contains similar provisions. In accordance with the Civil Code, disputes between individuals and public authorities concerning individual rights and freedoms may be the subject matter for a civil action (Articles 2 and 5). Unlawful acts or omissions of a public authority or its officials give rise to a civil claim for damages against the State (Article 22). The State's civil liability is the same as that of an ordinary legal person (Article 43).", "37. The Code of Civil Procedure provides for the procedure by which an individual can sue the State for damages in civil proceedings.", "38. The European Committee for the Prevention of Torture (CPT) has carried out three visits to Azerbaijan. The first visit took place in November-December 2002 and involved visits to the Investigative Isolator No. 1 as well as the detention facilities under the authority of the Ministry of Internal Affairs, including OCU's temporary detention facility. The main purpose of the second (ad hoc) visit in January 2004 was to collect information concerning the treatment of persons detained in relation to the events which followed the presidential election of 15 October 2003. The delegation interviewed some thirty persons held at Investigative Isolator No. 1. In addition, the delegation visited OCU's temporary detention facility. The main purpose of the third (ad hoc) visit in May 2005 was to examine the situation in Gobustan prison. The CPT's reports on these visits, except that of November-December 2002, have not been made public, such publication requiring the consent of the State concerned, which has not been forthcoming.", "39. While the CPT report concerning the visit of November-December 2002 mentions no specific instances of ill-treatment in OCU's temporary detention facility, it notes that the delegation received numerous allegations of physical ill-treatment of persons detained by the police in the establishments under the authority of the Ministry of Internal Affairs. The types of ill-treatment alleged mainly concerned slaps, punches, kicks and blows struck with truncheons, gun butts and other hard objects. In some cases, the severity of the ill-treatment alleged – such as the infliction of electric shocks, blows struck on the soles of the feet, blows to the body while the person concerned was handcuffed in a suspended position – was such that it could be considered as amounting to torture. Further, several persons gave accounts of different forms of humiliation and threats to use physical force (including sexual violence) against them or their relatives, in order to make them confess to a crime or provide information."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}