{"ITEMID": "001-68166", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF THALER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1944 and lives in Innsbruck.", "8. The applicant is a medical practitioner whose contract with the Tyrol Regional Health Insurance Board (Gebietskrankenkasse) was terminated by the latter on 31 December 1996. Subsequently the applicant was practising without a contract with the Health Insurance Board and is meanwhile retired. He complains about two sets of proceedings.", "9. On 29 October 1996 the applicant instituted proceedings against the Tyrol Regional Health Insurance Board. He claimed that the defendant had to pay an additional amount of 120 Austrian schillings (ATS) for doctor’s fees.", "10. On 2 April 1997 the Joint Arbitration Committee (Paritätische Schiedskommission) dismissed the applicant’s claim. The applicant appealed against this decision.", "11. On 2 July 1998 the Regional Appeals Commission (Landesberufungskommission) dismissed the appeal.", "12. On 25 September 1998 the applicant lodged a complaint with the Constitutional Court. He alleged, inter alia, that the general agreement between the Association of Social Insurance Boards (Hauptverband der Sozialversicherungsträger) and the Tyrol Medical Association (Ärztekammer) on which his doctor’s fees were based violated his constitutional right to non-discrimination (Recht auf Gleichheit).", "13. On 15 April 1999 he amended his complaint and alleged that the Regional Appeals Commission was no independent and impartial tribunal within the meaning of Article 6 of the Convention by virtue of its composition.", "14. On 17 December 1999 the Constitutional Court dismissed the complaint. It did not accept that the Regional Appeals Commission’s decision had violated the applicant’s constitutional rights. As regards the composition of the Regional Appeals Commission, the Constitutional Court noted that the applicant’s complaint had been lodged out of the statutory six months time-limit. However, referring to its constant case-law, it found that the applicant’s constitutional rights were not violated.", "15. On 11 February 1997 the applicant instituted proceedings against the Tyrol Regional Health Insurance Board. He claimed that it had to pay some ATS 18 million (about 1,3 million euros) as the doctor’s fees provided for in the general agreement between the Association of Social Insurance Boards and the Tyrol Medical Association were far too low and, therefore, his contract with the Regional Health Insurance Board was null and void.", "16. On 11 August 1997 the applicant made a request for transfer of jurisdiction (Devolutionsantrag) as the Joint Arbitration Committee failed to decide within the statutory six months-period.", "17. On 28 October 1997 the Regional Appeals Commission, after having held a hearing, dismissed the applicant’s claim.", "18. On 15 December 1997 the applicant lodged a complaint with the Constitutional Court. He alleged that the contract between the Association of Social Insurance Boards and the Tyrol Medical Association on which his doctor’s fees were based violated his constitutional right to non-discrimination. Further, he complained that the Regional Appeals Commission was no independent and impartial tribunal within the meaning of Article 6 of the Convention by virtue of its composition and submitted that the Association of Social Insurance Boards had provided two deputy directors of the Tyrol Regional Health Insurance Board as assessors.", "19. On 16 December 1999 the Constitutional Court dismissed the complaint. Referring to its constant case law, the Constitutional Court found that the Regional Appeals Commission in general may be considered as an independent and impartial tribunal because of the term of office of the members and because members were not bound by any instructions. Further it found that ...", "“It is true that the assessors of the Regional Appeals Commission are representatives of two conflicting spheres of interest. However, these members are not bound by instructions from the sending organisation ... and they are by no means spokespersons of these organisations. Their task is rather to bring their experience to bear in the proceedings. ... A violation of the required impartiality could, thus, ... be due to specific circumstances in the individual case resulting, for example from an official or organisational dependence of the appointed member of the Regional Appeals Commission. ...", "Such official or organisational dependence does, however, in the Constiutional Court’s view, not arise from the mere fact that the parties of the general agreement provide the assessors of the Regional Appeals Commission. ... In view of the legally guaranteed freedom from instructions of the members of the Regional Appeals Commission, a constellation affecting the appearance of independence and impartiality could - also in the light of the case Hortolomei v. Austria (cited above) - only exist if the appointed assessors had been involved in the preparation of the general agreement or if there were other specific reasons raising legitimate doubts about their independence and impartiality in determining certain legal matters. ...”", "20. In conclusion, the Constitutional Court found no indication that the members of the Regional Appeals Commission lacked independence or impartiality.", "21. Pursuant to Sections 341 ff. of the Social Insurance Act (Allgemeines Sozialversicherungsgesetz) the Association of Social Insurance Boards (Hauptverband der Sozialversicherungsträger) on behalf of the Regional Health Insurance Board (Gebietskrankenkasse) concludes with the respective Regional Medical Association a general agreement (Gesamtvertrag). The Regional Health Insurance Board concerned has to consent to the general agreement which is the basis of individual contracts (Einzelvertrag) between the respective Regional Health Insurance Board and medical practitioners. It regulates, inter alia, the doctor’s fees for medical treatments effected by practitioners under contract.", "22. The Social Insurance Act, in the version in force at the material time, provided as follows:", "\"344 (1) In order to arbitrate and give a decision on disputes of a legal or factual nature arising in connection with an individual contract, a Joint Arbitration Committee shall be established in each Land ...", "(2) The Joint Arbitration Committee shall consist of four members, two of whom shall be appointed by the Regional Medical Association and two by the Regional Health Insurance Board, which is party to the individual contract. ...", "(4) An appeal can be lodged with the Regional Appeals Commission against a decision given by the Joint Arbitration Committee. ....", "345 (1) For each Land, a permanent Regional Appeals Commission shall be established. It shall consist of a professional judge as Chairman and of four assessors. The Chairman shall be appointed by the Federal Minister of Justice. The Chairman must be a judge who, at the time of his appointment, is working at a court trying cases under labour and social insurance legislation. The Regional Medical Association and the Association of Social Insurance Boards each provide two assessors.\"", "23. The non-judicial members of the Regional Appeals Commission are appointed for a renewable period of five years and not subject to the hierarchical authority of the bodies which sent them (Article 21 of the Federal Constitution). They may only be recalled, if they do not anymore fulfil the professional requirements to be appointed or if they violate or neglect their official duties. Moreover, they may be recalled upon request of the sending organisation for important personal reasons by the Federal Minister of Justice.", "24. Decisions of the Regional Appeals Commissions are excluded from the competence of the Administrative Court (Verwaltungsgerichtshof) by Article 133 § 4 of the Federal Constitutional Law.", "25. On 1 September 2002 an amendment of the Social Insurance Act, modifying the manner of appointment of the assessors, entered into force. The amended version of Section 345, in so far as relevant, provides as follows:", "“... The Federal Minister of Justice shall appoint two assessors upon proposal of the Austrian Medical Association respectively and two upon proposal of the Association of Social Insurance Boards. Representatives and employees of the Regional Health Insurance Board and members and employees of the Regional Medical Association who are parties to the general agreement on which the individual contract subject to the dispute is based, must not be assessors in the respective proceedings.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}