{"ITEMID": "001-70463", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TANRIKULU AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-1-c;Violation of Art. 5-3;Pecuniary damage - financial awards to two applicants, one claim dismissed;Non-pecuniary damage - financial awards to all applicants;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;Feyyaz Gölcüklü", "TEXT": ["10. The applicants were born in 1966, 1973 and 1971 respectively and live in Diyarbakır.", "11. The first and the third applicant are lawyers. The first and the second applicants were members of the Human Rights Association and the third applicant was the president of the HADEP Diyarbakır provincial headquarters at the time of the events.", "12. Following information received by the gendarmes that there was a meeting related to the PKK in the provincial headquarters of the HADEP (Halkın Demokrasi Partisi-People’s Democracy Party) and the Diyarbakır branch of the Human Rights Association, the police officers at the Diyarbakır Security Directorate, after receiving authorisation from the Diyarbakır Governor’s Office and a search warrant from the judge at the State Security Court upon the request of the public prosecutor at that Court on 27 February 1995, conducted a search on the premises and arrested the applicants together with eleven other persons.", "13. On 27 February 1995 the applicants were handed over to the gendarmes at the Diyarbakır Provincial Gendarmerie Command.", "14. According to the report drafted by the gendarmerie on 28 February 1995, at the HADEP headquarters, the police seized eight ERNK (National Liberation Front of Kurdistan) and PKK flags, a PKK emblem, sixty-five books and nine VHS videotapes about the PKK, seven audio tapes and documents addressed to the Secretary General of the European Parliament. They also found a pistol on one of the suspects.", "15. On 9 March 1995 the applicants were brought before the public prosecutor and the State Security Court. The latter ordered their remand in custody.", "16. On 22 March 1995 the public prosecutor at the State Security Court filed an indictment with the latter accusing the applicants and the other suspects of having made propaganda on behalf of the PKK. He requested that the applicants and other detainees be convicted and sentenced for membership of an illegal organisation under Article 168 § 2 of the Criminal Code.", "17. On 1 May 1995 the State Security Court, taking into account the charges and the evidence against the applicants, ordered their release pending trial.", "18. On 8 April 1996 the State Security Court acquitted the applicants of all charges. It held that the materials found in the search could have been placed there by anyone and that apart from their statements in custody, which the applicants claimed to have given under duress, there was no evidence to convict them.", "19. On 16 April 1997 the Court of Cassation upheld the aforementioned judgment.", "20. On 26 November 1997 the first applicant filed a petition with the Diyarbakır Assize Court under Law no. 466 pertaining to the payment of compensation to persons unlawfully arrested or detained. On 30 December 1997 the Diyarbakır Assize Court awarded the applicant an amount of compensation in respect of non-pecuniary damage to compensate the periods he spent in detention. This decision was upheld by the Court of Cassation on 29 September 1998.", "21. The relevant domestic law and practice in force at the material time can be found in Elçi and Others v. Turkey (nos. 23145/93 and 25091/94, §§ 582-586, 13 November 2003) and Nuray Şen v. Turkey (no. 41478/98, §§ 13-16, 17 June 2003)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-c"]}