{"ITEMID": "001-61358", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF TKACIK v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Not necessary to examine Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1954 and at the relevant time he lived in Košice. At present he lives in Spain.", "10. In the morning of 30 November 1996 the applicant’s wife warned the police by telephone that the applicant intended to drive his car after having drunk alcoholic beverages, that he carried a weapon, that his behaviour was strange and that it was possible that he could cause injury to other persons. Upon this information the police stopped the car driven by the applicant. As the applicant actively resisted his search, the police handcuffed him. A sword was taken away from him. The analysis of his breath indicated that the applicant had alcohol in his blood. According to the applicant, the breath test was forged.", "11. The police brought the applicant to a police station, where they withdrew his driving licence. Subsequently he was brought to a psychiatrist. After a short examination the applicant was released. Later on the same day the doctor issued a certificate, at the request of the applicant’s wife, in which the police were requested for assistance in transporting the applicant to a mental hospital.", "12. In the afternoon of 30 November 1996 the applicant returned to his home but he could not unlock the door. He asked the police for assistance. Upon the arrival of the police the applicant’s wife opened the door and asked that the applicant be taken away. He was brought to a mental hospital in an ambulance. After he had refused to undergo an examination, the applicant was brought against his will to another hospital. Medicaments were administered to him during three days and he had to undergo psychiatric tests.", "13. On 2 December 1996 the administration of the hospital to which the applicant had been brought on 30 November 1996 informed the Košice II District Court about the applicant’s detention on account of the suspicion that he suffered from a mental disorder.", "14. On 6 December 1996 the Košice II District Court delivered a decision by which it started proceedings, with reference to Sections 191a (1) and 191b (1) of the Code of Civil Procedure, with a view to determining whether the applicant’s placement in a mental hospital was justified. By another decision delivered on 6 December 1996 the District Court appointed a guardian to defend the applicant’s rights in the proceedings.", "15. On 9 December 1996 a record concerning the applicant’s detention in the mental hospital was drawn up in the presence of the applicant, the Košice II District Court judge dealing with the case and the doctor who treated the applicant. Reference was made to statements of the wife according to which the applicant’s behaviour had changed following his return from Venezuela where he had been on business for one year. According to her, the applicant alleged hearing strange voices and that his flat was monitored from outside by means of a fax machine. He had altercations with his colleagues and started carrying weapons. His wife feared that the applicant wanted to drown her in the bath and stated that he had not allowed their children to go to school. The applicant denied such allegations and explained that there had been disagreements between him and his wife. He affirmed that he was not ill and refused examination by psychologists. The record further stated that the applicant was being treated with medicaments and that his brother suffered from paranoid schizophrenia. It concluded that a professor would decide on 10 December 1996 whether further treatment was necessary.", "16. In a decision delivered on 9 December 1996 the Košice II District Court found that the applicant’s detention in the mental hospital was lawful. Reference was made to the doctors’ presumption that the applicant suffered from a mental disorder and to the fact that he was treated with medicaments.", "17. On 10 December 1996 the applicant was released from the hospital.", "18. On 30 April 1998 the president of the Košice II District Court apologised to the applicant for the delay in serving on him the above decision of 9 December 1996.", "19. On 13 May 1998 the applicant was allowed to consult the court’s case file. On this occasion he was served with the District Court’s decision of 9 December 1996 concerning the lawfulness of his examination in a mental hospital. On 18 May and on 12 August 1998 the applicant appealed against this decision and also against the decision of 6 December 1996 on the appointment of a guardian. He alleged, in particular, that his arrest had been unjustified, that he had been heard by a judge on 9 December 1996, that is several days after his arrest, and that the court had taken more than five days to decide on the lawfulness of his detention contrary to the relevant law.", "20. On 25 September 1998 the Košice Regional Court dismissed the appeal. It found that the applicant’s detention had been justified by his strange behaviour and by the doctors’ presumption that he had suffered from a mental disorder. The Regional Court considered irrelevant the applicant’s objection concerning the delay in deciding on his case at first instance and in serving the District Court’s decision of 9 December 1996.", "21. Article 17 (6) provides that a court has to be notified, within twenty-four hours, of a person’s detention in a medical institution without his or her consent. Courts are obliged to decide on such a detention within five days.", "22. Section 191a (1) provides that medical institutions are obliged to inform the competent court, within twenty-four hours, of the detention of any person without his or her written consent.", "23. Under Section 191b (1), the court shall start proceedings upon such a notification with a view to determining whether the interference was justified.", "24. Pursuant to paragraph 2 of Section 191b, the court shall appoint a guardian to the person concerned unless he or she has a representative.", "25. Paragraph 3 of Section 191b provides that the court shall take evidence with a view to determining whether the person was placed in a medical institution in accordance with the law. It shall hear both the person concerned and his or her doctor.", "26. Pursuant to paragraph 4 of Section 191b, the court shall decide on the lawfulness of the interference within five days from the moment when the person concerned was brought to the hospital.", "27. Section 191c (1) provides, inter alia, that a judicial decision under Section 191b (4) shall be served on the person concerned within twenty-four hours after it has been taken and not later than five days from the moment when his or her liberty was restricted unless the doctor indicates that such a person is not capable of understanding its contents."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}