{"ITEMID": "001-67420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF APICELLA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1962 and lives in Pesco Sannita (Benevento).", "5. On 17 January 1992 the applicant brought proceedings in the Benevento Magistrate's Court, sitting as an employment tribunal, seeking acknowledgement of her right to be reregistered on the lists of farmers and of her status as farm labourer. That status had been contested by the Farmers' Social Insurance Fund (Servizio Contributi Agricoli Unificati – “the S.C.A.U.”). Her right to a maternity allowance depended on the type of employment contract she had.", "6. On 22 February 1992 the magistrate's court set the case down for an initial hearing on 14 March 1994. On that day the magistrate's court requested documents relating to the records drawn up by the labour inspector and ordered them to be filed at a hearing on 8 November 1995. On that date, at the request of counsel for the defendant, the magistrate's court declared the proceedings interrupted on the ground that the S.C.A.U. had been abolished.", "7. On 24 November 1995 the applicant lodged an application with the court registry for the proceedings to be resumed against the social-security department (Istituto Nazionale di Previdenza Sociale – 'the I.N.P.S.”). On 25 January 1996 the magistrate's court set the case down for hearing on 21 October 1997. However, that hearing was adjourned by the court of its own motion to 4 March 1999. The next three hearings, held between 8 April 1999 and 18 September 2000, were devoted to hearing evidence from witnesses. On 13 November 2000 the parties made their final submissions.", "8. In a judgment of the same date, the text of which was deposited with the registry on 21 November 2000, the magistrate's court dismissed the claim.", "9. On 24 April 2001 the applicant lodged an appeal with the Naples Court of Appeal. On 11 February 2001 the President of the Court of Appeal set the appeal down for hearing on 26 January 2004. On that day the Court of Appeal reserved judgment. According to information provided by the applicant on 23 March 2004, the proceedings were still pending on that date.", "10. On 3 October 2001 the applicant lodged an appeal with the Rome Court of Appeal under Law no. 89 of 24 March 2001, known as the “Pinto” Act, complaining of the excessive length of the above-described proceedings. She asked the court to rule that there had been a breach of Article 6 § 1 of the Convention and to order the Italian Government to pay compensation for the non-pecuniary damage sustained.", "11. In a decision of 28 February 2002, the text of which was deposited with the registry on 30 April 2002, the Court of Appeal found that a reasonable time had been exceeded. It awarded the applicant 2,500 euros (EUR), on an equitable basis, in compensation for non-pecuniary damage and EUR 710 for costs and expenses. That decision became final by 15 June 2003 at the latest and was enforced by the authorities between 23 March 2004 and 12 July 2004.", "12. In a letter of 7 January 2003 the applicant informed the Court of the outcome of the domestic proceedings and asked it to resume its examination of her application.", "In the same letter the applicant also informed the Court that she did not intend to appeal to the Court of Cassation because an appeal to that court could only be on points of law."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}