{"ITEMID": "001-119678", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF RADU v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Lawful arrest or detention;Procedure prescribed by law;Article 5-1-a - Conviction)", "JUDGES": "Aleš Pejchal;Angelika Nußberger;Ann Power-Forde;Ganna Yudkivska;Helena Jäderblom;Mark Villiger", "TEXT": ["5. The applicant was born in 1962. He is currently detained in Riedstadt Psychiatric Hospital.", "6. On 26 January 1983 the Frankfurt am Main Regional Court convicted the applicant on two counts of murder and sentenced him to seven years’ imprisonment. It found that the then nineteen-year-old applicant, acting with full criminal responsibility, had killed the parents of his girl-friend in 1982 by stabbing them twenty-five times following a quarrel. He was released from prison in January 1987.", "7. On 15 March 1995 the Gießen Regional Court convicted the applicant of homicide. It sentenced him to eight years and six months’ imprisonment and ordered his placement in a psychiatric hospital under Article 63 of the Criminal Code (see paragraph 41 below). It found that in April 1994, the applicant had killed his former partner by stabbing her eight times following a clash caused by the fact that his former partner had started an intimate relationship with a tenant living in their house. The applicant had subsequently attempted to kill himself.", "8. The Gießen Regional Court, having consulted experts Sch. and P., further considered that the applicant’s placement in a psychiatric hospital had to be ordered. It found that the applicant had committed his offence with diminished criminal responsibility (Article 21 of the Criminal Code; see paragraph 39 below). His capacity to control his acts had been substantially diminished upon commission of the act owing to a profound consciousness disorder (tiefgreifende Bewußtseinsstörung). He suffered from a serious personality disorder characterized by violent outbursts which led to his diminished capability to control his acts. Having regard to his condition, it was to be expected that the applicant would kill again if he found himself in a similar conflict situation in a relationship. The court mitigated the applicant’s prison sentence owing to the fact that he had acted with diminished criminal responsibility (Article 49 of the Criminal Code, see paragraph 40 below). As the applicant did not lodge an appeal on points of law, the judgment became final.", "9. The applicant served four years of his prison sentence. On 14 April 1998 he was then transferred to the Haina Psychiatric Hospital. In subsequent proceedings for review of the applicant’s detention, the medical director of that hospital came to the conclusion that the applicant had been wrongfully placed in a psychiatric hospital as he had never suffered from a persisting pathological mental disorder. He was an “accentuated personality” whose profile was still normal and did not suffer from a personality disorder as defined by the World Health Organization. He lacked true motivation to complete a therapy aimed at resolving crisis situations in relationships. It was therefore very likely that he would commit another capital offence in the context of a serious crisis in a relationship if released. The court dealing with the execution of sentences thereupon ordered the applicant’s retransfer to Kassel Prison in June 2000, where the applicant served the remainder of his prison sentence.", "10. On 22 October 2002 the Frankfurt am Main Court of Appeal (file no. 3 Ws 557/02) dismissed the applicant’s appeal against the decision of the Marburg Regional Court of 17 April 2002. The latter had decided not to suspend the remainder of the applicant’s prison sentence and grant probation and not to declare the applicant’s placement in a psychiatric hospital terminated.", "11. The Court of Appeal noted that the Regional Court had consulted a psychiatric expert, S. In his report dated 17 September 2001, the latter had found that at the time of his act, and contrary to the conclusions drawn by the Gießen Regional Court, the applicant had not suffered from a serious personality disorder diminishing his criminal responsibility. Agreeing with psychiatric experts who had examined the applicant in 1982, 1994 and 1995, expert S. considered that the applicant did not suffer from a serious mental abnormality (Article 20 of the Criminal Code; see paragraph 38 below). From a medical point of view, his detention in a psychiatric hospital was therefore not justified.", "12. The Court of Appeal considered, however, that the applicant’s detention in a psychiatric hospital was not to be declared terminated. It noted that the order for the applicant’s placement in a psychiatric hospital by the sentencing court was the result of an erroneous legal qualification of the applicant’s condition on the basis of a correct factual basis. This assessment could not be corrected by the courts dealing with the execution of sentences as doing so would violate the constitutional principle of the finality of judicial decisions.", "13. Since 13 October 2003 the applicant, having fully served his prison sentence, is detained in a psychiatric hospital, initially in Hanau.", "14. On 28 April 2006 the Gießen Regional Court, in review proceedings under Article 67e of the Criminal Code (see paragraph 42 below) in which the applicant was represented by counsel, declined to suspend the order for the applicant’s confinement in a psychiatric hospital and to grant probation.", "15. The Regional Court noted that in the submissions of the medical director of the Hanau Psychiatric Hospital, there was still a risk that the applicant, who had already killed three people, committed similar offences if released. However, that risk did not stem from a mental abnormality of the applicant, but from certain characteristics of his personality which permitted an escalation in a crisis within a relationship. Therefore, the medical director of the psychiatric hospital had suggested the applicant’s retrospective preventive detention (see paragraphs 49-52 below).", "16. The Regional Court had further consulted a psychiatric and neurological expert, B. The latter had found in his report of 9 November 2005 that the applicant suffered from a personality disorder characterized by emotional instability and a disposition to react in an uncontrolled violent manner. That disorder was not pathological and was, from a psychiatric point of view, not a serious mental abnormality (see Article 20 of the Criminal Code). He agreed in this respect with the findings of psychiatric experts S. (consulted in 2001) and Sch. (consulted in 1994) who had equally found that the applicant did not suffer from a pathological personality disorder for the purposes of Article 20 of the Criminal Code. Expert B. further considered that the applicant, who had not learnt to deal with conflicts arising in relationships since his past offences, had a disposition to and was liable to commit similar offences as the one which had led to his placement in a psychiatric hospital if released.", "17. The Regional Court noted that it was impossible from a legal point of view to order the applicant’s retrospective preventive detention under Article 66b of the Criminal Code (see paragraphs 50-52 below). In particular, there was no new evidence indicating that the applicant was particularly dangerous. Furthermore, the court was legally precluded from taking into account the applicant’s conviction in 1983 on two counts of murder as a previous conviction, as it dated back too long. The Public Prosecutor’s Office had accordingly withdrawn its requests to declare the applicant’s confinement in a psychiatric hospital terminated and to order his retrospective preventive detention.", "18. The Regional Court considered that the applicant’s continued detention in a psychiatric hospital had to be ordered. It noted that expert B. had confirmed previous findings to the effect that the order made by the sentencing Gießen Regional Court for the applicant’s detention in a psychiatric hospital was based on an erroneous legal qualification on the basis of correctly established facts.", "19. The Regional Court argued that this situation differed from a situation in which the sentencing court had wrongly established the relevant facts as to a person’s diminished criminal responsibility. In the latter case, a person who had never suffered from defects warranting placement in a psychiatric hospital could not be expected to undergo psychiatric treatment independently of his criminal guilt. In that case, the termination of the confinement by the courts dealing with the execution of sentences made it unnecessary for the person concerned to request the reopening of the criminal proceedings.", "20. Conversely, in the present case, the courts dealing with the execution of sentences would breach the constitutional principle of the finality of judgments if they replaced the legal qualification of the facts by the sentencing court by their own legal qualification. A reopening of the proceedings was not possible in these circumstances. The Regional Court further considered that Article 67d § 6, read in conjunction with Article 66b § 3 of the Criminal Code (see paragraphs 44 and 51 below), just as the caselaw previously established on that issue (see paragraphs 45-48 below), concerned only the order for placement in a psychiatric hospital based on a wrong establishment of the facts.", "21. The Regional Court, endorsing the findings of expert B., further found that the applicant’s continued detention was necessary as the applicant was still dangerous to the public. As there was a risk that the applicant would kill a person for the fourth time if released, his detention was not disproportionate.", "22. The applicant appealed against the Gießen Regional Court’s decision. He argued that his detention in a psychiatric hospital had to be declared terminated under Article 67d § 6 of the Criminal Code as he did not suffer from a disorder which had to be considered as pathological. Therefore, his placement in a psychiatric hospital could not be justified under Article 63 of the Criminal Code.", "23. On 16 June 2006 the Frankfurt am Main Court of Appeal dismissed the applicant’s appeal. It found that the applicant’s detention was not to be terminated under Article 67d § 6 of the Criminal Code. It noted that expert B., consulted by the Regional Court, had found in accordance with all experts consulted previously that the applicant suffered from a personality disorder characterized by emotional instability. His tendency to uncontrolled outbursts of fury or violence and his inability to control his conduct was not, however, pathological. The applicant’s unchanged condition was not a persisting disorder which fell within the ambit of Article 63 of the Criminal Code.", "24. Referring to its decision dated 22 October 2002 (see paragraphs 1012 above), the Court of Appeal found that the applicant’s placement in a psychiatric hospital was not the result of an erroneous establishment of the relevant facts, that is, the diagnosis of the applicant’s condition. It was the result of an erroneous legal qualification of the applicant’s condition on the basis of correctly established facts. The sentencing court had qualified the applicant’s offence as being the result of a serious personality disorder and had ordered the applicant’s detention in a psychiatric hospital without taking into account that a disorder for the purposes of Article 63 of the Criminal Code had to be a persisting condition. However, this erroneous legal assessment was to be corrected in proceedings following an appeal on points of law. It could no longer be corrected in the proceedings dealing with the execution of a sentence as doing so would violate the constitutional principle of the finality of legal decisions.", "25. The Court of Appeal further confirmed that the newly enacted Article 67d § 6 of the Criminal Code did not alter that conclusion. Referring to its previous decisions (including, in particular, its decision of 3 June 2005, file no. 3 Ws 298 and 299/05, see paragraph 48 below), it considered that that provision, which did no more than codify the case-law developed previously by the courts dealing with the execution of sentences, also did not cover placements in a psychiatric hospital based on an erroneous legal qualification (as opposed to factual assessment) by the sentencing court.", "26. Endorsing the findings of the Regional Court, the Court of Appeal further found that it was very likely that the applicant would seriously harm others, especially in case of a crisis in a relationship, if released. Having regard to the fact that he had already killed three people, his continued detention was proportionate. The applicant had not changed his attitude and had not learnt to control his conduct.", "27. On 14 July 2006 the applicant lodged a constitutional complaint with the Federal Constitutional Court against the decisions taken by the Regional Court and the Court of Appeal. He submitted, in particular, that his continued detention in a psychiatric hospital violated his constitutional right to liberty. He argued that under the clear wording of Article 67d § 6 of the Criminal Code, his detention had to be declared terminated as he had never suffered from a pathological mental disorder within the meaning of Article 20 of the Criminal Code. Therefore, the requirements for his further detention under Article 63 of the Criminal Code were not met and his detention was unlawful.", "28. On 19 October 2006 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint as it lacked prospects of success (file no. 2 BvR 1486/06).", "29. The Federal Constitutional Court reiterated that it examined the application of legal provisions other than those of constitutional law only to a limited extent. The application of those provisions by the courts dealing with the execution of sentences had not been arbitrary. Even having regard to the importance of the constitutional right to liberty, constitutional law did not prohibit the courts’ refusal to apply Article 67d § 6 of the Criminal Code to cases in which the sentencing court had only made an error of law in the judgment ordering the detention. The sentencing court’s application of the law had become final and no reopening of the proceedings was permitted on that ground. The finality of judgments guaranteed legal certainty, which was a principle protected by the rule of law alongside the principle of justice (materielle Gerechtigkeit). It was in the first place for the legislator to balance these competing principles enshrined in the rule of law.", "30. The Federal Constitutional Court’s decision was served on the applicant’s counsel on 13 November 2006.", "31. On 26 March 2007, 21 April 2008, 14 April 2009 and 29 January 2010 the Gießen Regional Court decided not to suspend the order for the applicant’s placement in a psychiatric hospital and not to grant probation.", "32. The Gießen Regional Court had heard the medical director of the Hanau Psychiatric Hospital prior to its decisions, who had repeatedly confirmed that the applicant did not suffer and had never suffered from a pathological disorder justifying his placement in a psychiatric hospital. However, having regard to his personality and his lack of motivation to bring about a change in his personality, it was likely that he would commit further similarly serious offences as the one having let to his placement in a psychiatric hospital if released.", "33. The Regional Court’s decisions were all subsequently confirmed by the Frankfurt am Main Court of Appeal. The latter stressed on several occasions, in particular in its decision dated 29 August 2008, that the Psychiatric Hospital was obliged to offer the applicant a suitable therapy even if he did not suffer from a pathological personality disorder. It equally stressed, for example in its decision dated 30 June 2009, that the applicant, for his part, had to show to be ready to undergo therapy.", "34. In January 2010 the applicant was provisionally transferred from Hanau Psychiatric Hospital, which was being closed, to Wiesloch Psychiatric Hospital.", "35. On 21 March 2011 the Heidelberg Regional Court ordered the applicant’s detention in a psychiatric hospital to continue.", "36. On 1 April 2011 the applicant was transferred from Wiesloch to Riedstadt Psychiatric Hospital where he is currently detained.", "37. On 18 January 2012 the Darmstadt Regional Court ordered the applicant’s confinement in a psychiatric hospital to continue. On 5 March 2012 the Frankfurt am Main Court of Appeal dismissed the applicant’s appeal against that decision. The psychiatric expert H. consulted by the court had confirmed that the applicant had a disposition to emotional outbursts and a limited capability to control his impulsive behavior and that his personality deviated from a normal personality in these respects. However, these deviations were not so serious as to amount to a personality disorder and even less to “any other serious mental abnormality” within the meaning of Article 20 of the Criminal Code. There was a high risk that the applicant committed further capital offences in a conflict situation if released. The Court of Appeal stressed that it would be possible for the applicant to undergo a therapy in a psychiatric hospital and to reduce his dangerousness significantly thereby. However, he lacked sufficient motivation to complete the therapies he had started. Despite this, the hospital staff remained under an obligation to offer the applicant suitable therapies and to attempt to motivate him to undergo therapy.", "38. Article 20 of the Criminal Code contains rules on the lack of criminal responsibility owing to mental disorders. It provides that a person who, upon commission of an act, is incapable of appreciating the wrongfulness of the act or of acting in accordance with such appreciation owing to a pathological mental disorder, a profound consciousness disorder, a mental deficiency or any other serious mental abnormality acts without guilt.", "39. Article 21 of the Criminal Code governs diminished criminal responsibility. It provides that the punishment may be mitigated in accordance with Article 49 § 1 of the Criminal Code if the perpetrator’s capacity to appreciate the wrongfulness of the act or of acting in accordance with such appreciation is substantially diminished upon commission of the act owing to one of the grounds indicated in Article 20 of the Criminal Code.", "40. Article 49 § 1 of the Criminal Code contains rules on the fixing of a penalty in cases in which the law requires or allows for a mitigation of the penalty under that provision. It provides, in particular, that in cases of sentences of imprisonment for a fixed term, no more than three quarters of the statutory maximum term may be imposed (Article 49 § 1 subparagraph 2).", "41. Article 63 of the Criminal Code provides that if someone commits an unlawful act without criminal responsibility (Article 20 of the Criminal Code) or with diminished criminal responsibility (Article 21 of the Criminal Code), the court shall order his placement in a psychiatric hospital if a comprehensive assessment of the perpetrator and his act reveals that, as a result of his condition, he can be expected to commit serious unlawful acts and that he is therefore dangerous to the general public.", "42. Pursuant to Article 67e of the Criminal Code, the court (that is, the chamber responsible for the execution of sentences) may review at any time whether the further execution of the order for a person’s placement in a psychiatric hospital should be suspended and a measure of probation applied. It is obliged to do so within fixed time-limits (paragraph 1 of Article 67e). For persons detained in a psychiatric hospital, this time-limit is one year (paragraph 2 of Article 67e).", "43. Article 67d of the Criminal Code contains provisions on the duration of detention. Paragraph 2 of that provision provides that if there is no provision for a maximum duration of the confinement or if the time-limit has not yet expired, the court shall suspend on probation further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his or her release. Suspension shall automatically entail supervision of the conduct of the person concerned.", "44. Article 67d § 6 of the Criminal Code, in the version in force at the relevant time, provided:", "“(6) If, after enforcement of an order for placement in a psychiatric hospital has started, the court finds that the conditions for the measure no longer persist or that the continued enforcement of the measure would be disproportionate, it shall declare the measure terminated. On termination of the measure, the conduct of the person concerned shall be supervised. ...”", "45. Article 67d § 6 was inserted into the Criminal Code together with Article 66b by the Retrospective Preventive Detention Act (Gesetz zur Einführung der nachträglichen Sicherungsverwahrung) of 23 July 2004, which entered into force on 29 July 2004. It codifies the case-law previously established by the courts dealing with the execution of sentences concerning the termination of a person’s confinement in a psychiatric hospital in cases in which that person no longer suffered, or had in fact never suffered, from a condition excluding or diminishing his or her criminal responsibility.", "46. Under that case-law, a person’s detention in a psychiatric hospital had to be terminated in cases in which it was established that the person concerned no longer suffered from a mental disorder within the meaning of Article 20 of the Criminal Code at the time of the decision of the court dealing with the execution of sentences, notably as he or she has been cured (see, for instance, Frankfurt am Main Court of Appeal, file no. 3 Ws 1119/01, decision of 26 November 2001; Frankfurt am Main Court of Appeal, file no. 2 Ws 572/02, decision of 22 October 2002, NStZ 2003, pp. 222 ss.; Frankfurt am Main Court of Appeal, file no. 3 Ws 298299/05, decision of 3 June 2005; and the references quoted in the decision dated 12 May 2010 of the Federal Court of Justice, file no. 4 StR 577/09).", "47. Moreover, the detention was to be terminated in cases in which such a disorder did not exist from the outset, but where the sentencing court had concluded on the basis of erroneous facts that it did exist (erroneous placement in a psychiatric hospital for factual reasons). It was only decisive that at the time of the decision of the court dealing with the execution of sentences, it has been established that the conditions for a confinement in a psychiatric hospital were not met (see, for instance, Frankfurt am Main Court of Appeal, file no. 3 Ws 1119/01, decision of 26 November 2001; Frankfurt am Main Court of Appeal, file no. 2 Ws 572/02, decision of 22 October 2002, NStZ 2003, pp. 222 ss.; Frankfurt am Main Court of Appeal, file no. 3 Ws 298-299/05, decision of 3 June 2005).", "48. Conversely, the domestic courts dealing with the execution of sentences, whose view was supported by a number of scholars, repeatedly found that an erroneous placement in a psychiatric hospital based on purely legal errors by the sentencing court was not covered by Article 67d § 6 of the Criminal Code, despite the fact that the wording of that provision was open in that respect. Such a purely legal error arose in cases in which the sentencing court had correctly established the relevant facts relating to the mental disorder, but had wrongly classified it in law as a mental disorder within the meaning of Articles 20, 21 and 63 of the Criminal Code (see, for instance, Frankfurt am Main Court of Appeal, file no. 3 Ws 298-299/05, decision of 3 June 2005; and W. Stree / J. Kinzig, in: A. Schönke / H. Schröder, Strafgesetzbuch Kommentar, 28th edition, Munich 2010, Article 67d, no. 16 with many further references).", "49. As mentioned above (see paragraph 45), the Retrospective Preventive Detention Act of 23 July 2004 inserted not only Article 67d § 6, but also Article 66b into the Criminal Code. The provision was aimed at preventing the release of persons who could no longer be detained in a psychiatric hospital because the conditions for placement under Article 63 of the Criminal Code were no longer met (including cases in which they had never been met from the outset), but who were still dangerous to the public (see German Federal Parliament documents (BTDrucks), no. 15/2887, pp. 10, 13/14).", "50. Article 66b of the Criminal Code contains provisions for the retrospective order for a person’s placement in preventive detention. At the relevant time, paragraphs 1 and 2 of that provision authorised such an order if the person concerned had committed certain serious offences. In addition, following the person’s conviction, new evidence must have come to light which indicated that the convicted person presented a significant danger to the general public. Furthermore, it must be very likely that the person would again commit serious offences resulting in considerable psychological or physical harm to the victims.", "51. Article 66b § 3 of the Criminal Code further provided at the relevant time that if an order for placement in a psychiatric hospital was declared terminated pursuant to Article 67d § 6 because the conditions excluding or diminishing criminal responsibility on which the order had been based did not exist at the time of the decision terminating the placement, the court could order preventive detention retrospectively under the following conditions. Firstly, the placement of the person concerned under Article 63 must have been ordered on the basis of several serious offences (listed in Article 66 § 3, first sentence). Alternatively, the person concerned must either already have been sentenced to at least three years’ imprisonment or must have been placed in a psychiatric hospital because of one or more such offences, committed prior to the offence having led to that person’s placement under Article 63. Secondly, a comprehensive assessment of the person concerned, his criminal acts and, in addition, his development during the execution of the measure must have revealed that it was very likely that the person would again commit serious offences resulting in considerable psychological or physical harm to the victims.", "52. Article 66b § 3 and Article 67d § 6 of the Criminal Code remained valid also under the Reform of Preventive Detention Act (Gesetz zur Neuordnung des Rechts der Sicherungsverwahrung) of 22 December 2010, which entered into force on 1 January 2011, for offences committed after the entry into force of that Act. As a result of the abolition of paragraphs 1 and 2 of Article 66b of the Criminal Code by the said Act, the former paragraph 3, slightly amended, became the only provision of that Article.", "53. Under Article 337 § 1 of the Code of Criminal Procedure, an appeal on points of law (Revision) may only be filed on the ground that the judgment was based on a violation of the law. Article 337 § 2 of the Code of Criminal Procedure provides that the law was violated if a legal provision was either not applied or was not applied correctly.", "54. Article 359 of the Code of Criminal Procedure enumerates the circumstances in which criminal proceedings which were terminated by a final judgment may be reopened to the benefit of the convicted person. Under sub-paragraph 5 of that provision, this is the case, in particular, if new facts or evidence were produced which, alone or in connection with the evidence taken previously, may support the acquittal of the accused or an essentially different decision on a measure of correction and prevention. Conversely, the discovery of an error in law was not a ground listed in that provision for the reopening of criminal proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-a"]}