{"ITEMID": "001-57652", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF MOUSTAQUIM v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;No violation of Art. 14+8;Not necessary to examine Art. 3 and 7;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["9. Mr Abderrahman Moustaquim, who is a Moroccan national, was born in Casablanca on 28 September 1963. He is currently living in Liège.", "He arrived in Belgium with his mother in July 1965 at the latest, in order to join his father, who had emigrated some time before and ran a butcher's shop. Until he was deported in June 1984, he lived in Belgium and had a residence permit. Three of his seven brothers and sisters were born there. One of his elder brothers already had Belgian nationality at the material time.", "10. While the applicant was still a minor in criminal law, that is to say in the period up to 28 September 1981, the Liège Juvenile Court dealt with 147 charges against him, including 82 of aggravated theft, 39 of attempted aggravated theft and 5 of robbery. It made various custodial, protective and educative orders. On ten occasions between January 1980 and May 1981, for instance, it ordered Mr Moustaquim to be detained in Lantin Prison for periods not exceeding fifteen days (under section 53 of the Children's and Young Persons' Welfare Act of 8 April 1965 - see paragraph 27 below).", "11. On 15 May 1981 the Liège investigating judge issued a warrant for the applicant's arrest.", "12. The 147 charges mentioned above subsequently came before the Juvenile Division of the Liège Court of Appeal, which in a judgment of 30 June 1981 relinquished jurisdiction. It noted in particular: \"The juvenile was already committing offences before he was 14; in this regard he already came under the jurisdiction of the Criminal Court, and during the present proceedings he has not ceased to commit offences.\" It accordingly remitted the case to Crown Counsel's Office for prosecution in the appropriate court (section 38 of the Act of 8 April 1965 previously cited - see paragraph 27 below).", "13. On 2 December 1981 Mr Moustaquim appeared before the Liège Criminal Court charged with 26 offences that had taken place between 10 February 1980 and January 1981.", "The evidence against the defendant and his six accomplices included a summary report drawn up on 14 July 1980 by the Liège gendarmerie. In this it was noted that the persons concerned \"live[d] like drop-outs, only rarely returning to their own homes or to the home in which they ha[d] been placed\"; of the applicant the report said:", "\"Moroccan subject, elder brother of the above. Regarded as one of the leaders of the gang. Currently involved in major crime. He will stop at nothing and his 'training placements' in Lantin Prison have no beneficial effect. As soon as he comes out, he starts stealing again. He leads an idle life, sleeping by day and going out at night to commit his offences; and he associates with 'reliable types'. Some of the thefts he commits are planned and consequently on a large scale. On other occasions they are despicable and even sordid. He will stop at nothing and is becoming more and more steeped in crime. He is a real danger to society.\"", "14. On the same day (2 December 1981) the Criminal Court found Mr Moustaquim guilty on 20 of the 26 charges and sentenced him to twenty months' imprisonment, half of which sentence was suspended for five years subject to a supervision order. He was acquitted on the other charges.", "15. The prosecution appealed and the Liège Court of Appeal gave judgment on 9 November 1982. It set aside the judgment of the court below and found the applicant guilty on 22 of the 26 charges. It passed prison sentences of two years (for 4 offences of aggravated theft, 12 offences of attempted aggravated theft, 1 offence of theft and 1 of handling stolen goods), one month (destroying a vehicle), two periods of eight days (on two counts of assault) and fifteen days (on a count of threatening behaviour). It acquitted him on 4 charges (indecent assault with violence on a minor girl aged over 16; criminal conspiracy; attempted theft; and criminal damage to fencing).", "As none of these sentences was suspended, his immediate arrest was ordered.", "16. Earlier, Mr Moustaquim had been imprisoned on ten occasions between January 1980 and May 1981 for periods not exceeding fifteen days (see paragraph 10 above).", "On 15 May 1981 the Liège investigating judge had him placed under arrest until, it would seem, his appearance before the Juvenile Division of the Liège Court of Appeal on 30 June 1981 (see paragraphs 11-12 above).", "Mr Moustaquim was also briefly detained on remand before his trial on 2 December 1981 at the Liège Criminal Court (see paragraphs 13-14 above).", "He served part - eighteen months out of twenty-six - of the prison sentences imposed on him by the Liège Court of Appeal on 9 November 1982 (see paragraph 15 above); he was released in April 1984. Between January and August 1983 he was given three days' prison leave on three occasions.", "17. On 9 September 1983 the Ministry of Justice referred the case to the Advisory Board on Aliens, which gave its opinion on 24 November 1983. It concluded that deportation would be justified in law but regarded it as \"inappropriate\" and gave the following reasons:", "\"The very large number of offences committed by Mr Moustaquim and for which he was sentenced by the Liège Court of Appeal on 9/11/1982 amounted, for the most part, to serious prejudice to public order (ordre public) justifying the proposed measure. They included 26 aggravated thefts in addition to ordinary thefts, handling stolen goods, destruction, assault and threatening behaviour. The sentences passed were: 2 years' imprisonment + 1 month + 8 days + 8 days + 15 days.", "The Board excludes from the offences amounting to prejudice to public order the indecent assault with violence and threatening behaviour referred to in the account of the facts drawn up by Crown Counsel's Office (Note P. 2 - File - Document 27). Counsel for Mr Moustaquim told the Board that his client had been acquitted on this charge. The Board finds that in the same Document 27 forwarded by Crown Counsel's Office to the Aliens Office the section headed 'Nature of the charge' does not include the offence of indecent assault, whereas all the other offences referred to in the account of the facts are listed there. It is not possible to tell from the file whether it is the account of the facts or the section headed 'Nature of the charge' which is wrong.", "While he was a minor in criminal law, he was placed several times in homes. The Juvenile Court relinquished jurisdiction in respect of the offences of which he was convicted in the Court of Appeal's judgment.", "The Board considers, however, that the proposed measure would be inappropriate for the following reasons:", "1. Mr Moustaquim's youth (he was born on 28.9.1963), both at the time of the offences and now.", "2. He arrived in Belgium at the age of one, in July 1965.", "3. His whole family lives in Belgium (father, mother and seven other children, four of whom were born here).", "4. Mr Moustaquim is learning a trade - (as a butcher's apprentice) - and could be helped by his father, who is a butcher. The father apparently owns the butcher's shop that he runs.", "5. Mr Moustaquim has already had prison leave on at least two occasions without any untoward incident occurring, and the granting of this shows some confidence in his behaviour.\"", "18. A royal order of 28 February 1984, which was served on Mr Moustaquim on 14 March and was to take effect from the moment of his release, required him to \"leave the Kingdom and not return for ten years, ... except by special leave of the Minister of Justice\". It was based on the following reasons:", "\"...", "Having regard to the fact that [Mr Moustaquim] has committed a series of 26 offences of aggravated theft, attempted aggravated theft, theft, handling stolen goods, destroying a vehicle, assault and threatening behaviour, offences which were made out and for which on 9 November 1982, in a judgment that has now become final, he was sentenced by the Liège Court of Appeal to two years' imprisonment, one month's imprisonment, 8 days' imprisonment and 100 francs, 8 days' imprisonment and 100 francs, and 15 days' imprisonment and 100 francs;", "Having regard to the fact that these were only some of the 147 offences committed by Mr Moustaquim while he was still a minor in criminal law and for which he was brought before the Juvenile Court (including 5 robberies, 82 offences of aggravated theft and 39 offences of attempted aggravated theft), not counting the 15 offences of theft of jewellery, weapons and cash committed after the offences which led to the aforementioned conviction;", "Having regard to the opinion of the Advisory Board on Aliens, which considers that deportation is justified in law but nonetheless inappropriate;", "Having regard to the fact that despite this opinion, the Board acknowledges that the very large number of offences committed by Mr Moustaquim amount, for the most part, to serious prejudice to public order justifying deportation;", "Having regard to the fact that Mr Moustaquim has committed a substantial series of offences and that he is regarded by the local gendarmerie as one of the leaders of a dangerous gang of juvenile delinquents and as being a real danger to society;", "Having regard to the fact that by his personal behaviour Mr Moustaquim has, consequently, seriously prejudiced public order;", "Having regard to the fact that the maintenance of public order must prevail over the social and family considerations set out by the Board;", "...\"", "The applicant had to comply with the order within thirty days of leaving prison.", "19. On 17 February 1984 Mr Moustaquim's father had written to the Queen asking her to intervene on his son's behalf. On 22 March 1984 the Aliens Office informed him that his application had been rejected and the deportation order signed.", "20. Acting as the applicant's representative, Mr Moustaquim's father made two applications to the Conseil d'État on 29 April 1984 seeking, firstly, to have execution of the deportation order stayed and, secondly, to have the order itself quashed.", "The Conseil d'État rejected the first application on 22 June 1984. Mr Moustaquim left Belgium some days later.", "On 16 October 1985 the Conseil d'État rejected the application for judicial review of the order on the following grounds:", "\"...", "The impugned order is founded mainly on 147 offences admitted by Moustaquim. Twenty-six of those led to convictions and heavy sentences and were regarded by the Advisory Board on Aliens as amounting, for the most part, to serious prejudice to public order justifying deportation in law.", "The 15 disputed offences appear, by the very terms of the impugned decision ('not counting the 15 offences'), as a superfluous ground in relation to the undisputed offences which were put forward as justifying the deportation.", "It does not follow from Moustaquim's acquittal on the conspiracy charge that the information provided by the local gendarmerie that is mentioned in the impugned decision was inaccurate to the point that it was unusable as part of the basis of the assessment that Moustaquim was a real danger to society. The ground of appeal is unfounded.", "In final pleadings - which were, moreover, out of time - Moustaquim put forward five further grounds. ... The third new ground, based on 'the violation of Articles 3 and 8 (art. 3, art. 8) of the European Convention for the Protection of Human Rights, in that the disputed act was both inhuman or degrading treatment and an intolerable infringement of private and family life', is unfounded. Firstly, deportation ordered in accordance with the law cannot be equated either with a punishment or with inhuman or degrading treatment within the meaning of Article 3 (art. 3) of the Convention; and secondly, respect for private and family life as guaranteed in Article 8 (art. 8) of the Convention is not an obstacle to the taking of a measure which, in a democratic society, is necessary for public safety. The fourth new ground, based on the violation of Article 14 (art. 14) of the said Convention, is similarly unfounded, as there is no evidence to suggest that the applicant was a victim, by reason of his nationality, of discrimination prohibited by that Article (art. 14). ...\"", "21. After his departure from Belgium at the end of June 1984, Mr Moustaquim went not to Morocco but to Spain, where he was accommodated by friends of his parents.", "On being asked to leave Spain, he settled in Stockholm, where he remained virtually without a break until 20 January 1990. He lived there - at times legally and at other times illegally - by his wits and by taking the odd undeclared job in Greek and Italian restaurants; he was put up by his employers and chance acquaintances. When he managed to save up enough money, he went to a non-Scandinavian country in order to obtain a three-month Swedish tourist visa. He also applied for a long-term residence permit, and on 10 March 1989 the Swedish embassy in Athens issued him a permit authorising him to live in Sweden until 27 August of the same year; this permit was subsequently renewed for six months.", "22. In a notarially certified document of 24 April 1985 Mr Moustaquim instructed his lawyer to make a \"declaration of election of nationality\" under, in particular, Article 13 § 4 of the new Belgian Nationality Code (see paragraph 29 below).", "The Liège Registrar of Births, Deaths and Marriages considered the declaration to be inadmissible in Liège as the applicant had not been resident there since his deportation. In response to a similar application, the Belgian embassy in Sweden said that it could not take account of unlawful residence.", "23. The applicant's lawyers made an urgent application to have execution of the deportation order stayed on the ground that Mr Moustaquim's position had worsened - on 24 September 1987 a Stockholm psychiatrist had diagnosed the applicant as suffering from a depression brought about by the disruption of his family ties.", "In an order dated 21 March 1988 the Liège judge responsible for hearing urgent applications refused to order the interim measure sought.", "24. On 1 April 1988 one of the applicant's lawyers requested the Minister of Justice to \"revoke or suspend the deportation order\", but he received no reply to his letter.", "25. On 14 December 1989 a royal order was issued, temporarily suspending the deportation order:", "\"...", "Having regard to the fact that Mr Moustaquim came to Belgium at the age of two;", "Having regard to the fact that all his family are lawfully resident in Belgium;", "Having regard to the fact that Mr Moustaquim should be given an opportunity for rehabilitation;", "On a proposal by Our Minister of Justice,", "We hereby order as follows:", "1. The royal deportation order made on 28 February 1984 pursuant to the Act of 15 December 1980 on the entry, residence, settlement and expulsion of aliens against Abderrahman Moustaquim, born in Casablanca on 28 September 1963, shall be suspended for a trial period of two years during which the applicant shall be authorised to reside within the Kingdom.", "2. Continuation of the suspension and of the residence authorisation provided for in Article 1 shall be subject to compliance by Mr Moustaquim with the following two conditions: (a) he must personally have sufficient means of subsistence; and (b) he must not prejudice public order or national security.", "3. Unless a decision is taken to the contrary, the royal deportation order of 28 February 1984 shall automatically be rescinded at the end of the two-year trial period provided for in Article 1.", "...\"", "The Aliens Office informed the applicant's lawyer on 29 December, stating that the necessary steps had been taken to ensure that his client had no difficulty when he arrived at Brussels Airport pending completion of the administrative formalities. On 29 January 1990 the Aliens Office sent him a safe-conduct authorising Mr Moustaquim to enter Belgian territory and remain there for thirty days.", "26. The applicant had already returned on 20 January, and on 6 February he reported to the municipal authorities in Liège and was registered as living there with his parents. On 13 April he received a residence permit - a certificate of entry in the Aliens Register - which was valid for one year and was renewable.", "He is working in his father's butcher's shop and has enrolled at the local school for continuing education for small firms and traders.", "27. The Children's and Young Persons' Welfare Act of 8 April 1965 replaced an Act of 15 May 1912; its purpose is to protect the health, morals and education of young people under the age of eighteen (\"juveniles\"). Under it, \"offending acts\" committed by juveniles can normally be dealt with only by means of custodial, protective or educative measures and not by means of criminal sanctions.", "The 1965 Act contains provisions relating to \"social welfare\" and others relating to \"protection by the courts\".", "Judicial protection of juveniles is provided by specialised courts: the Juvenile Court, which is a section of the tribunal de première instance (regional court of first instance) and sits as one or more single-judge courts, and the juvenile divisions of the Court of Appeal, which likewise have a single member.", "Section 36 of the 1965 Act lays down the cases in which the juvenile courts may take the various measures set out in the Act in respect of juveniles. They may make an order on an application by Crown Counsel in several instances, including the case of \"juveniles ... proceeded against for an act classified as an offence\".", "The same courts can also intervene up on a complaint by \"persons having paternal authority or having custody ... of a juvenile ... who on account of his misconduct or indiscipline gives serious cause for concern\".", "The measures they may order are, for the most part, set out in section 37:", "(a) a warning (section 37(1));", "(b) placing the juvenile under the supervision of the Youth Welfare Board or of a Youth Welfare Officer (section 37(2));", "(c) keeping the juvenile in his own surroundings, subject to certain conditions, such as having to attend an educational establishment, to perform educative or socially useful tasks or to comply with instructions from an educational-counselling centre or mental-health centre (section 37(2));", "(d) placing the juvenile in the home of any trustworthy person or in any appropriate institution, under the supervision of the Youth Welfare Board or of a Youth Welfare Officer (section 37(3));", "(e) placing the juvenile in a State reformatory (section 37(4)).", "Where a juvenile over sixteen has been brought before the juvenile courts for an \"act classified as an offence\", they may, if they consider the measures referred to in section 37 to be \"inadequate\", relinquish jurisdiction and remit the case to Crown Counsel so that proceedings may be taken in the appropriate court (section 38 of the 1965 Act).", "Relinquishment of jurisdiction is regarded as an exceptional measure, to be applied only as a last resort. The legislature made provision for it in order to cope with precocious or depraved juvenile delinquents.", "In 1987 the Belgian juvenile courts gave 13,904 decisions; they relinquished jurisdiction in favour of the Criminal Court in 87 cases.", "By section 53 of the 1965 Act, a juvenile may, \"if it is materially impossible to find an individual or an institution able to accept the juvenile immediately, ... be provisionally detained in a remand prison for a period not exceeding fifteen days\".", "28. The Act of 15 December 1980 on the entry, residence, settlement and expulsion of aliens governs aliens' administrative status.", "Even foreigners with residence permits may be deported under the Act where they have \"seriously prejudiced public order or national security\" (section 20, second paragraph).", "Before making such a deportation order, the Minister of Justice must seek the opinion of the Advisory Board on Aliens, which consists of a judge, a barrister and a member of an aliens' welfare association.", "Deportation orders are signed by the King. They are subject to judicial review by the Conseil d'État (section 69), which on an application by the person concerned may grant a stay of execution until the application for review has been heard (section 70, first paragraph). The Conseil d'État satisfies itself that the deportation appealed against is based wholly on the alien's personal behaviour; the mere fact that he has a criminal conviction does not automatically entail deportation.", "29. The new Belgian Nationality Code is contained in an Act of 12 July 1984 and came into force on 1 January 1985 - that is to say after the material events. Article 13 § 4 of the Code confers the right to acquire Belgian nationality on \"a child who, for at least one year before the age of six, has had his principal residence in Belgium with a person to whose authority he was legally subject\".", "The Code replaces, in particular, the Act of 25 March 1984, which required a private naturalisation Act, even for foreigners born in Belgium."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}