{"ITEMID": "001-104967", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RASKOVIC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["5. The facts of the cases, as submitted by the parties, may be summarised as follows.", "6. The applicants, Ms Zorica Rašković and Ms Dana Milunović, were born in 1961 and 1953 respectively and live in Novi Pazar.", "7. Both applicants were employed by Pamučna predionica DOO from Novi Pazar (hereinafter “the debtor”). On 14 January 2001 and 15 May 1996 they were respectively placed on compulsory paid leave until such time when normal production could be resumed and the debtor’s business performance had improved sufficiently.", "8. Whilst on this leave, in accordance with the relevant domestic legislation, the applicants were entitled to a significantly reduced monthly income, as well as the payment of their pension, disability and other social security contributions.", "9. Since the debtor failed to fulfil these obligations, the applicants brought numerous separate civil claims before the Municipal Court (Opštinski sud) in Novi Pazar (hereinafter “the Municipal Court”).", "10. On an unspecified date the debtor’s mother company (see paragraph 62 below) proposed the Redundant Employees Programme (Program rešavanja viška zaposlenih– hereinafter “the redundancy programme”). The redundancy programme set out the criteria for determining redundant employees and, once declared redundant, provided them with two options for benefits: to receive a single redundancy payment from the employer (otpremnina); or to claim monthly unemployment benefits from the social security of the State (novčana naknada). These benefits were provided for all employees, regardless of whether they had any other outstanding claim towards the company.", "11. On 7 October 2004 the Municipal Court ruled in favour of the applicant. On 23 December 2004 the Municipal Court supplemented this judgment, and ultimately ordered the debtor to pay to the applicant:", "i. the monthly paid leave benefits (minimalna zarada) due from 1 August 2001 to 31 July 2004 (RSD 155,002 in all; EUR 2,400 at the relevant time2), indexed in accordance with the relevant regulations, together with statutory interest;", "ii. RSD 7,800 (EUR 100) for her legal costs; and", "iii. the pension and disability insurance contributions (“doprinosi za penzijsko i invalidsko osiguranje”) due from 1 January 1997 to 19 July 2004.", "12. On 18 July 2005 this judgment became final.", "13. On 24 December 2004 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "14. On 24 January 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order, at the same time awarding the applicant the additional amount of RSD 2,400 in respect of enforcement costs (EUR 30).", "15. On 29 July 2005 the applicant filed an identical enforcement request, which was accepted on 22 September 2005. She was awarded another RSD 2,800 (EUR 35) in respect of enforcement costs.", "16. On 18 August 2005 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 August 2004 to 30 June 2005 (RSD 70,533 in all; EUR 900), indexed in accordance with the relevant regulations, together with statutory interest;", "ii. RSD 9,750 (EUR 120) for her legal costs; and", "iii. the pension and disability insurance contributions due from 27 July 2004 to 18 August 2005.", "17. The judgment of 18 August 2005 became final on 31 January 2006.", "18. On 8 February 2006 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "19. On 16 February 2006 the Municipal Court accepted her enforcement request, also awarding her RSD 2,250 (EUR 25) in respect of enforcement costs.", "20. On 13 July 2006 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 July 2005 to 31 May 2006 (RSD 82,824,20 in all; EUR 1,000), indexed in accordance with the relevant regulations, together with statutory interest;", "ii. RSD 11,700 (EUR 140) for her legal costs; and", "iii. the pension and disability insurance contributions due from 18 August 2005 to 31 May 2006.", "21. The judgment of 18 August 2005 became final on 10 August 2006.", "22. On 25 August 2005 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "23. On 29 August 2006 the Municipal Court accepted her enforcement request, also awarding her RSD 2,700 (EUR 32) in respect of enforcement costs.", "24. On 26 March 2007 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 June 2006 to 15 November 2006 (RSD 42,805 in all; EUR 500), indexed in accordance with the relevant regulations, together with statutory interest;", "ii. RSD 5,400 (EUR 65) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 June 2006 to 15 November 2006.", "25. The judgment of 18 August 2005 became final on 16 April 2007.", "26. On 18 May 2007 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "27. On 23 May 2007 the Municipal Court accepted her enforcement request, also awarding her RSD 2,700 (EUR 32) in respect of enforcement costs.", "28. On 5 December 2005 the applicant made a statement, in accordance with the redundancy programme (see paragraph 10 above) whereby she opted for the single redundancy payment.", "29. On 15 November 2006 the mother company issued a decision terminating the applicant’s employment as of 20 November 2006, and stating that as of that date all rights and obligations arising from her employment were terminated.", "30. On 21 November 2006 the mother company paid the applicant RSD 299,700 of redundancy pay, in accordance with the statement of 5 December 2005 and the decision of 15 November 2006.", "31. On 9 February 2007, the contributions for pension and disability insurance for the entire period due were paid.", "32. On 22 June 2004 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the guaranteed pay (“garantovana zarada”) due from 15 May 1996 to 31 May 2001, and the monthly paid leave benefits due from 1 June 2001 to 31 May 2004, indexed in accordance with the relevant regulations (RSD 150,691 in all; EUR 2,100), together with statutory interest; and", "ii. RSD 7,800 (EUR 210) for her legal costs.", "33. On 19 July 2004 this judgment became final.", "34. On 31 October 2004 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "35. On 31 October 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order, and awarded her RSD 3,600 (EUR 50) in respect of enforcement costs.", "36. On 12 January 2005 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 June 2004 to 31 October 2004, indexed in accordance with the relevant regulations (total amount of RSD 29,816; EUR 375), together with statutory interest; and", "ii. RSD 9,750 (EUR 120) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 September 2004 to 1 December 2004.", "37. On 18 July 2004 this judgment became final.", "38. On 22 July 2005 the applicant filed a request for its enforcement, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "39. On 26 September 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order, additionally awarding her RSD 3,600 (EUR 40) in respect of the costs of enforcement.", "40. On 27 November 2006 the Municipal Court established that the applicant had withdrawn the part of her enforcement request regarding the payment of contributions for social and pension insurance, and terminated the enforcement of the judgment of 12 January 2005 in this part.", "41. On 26 April 2005 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 June 2004 to 31 October 2004 (total of RSD 37,209; EUR 450), together with statutory interest;", "ii. RSD 9,750 (EUR 120) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 September 2004 to 1 April 2005.", "42. On 20 May 2005 this judgment became final.", "43. On 23 June 2005 the applicant filed a request for its enforcement, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "44. On 26 September 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order, additionally awarding her RSD 2,250 (EUR 25) in respect of enforcement costs.", "45. On 27 November 2006 the Municipal Court established that the applicant had withdrawn the part of her enforcement request regarding the payment of contributions for social and pension insurance, and terminated the enforcement of the judgment of 26 April 2005 in this part.", "46. On 15 March 2006 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 May 2005 to 31 December 2005 (total of RSD 54,464; EUR 625), together with statutory interest;", "ii. RSD 11,700 (EUR 150) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 May 2005 to 31 December 2005.", "47. On 10 April 2006 this judgment became final.", "48. On 19 May 2006 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "49. On 23 May 2006 the Municipal Court accepted the applicant’s request and issued an enforcement order, additionally awarding her RSD 3,600 (EUR 40) in respect of enforcement costs.", "50. On 28 August 2006 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due from 1 January 2006 to 30 April 2006 (total of RSD 31,280, EUR 375), together with statutory interest;", "ii. RSD 5,400 (EUR 65) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 January 2006 to 1 May 2006.", "51. On 20 October 2006 this judgment became final.", "52. On 31 October 2006 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "53. On 2 November 2006 the Municipal Court accepted the applicant’s request and issued an enforcement order, additionally awarding her RSD 1,800 (EUR 20) in respect of enforcement costs.", "54. On 28 March 2007 the Municipal Court ruled in favour of the applicant and ordered the debtor to pay her:", "i. the monthly paid leave benefits due for May and June 2006 (total of RSD 17,639; EUR 220), together with statutory interest;", "ii. RSD 11,700 (EUR 150) for her legal costs; and", "iii. the pension and disability insurance contributions due from 1 May 2006 to 4 July 2006.", "55. On 4 June 2007 this judgment became final.", "56. On 12 June 2007 the applicant filed a request for its enforcement, in relation to the payment of paid leave benefits and costs, proposing that it be carried out either by means of a bank transfer or through auctioning the debtor’s specified movable and/or immovable assets.", "57. On 15 June 2007 the Municipal Court accepted the applicant’s request and issued an enforcement order, additionally awarding her RSD 1,800 (EUR 20) in respect of the costs of enforcement.", "58. On 9 December 2005 the applicant made a statement, in accordance with the redundancy programme (see paragraph 10 above) with which she opted for the single redundancy payment.", "59. On 3 July 2007 the mother company issued a decision terminating the applicant’s employment as of 4 July 2007, and as of that date all rights and obligations arising from her employment were terminated.", "60. On 4 July 2007 the mother company paid the applicant RSD 299,700 of redundancy pay, in accordance with the statement of 9 December 2005 and the decision of 3 July 2007.", "61. On 9 February 2007 the contributions for pension and disability insurance for the entire period due were paid.", "62. The debtor is a limited liability company owned by the “Raška Hoding Kompanija” (“the mother company”). As of April 2010, the debtor still consisted of predominantly socially-owned and State-owned capital.", "63. On 5 November 2004 the mother company was ordered to undergo restructuring, which is still ongoing. Regardless of the formal status “under restructuring”, none of the applicants’ enforcement proceedings was ever formally suspended or terminated on these grounds.", "64. The relevant domestic law is set out in the Court’s judgments of R. Kačapor and Others v. Serbia (nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, 15 January 2008, §§ 57-82); Vlahović v. Serbia (no. 42619/04, §§37-47, 16 December 2008); Crnišanin and Others v. Serbia (nos. 35835/05, 43548/05, 43569/05 and 36986/06, 13 January 2009, §§100-104); and EVT Company v. Serbia (no. 3102/05, §§ 26 and 27, 21 June 2007).", "65. In its decisions of 29 November 2009 and 4 December 2009, the Constitutional Court of Serbia (cases no. Už-95/2008 and Už-143/2007) examined the complaints of persons who had previously been employed with one of the companies within the “Raška” holding company, and whose employment had been terminated in accordance with the redundancy programme. The appellants had requested the Municipal Court to order the company to pay them monthly paid leave benefits. The Municipal Court and District Court in Novi Pazar had rejected their respective claims because, inter alia, they had already claimed their entitlement under the redundancy programme. The Constitutional Court found that the employees were entitled to enjoy the rights arising from both the redundancy programme and the outstanding claims from their employment, prior to its termination. Thus, the bare fact that the appellants in those cases had agreed to enjoy benefits from the redundancy programme could not be interpreted to mean that they had waived the right to the monthly paid leave benefits previously due, and the courts had to examine whether those benefits had indeed been paid or not."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}