{"ITEMID": "001-105711", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF KAGGOS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Anatoly Kovler;George Nicolaou;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant, a retired military officer, was born in 1930 and lives in Mytilini.", "5. On 15 November 1996 the applicant lodged an application with the Army Solidarity Fund (Ταμείο Αλληλοβοηθείας Στρατού) (hereafter “the Fund”) asking for an additional retirement premium, following the amendment of the date of his retirement. On 29 November and 18 December 1996 the Administrative Council of the Fund rejected his application at first instance and on appeal respectively.", "6. On 22 January 1997 the applicant lodged a recourse with the Athens First Instance Administrative Court challenging the decisions of the Fund.", "7. In a judgment dated 29 May 1998 the Athens First Instance Administrative Court partially upheld the applicant's claim and awarded him 7,739,869 drachmas (GRD) (i.e. 22,714 euros) (judgment no. 5835/1998).", "8. On 5 November 1998 the Fund lodged an appeal.", "9. On 27 September 2001 the Athens Administrative Court of Appeal accepted the Fund's appeal and quashed the first instance decision, after having concluded that the legal requirements for the award of an additional retirement premium had not been satisfied (judgement no. 4030/2001). The applicant was served with the decision on 25 February 2003.", "10. On 11 March 2003 the applicant lodged an appeal on points of law.", "11. On 7 July 2006 the Supreme Administrative Court quashed the appellate decision and remitted the case to the Court of Appeal (judgment no. 2034/2006).", "12. On 6 June 2008 the Athens Administrative Court of Appeal rejected the appeal lodged by the Fund against judgment no. 5835/1998 of the First Instance Administrative Court (judgment no. 1947/2008). The applicant was served with the decision on 26 May 2009."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}