{"ITEMID": "001-126983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF TIMUS AND TARUS v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Life)", "JUDGES": "Alvina Gyulumyan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra", "TEXT": ["I. THE CIRCUMSTANCES OF THE CASE", "5. The applicants were born in 1990 and 1989 respectively and live in Chişinău.", "6. The present case concerns the circumstances surrounding the killing of the applicants’ 29-year-old brother Alexei Vlasi during a police operation on 14 March 2009.", "7. On that date at approximately 10.20 p.m. three plain-clothed police officers (N., B. and C.) entered a five-storey apartment block to arrest a person suspected of armed robbery. According to their information, the suspect in question was supposed to be visiting his ex-girlfriend M. that evening, who lived on the fourth floor of the building.", "8. At the same time, M. was coming down the stairs from the fourth floor with a group of four friends. None of them was the suspect wanted by the police. Two young women (S. and Z.) and a young man (G.) were at the front of the group and they passed the police officers between the third and second floor.", "9. Upon passing the first part of the group one of the police officers immediately apprehended G. Alexei Vlasi and M. were several storeys up and saw the police officers as they approached the rest of the group. Two police officers rushed after Alexei Vlasi, who started to run back up the stairs. They apprehended him on the fifth floor. Shortly afterwards, one of the police officers shot him in the back of the head at very close range. He died instantly.", "10. An investigation followed, during which all the witnesses and police officers were questioned. There were two versions of events: that of the group of friends coming down the stairs with the victim (the witnesses), and that of the police officers.", "11. The witnesses’ version was that two police officers, N. and C., were armed with pistols which they were holding upwards. Upon passing the first part of the group, the officers saw that there was someone else upstairs and ran in that direction, leaving the first part of the group with police officer N. They then told police officer N. to come upstairs with the rest of the group. After apprehending Alexei Vlasi somewhere on the fifth floor, police officers B. and C. started to beat him up. All the members of the group recounted an almost identical description of what they had heard and the conversation that had taken place between the two police officers and Alexei Vlasi. According to them, one of the police officers (B.) called Alexei Vlasi by his first name and told him to follow them. In response, he addressed B. by his first name and told him to stop beating him up. Sounds of someone being beaten up were heard and Alexei Vlasi threatened to report his injuries to a forensic doctor. The manner in which he said this last sentence was very specific, as he used a mixture of both Romanian and Russian words and the witnesses recounted it in the same manner. It later transpired that police officer B. and Alexei Vlasi already knew each other, as in 1999 the latter had been arrested by the former for bicycle theft.", "12. The encounter between police officers B. and C. and Alexei Vlasi took place on the fifth and top floor. Two of the witnesses M. and G. were the closest to the scene at the time, being held by police officer N. on the fourth floor. The fourth floor was separated from the fifth floor by two flights of stairs going in opposite directions joined by an intermediate landing. M. (who also already knew police officer B.) started to shout at him, telling him to leave Alexei Vlasi alone. She called him by his first name and tried to get past police officer N. in order to help Alexei Vlasi. In her struggle with police officer N. she could partly see what was happening on the fifth floor. G. was also there. According to them, police officer B. grabbed Alexei Vlasi by his right hand while officer C. grabbed him by his left hand and started to make his way down the stairs from the fifth floor to the landing between the fifth and fourth floors. At about the third from last step, Alexei Vlasi was facing the handrail and grabbed it. The police officers who were behind him bent him over and, according to one of the witnesses, held both his hands behind his back. According to another witness, one of his hands was on the handrail while the other was held by a police officer behind his back. Police officer C. was holding his pistol at the back of Alexei Vlasi’s head while he was bent over. Police officer B. punched him in the ribs and he repeated again that he would be reporting his injuries to a forensic doctor. Immediately afterwards, he was shot in the back of the head by police officer C. at very close range. He collapsed on the landing between the two flights of stairs, with his feet on the stairs and his body on the landing. Blood started to spurt out of his head wound. M. shouted: “He shot him straight in the head!” and her first reaction was to try to stop him losing any more blood with her hands. In what appeared to be an attack of hysteria she started to scream and to attack police officer B. and shouted “Why did you do that?” Another female friend in the group approached her from behind, hugged her and tried to pull her away from the body.", "13. According to the witnesses, Alexei Vlasi did not have anything in his hands after collapsing to the ground. Police officer B. asked officer C.: “What the hell did you do?!” C. did not respond with anything intelligible but remained still, holding his head in his hands. One of the witnesses said they heard him respond in a low voice: “I didn’t want to do that”. He was very pale. According to the witnesses he did not have any visible injuries and could walk perfectly well. Immediately afterwards, officer B. ordered all the witnesses to go into M.’s apartment on the fourth floor. He and police officer N. pushed everybody into her apartment and closed the door. Police officer N. was holding the doorknob so that nobody could leave. Many of the neighbours started to look out of their apartments but the police officers ordered them all to close their doors and stay inside.", "14. According to the police officers, when Alexei Vlasi ran up the stairs, they thought he was the suspect they had been after. They claimed to have been convinced that the victim was the suspect they were looking for and that they only realised their mistake after he had been shot. However, during a confrontation which took place later, police officer B. admitted he had known Alexei Vlasi for a long time. The following description of the police officers’ version of events was made after a video reconstruction of the scene, which was filmed during the investigation with the participation of police officer C. on 7 August 2009. Police officer B. recounted an identical version of events.", "15. Police officer B. chased Alexei Vlasi and approached him from behind on the landing of the top, fifth floor. He put his hand on his shoulder, called him by the name of the wanted suspect, announced that he was a police officer and asked him to come with him. At that moment Alexei turned around and punched police officer B. in the face with his right fist and attempted to run down the stairs. When he punched police officer B. he did not have anything in his hand. Police officer B. was pushed into a wall on his right and lost his balance. However, police officer C., who had already approached them from behind, managed to apprehend Alexei Vlasi by pulling his left arm near his shoulder (in his initial statement police officer C. stated that he had apprehended him by the collar of his jacket). The apprehension took place on the top three steps of the flight of stairs leading to the fifth floor. Police officer C. was behind Alexei Vlasi on a higher step, holding his hand with his left hand and holding his pistol pointed upwards in his right hand. At that moment, without changing his position, Alexei Vlasi stabbed police officer C. in the right thigh with a knife, which he had been holding in his right hand in reverse grip. Then, without changing the position of the knife, Alexei Vlasi attempted to turn to his left and to stab police officer C. in the face. According to police officer C., Alexei Vlasi had been standing upright. Fearing for his life, police officer C. pulled the trigger of the pistol he was still holding upwards and shot him in the upper neck. The police officers did not say how the victim’s body ended up on the landing between the fifth and fourth floor some six or seven steps lower, but it is reasonable to infer that it rolled down by itself before slumping at the bottom of the stairs.", "16. A criminal investigation was formally initiated on 15 March 2009. According to a report describing the scene, Alexei Vlasi’s body was lying in a pool of blood on the intermediate landing between the fourth and fifth floors. There was an open small pocket knife with a lock mechanism with a blade 6.5 cm long in the palm of his right hand. His feet were on the first two steps of the flight of stairs leading to the fifth floor. There were traces of blood on those steps. The report contains pictures of areas stained with blood, such as the landing where the body was lying, the walls around it, and the landing between the third and the fourth floor, where blood had run down from above. No traces of blood appear to have been found above the steps on which the victim’s feet were located. On the wall above the sixth step of the flight of stairs going down to the fourth floor from the landing where the body was lying, there was a bullet hole 2.3 metres above the step, exactly opposite where the witnesses alleged the victim had been shot when facing the handrail.", "17. During the investigation, the Chişinău prosecutor’s office obtained several forensic reports which found, inter alia, that the entry wound was on Alexei Vlasi’s upper left neck and the exit wound was on the right side of his forehead above his eyebrow. According to the forensic report, the shot was fired at such close range that gunshot residue was present on the victim’s skin around the entry wound. Another forensic report found that the police officer who had shot him had had an injury to his right thigh made by a knife wound and the other police officer who had allegedly been punched in the face by Alexei had had a bruise on his face. Another expert report did not find any fingerprints on the knife found in Alexei Vlasi’s palm after his death.", "18. On 21 September 2009 the Chişinău prosecutor’s office decided to discontinue the criminal investigation on the grounds that the police officer who shot Alexei Vlasi had acted in self-defence. The prosecutor’s office was based on the police officers’ version of events. The applicants challenged the above decision before the Prosecutor General’s Office.", "19. On 9 October 2009 a deputy Prosecutor General quashed the above decision on the grounds that it was based exclusively on the police officers’ version of events and that no consideration was given to the witnesses’ statements. The investigator had failed to determine the exact place of the shooting and the victim’s position in relation to the shooter. Moreover, no ballistics test had been conducted in order to determine the trajectory of the bullet.", "20. In the reopened investigation some of the witnesses were re-questioned. One of them, G., changed his statements and submitted that he had not seen or heard anything, but later claimed that he had only done so because he had been pressured and threatened to do so by the accused police officers.", "21. A ballistics test was carried out with the help of an assistant standing where the police officers alleged the victim had been standing at the time of shooting. The assistant had a cabbage placed on his shoulder, near his head. Through a hole pierced in the cabbage, a thread was led to the bullet hole in the wall, which was considerably lower than the cabbage. Taking into consideration the positions of the entry and exit wounds on the victim’s head, it was concluded that, at the moment of the shooting, the victim had been bent over and not standing upright as suggested by the police officers in their version of events.", "22. On 30 June 2010 the Chişinău prosecutor’s office again discontinued the criminal proceedings on similar grounds as the first time, namely on the basis of the police officers’ version of events. It does not appear that the prosecutor attempted to reconcile the findings of the ballistics test with the police officers’ version of events concerning the circumstances of Alexei Vlasi’s shooting. The applicants appealed.", "23. On 22 July 2010 a hierarchically superior prosecutor dismissed the applicants’ appeal. They appealed to an investigating judge.", "24. On 20 October 2010 an investigating judge from the Rascani District Court upheld the applicants’ appeal, quashed the decisions of 30 June and 22 July 2010 and ordered a re-investigation of the case. He concluded that the investigation had been incomplete and that the conclusions reached by the investigators were inconsistent with the evidence in the case file. The investigating judge also noted that no confrontations had been carried out between all the witnesses and the accused officers, no importance had been attached to the fact that no fingerprints had been found on the knife the victim had allegedly stabbed police officer C. with, and that the investigation had not been conducted within a reasonable time.", "25. Following the investigating judge’s decision, the applicants applied to the Prosecutor General’s Office with a request to have the case removed from the Chişinău prosecutor’s office on account of its bias and to have it transferred to another prosecutor’s office. On 8 November 2010 a deputy Prosecutor General rejected the applicants’ request as ill-founded.", "26. On 27 April 2011 the Chişinău prosecutor’s office questioned witness M. again. On 17 May 2011 witness G. was questioned again. He submitted having seen police officer B. stabbing police officer C. in his thigh with a knife before being forced into M.’s apartment after the shooting. According to him, this took place between the third and the fourth floor and he had mentioned it during his initial questioning, but no record had been made. Confrontations were organised between M. and police officer B. and between G. and police officer B. on 20 and 24 May 2011, during which each party maintained their statements.", "27. On 21 July 2011 witness G. took a lie-detector test to determine whether his statement about police officer B. stabbing police office C. with a knife was truthful. The test result was negative, i.e. G.’s statement was not truthful.", "28. On 15 September 2011 the Chişinău prosecutor’s office again discontinued the criminal investigation on similar grounds as the previous occasions. The results of the lie-detector test were added to the decision. The applicants appealed against it and argued that the results of the liedetector test were inadmissible because the test had been carried out by colleagues of the accused police officers rather than by independent experts.", "29. On 20 October 2011 the hierarchically superior prosecutor dismissed the applicants’ appeal. They appealed to an investigating judge.", "30. On 12 December 2011 an investigating judge from the Rascani District Court upheld the applicants’ appeal, again finding that the investigation had been incomplete. The judge also declared the results of the lie-detector test inadmissible.", "31. On 13 April 2012, without conducting any further investigative measures, a prosecutor from the Chişinău prosecutor’s office again discontinued the criminal investigation. The content of the decision was identical to that of the decision of 15 September 2011, including reference to the lie-detector test.", "32. On 9 July 2012 the hierarchically superior prosecutor dismissed the applicants’ appeal. They appealed to an investigating judge.", "33. On 16 October 2012 an investigating judge from the Rascani District Court again upheld the applicants’ appeal, quashed the decisions of 13 April and 9 July 2012 and ordered a reopening of the investigation.", "34. On 11 March 2013 a prosecutor from the Chişinău prosecutor’s office again discontinued the criminal investigation.", "35. On 22 April 2013 the hierarchically superior prosecutor dismissed the applicants’ appeal. They appealed to an investigating judge.", "36. On 19 July 2013 an investigating judge from the Rascani District Court again upheld the applicants’ appeal, quashed the decisions of 11 March and 22 April 2012 and ordered a reopening of the investigation. The investigation appears to be pending to date."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}