{"ITEMID": "001-122459", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT;ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "ABUBEKER v. AUSTRIA AND ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Guido Raimondi;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicant, Mr Mohammed Abubeker, stateless, was born in 1967 and resides at present in Traiskirchen. He is represented by Mrs N. Lorenz, a lawyer practising in Vienna.", "2. The Austrian Government were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry of European and International Affairs. The Italian Government were represented by their Agent, Ms. E. Spatafora, and their co-agent, Ms. P. Accardo.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant entered Italy on 3 August 2007, where his fingerprints were taken firstly at the Questura in Crotone. It was noted that the applicant was born in Eritrea in 1967 and that he had entered the European Union illegally. He was then transferred to the “S. Anna” Reception Centre at Isola di Capo Rizzuto, where his fingerprints were taken again on 29 August 2007 and where he was registered as an asylum seeker.", "5. On 14 September 2007 the Territorial Commission for the Recognition of International Protection decided that the applicant was not entitled to the status of a recognised refugee, but that he met the requirements to obtain protection on humanitarian grounds. Thereupon, the applicant was granted leave to remain on humanitarian grounds and a travel document, both valid until 13 September 2008. According to the records of the authorities, the applicant left the reception centre of his own volition after he had collected his papers.", "6. It seems that the applicant then left for Germany. On 8 February 2008 Italy was requested by Germany to take the applicant back under Article 16 § 1 c of the Council Regulation (EC) No 343/2003 (“the Dublin II Regulation”, hereinafter “the Dublin Regulation”). Italy accepted jurisdiction, and on 22 April 2008 the applicant was transferred to Italy.", "7. From 22 May 2008 until 17 May 2009, the applicant was an inmate in a facility of the “Sistema di Protezione per Richiedenti Asilo e Rifugiati” (Protection System for Asylum Seekers and Refugees, hereinafter “SPRAR”), which he left voluntarily. According to the files, the applicant was staying on 1 August 2008 at a residence belonging to the Jesuit Refugee Service in Rome.", "8. On 7 July 2009 the Questura in Rome granted the applicant leave to remain on the basis of subsidiary protection, which was valid until 7 July 2012.", "9. In November 2010 the applicant came to Austria and was taken into detention with a view to expulsion. On 19 February 2011 he lodged an asylum claim in Austria. The applicant stated that he did not want to return to Italy, and that he would have been forced to sleep in the streets there and would not have had any access to financial subsistence, housing or food. He had had leave to remain in Italy on humanitarian grounds, but had returned his ID card to the authorities because he wanted full asylum status. He explained that he was suffering from diabetes, asthma and a dust mite allergy, and had psychological problems.", "10. On 9 April 2011 the Federal Asylum Office (Bundesasylamt) rejected the applicant’s asylum request and declared that Italy had jurisdiction regarding the asylum proceedings pursuant to Article 16 § 2 of the Dublin Regulation. It also ordered that the applicant be transferred to Italy. The Federal Asylum Office dismissed the applicant’s claims that he had severe medical and psychological problems. Referring to country reports on Italy it concluded that the applicant would have access to financial subsistence in Italy and that being sent there would not breach Article 3 of the Convention.", "11. The applicant lodged an appeal against that decision. On 2 May 2011 the Asylum Court (Asylgerichtshof) awarded suspensive effect to the applicant’s appeal.", "12. On 12 May 2011 the Asylum Court quashed the decision of the Federal Asylum Office and ordered it to complement the country information on Italy in fresh proceedings, to make enquiries about what the applicant’s residential status in Italy would be if he were returned there, and to establish further facts about the applicant’s health.", "13. Thereupon, on 20 June 2011, the Federal Asylum Office contacted the Dublin Unit in Italy and asked for information on what the applicant’s residence status would be in Italy and if he would have access to the medication Metamorphin in Italy. It repeated and detailed its requests for information on 6 July, on 21 July and on 1 August 2011. The Dublin Unit Italy responded to the Austrian authorities that asylum seekers and persons with subsidiary protection had access to subsistence and health support.", "14. On 20 October 2011 the Federal Asylum Office again rejected the applicant’s asylum request pursuant to the Dublin Regulation and ordered the applicant’s removal to Italy. Referring to country reports on Italy from 2009, 2010 and 2011, it found that the “SPRAR” offered lodgings and other support for approximately 3,000 asylum seekers for the duration of six months. There were also 2,000 places in centres in which asylum seekers were supposed to stay for a maximum of six months, although there were exceptions for vulnerable persons. Outside those structures, private initiatives and municipalities organised sleeping places and accommodation for asylum seekers. The reports also stated that asylum seekers had access to subsistence and medical support, at least at the preliminary examination stage. However, only after registration of an asylum request would an asylum seeker have a right to accommodation and subsistence. A “Dublin returner” was requested to present himself before the Questura for his or her legal status to be identified. Asylum seekers had to initially register with a health unit, after which they had access to medical treatment in public hospitals. However, asylum seekers without an address had difficulty in registering for medical treatment and subsistence. The Federal Asylum Office also referred to the fact that the applicant had undergone a psychiatric examination in May 2011 that showed an “adjustment disorder” (Anpassungsstörung). Therapeutic consultations had been recommended. However, the applicant had not taken up the psychiatric treatment offered. It could not be shown that the applicant’s mental health would worsen. In any event, the applicant would have access to subsistence if returned.", "15. The applicant appealed against that decision. On 14 November 2011 the Asylum Court again awarded suspensive effect to the applicant’s appeal.", "16. On 23 November 2011 the Federal Asylum Office sent an email to the association Arciconfraternita San Trifone informing them of the rejection of the applicant’s asylum request in the first instance and of the pending guardianship proceedings (see below, paragraphs 22-25) in view of a possible removal of the applicant to Italy, in which case the association might wish to put in place “appropriate safeguards”. It also informed the Dublin Unit Italy of the pending guardianship proceedings.", "17. On 28 November 2011 the Asylum Court dismissed the applicant’s appeal as unfounded. It referred to the Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third-country nationals or stateless persons as refugees or as persons who otherwise need international protection, and of the content of the protection granted, to the Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status, and to the Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers, which were all also applicable in respect of Italy, and concluded that Italy had an unobjectionable asylum practice and offered access to accommodation, subsistence and medical treatment for asylum seekers.", "18. With regard to the applicant’s representative’s argument, claiming that the deadline for Italy to resume jurisdiction for the applicant’s asylum proceedings had expired, it found that with the decision of suspensive effect taken on 14 November 2011 the deadline had not expired, and that Italy had jurisdiction regarding the applicant’s asylum claim.", "19. The Asylum Court further stated that, in contrast to the situation in Greece, there was no recommendation from the United Nations High Commissioner for Refugees ( “the UNHCR”) to refrain from removals to Italy, and that the overall reports did not show a comparable situation for asylum seekers with the one in Greece. With regard to the applicant’s physical illnesses, it stated that he had access to the Italian health system. It stated that it had ordered the Federal Asylum Office to contact the Italian authorities in the event of a transfer, to ensure that the applicant was welcomed in Italy and would receive the necessary medical help.", "20. With regard to the critical report of the association Pro Asyl [a German NGO] from 2011 about the situation of refugees in Italy, it alleged that the authors of that report worked in the field of counselling of refugees and had an agenda which favoured a critical approach to Italy as a host state. Furthermore, the situation of boat refugees in the south of Italy was not comparable to that of Dublin-returners. With regard to the applicant’s mental health, the Asylum Court stated again that he had access to treatment in Italy, referred to the Court’s case-law in that matter, and concluded that removal would not be in breach of Article 3.", "21. The Constitutional Court (Verfassungsgerichtshof) dismissed the applicant’s request for legal aid on 2 March 2012, and refused to deal with his complaint due to lack of prospects of success.", "22. On 25 October 2011 the applicant’s representative applied to the Baden District Court (Bezirksgericht Baden) for guardianship proceedings to be initiated in respect of the applicant. He claimed that he had become aware of a severe aggravation of the applicant’s mental health status during legal counselling, and that there was a risk that the applicant would not be able to pursue his asylum proceedings in his own best interests.", "23. On 1 December 2011, and after an initial hearing on 21 November 2011, the Baden District Court appointed a provisional guardian for the applicant for the course of the guardianship proceedings and for representation in proceedings before authorities and courts, with particular regard to asylum proceedings. On the same day, the Baden District Court commissioned a psychiatric report on the applicant, to be submitted to the court within eight weeks.", "24. On 22 December 2011 the applicant’s representative supplied a power of attorney in which the applicant’s guardian entrusted him to represent the applicant in the proceedings before the European Court of Human Rights.", "25. On 20 March 2012 the Baden District Court appointed a guardian for the applicant’s representation before authorities and courts. It based its decision on an expert opinion that diagnosed the applicant with a severe psychological impairment whose clinical status display was comparable to florid paranoid schizophrenia. The applicant suffered from a bizarre delusion that absorbed his feeling and thinking. He was very irritable and completely occupied by a delusion that he was being pursued by Satanists suffering from Aids. At least in the past the applicant had linked his psychotic status with hallucinations of being tortured and manipulated by spirits. The applicant was further the victim of hallucinations of a lioness as Satan.", "26. On 14 May 2012 the Asylum Court, at the applicant’s request, ordered the Federal Asylum Office to reopen the applicant’s proceedings. It referred at length to the psychiatric expert opinion obtained in the guardianship proceedings, which had further established that the applicant’s psychotic symptoms had started in summer or autumn 2011 and that the applicant claimed to have been suffering from psychological problems since 1998. The expert had also stated that as regards the applicant’s fitness to be questioned his answers would be coloured by his psychotic status and that thus, he was not fit to be questioned, especially in the context of guardianship proceedings, asylum proceedings and his personal situation. Overall, the guardianship proceedings had shown that the applicant was not able to take care of his own affairs without the risk of suffering a disadvantage.", "27. The Asylum Court concluded that in the former proceedings it had wrongly acted on the assumption that the applicant was legally capable (prozeßfähig) to follow the proceedings adequately. The Asylum Court, again in the former proceedings, would have needed to either appoint a guardian for the applicant or to stay the proceedings until the guardianship proceedings before the District Court had been concluded. It was not doubted that the applicant’s psychological disorder was already manifest at the time of the Asylum Court’s decision of 28 November 2011, which was why the proceedings had had to be reopened. It stated further that because of the necessary further investigations and further interviews, the Asylum Court itself could not rule on the asylum request, possible subsidiary protection and a possible expulsion order. Therefore, the proceedings had to be continued by the Federal Asylum Office.", "28. The reopened asylum proceedings in Austria are still pending.", "29. On 9 December 2011 the Court applied the interim measure under Rule 39 and requested the Austrian Government to stay the applicant’s expulsion to Italy until further notice.", "30. The relevant European and Italian law, instruments, principles and practice have only recently been exhaustively summarised, in Mohammed Hussein v. the Netherlands and Italy (dec.), no. 27725/10, §§ 25-28 and 33-50, 2 April 2013. In the following, only information that is particularly relevant for the present case will be repeated.", "31. Under the Regulation, the member States must determine, on the basis of a hierarchy of objective criteria (Articles 5 to 14), which member State bears responsibility for examining an asylum application lodged on their territory. The aim is to avoid multiple applications and to guarantee that each asylum seeker’s case is dealt with by a single member State.", "32. Where it is established that an asylum seeker has irregularly crossed the border into a member State, having come from a third country, the member State thus entered is responsible for examining the application for asylum (Article 10 § 1). This responsibility ceases twelve months after the date on which the irregular border crossing took place.", "33. Where the criteria in the regulation indicate that another member State is responsible, that State is requested to take charge of the asylum seeker and examine the application for asylum (Article 17).", "34. By way of derogation from the general rule, each member State may examine an application for asylum lodged with it by a third-country national, even if such an examination is not its responsibility under the criteria laid down in the Regulation (Article 3 § 2). This is called the “sovereignty” clause. In such cases the State concerned becomes the member State responsible and assumes the obligations associated with that responsibility.", "35. Section 5 of the Asylum Act 2005 (Asylgesetz) provides that an asylum application shall be rejected as inadmissible if, under treaty provisions or pursuant to the Dublin Regulation, another State has jurisdiction to examine the application for asylum. When rendering a decision rejecting an application, the authority shall specify which State has jurisdiction in the matter.", "36. Section 12 establishes de facto protection against deportation (faktischer Abschiebeschutz) for aliens who have lodged an application for asylum. However, section 12a provides that a person whose asylum application has been rejected pursuant to lack of jurisdiction under the Dublin Regulation (section 5 of the Asylum Act) is not entitled to such de-facto protection against deportation in the event that he or she lodges a second asylum application.", "37. Again, reference is taken to the extensive description of the Italian asylum procedure and domestic law in Mohammed Hussein, cited above, §§ 33-41.", "38. In particular it is noted (see ibid., § 36) that the Territorial Commission for the Recognition of International Protection can:", "- grant asylum by recognising the petitioner as a refugee within the meaning of the 1951 Geneva Convention relating to the Status of Refugees;", "- not recognise the petitioner as a refugee but grant subsidiary protection under the terms of Article 15c of the Council Directive 2004/83/EC of 29 April 2004, on minimum standards for the qualification and status of third-country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted (“the Qualification Directive”) as implemented by the Legislative Decree (decreto legislativo) no. 251/2007;", "- not grant asylum or subsidiary protection but grant leave to remain for compelling humanitarian reasons under the terms of Law Decree (decreto legge) nos. 286/1998 and 25/2008; or", "- not grant the petitioner any form of protection.", "39. A person granted subsidiary protection will be given leave to remain with a validity of three years, which can be renewed by the Territorial Commission that granted it. This leave can further be converted into a residence permit for the purposes of work in Italy, provided this is requested before the expiry of the validity of the leave to remain, and provided the person concerned holds an identity document. Leave to remain granted for subsidiary protection entitles the person concerned, inter alia, to an aliens’ travel document, to work, to family reunion and to benefit from the general schemes for social assistance, health care, social housing and education under Italian domestic law.", "40. A person granted leave to remain for compelling humanitarian reasons will be provided with a residence permit with a validity of one year which can be converted into a residence permit for the purposes of work in Italy, provided the person concerned holds a passport. Leave to remain granted on humanitarian grounds entitles the person concerned to work, to health care and, if he or she has no passport, to an aliens’ travel document (see ibid., §§ 38-39).", "41. The reception scheme and the reception conditions in Italy are summarised again in Mohammed Hussein, cited above, §§ 42-50."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}