{"ITEMID": "001-108761", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MITROKHIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1973 and is serving a prison sentence in the Altai Region.", "6. On 5 October 2001 the applicant was arrested and charged with several offences, including murder and robbery.", "7. On 7 August 2002 the Altai Regional Court found the applicant guilty as charged and sentenced him to twenty-two years’ imprisonment. On 26 February 2003 the Supreme Court of the Russian Federation quashed the judgment of 7 August 2002 on appeal and remitted the matter for fresh consideration.", "8. On 3 November 2003 the Altai Regional Court, on the basis of a jury verdict, found the applicant guilty as charged and sentenced him to twentyone years’ imprisonment.", "9. The applicant appealed and on 12 May 2004 the Supreme Court upheld the judgment of 3 November 2003 in substance. The applicant was not represented by a lawyer.", "10. On 24 October 2007 the Presidium of the Supreme Court of the Russian Federation quashed, by way of supervisory review, the judgment of 12 May 2004 and remitted the matter for fresh consideration to the appellate court. The court noted that the absence of legal representation infringed the applicant’s defence rights.", "11. On 25 January 2008 the Supreme Court upheld the applicant’s conviction in substance, but reduced his sentence to twenty years’ imprisonment. The applicant was represented by a State-appointed lawyer.", "12. The applicant was detained in remand prison no. IZ-22/1 in Barnaul pending investigation and trial from 27 October 2001 to 27 June 2004. On numerous occasions he was transferred to a temporary detention facility in Barnaul or remand prison no. IZ-74/1 in Chelyabinsk in connection with the criminal proceedings against him.", "13. On 27 June 2004 the applicant was transferred to correctional colony no. IK-10 in Rubtsovsk to serve the prison sentence there.", "14. On 17 August 2004 the applicant was returned to remand prison no. IZ-22/1 in Barnaul in connection with the proceedings unrelated to the present case. He remained there until 7 August 2005.", "15. On 7 August 2005 the applicant was transported to correctional colony no. IK-10 in Rubtsovsk where he continued to serve the prison sentence until 28 June 2006.", "16. It appears that the applicant lodged several complaints in connection with the criminal proceedings against him and on 29 June 2006 he was transferred back to remand prison no. IZ-22/1 in Barnaul in order for him to participate in the court hearings.", "17. On 20 December 2007 the applicant was transferred to remand prison no. IZ-77/1 in Chelyabinsk to ensure his participation in the appeal hearing at the Supreme Court of Russia by means of a video link. On 13 February 2008 the applicant was returned to remand prison no. IZ-22/1 in Barnaul.", "18. On 13 May 2008 the applicant was transported to correctional colony no. IK-10 to serve the prison sentence.", "19. In 2008-2009, for reasons unknown the applicant was detained in remand prison no. IZ-22/1 in Barnaul from 28 May to 29 June and from 3 August to 8 September 2008 and from 13 to 28 April 2009.", "20. The Government provided the following information as regards the cell numbers, surface area and population related to the applicant’s stay in remand prison no. IZ-22/1:", "21. At all times the applicant was provided with an individual sleeping place and bedding. He received two bed sheets, a pillow case, two towels, a blanket, a mattress, a pillow, a spoon and a mug. The temperature in the cells was between +180C and + 250C. The heating system functioned properly. All cells in the remand prison were equipped with mandatory ventilation in good working order. In addition, the windows were equipped with vents to ensure natural ventilation of the premises. All cells had a sink, a water tap and a toilet which was separated by a 0.7-m partition from the living area. The dining table was located about 1.5 m away from the toilet. Window panes were installed for the winter. There were no gaps in the window frames. The applicant could take at least one shower per week for at least fifteen minutes. The inmates were also provided with water-heating devices and sinks for their laundry. During the day the lighting was on from 6 am to 10 pm. At night lower-voltage bulbs were used to maintain lighting in the lavatory. The cells were disinfected at least once every three months. No parasites or rodents were detected in the cells where the applicant was detained. The applicant was provided with three meals a day. All the food was subjected to quality checks.", "22. According to the applicant, upon arrival at the remand prison he was placed in cell no. 78. The cell measured twenty-five square metres and housed fifteen inmates. There were not enough beds and the inmates took turns to sleep. The toilet was not separated from the living area of the cell. The lighting was not sufficient. The cell was infested with bed bugs. No bed sheets, pillows or blankets were provided. There were only old and dirty mattresses.", "23. From October to December 2003 the applicant was held in cell no. 41. The cell measured ten square metres and housed thirteen to fifteen inmates. Sometimes their number reduced to nine or ten. The toilet was elevated from the floor by 0.6 metres and afforded no privacy. The dining table was about 0.8 metres away from the toilet. There was no sink and inmates had to wash themselves over the toilet. There were six bunk beds. Because of wide gaps around the windows the cell was very cold in the winter. The lighting was insufficient. The mattresses were old and smelly. No bed sheets, pillows or blankets were provided. There were no more than six mugs, cups and spoons. The cell was infested with lice, bed bugs and cockroaches. It was not ventilated. The remand centre organised one laundry day per month. The inmates were allowed to submit to the laundry only bed-sheets, pillow cases and blankets received from their relatives. No other items were accepted. Medicine was rarely prescribed. The cell was not disinfected. The food was of poor quality. The newly arrived detainees underwent a medical examination only five days after their arrival. As a result, inmates suffering from tuberculosis, syphilis, gonorrhoea, scabies and fungal infections, and HIV-positive detainees, were on several occasions placed in the cell where the applicant was detained.", "24. On an unspecified date the applicant was placed in a different cell while cell no. 41 was being renovated. On several occasions he was transferred to other cells. The conditions of detention, however, remained unchanged. In December 2004 the applicant was returned to the same cell, which was assigned a new number, no. 39. He was detained there until 7 August 2005.", "25. The walls in the cell had been repainted and there were only four bunk beds left. However, at the relevant time there were nine inmates in the cell. A sink had been installed. The toilet had been separated from the living area by a metal partition. Despite the separation, the person using the toilet could still be seen by the inmates. Ventilation had been installed, but it was constantly out of order. Bed sheets and pillow cases were provided only once, allegedly before an inspection of the remand centre.", "26. As regards the conditions of his detention between 29 June 2006 and 28 April 2009, in his submissions sent to the Court on 30 June 2010 the applicant indicated that at no time was he afforded more than three square metres of personal space.", "27. Section 23 of the Detention of Suspects Act of 15 July 1995 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "29. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in remand establishments and the complaints procedure read as follows:", "“45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General’s Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee’s delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}