{"ITEMID": "001-61536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF GIRDAUSKAS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to length;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Inadmissible under Art. 6-1 with regard to fairness", "JUDGES": "Georg Ress", "TEXT": ["4. The applicant was born in 1947 and lives in Kaunas.", "5. The applicant was suspected of committing various financial irregularities. Criminal proceedings were instituted in this respect on 15 May 1995. On the same date the applicant was arrested.", "6. On 18 May 1995 the applicant was released on bail.", "7. On 13 May 1996 the applicant was charged with appropriating property of another and embezzlement. On the same date he was again arrested.", "8. On 9 July 1996 the Kaunas City District Court committed the applicant for trial.", "9. On 11 October 1996 the court remitted the case to the prosecution for further investigative measures to be carried out.", "10. Upon the prosecutors' appeal, on 17 December 1996 the Kaunas Regional Court quashed the above decision, ordering that trial should recommence.", "11. On 7 February 1997 the Kaunas City District Court adjourned the examination of the case in order to conduct an audit of an enterprise owned by the applicant. On the same date the applicant was released on bail.", "12. During the period from 7 February 1997 until 13 December 2001 the investigative authorities conducted the audit of the applicant's company.", "13. On 21 February 2001 the trial recommenced.", "14. On 2 April 2002 the Kaunas City District Court convicted the applicant on two counts, obtaining property of another and improper operations with currency, sentencing him to two years' imprisonment. Civil damages in the amount of 811,560 Lithuanian litai (LTL) were also ordered against him.", "15. Upon the applicant's appeal, on 10 October 2002 the Kaunas Regional Court quashed the conviction, referring the case back to the first instance court for a fresh trial.", "16. On 25 February 2003 the Supreme Court quashed the appeal judgment, returning the case for a fresh examination at appellate instance.", "17. On 17 April 2003 the Kaunas Regional Court acting as a court of appeal pronounced a new judgment, acquitting the applicant on one of the charges against him (obtaining property of another). However, his conviction for improper currency operations stayed. The sentence was reduced to one year' imprisonment. No civil damages were ordered against the applicant.", "18. The applicant submitted a cassation appeal which is currently pending before the Supreme Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}