{"ITEMID": "001-105788", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF M. AND OTHERS v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 8 (in case of expulsion to Afghanistan);Violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. The first applicant, who was born in 1974 and is a citizen of Afghanistan, left Afghanistan on an unspecified date and entered Bulgaria in 1998.", "7. On an unspecified date the first applicant unsuccessfully sought asylum in Bulgaria. The terms of his application, the reasons for the refusal and the relevant dates have not been substantiated by the first applicant.", "8. Since 1999 the first applicant has attended the Bulgarian Church of God, a Baptist Church in Sofia. In 2001 he was baptised.", "9. The first applicant has two children born in Bulgaria in 2003 and 2005 (the third and fourth applicants). Their mother (the second applicant), born in 1982, whom the first applicant married in 2004, is an Armenian national who has had a permanent residence permit in Bulgaria since an unspecified date. According to the first and second applicants, their first child, born in 2003, has no citizenship and their second child, born in 2005, is a national of Afghanistan.", "10. In August 2003 the first applicant submitted a second application for asylum. By a decision of 17 March 2004 he was granted refugee status in Bulgaria on the ground that he risked persecution in Afghanistan on account of his conversion from Islam to Christianity. The short decision stated in its relevant part that according to information from the United Nations High Commissioner for Refugees, conversion to Christianity was “punishable by death in all Afghanistan”. No further details were stated.", "11. On 6 December 2005 the Director of the National Security Service, at that time a department of the Ministry of the Interior, issued an order withdrawing Mr M.’s residence permit, ordering his expulsion and imposing a ten-year ban on his re-entering Bulgaria on the ground that he was a “serious threat to national security”. Factual grounds were not indicated. The Director relied on an internal document of 24 November 2005 which stated that the first applicant was involved in trafficking of migrants, mainly citizens of Afghanistan, through Turkey and Bulgaria to Serbia, Montenegro, Greece and Hungary. The Director considered that this activity was as such a threat to national security. Also, it could be used for the transit of terrorists and thus discredit Bulgaria internationally.", "12. The deportation order of 6 December 2005 did not specify the country to which the first applicant should be deported. It appears that there was no legal requirement to do so and that in practice deportation orders did not indicate the country of destination.", "13. The order of 6 December 2005 also stated that the first applicant should be detained pending expulsion.", "14. On 12 October 2006 another government agency, the Migration Directorate of the national police, issued an order for the first applicant’s detention pending expulsion. The relationship between that order and the order of 6 December 2005, which also required Mr M.’s detention, has not been clarified.", "15. According to the order of 12 October 2006, Mr M.’s detention was necessary since he posed a serious threat to national security, and also in view of the fact that there was no (direct) transport connection between Bulgaria and the first applicant’s country of origin, which prevented the immediate execution of the measure against him.", "16. The orders of 6 December 2005 and 12 October 2006 were both immediately enforceable.", "17. On 18 October 2006 the first applicant was arrested and detained at the Centre for Interim Detention of Aliens. He remained there until his release on 3 July 2009 (see paragraph 43 below).", "18. The first applicant has not been deported.", "19. According to a statement by the Director of Migration, prepared for the present proceedings and submitted in 2009, Mr M.’s deportation was impeded by the fact that he did not have a document valid for international travel, the “lack of transport connections” and his refusal to cooperate. The Director further explained, without providing details, that several possible destinations for his expulsion had been considered and that unsuccessful attempts had been made to remove the obstacles to the execution of the deportation order.", "20. At least until April 2007, the first applicant did in fact have a document valid for international travel. He possessed a special refugee passport, issued by the Bulgarian authorities on 16 December 2004, which was valid for international travel until 6 April 2007. The existence of this document, including its number and date of issue, was mentioned in the deportation and detention order of 6 December 2005. It is unclear whether the first applicant presented his refugee passport to the authorities or concealed it, as suggested by the Government.", "21. In February 2007 the Migration Directorate of the police wrote to the Embassy of Afghanistan in Sofia requesting that an identity document be issued to Mr M. It reiterated the request in September 2008 and January 2009. By letter of 30 January 2009 the Embassy of Afghanistan informed the Migration Directorate that it was unable to issue the first applicant with a passport since he had expressly stated at a meeting with Embassy representatives that he did not want to have a passport issued and did not want to return to Afghanistan. In those circumstances, the Embassy would not participate in the first applicant’s forced expulsion.", "22. In a letter of 14 October 2008 to the first applicant’s representative, in reply to his request for release, the Director of the National Security Agency stated that Mr M.’s detention continued to be necessary despite the Court’s interim measures decision (see paragraph 4 above). That was so because:", "“[I]n accordance with the document from the [Court], the [first applicant] should not be deported to Afghanistan. In execution of the expulsion order, he may be deported either to his country of origin or to a third country, where there is no danger for his life and health. The fact that the [deportation] order has not been enforced is the result of the obstinate conduct of [Mr M.] manifested by his frustrating and hampering his deportation from Bulgaria.”", "23. On 20 October 2006 the first applicant appealed to the Sofia City Court against the order of 6 December 2005 of the National Security Service and requested a stay of enforcement pending the determination of his appeal. In these proceedings he was legally represented.", "24. He argued, inter alia, that mere suppositions, not facts, had served as the basis for the impugned measures, there being no evidence of unlawful activities and no criminal proceedings having been brought against him. He also submitted that the expulsion order was in breach of the prohibition to deport a person to a country where his life was under threat. The first applicant further argued that his expulsion interfered with his right to respect for his family life. He also challenged the order for his detention.", "25. The defendant, the National Security Service, submitted a copy of the internal document of 24 November 2005 which had served as the basis for the expulsion order (see paragraph 11 above). It also filed submissions, maintaining, inter alia, that the impugned order did not contravene section 44a of the Aliens Act.", "26. On an unspecified date Mr M.’s representative wrote to the Migration Directorate insisting that the deportation order should be revoked in view of Mr M.’s refugee status in Bulgaria.", "27. By letter of 1 February 2007 the Director of Migration replied that the order was lawful. He stated, inter alia:", "“In accordance with section 67(3) of the Refugees and Asylum Act, execution of the [deportation order] should not be suspended where there are grounds to believe that the alien seeking or having obtained protection imperils national security.", "In accordance with Article 33 of the United Nations Convention relating to the Status of Refugees, ‘no Contracting State shall expel or return (refouler) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion’.", "The benefit of this provision cannot, however, be claimed by a refugee about whom there are grounds to believe that he imperils the national security of the country where he is ...”", "28. In October 2007, as a result of legislative amendments, the examination of the first applicant’s appeal against the order of 6 December 2005 fell within the competence of the Supreme Administrative Court.", "29. On 30 October 2007 a three-member panel of the Supreme Administrative Court refused the first applicant’s request for a stay of enforcement. The court devoted no attention to his allegations about the risk of ill-treatment in Afghanistan and his request to stay the execution of the deportation order but stated merely that the alleged interference with family life did not warrant a stay of enforcement of the order for his detention. That decision was amenable to appeal before a five-member panel of the Supreme Administrative Court. It is unclear whether the first applicant appealed.", "30. By a judgment of 9 June 2008 the Supreme Administrative Court dismissed the first applicant’s appeal against his expulsion and detention.", "31. The court noted that an internal Ministry of the Interior document dated 24 November 2005 and submitted by the defendant stated that Mr M. had acted in a way that presented a threat to national security. The court did not accept the first applicant’s arguments that it should engage in detailed examination of the evidence allegedly supporting the view of the Ministry that he posed a threat to Bulgaria’s national security. It stated:", "“[The document of 24 November 2005] must be regarded as an official certification which contains data collected by the National Security Service in the exercise of its functions. It has been issued in accordance with section 33 of the Protection of Classified Information Act. It contains evidence and data which have been assessed by the relevant administrative authority as sufficient grounds for ordering [Mr M.’s deportation] for having engaged in unlawful activities threatening national security... It follows that the impugned order is lawful.”", "32. The court rejected the first applicant’s argument that the deportation order should be revoked since he lived in Bulgaria by virtue of his refugee status. The court stated that the domestic provisions regulating deportation did not provide for discretion and their interpretation could not vary on the basis of such factors as residence status.", "33. The court further noted that Mr M. had been granted refugee status on the basis of his allegation that he had converted from Islam to Christianity and was afraid of persecution in Afghanistan. The court observed that there existed evidence of a danger to the first applicant’s health and life in relation to his conversion. It found, however, that this danger did not stem from the Afghan State and that the applicant had not provided evidence that the authorities would be unable to protect him. Therefore, section 44a of the Aliens Act, which reflected the guarantees of Articles 2, 3 and 5 of the Convention, did not apply.", "34. As regards the order for the first applicant’s detention, the Supreme Administrative Court found that it was not amenable to judicial review as it concerned a measure undertaken in the execution of the expulsion order and not a separate administrative decision.", "35. On 26 October 2006 the first applicant appealed to the Sofia City Court against the detention order of 12 October 2006 issued by the Migration Directorate.", "36. In these proceedings, on 21 December 2006 the Sofia City Court refused the first applicant’s request for a stay of enforcement of the detention order. It found, inter alia, that there was no evidence that its immediate enforcement would cause irreparable harm. The refusal was upheld by the Supreme Administrative Court on 13 March 2007.", "37. In the proceedings on the merits, the first applicant argued that his lengthy detention was unlawful and in breach of Article 5 § 1 of the Convention and that it disproportionately affected his family life.", "38. By a judgment of 2 April 2009 the Sofia City Court found that the order of 12 October 2006 for the first applicant’s detention had been signed by an unauthorised official and declared it null and void. The court held, however, that it did not have the power to order the first applicant’s release. No appeal was lodged against that judgment. It became final on 2 June 2009.", "39. On 15 May 2009 the Aliens Act was amended with the aim of incorporating into Bulgarian law Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals.", "40. Under the new section 46a of the Aliens Act, the director of the detention centre for aliens is required to submit to the relevant court a list of persons who have been detained for more than six months and the court must decide of its own motion on their continued detention or release.", "41. In accordance with this new procedure, the situation of a number of aliens, including the first applicant, was reviewed by the Sofia Administrative Court in a decision of 12 June 2009. The decision was presented to the first applicant to read but he was not given a copy of it.", "42. On 30 June 2009 the Director of the Migration Directorate of the national police, referring to the decision of the Sofia Administrative Court of 12 June 2009, issued an order which revoked the order of 12 October 2006 for the first applicant’s detention and imposed on him the obligation to report daily to the local police station. The judgment of the Sofia City Court of 2 April 2009 (see paragraph 38 above) was not mentioned.", "43. The order of 30 June 2009 was served on the applicant on 3 July 2009 and he was released on the same day.", "44. By a decision of 5 October 2009 the third and fourth applicants were granted refugee status in Bulgaria. The grounds for that decision have not been communicated to the Court.", "45. The relevant domestic law and practice are set out in detail in the Court’s judgment in the case of Raza v. Bulgaria (no. 31465/08, §§ 30-42, 11 February 2010). The following additional provisions of domestic law are relevant.", "46. Under section 46(3) of the Aliens Act, deportation orders issued on national security grounds do not indicate the factual grounds for imposing the measure.", "47. Under section 44a of the Aliens Act, deportation orders may not be executed by way of deportation to a country where there exists a risk to the person’s life or a risk of ill-treatment.", "48. A similar prohibition is spelled out in section 4(3) of the Refugees and Asylum Act, in respect of persons who have obtained protection under the Act or have entered Bulgaria to seek such protection. Section 4(4) provides, however, that the right not to be returned to a country where the person concerned risks ill-treatment or death cannot be invoked by aliens, including refugees, about whom there are grounds to believe that they imperil national security. There is no reported case-law under section 4(4).", "49. Under section 67(2) of the Refugees and Asylum Act, where the person to be deported has been granted refugee status, the deportation decision is to be annulled. In accordance with section 67(3) of the Act, however, the above does not apply where there are grounds to believe that the person concerned imperils national security or that, having been convicted of a serious criminal offence, he or she may pose a threat to public order. There is no reported case-law under section 67(3).", "50. It follows from sections 42(1), 44(4)(3) and 46(4) of the Aliens Act that deportation orders issued on national security grounds are immediately enforceable and that the lodging of a judicial appeal does not suspend their enforcement. Enforcement may be postponed only by a decision of the relevant administrative body in the event of legal or technical obstacles hindering immediate execution (section 44b(1)).", "51. In accordance with Article 166 § 2 of the Administrative Procedure Code, in pending appeal proceedings the interested party may request a stay of execution of an administrative decision on grounds of, inter alia, risk of significant or irreparable harm. In some of its decisions the Supreme Administrative Court has held that this does not apply with regard to deportation orders issued on national security grounds. That was so because immediate enforcement was provided for ex lege, in the Aliens Act, and the courts did not have the power to impose a stay of enforcement (see опред. № 1147.от 27.01.2009г. на ВАС по адм.д. № 393/2009г., where a request for a stay of deportation on the ground that the person concerned was seriously ill was refused).", "52. In an interpretative decision of 8 September 2009 the Supreme Administrative Court revised its approach and stated that Article 166 § 2 of the Administrative Procedure Code applied even where the immediate enforceability of administrative decisions was provided for ex lege, with the exception of instances where the law did not provide for any judicial review. There is no reported case-law confirming that the interpretative decision also concerned the stay of enforcement of deportation orders on national security grounds.", "53. Under section 48 of the Regulations for the implementation of the Aliens Act, in cases where deportation orders are enforced through removal by air, the person concerned shall be escorted by officers of the aliens’ control services to his country of citizenship or another country of his choice to which he may be admitted."], "VIOLATED_ARTICLES": ["13", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}