{"ITEMID": "001-86968", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KHUSEIN AZIEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Anatoly Kovler;Antonella Mularoni;Françoise Tulkens;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mr Khusein Aziev, is a Russian national who was born on 28 September 1973 in the village of RoshniChu in the Chechen Republic and is currently serving his sentence in the Kemerovo region. He is represented before the Court by Mr I. Timishev, a lawyer practising in Nalchik, the Republic of Kabardino-Balkaria. The Russian Government (“the Government”) were initially represented by Mr P. Laptev, the former Representative of the Russian Federation at the European Court of Human Rights, and subsequently by their Representative, Mrs V. Milinchuk.", "The applicant was one of the applicants in the Shamayev case (Shamayev and Others v. Georgia and Russia, no. 36378/02, ECHR 2005III). In his letter of 9 October 2003 he requested that the present application be joined to his complaint in the Shamayev case, cited above. On 26 April 2005, in view of the fact that judgment had already been given in Shamayev, cited above, and that the complaints made by the applicant in the present case differed to a large extent from those raised by his Georgian representatives in Shamayev, the Court decided not to join the two cases under Rule 42 § 1 of the Rules of Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 27 July 2002 a group of several armed men, including the applicant, were arrested by the Georgian border guards on the Georgian-Russian border (see Shamayev and Others, cited above, §§ 57, 89 and 106).", "The applicant was placed in pre-trial detention by the Georgian authorities. Following that measure, the Russian Prosecutor General’s Office requested the applicant’s extradition to the Russian Federation (see Shamayev and Others, cited above, §§ 58 and 6273). The applicant was charged by the Russian authorities with terrorism and banditry with aggravating circumstances (Articles 205 § 3 and 209 § 2 of the Criminal Code); causing bodily harm to members of the police and security forces (Article 317 of the Criminal Code); organising illegal armed groups and participation in such groups, with aggravating circumstances (Article 208 § 2 of the Code); gunrunning with aggravating circumstances (Article 222 § 2 of the Criminal Code); and illegal crossing of the Russian Federation’s border in July 2002, with aggravating circumstances (Article 322 § 2 of the Code). He was extradited on 4 October 2002 (see Shamayev and Others, cited above, §§ 66, 70, 71 and 74).", "It appears that upon the applicant’s arrival in Russia, on 5 October 2002, he was assigned a lawyer to represent his interests, Mr Molochkov. After 31 January 2003 the applicant was defended by another lawyer, hired by his family, Mr V. On 19 August 2003 the applicant instructed Mr Timishev to represent him before the European Court.", "The applicant produced a letter dated 9 July 2003 which had been sent to the Court on 26 August 2003 by Mr Molochkov in connection with the Shamayev case (see Shamayev and Others, cited above, § 241). In the letter, sent in relation to a request from the Representative of the Russian Federation to the Court, Mr Molochkov stated that he had acted as Mr Aziev’s defence lawyer between 5 October 2002 and 31 January 2003 in connection with the criminal charges brought against the latter. During that period his former client had never complained of a violation of his rights under the Convention, nor had he ever expressed to him a wish to apply to the Court. In the absence of relevant instructions from the applicant, the lawyer could not contact the Court on his own initiative. He had always had adequate time and facilities to prepare his client’s defence and opportunities to meet him without prison wardens being present (ibid., §§ 232 et seq.).", "The applicant alleged that Mr Molochkov had taken no steps to defend him. In any event, since he did not speak Chechen, the lawyer would have been unable to hold discussions with him. He had not refused to accept Mr Molochkov’s services; nor had he lodged any complaints against the actions of Mr Molochkov with the domestic courts or any other authorities.", "On 24 June 2003 the preliminary investigation was closed. The applicant was committed for trial before the Supreme Court of the Chechen Republic (“the Supreme Court of Chechnya”). On 24 July 2003, citing the “lack of judges of the court available to examine this category of case”, the President of that court decided to refer the case to the Supreme Court of the Russian Federation so that the latter could designate another competent court.", "On 21 August 2003 the Vice-President of the Supreme Court of the Russian Federation decided to refer the case to the Stavropol Regional Court.", "When he was brought before the Regional Court, the applicant requested that his case be transferred to the Supreme Court of Chechnya under Article 30 § 2 of the new Code of Criminal Procedure (“CCP”). He insisted that, under the CCP, his case fell within the territorial jurisdiction of that court.", "By a decision of 6 October 2003 a single judge of the Stavropol Regional Court rejected the request on the ground that Article 36 of the CCP prohibited jurisdiction disputes between courts. As the case had been referred to the Regional Court by the Supreme Court of the Russian Federation following a decision to transfer jurisdiction, the applicant’s request could not be granted.", "The applicant lodged an application for supervisory review with the Supreme Court of the Russian Federation. On 26 November 2003 a judge of that court replied to the applicant, pointing out that decisions of the President and VicePresident of the Supreme Court of the Russian Federation were not amenable to appeal and that, accordingly, his complaint concerning the transfer of jurisdiction had been rejected without being examined on the merits.", "According to the judge in question, when the preliminary investigation was closed on 24 June 2003 the applicant had requested a jury trial before the Supreme Court of Chechnya (see Article 30 § 2 (b) of the CCP). As assize courts could not be introduced in Chechnya until 1 January 2007 (as provided by the federal Law of 27 December 2002), the fact that the applicant’s case had been referred to the Supreme Court of the Russian Federation with a view to transferring jurisdiction was not contrary to Article 35 of the CCP. The judge maintained that since the applicant and his representative had been informed of the decision of 21 August 2003 to refer the case to the Stavropol Regional Court for examination, there had been no violation of the applicant’s rights.", "After the communication of the case to the Russian authorities, the parties informed the Court that on 6 October 2003 the applicant and his representative had stated that he did not want to be tried by jury. Accordingly, the case was to be heard by a single judge. Following several decisions to adjourn the hearing, on 12 November 2004 the Stavropol Regional Court granted the applicant’s request and decided to refer the question of territorial jurisdiction to the Supreme Court.", "On 13 January 2005 the Supreme Court ruled that the case was to be heard by the Supreme Court of Chechnya, in view of the applicant’s withdrawal of his request to be tried by jury.", "On 20 June 2005 the Supreme Court of Chechnya found the applicant guilty of banditry, illegal handling of firearms, assault on police or military officers and illegal crossing of the state border. The applicant was given a custodial sentence of seventeen years, to be served in a strict-regime correctional facility. On 24 June 2005 the applicant appealed against the conviction, apparently raising a number of procedural irregularities and questioning the interpretation of certain facts by the trial court. He did not submit a copy of his appeal.", "On 15 September 2005 the Supreme Court upheld the conviction.", "Alleging that while being transferred from the SIZO to the Stavropol Regional Court on 29 October 2003 his client had been ill-treated by the guards escorting him, Mr Timishev applied to the Stavropol district prosecutor’s office to have the perpetrators placed under investigation.", "The prosecutor of the Promyshelnny district of Stavropol investigated the complaint. The prosecutor questioned the applicant, several guards who had been on duty on that day and the SIZO officers who had dealt with the applicant’s reception after he had been delivered into their custody after the court hearing. The prosecutor also inspected the journal of medical complaints kept in the SIZO. In his statement given to the prosecutor on 14 November 2003 the applicant stated that the guards had pushed him when he was climbing into the car and then slapped him on the back two or three times. They had also pushed him in the back on arrival at the court building, forcing him to walk faster.", "By a decision of 14 November 2003, the application was rejected on the ground that no confirmation of the applicant’s allegations had been established and that the latter had not requested any medical assistance in relation to the incident. The applicant did not appeal against that decision.", "In addition, an internal inquiry was carried out by the Stavropol Regional Department of the Interior. In those proceedings the guards in question were identified and questioned. They denied ill-treating the applicant. No complaints from or injuries to the applicant had been registered. The Department concluded that the complaint was unsubstantiated.", "Since 1 July 2002 matters relating to criminal procedure have been governed by the Code of Criminal Procedure (CCP) of the Russian Federation (Law no. 174-FZ of 18 December 2001).", "Article 30 of the CCP sets out the composition of trial courts. Part 2 (b) of that Article provides that, upon an application by the accused, the trial of serious crimes can be conducted by a bench composed of one federal judge and twelve jurors.", "Articles 32, 35 and Article 36 of the CCP lay down rules of territorial jurisdiction. They stipulate that if, inter alia, upon a successful application of a party to the proceedings, a decision has been taken to transfer the case to another court, that decision is final and binding on the court to which the case has been transferred.", "The federal Law of 27 December 2002 amended the order of entry into force of the provisions of the CCP. In particular, in so far as it concerned the introduction of jury trial, the Law provided that Article 30 part 2 (b) of the CCP would come into force in the Stavropol region as of 1 July 2002 and in Chechnya as of 1 January 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}