{"ITEMID": "001-95054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOLOMATIN v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1979 and lives in the city of Kyiv, Ukraine.", "5. The applicant is a former military serviceman. In October 2001 he was transferred to the reserve.", "6. On an unspecified date the applicant instituted proceedings in the Tsentralno-Gorodskoy District Court of Gorlovka (“the court”) against the Tsentralno-Gorodskoy District Military Enlistment Office of Gorlovka (“the enlistment office”) claiming payment of a single-payment allowance due to him, compensation for non-pecuniary damage and 51 Ukrainian hryvnias (UAH) in compensation for the court fees.", "7. While the proceedings were still pending, the enlistment office paid the allowance. Therefore, the applicant withdrew his claims regarding payment of the allowance and compensation for non-pecuniary damage.", "8. On 24 April 2003 the court awarded the applicant UAH 51 in compensation for the court fees, to be paid by the enlistment office. The judgment was not appealed against and became final.", "9. On an unspecified date the Tsentralno-Gorodskoy District Bailiffs' Service of Gorlovka (“the Bailiffs' Service”) initiated enforcement proceedings in respect of that judgment.", "10. On 15 July 2003 the Bailiffs' Service suspended enforcement proceedings since the court had not indicated the debtor's account in the enforcement writ.", "11. Later the enlistment office was closed down. The latter's debts were transferred to its successor, the Gorlovsky City Enlistment Office. On 4 May 2006 the court granted the applicant's request and changed the debtor in the enforcement proceedings. The applicant re-lodged the enforcement writ with the Bailiffs' Service.", "12. The judgment remains unenforced.", "13. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}