{"ITEMID": "001-71430", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PARAMSOTHY v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Prasanthan Paramsothy, is a Sri Lankan national, who was born in 1980 and is currently staying in Etten-Leur with the family of a cousin. He is represented before the Court by Mr M.R. van der Linde, a lawyer practising in Zaandam. The respondent Government are represented by Mrs J. Schukking of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 November 1996 the applicant arrived in the Netherlands, where, on 20 November 1996, he applied for asylum or, alternatively, a residence permit on compelling humanitarian grounds. In support of his claim for asylum he submitted the following:", "He belonged to the Tamil population group and used to live in Karaveddy, a village situated on the Jaffna peninsula. This area was controlled by the Tamil Tigers (the “LTTE”), a Tamil terrorist organisation, engaged in an armed struggle for independence. He had been involved with the LTTE since early 1995, putting up posters of Tamil Tigers who had died. In July 1996 he had been summoned to report at the local LTTE camp, where he had been forced to stay. Apart from undergoing military training, his activities had consisted of putting up posters, cooking and digging trenches.", "On 13 October 1996 the Sri Lankan army surrounded part of the village and searched 20 houses, including that of the applicant’s parents. During this search, photographs showing the applicant together with LTTE members putting up posters and hoisting the LTTE flag were confiscated. The applicant managed to escape from the LTTE camp on 15 October 1996, taking advantage of the fact that the LTTE members in the camp were too preoccupied with the advancing Sri Lankan army.", "The applicant submitted that he was wanted both by the Sri Lankan army, because of his LTTE involvement, and by the LTTE, because he had escaped from their camp.", "The applicant’s request was rejected by the Deputy Minister of Justice (Staatssecretaris van Justitie) on 5 February 1997 as it was held that he had no well-founded reasons to fear persecution, inter alia because the Sri Lankan army had recaptured the Jaffna peninsula already in May 1996 – it was thus deemed unlikely that the army would only have come to Karaveddy village in October of that year. Neither was the applicant considered eligible for a residence permit on compelling humanitarian grounds.", "The applicant lodged an objection (bezwaar) against the Deputy Minister’s decision, which was dismissed by the latter on 4 April 1997. The applicant’s subsequent appeal to the Regional Court (arrondissementsrechtbank) of The Hague was rejected on 9 February 1999.", "Following this decision, an expulsion order was issued to the Aliens Police (vreemdelingendienst) in the applicant’s place of residence on 28 April 1997. However, the applicant did not leave the country and neither was he forcibly expelled.", "On 11 February 2000 the applicant lodged a new request for asylum. During his interview with the immigration authorities, he stated, inter alia, that his general practitioner had referred him to the Regional Institute for Outpatient Mental Health Care (Regionale Instelling voor Ambulante Geestelijke Gezondheidszorg – “RIAGG”) as he was sleeping badly, was suffering from nightmares and was very forgetful.", "The Deputy Minister dismissed the second request for asylum on 13 February 2000, considering that the applicant did not have well-founded reasons to fear persecution in Sri Lanka and that it had not appeared that there existed a real risk of the applicant being subjected to treatment in breach of Article 3 of the Convention if he was to return to that country. As regards the applicant’s alleged psychological problems, it was held that, pursuant to a policy change which had entered into force on 1 July 1998, this was an issue which could not be examined in the framework of a request for asylum. The applicant could lodge a request for a residence permit for the purposes of receiving medical treatment if he wished to stay in the Netherlands for that reason. Also on 13 February 2000, the Deputy Minister issued an expulsion order.", "In his objection to the Deputy Minister’s decision, the applicant argued that the fact that he had been referred to the RIAGG implied that his psychological problems were serious. For this reason, he requested the Deputy Minister to seek the advice of the Medical Advice Bureau (Bureau Medische Advisering) of the Ministry of Justice. He further submitted that his medical complaints were related to the reasons for his flight and that they ought, therefore, to be examined in the course of his request for asylum. The applicant further requested the Regional Court of The Hague to issue a provisional measure allowing him to await the outcome of the proceedings on his objection in the Netherlands.", "By a decision of 29 February 2000, the Acting President of the Regional Court rejected the applicant’s objection and also refused to issue a provisional measure. No further appeal lay against this decision. Nevertheless, the applicant did not leave the country and neither was he forcibly expelled.", "On 18 April 2000 the applicant’s lawyer wrote to the Deputy Minister, suggesting that the expulsion of the applicant ought not to be carried out in view of the applicant’s state of health. The lawyer enclosed a number of letters from medical practitioners, including one – dated 5 April 2000 – from a RIAGG psychiatrist to the applicant’s general practitioner in which the applicant was diagnosed as suffering from a post-traumatic stress disorder. The applicant was prescribed medication for insomnia. The lawyer also enclosed a letter, dated 12 April 2000, from a counsellor in which the latter stated that the applicant had recently told her that his asylum account was not complete. He had been put under pressure by the “travel agent” not to tell the true reason for his flight.", "By a letter of 31 May 2000 the Deputy Minister informed the applicant’s lawyer that, in accordance with Article 25 of the Aliens Act 1965 (Vreemdelingenwet 1965), he intended to have the medical situation of the applicant examined by the Medical Advice Bureau in order to see whether his state of health militated against expulsion. The applicant’s lawyer subsequently wrote to the Deputy Minister, stating that, given the applicant’s intention to submit a new asylum application, it was assumed – if nothing was heard to the contrary – that the examination by the Medical Advice Bureau would also extend to the applicant’s eligibility for a residence permit pursuant to the leniency policy for traumatised asylum seekers (traumatabeleid).", "The applicant lodged a third request for asylum on 24 July 2000. In support of this application he submitted, inter alia, a letter from a RIAGG psychiatrist of 18 April 2000 to his general practitioner. According to the psychiatrist, the applicant was suffering from a post-traumatic stress disorder, combined with symptoms of a reactive depressive nature. In view of these symptoms, which occasionally included the applicant entertaining thoughts of suicide, the psychiatrist had decided that the applicant should receive counselling from the RIAGG. The applicant also submitted a letter, dated 19 July 2000, from the social-psychiatric nurse who was his counsellor at the RIAGG. She wrote that the applicant was suffering from serious complaints of depression involving anxiety, the reliving of experiences and nightmares which affected his life to such an extent that he hardly dared be alone, was no longer able to concentrate, was prone to losing his emotional balance and continually saw pictures in his head of past experiences. He was again diagnosed as suffering from a post-traumatic stress disorder.", "On 26 July 2000 the medical service at the asylum application centre where the applicant had lodged his new request wrote to the immigration authorities at that centre, informing them that the applicant had medical problems and that there was an acute need, which could not be postponed, for further diagnostics and/or therapy.", "Also on 26 July 2000 the applicant was interviewed by an immigration official about the reasons for his request for asylum. He submitted that he had not previously related the following events, because his travel agent had told him that if he mentioned them, he would be returned to Sri Lanka and it would also cause problems for his parents.", "He had stayed in an LTTE camp from February until May 1996 where he had received military training. After this training he had returned home, albeit that he continued doing small jobs for the LTTE. In May 1996, as he was putting up posters for the LTTE with another boy and two adults, he was arrested by the Sri Lankan army, as were the others. They were taken to an army camp where the two adults were severely ill-treated in front of his eyes. After four to five hours, they were released and the applicant went home. A few days later he witnessed Sri Lankan soldiers severely ill-treating his neighbours and raping the neighbours’ daughter.", "In July 1996 the LTTE billeted him in a library. After six weeks, the Sri Lankan army surrounded the library and arrested the applicant and the six other persons present. They were held for seven days at the army camp during which time the applicant was interrogated and forced to admit that he was a Tamil Tiger. He was hit with the butt of a rifle, which caused him to faint, and an electric coil was held against his leg. The detainees were made to dig trenches and clean toilets. On the seventh day he witnessed the adult detainees being tortured. The applicant’s parents, assisted by the head of the village, eventually managed to obtain his release. Upon his release he returned to the library. Some time later he heard that the army had searched his parent’s house, ill-treating his parents in the process, and that they had found a picture of the applicant together with other Tamil Tigers. After hearing this news, all seven people in the library decided to flee.", "The immigration official further asked the applicant whether he had been in touch with his parents after he had left Sri Lanka. The applicant replied that, although he had not had any contact with his parents, he had learned that they were living in the Vanni, a region in northern Sri Lanka.", "The Deputy Minister dismissed the new asylum application on 20 October 2000. The Deputy Minister had serious doubts as to the veracity of the applicant’s new account and found no convincing excuse for his failure to inform the immigration authorities earlier about his two alleged arrests by the Sri Lankan army. Moreover, the applicant’s statements did not lead to the conclusion that as a result of traumatic experiences it could not reasonably be expected of him to return to his country of origin. As there was no connection between what the applicant had experienced in Sri Lanka and his current psychological problems, and bearing in mind that the applicant’s statements were subject to doubt, the Deputy Minister perceived no cause to seek the advice of the Medical Advice Bureau. It had been the Deputy Minister’s intention to seek such advice pursuant to Article 25 of the Aliens Act 1965 in relation to the question whether the applicant’s medical situation stood in the way of his expulsion, but now that the applicant had lodged a new request for asylum this no longer applied. In so far as the applicant had claimed that he required medical treatment in the Netherlands, it was held that this matter could not be examined in the framework of a request for asylum and that the applicant could apply for a residence permit for the purposes of receiving medical treatment.", "The applicant lodged an objection against this decision, inter alia expressing his amazement at, and dissatisfaction with, the Deputy Minister’s refusal to seek advice from the Medical Advice Bureau. The objection was dismissed on 9 November 2001, against which decision the applicant filed an appeal with the Regional Court of The Hague sitting in Almelo. In these proceedings the applicant submitted a letter of 27 March 2003 to his lawyer from a psychiatrist and a social-psychiatric nurse, in which it was once again stated that the applicant was suffering from a post-traumatic stress disorder. He was described as being troubled by the reliving of traumatic events, sleeping badly and often having nightmares. He suffered from headaches, worried a lot and had difficulties concentrating. In February 2002 the applicant had attempted to commit suicide. His treatment consisted of medication and therapy. The authors of the letter expressed as their opinion that in view of the nature of the applicant’s problems, treatment would require a considerable amount of time. The fear and uncertainty about his status in the Netherlands took a heavy toll on the applicant’s energy which hindered the therapeutic process.", "On 15 April 2003 the Regional Court rejected the appeal, holding as follows:", "“The court’s scope for review in the present case is determined by Article 4:6 of the General Administrative Law Act (Algemene Wet Bestuursrecht – “AWB”), ... Pursuant to Article 4:6 paragraph 1 AWB, an applicant is obliged to report new facts or altered circumstances if a fresh application is made after a decision dismissing all or part of an application. Pursuant to the second paragraph the administrative authority may ... dismiss the application by referring to its earlier decision, if no such facts or circumstances are reported. ...", "If an administrative authority, upon receiving a request to reconsider a decision which has become final and conclusive, reaches the conclusion that there are no grounds for so doing, the lodging of an appeal against the latter decision cannot lead to that appeal being examined by the court as if it were directed against the original decision. The appeal lodged by the applicant is therefore limited to the examination whether the Minister was correct in finding that no new facts or altered circumstances, justifying reconsideration, had occurred after the earlier final and conclusive decisions by which the applicant was refused admittance.", "... The court is of the opinion that what has been submitted by the applicant in his third request for asylum forms a supplement to the account given by him in the proceedings on his previous requests. The alleged facts and circumstances submitted by the applicant in support of his third request cannot be considered “new facts”, given that these facts and circumstances were already known, or could have been known, at the time of the first request. The applicant has further claimed that he is traumatised as a result of the ill-treatment to which he was a witness and to which he was subjected during his detentions. The court concludes that although this claim and the supporting documents are new, they are nevertheless not “new facts” within the meaning of Article 4:6 AWB. In this context the court considers that, having qualified the applicant’s alleged detentions as not constituting “new facts”, it must come to the conclusion that trauma resulting from those detentions and supporting medical documents can similarly not be classified as “new facts”. It was not unreasonable to require the applicant to make some reference – no matter how summarily – to this trauma, and to its background or causes, in the proceedings on his first request. ...", "In so far as the applicant has submitted that special circumstances exist which prompt a derogation from Article 4:6 AWB, the court notes that, according to the case-law of the Administrative Jurisdiction Division of the Council of State (Afdeling Bestuursrechtspraak van de Raad van State), procedural rules, including Article 4:6 AWB, which are designed to enable the national authorities to process requests for a residence permit in an orderly manner – even in cases of expulsion to a country where there is an alleged risk of ill-treatment contrary to Article 3 of the Convention –, must be complied with. Only where special facts and circumstances exist, relating to the individual case, there may be cause for not holding these rules against an applicant (see Bahaddar v. the Netherlands, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I). In a case of a repeat-application, where it is alleged that there is a risk of treatment in breach of Article 3 of the Convention, it is thus not in all circumstances excluded that the judicial examination goes beyond the aforementioned scope of review.", "The applicant has, however, not made plausible that such special facts or circumstances exist, given that, for example, no medical information has been submitted from which it appears that the applicant was unable to talk about his detentions and torture at an earlier stage. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}