{"ITEMID": "001-86863", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GALLIANI v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 5-1-f;No violation of Art. 5-2;Violation of Art. 5-4;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient;Pecuniary damage - claim dismissed", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1952 and lives in Savona, Italy.", "5. On 19 January 1998 the applicant entered Romania with a tourist visa valid until 2 February 1998 and started business activities. In February 1998, when the applicant requested extension of the visa, the authorities asked for proof of residence in Romania that she could not provide.", "6. In February-March 1999 the authorities refused the applicant’s request for extension of her visa as out of time. They told her that she needed to “know people” who could help her receive a new visa.", "7. On 29 April 2000 the applicant was questioned by two officers from the Bucharest police to whom she claims she gave a bribe of 100,000 Old Romanian Lei (ROL) to let her go.", "8. On 4 May 2000 at 8.30 a.m. the applicant was again stopped by officers from the Bucharest police when she was on her way to the Italian consulate. The officers took her identity papers and verified her data. After a one-hour wait the applicant was taken to Police Precinct no. 19 for additional checks.", "9. From Precinct no. 19 she was taken by three officers to the Passport Bureau, where she explained that her visa had not been extended before its expiry because she had not had a valid residential tenancy contract. The person in charge asked her to return the next day to have her situation regularised.", "10. The applicant was made to wait in the police car with one of the officers while the other two officers checked her passport. After the check they returned to Precinct no. 19, where after a one-hour wait the applicant was taken to the basement and body-searched by a female police officer while her bag was searched by another officer. She was informed that that was the standard procedure for any person who entered the police headquarters.", "11. After the search, the applicant was questioned by two officers from the Passport Bureau and then taken again to their headquarters. Her fingerprints and photograph were taken and she was put in a room where the commander of Precinct no. 19 was writing on a paper that he was hiding from the applicant with his hands.", "12. The commander informed the applicant, who requested an explanation, that she was not allowed to ask questions, to read or to know anything, and that she had to sit in a corner and wait. He then told her to stop crying, because the treatment she was subjected to was not even comparable to that inflicted on Romanians arrested by the Italian police.", "The applicant replied that, unlike the great majority of Romanians in Italy, she had come to invest money in Romania and not to steal or commit crimes. She also said that the Italian police respected procedures, human rights and in particular the presumption of innocence, which was not the case in Romania, where foreigners were badly treated.", "13. The applicant’s bag was searched again by another officer who entered the room. He took ROL 750,000 from her purse, the cost of a visa stamp that was applied on the applicant’s passport valid from 5 to 12 May 2000. He made an inventory of the bag and reported that the applicant had a mobile phone and ROL 2,250,000.", "14. At around 4.30 p.m. the same day the applicant was taken for questioning to a different passport bureau. After a one-hour wait in the police car outside the building, she was informed that the questioning could not take place as the person in charge was absent, but that she would be taken to a hotel in Otopeni for the night.", "15. Instead of being taken to a hotel as informed the applicant was placed in police custody. Her fingerprints were taken again and her money confiscated by the police officers, except for ROL 500,000 that she was allowed to keep for personal expenses.", "16. The wardens informed her that she was to be repatriated the next day because she did not have a valid residence permit, but that since she had not committed any crimes in Romania she was free to return immediately.", "17. On 5 May 2000 at 12 midday the applicant called the Italian consulate in Bucharest to ask the reasons for her arrest. The consulate was not aware of her situation. Later that day someone from the consulate staff informed the applicant that she was going to be repatriated to Italy on 7 May by the 9.10 a.m. Tarom flight but that they still did not know the reason for her arrest.", "18. On 7 May 2000 the applicant was taken by a police officer to the airport where she was taken on to the flight by a Romanian intelligence officer who accompanied her throughout her journey to Italy. Asked by the applicant about the reasons for her repatriation, the officer told her that if she had not committed a crime it must be because of a quarrel with the police. He confirmed that the incident with the commander of the passport police team could have been the real reason for her repatriation. He also informed the applicant that she was under a prohibition on returning to Romania for two years.", "19. In Rome the applicant was taken to the Italian police, who were not aware of her arrival. The police returned her passport and released her.", "20. On 16 May 2000 the applicant’s husband, who was living in Romania in the same situation as the applicant, returned to Italy of his own free will.", "21. The applicant’s residence permit was granted for the periods 29 April-29 October 1993 and 2 August 1997-2 February 1998.", "22. According to the official records, the applicant was not arrested or remanded in police custody between 4 and 7 May 2000.", "23. On 4 May 2000 the applicant was stopped by officers from Police Precinct no. 19 and taken to the Office for Foreigners in the Ministry of Interior, which was aware of the applicant’s irregular situation.", "24. The Office for Foreigners filled in a standard form on the applicant’s situation under Law no. 25/1969. It recorded therein the dates of validity of her visa, the fact that she had been unlawfully resident for two years and three months and that she could not give reasons for her situation. It also noted that she was not married to a Romanian national nor did she have children of Romanian nationality and that she owned a company in Romania which had ceased trading. The Office for Foreigners recorded on the standard form that the applicant was not under criminal investigation in Romania, that no expulsion order had been made against her and that she had not asked for asylum. It also noted that the applicant had ROL 2,250,000 at her disposal. For these reasons, the Office decided that the applicant should be placed in the Otopeni Centre for Reception, Selection and Accommodation for Foreigners (“the Otopeni Centre”) with a view to her repatriation on the next flight to Rome. It ordered the purchase of a ticket to that end, at the authorities’ expense, and issued a prohibition on the applicant entering Romania for two years. It stamped on the applicant’s passport an exit visa valid from 5 to 12 May 2000.", "25. She arrived at the Otopeni Centre on 4 May 2000 at 5 p.m. On arrival she was body-searched and the record indicated that she had ROL 1,160,000 at her disposal.", "26. On 7 May 2000 the applicant was repatriated. An employee from the Airport Security Service accompanied her throughout her journey. This measure was taken in order to ensure security on the flight, given the applicant’s aggressive behaviour and her continual refusals to embark on the aeroplane.", "27. On 8 June 2000 the applicant sent a letter to the Chamber of Deputies of the Romanian Parliament protesting against her repatriation. The letter was transmitted to the Border Police Department which informed the Chamber of Deputies of the irregularity of the applicant’s stay in Romania and the decision to repatriate her and the prohibition on her entering Romania for two years under Law no. 25/1969.", "28. On 21 August 2000 the applicant sent a similar letter to the border police.", "29. On 10 December 2001 the Romanian embassy in Rome, answering a letter sent by the applicant, congratulated her on her good command of the Romanian language, expressed regret for her distress, informed her that the prohibition had been lifted and advised her to contact the Italian embassy in Bucharest to assist her with the formalities in Romania.", "30. The relevant provisions of Law no. 29/1990 on administrative litigation at the date of the facts are described in Sabin Popescu v. Romania, no. 48102/99, § 46, 2 March 2004.", "31. Law 25/1969 on the status of foreigners provides as follows:", "“(1) A foreigner who resides temporarily in Romania has the obligation to leave the country when the residence permit expires.", "(2) The residence permit can be extended by the Ministry of Interior. A request for extension shall be made at least 24 hours before the expiry of the permit...”", "“The Minister of Interior may cancel or limit the right to reside in Romania to a foreigner who has breached Romanian law...”", "“(1) A foreigner temporarily residing in Romania whose right of residence has been cancelled shall leave the country within 48 hours of the time when the interdiction is communicated to him...", "(3) If he does not comply with the obligation above, he may be expelled by order of the Minister of Interior.”", "32. The legislation has changed several times since 2001. Nowadays, under Emergency Ordinance no. 194/2002 as amended by Law no. 56/2007 and Emergency Ordinance no. 55/2007, a decision to expel a foreigner drafted in Romanian and in an international language is served on the person concerned, who may appeal against it before the court of appeal; the expulsion is suspended during the proceedings (see Hussain v. Romania, no. 12338/02, §§ 51-55, 14 February 2008)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-2"], "NON_VIOLATED_BULLETPOINTS": []}