{"ITEMID": "001-68421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BEET AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1 with regard to one applicant;Violation of Art. 5-5 with regard to one applicant;Violation of Art. 6-1+6-3-c with regard to four applicants;Non-pecuniary damage - financial award (with regard to one applicant);Non-pecuniary damage - finding of violation sufficient (with regard to four applicants);Pecuniary damage - claim dismissed;Costs and expenses partial award", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["8. The details concerning the date of birth and place of residence of the five applicants are contained in their application forms and are available in the respective case files.", "9. Each applicant failed to pay sums due in respect of either local taxes (community charge or council tax), or court-imposed fines. In respect of the failure to pay local taxes, the magistrates’ court had in each case determined that the applicant was liable to pay (issuing a “liability order”); in fines cases, the magistrates’ court had imposed the fine as the sentence following a criminal conviction.", "10. Each applicant fell into arrears with the payments due from them. These cases involve the enforcement proceedings in respect of their arrears in the magistrates’ court. Each applicant appeared before the court, following the issuing of an application for their committal to prison as a result of their failure to pay the sums due. At that hearing the magistrates found that the non-payment was due to the applicant’s wilful refusal or culpable neglect. As a result each applicant was sentenced to a period of imprisonment, suspended on terms that the applicant make periodic payments towards the outstanding sum. The applicants failed to comply with the terms imposed. A further hearing was thereafter held in the magistrates’ court at which the suspended term of imprisonment was activated. Each applicant spent a period of time in prison. Legal aid (free legal representation where the applicant did not have sufficient means to pay for it) was not available for these enforcement proceedings prior to 1 June 1997 and none of the applicants was legally represented at the hearings in front of the magistrates.", "11. Following their imprisonment, an application was made on behalf of each applicant, by way of either judicial review or case stated, which resulted in the High Court quashing the orders made by the magistrates. The applicants were released from prison on bail at the time of making their applications to the High Court. In all five cases the orders were quashed following the High Court’s approval of a consent order agreed between the applicants and the magistrates who had sentenced them.", "12. The Court has set out the relevant facts pertaining to each applicant in the table which appears at the end of the decision on admissibility (47675/99, McAndrew and Others v. the United Kingdom, decision of 21 October 2003). That table sets out the following information in respect of each applicant: their name and application number; whether their case involved non-payment of community charge (“CC”), council tax (“CT”) or fines (“F”) and the number of days which they spent in prison; whether their proceedings in the magistrates’ court took place before or after legal aid became available on 1 June 1997; and the grounds upon which the High Court quashed the orders of the magistrates. A summary of the terms of the consent order whereby the orders of the magistrates were quashed is also set out in the table.", "13. Throughout the text of this decision, where there is a reference to a specific applicant, the Court has set out the surname of the applicant followed by their application number in brackets. The words “justices” and “magistrates” are synonymous in domestic law.", "14. The Court sets out the facts of one case more fully below.", "15. The applicant’s proceedings before the magistrates arose in respect of her arrears in payment of the community charge and took place after 1 June 1997. She spent a total of 2 days in prison. The orders of the magistrates’ court were quashed by the High Court as a result of a consent order in which it was agreed that:", "“(i) The decision of the justices that the applicant had culpably neglected to pay her community charge without having conducted a proper inquiry into her circumstances as of the time that the liability became due was unlawful, see R. v. Leeds Justices ex parte Kennett [1996] RVR 53.", "(ii) The decision of the justices to issue a sentence of committal to prison and to make an order postponing the issue of the warrant that would have left the threat of imprisonment over her for over 4 years was unlawful having regard to the principles laid down in R. v. Oliver and Oliver [1989] 11 Cr App R(S) 10 and R. v. Ealing Justices ex parte Cloves [1991] RVR 169 and R. v. Newcastle upon Tyne Justices ex parte Devine [1998] RA 97.", "(iii) In view of the circumstances of the applicant and [her] detention, and the period of detention served, all parties agreed that the matter be remitted back to the magistrates and that the magistrates, upon reviewing the matter, agreed to remit the outstanding community charge arrears, see Brooke LJ in R. v. St Helens Justices ex parte Jones CO/3328/95.”", "In respect of costs, it was further agreed that:", "“... in view of the fact that the Hull Justices had acknowledged the same ground in quashing the committal in R. v. Hull Justices ex parte Shawcross (CO/265/98) costs be borne by the respondent justices see R. v. Newcastle upon Tyne Justices ex parte Devine [1998] RA 97.”", "16. The relevant statutory provisions and domestic case-law are set out in Lloyd and Others v. the United Kingdom, nos. 29798/96 and others, judgment of 1 March 2005, §§ 35-87; hereinafter “Lloyd”). Of additional relevance in this case is the case-law set out below.", "17. In R. v. Ealing Justices ex parte Cloves [1991] RVR 169, the Divisional Court held that a committal order which had been suspended on the basis of the debtor paying one pound sterling (GBP) per week in discharge of the arrears of rates due was quashed since it would have taken over eight years for the debt to be discharged and the risk of committal removed. During the course of his judgment, Lord Justice Nolan stated as follows:", "“ ... The criminal courts, when imposing fines upon convicted defendants of limited means, frequently provide for the fines to be paid by instalments over a period. There is no fixed limit to the period over which payment can be ordered. It has recently been indicated by the Court of Appeal that in appropriate circumstances a period of three years might not be excessive. ...", "... In my judgment it would be a very rare case indeed in which a defaulting rate-payer could properly be ordered, on pain of a sentence of imprisonment, to make payments in discharge of the arrears for a period anywhere near approaching eight years. In my judgment, with great respect to the Justices, unless they were confident that she could pay it off more quickly they should not have made the order in those terms.”", "18. In the above-cited case of R. v. Newcastle-upon-Tyne Justices ex parte Devine, Mr Justice Latham referred to the above-cited ex parte Cloves case in stating that the magistrates should not have imposed a suspended committal order which would have lasted for three and a half years. He was of the opinion that such an order should not be suspended for more than three years."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}