{"ITEMID": "001-5357", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ANKARCRONA v. SWEDEN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicant is a Swedish national, born in 1949 and living in Upplands Väsby. He is represented before the Court by Mr Jan Södergren, a lawyer practising in Stockholm.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the sole shareholder of a Swedish limited liability company, Skyddsvakt Hubert Ankarcrona AB. The company is licensed to trade in certain specified military equipment. By Government decision of 30 November 1995, the company was granted a licence, valid until 30 November 2000, to trade in, inter alia, salvage vehicles and amphibious crafts.", "It appears that the company bought some military equipment, including armoured vehicles, in the United Kingdom which were not covered by the above licence. Subsequently, after that purchase, the company requested that the licence be extended to cover, inter alia, armoured vehicles.", "On 26 June 1996 the company's request for an extended licence was rejected by the National Inspectorate of Strategic Products (Inspektionen för strategiska produkter; hereinafter “the Inspectorate”). The Inspectorate stated that licences are given on a very restrictive basis and that it did not find any reason to extend the company's existing licence. On 27 November 1996 the Inspectorate rejected, with the same reasons, a renewed application from the company. No appeal lay against the Inspectorate's decisions.", "B. Relevant domestic law", "Chapter 2, Section 20, sub-section 1 of the Instrument of Government (regerings-formen) provides that restrictions may be introduced in the right to trade or practise a profession only in order to protect significant public interests and never solely in order to further the financial interests of particular persons or firms.", "The 1992 Military Equipment Act (lagen om krigsmateriel; hereinafter “1992 Act”) regulates activities which involve, inter alia, the manufacture, supply and export of military equipment. Thus, the Act covers weapons, ammunition and other equipment designed for military use, which constitute military equipment according to regulations issued by the Government. Such regulations are found in an annex to the 1992 Military Equipment Ordinance (förordningen om krigsmateriel).", "According to the 1992 Act, there is a general prohibition against the manufacture, supply and export of military equipment (Sections 3–6). A special permit or licence is required if an exception to the general rule is to be made. Prior to 1996, the Government decided, directly, in all matters concerning, inter alia, the supply of military equipment. Matters of routine character were determined by the responsible minister. As from 1 January 1996, the Inspectorate is the Swedish authority that examines applications for permits under the 1992 Act. However, in cases where the Inspectorate deems a matter under the 1992 Act to be of principle significance or otherwise of special importance, the matter shall be referred to the Government for consideration (Section 1a).", "Permits under the 1992 Act to manufacture, supply and export military equipment may be granted only if supported by security or defence policy reasons and provided that such permits are not in conflict with Swedish foreign policy (Section 1). In the travaux préparatoires to the Act (cf. Government Bill 1991/92 No. 174), directives were given on how to apply this rule. The Government's earlier decisions in similar matters would serve as guidance in the examination of other, future cases and thus be taken into account by the Inspectorate in its application of the Act. According to the principles thus emanating from the Government's earlier practice, a permit should be granted only if this was necessary for a supply of military equipment and the need for know-how in this area. A further requirement was that the granting of a permit must not be contrary to Swedish foreign policy goals and to the principles on which that policy is based.", "A permit granted under the 1992 Act may, as a main rule, be cancelled at any point in time if the permit holder has disregarded a regulation contained in the Act, or a regulation, requirement or provision issued under the Act or if there are other special reasons for such a cancellation (Section 16).", "An appeal against a decision by the Inspectorate to cancel a permit in accordance with Section 16 of the 1992 Act or to determine a fee under its Section 22 may be brought before the administrative courts. An appeal may not be lodged against any other decision by the Inspectorate under the Act (Section 23a).", "If the Inspectorate has referred a matter to the Government for consideration in accordance with Section 1a of the 1992 Act, an application for judicial review may be lodged with the Supreme Administrative Court (Regeringsrätten) in accordance with the 1988 Act on Judicial Review of Certain Administrative Decisions (lagen om rättsprövning av vissa förvaltningsbeslut). This is, however, only the case if the Government have decided to cancel a permit to manufacture or to supply military equipment in accordance with Section 3 or 4 of the 1992 Act.", "The issue of appeal was discussed in connection with the establishment of the Inspectorate (cf. Government Bill 1995/96 No. 31). Considerations pertaining to national defence, security and foreign policy were the only considerations that were deemed relevant and which were to be decisive for the outcome of a permit matter under the 1992 Act. Private interests, such as an applicant company's interest in disposing of its products on the military equipment market, were to be afforded no relevance. The fact that the authority determining a permit matter should not include such interests in its assessment also motivated that it should not be possible to pursue such interests on appeal or in an application for judicial review. The situation was, however, deemed to be different when the cancellation of a permit was at stake. The starting-point here was that the permit holder was entitled to keep the permit. Considerations pertaining to the legal rights of the individual or the individual company in question were deemed to be of more relevance in this context. It was, however, also stressed that the courts could not be expected to make assessments that were of a pronounced political nature (ibid., pp. 34–35)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}