{"ITEMID": "001-92809", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "GREENPEACE E.V. AND OTHERS v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The application was lodged by the association Greenpeace e.V., represented by Ms Behrens, and four other applicants. The applicants Ms Löhden, Ms Franzenburg, Mr Teske, and Mr Smid are German nationals who were born in 1961, 1969, 1966 and 1958 respectively and live in Hamburg. They were represented before the Court by Mr M. Günther, Mr H.-G. Heidel, Dr U. Wollenteit and Mr M. Hack, all lawyers practising in Hamburg.", "The applicant association has its business office, and the other four applicants live or lived, close to busy roads and intersections in Hamburg.", "On 20 August 2001 the applicants requested the German Federal Bureau of Motor Vehicles and Drivers (Kraftfahrtbundesamt) to take specific measures designed to curb respirable car dust emissions of diesel vehicles. The applicants requested the Federal Bureau of Motor Vehicles and Drivers to:", "threaten the car manufacturers with withdrawal of the general operating licence (Allgemeine Betriebserlaubnis) for certain diesel vehicles unless they recalled the cars in question and equipped them with particulate filters within a reasonable time-limit;", "revoke the general operating licence after the time-limit for the retrofitting had expired; and", "refuse to issue the general operating licence for diesel vehicles if the cars exceeded a certain critical limit of particles.", "On 3 September 2001 the Federal Bureau of Motor Vehicles and Drivers rejected the request. It held that the general operating licenses were issued in accordance with German and European legislation. On 8 November 2001 the Federal Bureau of Motor Vehicles and Drivers dismissed an administrative objection by the applicant, holding that there was no legal basis for an obligation to install particulate filters.", "On 7 September 2001 the applicants lodged an action with the administrative courts.", "On 1 April 2003 the Schleswig-Holstein Administrative Court dismissed the applicants’ action in its entirety. It held that the applicant association’s action was inadmissible since Greenpeace e.V. lacked the right to sue in the present case. The applicant association could not claim any right; in particular, it could not rely on a right to be protected from a health impairment. With respect to the other four applicants, the Administrative Court declared the action admissible, holding that they could rely on a positive obligation of the State emanating from their constitutional right to life and physical integrity. On the merits it found that the State authorities enjoyed a wide latitude and were only under an obligation to take measures of a kind that could not be said to be wholly inappropriate or insufficient for the protection of individuals’ rights. Referring to environmental reports submitted by the applicants, the court accepted that the particles were dangerous for the human organism but held that the German legislature was cognisant of the problem of respirable dust particles and, in accordance with European Union (EU) legislation, had taken measures to curb such emissions. It added that the authorities were constantly monitoring the situation and had already announced further plans to tighten emission limits. The State had a general interest in the limitation of car emissions being harmonised at EU level. The Administrative Court accepted that particulate filters were a very effective measure to curb emissions, but noted that other possible means included, for example, tax incentives for low-emission cars or road-traffic related measures. It concluded that the wide latitude available to the State to comply with its positive obligation had in the present case not been narrowed down to such an extent that the State authorities were under an obligation to take the specific measures requested by the applicants.", "On 19 December 2003 the Schleswig-Holstein Administrative Court of Appeal confirmed that Greenpeace e.V. lacked the right to sue. It rejected, in particular, the applicant association’s argument that the right to sue could be deduced from the fact that Greenpeace, as an employer, was responsible for the health of its employees. On the merits the Court of Appeal upheld the reasoning of the Administrative Court. It held that the State’s positive obligation did not compel State authorities to take the measures the applicants had requested; it was for the legislature and not the judiciary to decide on the appropriate ceiling on respirable dust emissions. The German legislature had met the requirements emanating from its positive obligation when implementing the critical values required under the European directives.", "On 7 November 2005 the Federal Constitutional Court, without giving any reasons, refused to admit the constitutional complaint lodged by the applicants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}