{"ITEMID": "001-96505", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "SUCHKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr. Vitaliy Nikolayevich Suchkov, is a Russian national who was born in 1945 and lives in Barnaul. The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant set up a deal with a certain S. (“the debtor”): 9,600 United States dollars (USD) for a Mitsubishi car. The debtor took the applicant’s money but never handed the car over to the applicant.", "The applicant lodged a civil action against S. On 15 September 1999 the Industrialny District Court of Barnaul (“the District Court”) ordered that S. pay the applicant 233,184 Russian roubles (RUB). The judgment became binding on 28 September 1999.", "On 22 November 1999 a bailiff of the Industrialny District of Barnaul (“the bailiff”) opened enforcement proceedings.", "The parties disagree as to the subsequent events between November 1999 and June 2000.", "According to the applicant, the bailiff was inactive throughout this period and later forged enquiries to a bank and the Road Inspectorate backdated to 23 November 1999.", "According to the Government, the bailiff took certain steps aimed at enforcing the judgment. On 9 December 1999 the bailiff issued a charging order in respect of the debtor’s cars, then had it transferred to the Road Inspectorate six days later. On 15 December 1999 the debtor’s garage was attached. On 21 December 1999 the bailiff checked the state of the debtor’s possessions. On 7 February 2000 the bailiff drew up an inventory of the debtor’s movable assets. Between 15 March and 16 June 2000 the enforcement proceedings were transferred to the Leninskiy District of Barnaul bailiffs’ service. The latter found that none of the debtor’s property remained in Leninskiy District, so the enforcement proceedings were transferred back to Industrialny District.", "Further events are not disputed by the parties.", "In June 2000 the bailiff attached part of a flat jointly owned by the debtor and his former wife, instructed the Road Inspectorate to impound the debtor’s Mitsubishi car, if it could be located, made enquiries about the debtor’s place of work and issued an order to retain half of the debtor’s salary every month for the benefit of the applicant, and suggested that the applicant accept the spare parts of a disassembled Toyota car discovered in the debtor’s attached garage as part satisfaction of the debt.", "In June 2000 the debtor was asked by the bailiff to bring his Mitsubishi and Moskvich cars to the bailiffs’ office, but failed to do so. In July 2000 the debtor, twice fined by the bailiff for failure to hand over his property, told the bailiff that he had sold the Mitsubishi in June 1999 to Sh., and that the Moskvich had been sold long ago, in 1994. By a judgment of 18 January 2001, which became binding on 30 January 2001, the District Court confirmed that the debtor was still the legal owner of the Mitsubishi and that therefore the attachment of the vehicle was legal. As the Mitsubishi could not be located, the bailiffs conducted a search for it. Having yielded no results, the search was discontinued in March 2003.", "Some of the debtor’s assets were not liable to seizure because the property was jointly owned by the debtor and his ex-wife, so the applicant brought a court action seeking division of their common assets. By a judgment of 17 April 2001, which became binding on 30 May 2001, the District Court determined how the property in question was to be divided. According to the judgment, the debtor received in property a part of the flat and the garage, whereas the Moskvich and the disassembled Toyota acquired in the course of the marriage and registered at the Road Inspectorate in the debtor’s name were given to the debtor’s ex-wife.", "By a decision of 27 February 2002 the Altay Regional Court confirmed in the final instance that the debtor’s part of the flat was not liable to seizure because it was the only home he had.", "On 28 February 2003 the debtor’s garage, for which no bids had been made at auction, was given to the applicant.", "On 30 May 2003 the bailiff closed the enforcement proceedings. The applicant continued to receive monthly payments held back from the debtor’s salary.", "In the meantime, the applicant sued the Ministry of Finance for inflationary losses supposedly caused by the bailiffs’ inactivity during the enforcement of the judgment.", "On 26 July 2001 the Tsentralny District Court granted the applicant’s claim, but on 3 October 2001 that decision was quashed on appeal and the matter was remitted for fresh examination before a first-instance court.", "On 15 November 2001 the Tsentralny District Court of Barnaul dismissed the applicant’s claim in full. It held, inter alia, that, although the bailiffs had failed on several occasions to respect the procedural time-limits, there was no causal link between the bailiffs’ conduct and the alleged losses. On 26 December 2001 the Altay Regional Court upheld the above decision on appeal.", "Article 28 § 2 of the Russian federal law “On Enforcement Procedure” (Law no. 119-FZ of 21 July 1997) provides that a search for a debtor’s missing property must be conducted by a bailiff if paid for in advance by a creditor. The creditor shall have the right to recover the incurred expenses from the debtor.", "Article 87 of the same law provides for certain measures which a bailiff may take when private persons or public officials fail to comply with lawful orders, provide false information about a debtor’s income and financial status, do not inform a bailiff about the debtor’s dismissal from work, a change of the debtor’s places of work or residence or when they do not respond to the bailiff’s summonses. These measures include a fine of up to 100 minimum wages, escorting a defaulting party by force to a place where enforcement actions are performed and institution of criminal proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}