{"ITEMID": "001-70875", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SALIBA v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "No violation of P1-1", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant was born in 1941 and lives in Gozo (Malta).", "8. In 1983 and 1985 the applicant acquired ownership of a plot of land in Gozo, on which a storage facility had been built, and the utile dominium of another plot of land. The applicant alleged that his lands are located far from inhabited areas and that it would have been impossible to cultivate them without having a storage facility for the necessary agricultural equipment and machinery.", "9. In a summons of 7 January 1985, the police charged the applicant with having carried out construction works on his land without having obtained the necessary permits. He was therefore arraigned before the Criminal Court of Judicial Police. The prosecution requested that the punishment established by law be applied and the applicant ordered to demolish the storage facility.", "10. In a judgment of 18 July 1988, the Criminal Court of Judicial Police acquitted the applicant. No penalty was imposed on him, nor was he ordered to demolish the storage facility in question.", "11. On 26 August 1988 the police issued another summons against the applicant for having carried out unauthorised building works.", "12. In a judgment of 21 June 1989, the Criminal Court of Judicial Police found the applicant guilty of the charge brought against him and ordered him to pay a fine of 50 Maltese Liri (Lm). It also gave the applicant a month within which to comply with the law, a penalty of Lm 25 being imposed for each day of default. Under this judgment, the applicant was obliged to demolish the storage facility.", "13. The applicant appealed against this decision, pleading that he had been judged twice for the same facts and proclaiming his innocence.", "14. In a judgment of 15 October 1992, the Court of Criminal Appeal allowed the applicant’s plea of ne bis in idem and revoked the judgment of 21 June 1989. However, the court observed that the evidence before it demonstrated that the applicant’s building had been constructed without the required permit. Therefore, it ordered that the building be demolished by the police at its expense. This decision was adopted on the basis of Article 17(9) of Chapter 10 of the Laws of Malta (Code of Police Laws), a provision according to which an order to demolish may be imposed “even where the person charged is acquitted of the charge and the court is satisfied that the building to which the charge refers has been erected in contravention of this section”. The Court of Criminal Appeal observed that the aim of the said article was “to do away with the existing state of illegality even if the accused [was] acquitted”.", "15. Invoking Article 7 of the Convention and Article 1 of Protocol No. 1, the applicant introduced a constitutional application before the Civil Court (First Hall). He observed that his property had to be demolished even though he had been found not guilty of the accusations brought against him, and underlined that this became possible only after 6 June 1988, when Article 17(9) of Chapter 10 of the Laws of Malta had been amended. Before that date, no order for demolition could have been imposed on an acquitted person. As the criminal offence had allegedly been committed before that date, the punishment imposed could not be considered foreseeable.", "16. In a judgment of 9 October 1998, the Civil Court rejected the applicant’s claim.", "17. It observed that the applicant had not been deprived of his property, the measure complained of being aimed rather at regulating and controlling the use of property. The applicant had not contested the right of the State to control the building development of the country and to submit building works to a system of permits and authorisations. His allegations were confined to arguing that imposing a demolition order on an owner who had been found not guilty had breached the fair balance which should exist between the general interest of the community and the protection of the rights of the individual. However, the Civil Court could not subscribe to this argument. It noted that if the State had a legitimate interest in not having any constructions on a plot of land, the demolition of an unlawful structure only restored the status quo ante and was therefore a measure proportionate to the aim sought to be achieved. The criminal liability of the owner of the land could not be considered a pre-requisite for adopting such measure.", "18. As far as Article 7 of the Convention was concerned, the Civil Court observed that in a judgment of 6 December 1994, given in the case of the Police v. Mario Bezzina, the Criminal Court had examined the nature of a demolition order and concluded that it constituted a punishment. However, the Civil Court could not share this opinion. In fact, a “punishment” was not intended, as a civil remedy, to restore the status quo ante, but to place the author of the offence, by means of a fine or a term of imprisonment, in a worse position than the one he was in when he committed the criminal act. As the demolition order was intended only to prevent the author of the offence from gaining an unlawful advantage, it was not dependent on a finding of guilt and could not be considered a penalty within the meaning of Article 7 of the Convention.", "19. The applicant appealed to the Constitutional Court.", "20. In a judgment of 20 December 2000, the Constitutional Court, considering that the Civil Court had correctly enunciated the principles applicable in the case at issue, rejected the applicant’s appeal. It recalled that it was not contested that the building in question had been constructed without a permit and that it was still not covered by the required permit. It was therefore abusive and illegal and the State had clearly a right to remove it. The Constitutional Court also noted that the Court of Criminal Appeal had found that a criminal act had been committed, even if it could not attribute that act to the applicant. Independently of who was guilty and who had breached the law, the judicial organs should have intervened in order to re-establish the rule of law. The only way to do this was to order the demolition of the unlawfully constructed building.", "21. Before the adoption of the amendments which entered into force on 6 June 1988, Article 17(2) and (3) of Chapter 10 of the Laws of Malta (Code of Police Laws) read as follows:", "“(2) Any person, who does or causes or allows to be done anything for the doing of which a permit is required ... when there is not such permit ... shall be guilty of an offence and shall be liable on conviction to a fine (multa) of not less than fifty liri and not more than one hundred liri.", "(3) The court, besides awarding the punishment referred to in the last preceding subsection, shall order the offender to remove the causes of the offence and to undo anything which was done without a permit ...”.", "22. Article 11(2) of Act X of 1988 amended this provision by adding a subsection (9), which reads as follows:", "“(9) The provisions of subsections (3), (4), (5), (6) and (8) of section 321 of this code shall apply in the case of any offence under subsection (2) of this section even where the person charged is acquitted of the charge and the court is satisfied that the building to which the charge refers has been erected in contravention of this section”.", "Section 321 of the Code of Police Laws concerns the domestic court’s power to order the offender “to abate the nuisance arising from the contravention”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}