{"ITEMID": "001-100791", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SADYKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture);Violation of Article 13+P1-1 - Right to an effective remedy (Article 1 of Protocol No. 1 - Protection of property);No violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["7. The applicant was born in 1950 and lives in Grozny.", "8. According to the applicant, he experiences difficulties in reconstructing the events during and following his detention coherently and chronologically. On account of his ill-treatment in custody, the applicant suffers from memory lapses. He also finds it psychologically difficult to recall the details of the abusive treatment he was subjected to in detention.", "9. The applicant owned real estate consisting of a house and outhouses at 94 Flotskaya Street, the Oktyabrskiy District of Grozny. At the material time he lived there alone, since his relatives had left the Chechen Republic after the renewal of hostilities in October 1999. The applicant remained in Grozny to look after the house and other possessions. The latter comprised personal belongings of the applicant and his relatives, furniture, an audio system, a satellite dish, two Subaru vehicles and an Oldsmobile car. Between late 1999 and early 2000 the applicant lived in the house only occasionally because of frequent attacks. From late January 2000 onwards he lived there permanently.", "10. At the material time the applicant, a school teacher by profession, was working in a “burial group” (группа захоронения) for the Ministry of Civil Defence and Emergency Situations of the Chechen Republic (Министерство Чеченской Республики по делам гражданской обороны и чрезвычайным ситуация). He was also helping the residents of the Oktyabrskiy District of Grozny to obtain drinking water and food.", "11. On 5 March 2000, at around 10 a.m., the applicant was distributing drinking water among the residents of the Oktyabrskiy District when a group of federal servicemen in two UAZ vehicles arrived and enquired as to how they could get to a certain street. The applicant and some other residents explained to them how to find that street, but the commander of the group asked the applicant to come with them and show them the way. The applicant agreed. The applicant submitted eyewitness statements by two residents of the Oktyabrskiy District confirming the above-mentioned episode.", "12. When the servicemen arrived at the street they were looking for, the applicant asked them to let him out. Instead, the military hit the applicant in the kidneys and put a bag over his head. They ordered him to be silent and delivered him to the Temporary Office of the Interior of the Oktyabrskiy District of Grozny (“the Oktyabrskiy VOVD”, временный отдел внутренних дел Октябрьского района г. Грозного). According to the applicant, the officers who apprehended him could not know his identity because they did not check his identity papers.", "13. At the Oktyabrskiy VOVD the officers intimidated and ill-treated the applicant for several hours. In particular, they severely beat him, cut his hair and forced him to chew and swallow it, pressed a red-hot nail into his hands, forehead, nostrils and tongue and carved a derogatory word “Chichik” on his forehead with a nail or knife.", "14. The officers also questioned the applicant, but made no written record of the interrogation. They asked the applicant where he had fought as a rebel fighter and why there was a list of names in his pocket. The applicant replied that he was a teacher, had never fought and that the list included the residents of the Oktyabrskiy District of Grozny to whom he distributed water. It appears that the officers did not believe him. They told him that he would not leave the premises of the Oktyabrskiy VOVD alive.", "15. The officers then took the applicant down to a basement, stood him against the wall and started shooting around him. They told him that he should “wait a little longer to die” and that they had not “[had] enough of mocking him yet” and took a break.", "16. Some time later they returned to the basement with several other officers and started “playing football” with the applicant. They spent about two hours knocking him off his feet, kicking him and throwing him onto the concrete floor. From time to time the applicant lost consciousness, but the officers brought him round. According to the applicant, he lost most of his teeth and his ribs, jaw, arm and leg were broken as a result of this treatment.", "17. At around 5 p.m. one of the officers suggested that they go to the applicant's place of residence and “seize his firearms” whereupon a group of about eleven officers in two UAZ vehicles went there. The applicant was put into the boot of one of the cars.", "18. When they arrived the police ordered the applicant to unlock all the doors in the house and started searching. The search lasted for a few hours. The officers entered all the rooms, the basement and the garage and climbed up onto the roof. The applicant maintained that he was unable to keep an eye on all the officers at the same time. At some point during the search one of the officers called the applicant into the corridor, showed him an object, which resembled a piece of soap and later turned out to be a TNT block, and asked what it was. The officer claimed that he had found the object on a shelf. The applicant replied that he was unable to identify the object, as it was the first time he had seen it.", "19. After the search the applicant was put into the boot again and escorted to the Oktyabrskiy VOVD. There he was chained to a heater.", "20. The applicant spent the next two days chained to the heater pending the construction of a new cell.", "21. On one of those days the investigator, Mr P., interviewed the applicant. He enquired as to where the applicant had obtained the TNT block. The applicant denied that he had ever possessed explosives and insisted that the TNT block had been planted in his house during the search on 5 March 2000. The investigator then called two masked men, who beat the applicant until he lost consciousness. Later that day the two men returned and beat him again. The applicant said that during the next two days he coughed up blood and was unable to get up.", "22. On around 7 March 2000 the officers twice put the applicant into the boot of a police car and drove him around for some time.", "23. On 7 March 2000 the applicant was transferred to a newly constructed cell. Some time later another detainee, Mr K., was placed in the applicant's cell and two detainees in the adjacent one.", "24. On 10 March 2000 an investigator informed the applicant that an expert study of the object found in his house had confirmed that it contained explosives. The investigator did not show the expert examination report to the applicant.", "25. On 11 March 2000, in the evening, two servicemen approached the applicant's cell and ordered a guard to open it. The guard, who appeared to be afraid of the men, complied with the order. According to the applicant, the men were drunk and one of them was wearing a mask. They started beating the applicant. After a while one of the men put his foot on the applicant, who was lying on the floor, took a knife and cut off his left ear. He also declared that he would cut off the applicant's head and made a scratch on the applicant's throat. In the applicant's submission, the man had a horseshoe-shaped moustache. Then another man entered the cell and took pictures of the bleeding applicant and his cut ear. According to the applicant, the man who took pictures was of Uzbek origin, his first name was Andrey and he served as a guard at the Oktyabrskiy VOVD.", "26. The applicant submitted statements by his cellmate who had witnessed the applicant's ill-treatment. The applicant further referred to a statement of the then Mayor of Grozny, Bislan Gantamirov, who claimed in an interview with a regional weekly newspaper Groznenskiy Rabochiy (1724 May 2000) that he had “a witness who had seen the deputy head of the Oktyabrskiy VOVD cut off the ear of one of the Chechen detainees”.", "27. Then the officers left and entered the adjacent cell in which two other detainees were being held. According to the applicant, he heard screams and moans which became fainter and then died out. The applicant never saw those detainees again.", "28. Early on 12 March 2000, when the applicant and his cellmate were asleep, the guards forced them to get up, put bags over their heads and escorted them to a small room. Several hours later the applicant and his cellmate were returned to their cell which had been thoroughly cleaned. The applicant saw the other cell because its doors were wide open. It was also clean and there were no detainees there. In the applicant's opinion, the Oktyabrskiy VOVD authorities were hiding him and other detainees from a commission that was visiting police stations to inspect the treatment of detainees.", "29. On around 13 March 2000 an official from the Grozny prosecutor's office (прокуратура г. Грозного), Mr L., visited the applicant and warned him not to disclose the fact that he had lost his ear in detention. Instead, the applicant was told to state that his ear had been cut off by rebel fighters.", "30. On around 16 March 2000 a medical officer, whose first name was Gennadiy, visited the applicant. He put some ointment on the applicant's ear wound, but did not bandage it. Nether did he examine the applicant or treat his other injuries. According to the applicant, he was attended by medical officers on several occasions while in detention, but never underwent a medical examination or received proper treatment for his ear.", "31. On around 19 March 2000 the applicant was transferred to the basement of another building of the Oktyabrskiy VOVD, where he was kept until his release on 24 May 2000.", "32. The basement was divided into two rooms. One of them, measuring approximately 48 square metres (8 m x 6 m), was used as a torture chamber and contained various instruments, including an axe, a hammer, a sledgehammer, a shovel and scissors. According to the applicant, he was ordered to clean the room once and noticed bloodstains even on the ceiling which was 3m high.", "33. The other room, measuring approximately 9 square metres (3 m x 3 m), was a cell. During the applicant's detention twelve to fifteen detainees were kept there. The applicant stated that on numerous occasions the detainees were taken to the adjacent room and tortured. He could hear them screaming. Sometimes the door between the two rooms was left open and the applicant could see his cellmates being severely ill-treated. They returned to the cell severely beaten, two of them had their fingers missing and another detainee was brought back unconscious.", "34. On several occasions the investigator interrogated the applicant about the object allegedly found in his house on 5 March 2000. The applicant was forced to sign a confession stating that the object in question belonged to him. The investigator also questioned the applicant about the activities of his neighbours. No transcript of those interrogations was ever made.", "35. From time to time the guards took the applicant out of his cell to another room for a short period of time, apparently when inspections occurred, and then brought him back.", "36. At some point in March 2000 the applicant's sister, Ms L. S., and his cousin, Ms Kh. Z., found out that the applicant had disappeared. They returned to Grozny and started searching for him.", "37. They applied in person and in writing to a military commander's office, the Oktyabrskiy VOVD, the local administration, the detention centre in Chernokozovo, the federal military base in Khankala and a morgue, but to no avail.", "38. Some time later the applicant's sister received information that he had been seen in the Oktyabrskiy VOVD. In the following weeks the applicant's sister and cousin unsuccessfully applied to the Oktyabrskiy VOVD with enquiries about the applicant.", "39. At some point in April 2000 the applicant's relatives finally managed to talk to the investigator in charge, who told them that the police had found explosives in the applicant's house. Ms L. S. answered that it was untrue and that her brother had never participated in military actions. The applicant's relatives then requested permission to see the applicant, but this was refused. However, they were allowed to send him a note and fresh clothes. The applicant's old clothes were returned to the applicant's sister, who checked them and saw blood on the shoulder and back of the applicant's shirt.", "40. In the following weeks the applicant's relatives unsuccessfully requested authorisation to see the applicant.", "41. On 12 May 2000 new police officers arrived from the Khanty-Mansiysk Region of Russia and replaced the staff of the Oktyabrskiy VOVD. Several days later Ms L. S. and Ms Kh. Z. were allowed to see the applicant for ten minutes in the presence of an investigating officer. They were ordered to speak Russian only. According to them, the applicant was swollen, had lots of scars and one of his ears was missing.", "42. On 24 May 2000 an investigator of the Oktyabrskiy VOVD issued a decision to discontinue criminal proceedings in case no. 14206/03 instituted against the applicant for unlawful possession of explosives. The decision stated that the applicant had not lived in his house on a regular basis because of the hostilities and that for some time the house had been occupied by unknown armed men who might have brought the explosives which the applicant had then unintentionally kept. Besides this, the decision stated that “having been kept in detention, the applicant ceased to pose a danger to society” and could be released. It also explained the applicant's right to appeal against that decision to a prosecutor or in court.", "43. Later that day the applicant was released and returned home. According to eyewitness statements, the applicant was in a very poor condition, being swollen, emaciated and pale, and with his left ear and teeth missing and his hip broken.", "44. According to the Government, on 5 March 2000 the Criminal Investigation Division of the Oktyabrskiy VOVD instituted criminal proceedings in case no. 14206/03 against the applicant on suspicion of having committed a criminal offence punishable under Article 222 (unlawful possession of firearms and explosives) of the Russian Criminal Code.", "45. During a search which was carried out in the applicant's house pursuant to an investigator's order of 5 March 2000 an explosive was found and seized. According to an expert report, which was communicated to the applicant, the explosive was a 200-gram TNT block.", "46. On the same date the applicant was arrested pursuant to Article 122 of the Code of Criminal Procedure.", "47. On 6 March 2000 the case was sent to another division of the Oktyabrskiy VOVD for further investigation.", "48. On 8 March 2000 the acting prosecutor of Grozny ordered the applicant to be remanded in custody, in accordance with Article 90 of the Code of Criminal Procedure.", "49. On 15 March 2000 formal charges were brought against the applicant under Article 222 of the Russian Criminal Code. When questioned, the applicant was unable to give any explanation concerning the explosive found in his house.", "50. On 24 May 2000 the Oktyabrskiy VOVD discontinued the criminal proceedings against the applicant with reference to Article 6 of the Code of Criminal Procedure, notably because he had ceased to pose a danger to society, and released him.", "51. On 2 August 2002 the prosecutor's office of the Chechen Republic (прокуратура Чеченской Республики) set aside the decision of 24 May 2000 and ordered that the criminal proceedings against the applicant be resumed.", "52. By a decision of 20 February 2006 the prosecutor's office of the Chechen Republic terminated the criminal proceedings against the applicant on the ground that the constituent elements of a crime had not been made out. The decision stated, in particular, that the search carried out in the applicant's house on 5 March 2000 had not been duly authorised and had been conducted in breach of procedural law with the result that the TNT block allegedly found during that search could not be regarded as reliable evidence of the applicant's involvement in the imputed offence, and that therefore there had been no grounds on which to bring criminal proceedings against him.", "53. Shortly after his release, the applicant started complaining personally and in writing to various official bodies about his unlawful arrest and detention, ill-treatment in custody and the search of his house. Subsequently he complained to prosecutors offices at various levels of the ineffectiveness of the investigation, indicated the names of the perpetrators established during the investigation and requested that they be brought to justice. The applicant's efforts were supported by the SRJI and his lawyer. According to the applicant, his complaints mostly remained unanswered, or only formal responses were given by which the respective requests were forwarded to various prosecutor's offices “for examination”.", "54. In particular, on an unspecified date he applied in writing to the Prosecutor General's Office of Russia, the prosecutor's office of the Chechen Republic, the Minister of the Interior of the Chechen Republic and two other high-ranking officials. In his complaint the applicant described in detail the events of 5 March to 24 May 2000 and requested that those responsible be punished.", "55. On 23 October 2000 the Representative for Rights and Freedoms in Russia (Уполномоченный по правам человека в Российской Федерации) declined to examine the applicant's complaint on the ground that it was unclear and not supported by relevant documents.", "56. On 1 March 2001 the Prosecutor General's Office of Russia referred the applicant's complaint to the prosecutor's office of the Chechen Republic.", "57. In a letter of 22 March 2001 the military prosecutor of military unit no. 20102 (военная прокуратура – войсковая часть 20102) forwarded the applicant's complaint, along with several other applications, to the prosecutor's office of the Chechen Republic.", "58. On 22 March and 16 April 2001 the prosecutor's office of the Chechen Republic transmitted the applicant's complaints concerning his unlawful detention “by unidentified servicemen” to the Grozny prosecutor's office.", "59. On 4 and 25 July 2001 respectively the applicant complained in writing to the Administration of the Oktyabrskiy District of Grozny and to the Grozny prosecutor's office of the theft of his Oldsmobile car by police officers of the Oktyabrskiy VOVD.", "60. On 13 July 2001 Médecins Sans Frontières issued the applicant with a medical certificate which listed the after-effects of the injuries inflicted on him during his detention. It stated that a medical examination of the applicant on 13 July 2001 had revealed the following:", "“– [The applicant] wears dentures which replace teeth 12 to 17, 22 to 27, 33 to 35, 42 to 45. The original teeth were broken during his detention.", "– The bridge of the nose is crooked, suggesting a possible set fracture.", "– The left ear lobe is missing, and, while the auditory canal is not obstructed, the hearing capacity of the left ear is diminished. A shiny scar is visible, which extends 6 cm from the external auditory canal towards the bottom part of the lower jaw and 5 cm towards the mastoid bone and slightly beyond.", "– A star-shaped scar is present on the palm of the right hand, suggesting a non-transfixiant burn or wound. It is located opposite the 4th metacarpal.", "– At the palpation of ribs 8, 9 and 10 facing the interior arc, are located still sensitive bone calluses, likely resulting from clean rib fractures.", "– At the palpation of the top of the lower 1/3 tibia of the right leg is a discrete bone callus which could be connected to a non-displaced fracture or an incomplete fracture of the tibia.”", "61. On 27 July 2001 the applicant lodged a written complaint with the Grozny prosecutor's office, describing the circumstances of his arrest, detention and ill-treatment, and the theft of his property, and requested that those responsible be punished.", "62. On 28 July 2001 the Grozny prosecutor's office forwarded the applicant's complaints to the Oktyabrskiy VOVD for investigation.", "63. On 8 August 2001 the prosecutor's office of the Chechen Republic forwarded the applicant's complaint concerning his ill-treatment to the Grozny prosecutor's office for examination.", "64. On 19 December 2001 and 29 January 2002 the SRJI, acting on the applicant's behalf, submitted similar complaints about the events of 5 March to 24 May 2000 to the prosecutor's office of the Chechen Republic.", "65. In a letter of 3 January 2002, in reply to the SRJI's query, the prosecutor's office of the Chechen Republic stated that criminal proceedings had been instituted in connection with the applicant's allegations of ill-treatment in the Oktyabrskiy VOVD. The letter did not indicate the date on which the criminal proceedings had been instituted or the number assigned to the criminal case file.", "66. On 13 April 2002 the applicant made a written request to the prosecutor's office of the Chechen Republic for copies of a number of documents from his case file. It does not appear that this request was granted.", "67. In letters of 23 August and 26 October 2005, 25 September 2006 and 22 January 2009 the applicant was informed that criminal proceedings had been instituted in cases opened in connection with his complaints (see paragraphs 137, 139, 145 and 153 below).", "68. According to the Government, on 30 June 2000 the applicant complained to the Grozny prosecutor's office that he had been unlawfully apprehended on 5 March 2000, and ill-treated while in detention, by officers of the Oktyabrskiy VOVD.", "69. On 13 July 2000 the Grozny prosecutor's office instituted criminal proceedings in the above connection under Article 286 § 3 (aggravated abuse of power) of the Russian Criminal Code. The case file was given the number 12088.", "70. In the Government's submission, the applicant was granted victim status on 18 July 2000 and questioned on 17 July 2000, 25 August and 19 October 2001, 3 December 2003, 16 and 23 April and 1 November 2004. He confirmed his version of events and stated that he had not applied to medical institutions after his release.", "71. On 13 August 2000 the investigating authorities suspended the criminal proceedings for failure to identify those responsible.", "72. On 24 August 2001 the Grozny prosecutor's office ordered that the investigation be resumed.", "73. On 30 August 2001 the Grozny prosecutor's office instituted criminal proceedings under Article 158 § 2 (aggravated theft) of the Russian Criminal Code in connection with the theft by unidentified persons of an Oldsmobile car belonging to the applicant. The case file was assigned the number 15082 (see paragraph 97 below).", "74. By a decision of 5 September 2001 the investigator in charge joined criminal cases nos. 12088 and 15082 under the former number (see paragraph 98 below).", "75. Between 24 September 2001 and 18 July 2002 the criminal proceedings were stayed and resumed on eight occasions (see paragraphs 124 and 125 below). On the latter date the deputy prosecutor of Grozny ordered that criminal case no. 12088 be joined to two other criminal cases concerning abduction by officers of the Oktyabrskiy VOVD and the disappearance of several individuals.", "76. On 18 October 2002 the investigation was stayed for failure to identify the alleged perpetrators, and then resumed on 15 November 2002.", "77. By a decision of 19 May 2003 the investigator in charge brought charges under Article 293 § 2 (aggravated negligence of official duties) of the Russian Criminal Code against Mr Z., who at the relevant time was the head of the convoy group of the temporary holding facility of the Oktyabrskiy VOVD (“the IVS of the Oktyabrskiy VOVD”). On the same date the investigator ordered that Mr Z. be banned from leaving the place and put on the federal wanted list.", "78. On 20 August 2003 the investigation was stayed pending the search for Mr Z. (see paragraphs 126-130 below), and then resumed on 26 November 2003.", "79. Between 3 December 2003 and 7 February 2006 the investigation was stayed owing to the failure to establish Mr Z.'s whereabouts and then reopened twelve times (see paragraphs 131-136, 138 and 140-142 below).", "80. On 20 February 2006 the investigator brought charges under Articles 283 § 3 (c) (aggravated abuse of power) and 111 § 3 (aggravated deliberate infliction of serious damage on another's health) of the Russian Criminal Code against Mr D., who at the material time had been the deputy commander of the special fire team (специальная огневая группа) of the Oktyabrskiy VOVD. Mr D. was banned from leaving his place of residence and put on the wanted list.", "81. On 25 February 2006, further to the decision of 19 May 2003, charges under Article 283 § 3 (a) and (c) (aggravated abuse of power) of the Russian Criminal Code were brought against Mr Z.", "82. By a decision of 2 March 2006 the investigator in charge banned Mr Ya., a suspect in the case, who at the material time had been the deputy head of the Oktyabrskiy VOVD, from leaving his place of residence and put him on the wanted list. On 6 March 2006 a similar decision was taken in respect of Mr B., a suspect in the case, who at the relevant period had been the head of the IVS of the Oktyabrskiy VOVD.", "83. Between 7 March 2006 and 9 January 2007 the proceedings were suspended for failure to establish the whereabouts of the suspects and accused and resumed on four occasions (see paragraphs 143-148 below).", "84. According to the Government, on 16 March 2007 Mr B. was formally charged with abuse of power. On being questioned in that connection Mr B. denied all the charges and expressed his wish to avail himself of an Amnesty Act, following which the criminal proceedings against him were discontinued on 20 March 2007.", "85. Between 28 May 2007 and 19 January 2009 the investigation was stayed, for failure to establish the whereabouts of the suspects and accused, and resumed six times (see paragraphs 149-153 below).", "86. On the latest occasion the investigation was stayed on 21 February 2009 on grounds of the impossibility of continuing the investigation in the absence of Messrs Z., D. and B., whose whereabouts could not be established.", "87. The Government submitted that a number of investigative measures had been taken during the investigation. In particular, the authorities had interviewed a number of police officers serving in the Oktyabrskiy VOVD at the relevant time. The Government maintained that Mr P., who had been seconded to Grozny as a senior inquiry officer, had stated that when being questioned during his detention the applicant had submitted that four or five unknown persons had cut off his ear the day before he had been apprehended. Mr P. also stated that the applicant had received the necessary medical aid during his detention (see paragraphs 184-186 below). According to the Government, Mr Dub., who had been the acting head of the Oktyabrskiy VOVD at the relevant time, gave similar oral testimony about the existence of bodily injuries on the applicant at the time when he had been apprehended (see paragraph 199 below). Mr Kir., who had been an officer of the IVS of the Oktyabrskiy VOVD at the relevant time, stated that he had learnt from the applicant that his ear had been cut off a day or two prior to his detention by unknown members of illegal armed groups in reprisal for the applicant's refusal to cooperate with them (see paragraph 201 below). Similar submissions were made by Mr Ya., the then deputy head of the Oktyabrskiy VOVD (see paragraph 202 below). According to the Government, the latter had also been interviewed on 11 April 2007 in connection with the theft of the applicant's Oldsmobile car, but had denied his involvement in that offence.", "88. The Government stated that the authorities had also questioned a number of other officers who had served in the Oktyabrskiy VOVD, and individuals who had been detained there, in 2000. They all said that they had no information concerning the alleged perpetrators. On 4 September and 9 October 2001 and on 15 November 2004 the investigating authorities also found and interviewed Mr K., who had shared a cell with the applicant. He stated that he had seen unknown individuals enter the cell in which he and the applicant were kept and cut off the applicant's ear (see paragraphs 181-183 below). According to the Government, when being shown photographs of the presumed perpetrators the applicant and Mr K. had identified different persons.", "89. The Government also stated, without indicating the date, that during the investigation the applicant had undergone a forensic medical examination. According to them, this recorded the presence of bodily injuries, including the loss of hearing in the left ear, which were classified as serious damage to health, and other injuries which were classified as moderately serious damage to health.", "90. According to the applicant, upon his return home on 24 May 2000 he saw that his dog had been shot, his house partly burnt and his property, comprising his personal belongings and those of his relatives, furniture, an audio system, a satellite dish, looted. Nothing of value remained in the house. The applicant's two Subaru vehicles and his Oldsmobile car were missing. Later, he found out from his neighbours that while he had been in custody, masked men driving one of his Subaru cars, an Ural truck and an armoured personnel carrier had come to his house on numerous occasions and taken away his property. The men had warned the applicant's neighbours to stay away from his house, saying that they had mined it.", "91. On an unspecified date the applicant drew up a report listing items of property that had been stolen during his detention and indicating that the pecuniary damage sustained amounted to 158,120 United States dollars (USD). The report was certified by the administration of the Oktyabrskiy District of Grozny.", "92. Some time later the applicant found one of his Subaru vehicles. The minivan was parked in a street close to the Oktyabrskiy VOVD. The car had been disassembled and burnt. According to the applicant, he also found his satellite dish on the territory of the Oktyabrskiy VOVD, and he saw some of items of his stolen property in the possession of some officers of the Oktyabrskiy VOVD.", "93. Late in June 2000 the applicant found his Oldsmobile in the possession of a former officer of the Oktyabrskiy VOVD, Mr Dzh. The latter claimed that he had purchased a share of the car, with several other officers of the Oktyabrskiy VOVD, whose names were V., Sh. and Sulumbek, Khimzan and Ruslan, from federal servicemen for USD 500. The officers stated that they would only return the car to the applicant in exchange for the same sum of money as they had paid for it. The applicant refused to pay and lodged complaints about the looting of his property and seizure of his Oldsmobile car with various official bodies. According to him, Mr Dzh. eventually sold the vehicle.", "94. On 11 October 2000 the applicant obtained a certificate confirming that his house and outhouses had been burnt and destroyed.", "95. In a letter of 5 January 2001 the Grozny prosecutor's office ordered the Oktyabrskiy VOVD to transfer to it the materials in a criminal case instituted in connection with the theft of the applicant's Oldsmobile vehicle for supervision by the prosecutor's office in the course of the investigation. The letter did not indicate the date on which the criminal case had allegedly been opened.", "96. On 15 August 2001 the deputy head of the Oktyabrskiy VOVD forwarded to the Grozny prosecutor's office the material concerning “the unlawful seizure by officers of the Oktyabrskiy VOVD of an Oldsmobile car from [the applicant]”.", "97. On 30 August 2001 the Grozny prosecutor's office instituted criminal proceedings under Article 158 § 2 (c) and (d) (aggravated theft) of the Russian Criminal Code in connection with the theft of the applicant's Oldsmobile vehicle. The case file was given the number 15082. The decision stated that “there was information to the effect that the offence had been committed by officers of the Oktyabrskiy VOVD.", "98. In a decision of 5 September 2001 the Grozny prosecutor's office joined case no. 12088 concerning the ill-treatment of the applicant and case no. 15082 concerning the theft of his car under the former number, stating that the said two offences had been committed by the same persons.", "99. In a letter of 30 August 2001 the Grozny prosecutor's office informed the applicant that criminal proceedings had been brought in connection with his complaint about the theft of his Oldsmobile and that the investigation was under way. The prosecutor's office did not specify the date on which the criminal proceedings had been instituted or the number assigned to the criminal case.", "100. On 23 August 2005 the prosecutor's office of the Chechen Republic instituted criminal proceedings under Article 158 § 2 (a) and (c) (aggravated theft) of the Russian Criminal Code in connection with the theft of the applicant's Subaru car which had been established during the investigation in case no. 12088. The decision stated that the said vehicle had been stolen from the applicant's courtyard in late March 2000 by an unidentified group of police officers of the Oktyabrskiy VOVD seconded to the Chechen Republic from the Khanty-Mansiysk Region. The case file was given the number 61856 and joined to case no. 12088 on the same date.", "101. On 23 August 2005 the prosecutor's office of the Chechen Republic also instituted criminal proceedings under Articles 158 § 3 (aggravated theft) and 167 § 1 (deliberate destruction of another's property) of the Russian Criminal Code in connection with the theft and destruction by unidentified persons of the applicant's possessions, including a Subaru minivan. The case file was assigned the number 61857 (see paragraphs 206-214 below).", "102. By a decision of 20 February 2009 the investigator ordered that the materials initially relating to cases nos. 15082 and 61856 be disjoined from case no. 12088, stating that they contained evidence of offences punishable under Articles 158 § 4 (b) (aggravated theft) and 167 § 1 (deliberate destruction of another's property) of the Russian Criminal Code and that they were not related to the offences under investigation in case no. 12088. The decision ordered that a new set of criminal proceedings be instituted under the aforementioned Articles of the Russian Criminal Code and that the case be assigned the number 15082.", "103. On 7 October 2002 the applicant filed a claim with the Oktyabrskiy District Court of Grozny against brothers I. Dhz. and Kh. Dzh. and four officers of the Oktyabrskiy VOVD, V., Sh., Sul. and A. He stated that two vehicles, an Oldsmobile and a Subaru, had been stolen from him during his detention between 5 March and 24 May 2000, that he had later found his Subaru vehicle disassembled in the street and that he had found his Oldsmobile car at Mr Dhz.'s home address in Urus-Martan. According to the applicant, Mr Dhz. had stated that he and the other co-defendants had purchased two vehicles on 20 April 2004 for USD 500 from officers of the Oktyabrskiy VOVD and that he had been prepared to return the vehicles to the applicant for the equivalent amount. The applicant thus sought to have his Oldsmobile car returned to him and to recover the amount of USD 1,500 for the damaged Subaru vehicle. He also requested the court to issue an injunction order in respect of the Oldsmobile.", "104. On 14 October 2002 the Oktyabrskiy District Court refused to accept the applicant's claim for examination, stating that the facts stated by the applicant contained elements of a criminal offence punishable under Article 158 § 2 (aggravated theft) of the Russian Criminal Code and should be investigated in criminal proceedings and that the defendants resided in Urus-Martan. This decision was upheld on appeal by the Supreme Court of the Chechen Republic on 29 October 2002.", "105. By a decision of 21 June 2003 the Urus-Martan Town Court refused to accept the applicant's claim for examination, stating that the facts submitted by the applicant contained elements of a criminal offence punishable under Article 158 § 2 of the Russian Criminal Code and should be investigated in criminal proceedings, and that in the context of such criminal proceedings the applicant could be granted the status of a civil claimant and seek compensation for the damage sustained. It does not appear that the applicant appealed against that decision.", "106. On 7 October 2002 the applicant filed a claim with the Oktyabrskiy District Court of Grozny against the Russian Ministry of the Interior, the Russian Ministry of Finance and the Federal Treasury. He listed in detail the damage caused to his property and sought compensation for pecuniary damage in the amount of USD 158,120 and compensation for non-pecuniary damage in the amount of USD 1,000,000.", "107. In a decision of 11 October 2002 the Oktyabrskiy District Court of Grozny refused to accept this claim for examination, stating that it should have been lodged with a court in the area of the defendants' address in Moscow.", "108. On 29 October 2002 the Supreme Court of the Chechen Republic upheld the first-instance decision on appeal.", "109. By a decision of 12 May 2003 the Presnenskiy District Court of Moscow returned the applicant's claim on the ground that it did not fall within the territorial limits on its jurisdiction, and stating that the applicant should file his action with any district court in the area of the defendants' address.", "110. On 3 September 2003 the Presnenskiy District Court of Moscow again returned the applicant's claim, invoking the same reasons.", "111. By a decision of 2 September 2003 the Khamovnicheskiy District Court of Moscow declined to consider the applicant's claim and invited the applicant to indicate the defendants' addresses by 27 November 2003. In a letter of 8 December 2003 the court returned the materials to the applicant, referring to his failure to rectify the shortcoming within the stated time-limit.", "112. On 4 December 2003 the applicant filed a claim against the Russian Ministry of Finance with the Khamovnicheskiy District Court of Moscow. According to the applicant, on 9 January 2004 the court returned his claim on the ground that it fell outside the territorial limits on its jurisdiction and invited the applicant to apply to a district court in the area of the defendant's address.", "113. On 30 August 2004 the applicant filed a claim against the Russian Ministry of the Interior and the Russian Ministry of Finance with the Khamovnicheskiy District Court of Moscow. He claims that he did not receive any reply from the court.", "114. In a letter of 6 September 2004 the Supreme Court of Russia replied to the applicant's complaint concerning the district courts' refusal to accept his claim for examination. The letter stated that the applicant's claim had to meet the relevant requirements of procedural law and, in particular, had to be filed with a court in the area of the defendant's address, namely, the Basmanny District Court of Moscow, which was the court having territorial jurisdiction for the Russian Ministry of Finance. The applicant did not pursue that claim.", "115. On 21 August 2008 the applicant filed another claim for compensation for his property. He stated that during the military campaign in the Chechen Republic in 1999-2002 his housing and other property had been destroyed during a shelling and that, in accordance with the relevant governmental decree, he had received from the State compensation in the amount of 350,000 Russian roubles (RUB, approximately 9,000 euros, (EUR)) in that connection, which, however, had been much lower than the amount of the actual damage he had suffered.", "116. By a judgment of 5 December 2008 the Staropromyslovskiy District Court of Grozny dismissed the applicant's claim, noting that the applicant had failed to submit any evidence to substantiate the amount of the actual damage which he had indicated in his claim. This judgment was upheld on appeal by the Supreme Court of the Chechen Republic on 27 January 2009.", "117. In June 2005, at the communication stage, the Government were invited to indicate whether criminal proceedings had been instituted in respect of the applicant's allegations of ill-treatment and looting of his property, and, if so, which numbers had been given to the respective criminal cases. They were also invited to produce documents pertaining to those criminal cases. Relying on the information obtained from the Prosecutor General's Office, the Government informed the Court that the investigation in connection with the alleged ill-treatment of the applicant and damage to his property was under way and that the case file had been assigned the number 12088. The Government refused, however, to submit any documents from the file, stating that their disclosure would be in violation of Article 161 of the Russian Code of Criminal Procedure because the file contained information of a military nature and personal data concerning the participants in the criminal proceedings. At the same time, the Government suggested that a Court delegation be given access to the file at the place where the preliminary investigation was being conducted, with the exception of “the documents [disclosing military information and personal data concerning the witnesses], and without the right to make copies of the case file and to transmit it to others”.", "118. In November 2005 the Court reiterated its request and suggested that Rule 33 § 3 of the Rules of Court be applied. In reply, the Government submitted documents running to 76 pages but refused to produce the entire investigation file for the aforementioned reasons. The documents submitted by the Government included a list of documents in the case file, decisions to initiate criminal proceedings, a decision granting the applicant victim status, decisions to suspend and resume the investigation, various investigators' decisions to take up the case, a decision to join cases, a decision ordering that the investigation be carried out by an investigative group and a decision extending the period of preliminary investigation.", "119. The applicant, for his part, managed, with the assistance of the Committee against Torture – a Russian NGO based in Nizhniy Novgorod – to obtain a substantial portion of the file in criminal case no. 12088 for the period 2000-2005. He enclosed around 1,000 pages from the file, running, as can be seen, to twelve volumes with his comments on the Government's observations on the admissibility of the present application.", "120. On 22 January 2009 the application was declared partly admissible. At that stage the Court invited the Government to provide information on the progress after November 2005 made in investigating case no. 12088 concerning the alleged ill-treatment of the applicant and the theft of his Oldsmobile and Subaru vehicles, and to produce copies of all the documents from the investigation file pertaining to the period stated. The Government were also invited to provide information on the progress made, and to produce the entire copy of the file, in investigating case no. 61857 concerning the theft and destruction of the applicant's possessions, including his Subaru minivan.", "121. In March 2009 the Government produced several documents running to 95 pages from the files in criminal cases nos. 12088 and 61857, including decisions to suspend and resume criminal proceedings, decisions to disjoin a criminal case concerning the theft of the applicant's property, a decision granting the applicant victim status in case no. 61857, a transcript of the applicant's witness interview, investigators' decisions to take up the case, a decision ordering that the investigation be carried out by an investigative group, a decision extending the period of the preliminary investigation, and decisions to transfer the case from one investigator to another. The Government refused to produce any other materials, referring to Article 161 of the Russian Code of Criminal Procedure.", "122. The documents submitted by the parties, in so far as relevant, may be summarised as follows.", "123. By a decision of 13 July 2000 the Grozny prosecutor's office instituted criminal proceedings under Article 286 § 3 (a) (aggravated abuse of power) of the Russian Criminal Code in connection with the applicant's allegations of his unlawful detention and ill-treatment by officers of the Oktyabrskiy VOVD in his complaint of 30 June 2000. The case file was given the number 12088.", "124. By similar decisions of 13 August 2000, 24 September, 6 November and 19 December 2001 and 30 January 2002 the investigation in case no. 12088 was suspended. The very succinct decisions stated that it had been impossible to identify those responsible and instructed the Criminal Investigation Division of the Oktyabrskiy VOVD (eventually the Oktyabrskiy District Office of the Interior – “the Oktyabrskiy ROVD”) to “take measures” to identify the alleged perpetrators.", "125. In similar decisions of 24 August, 6 October, 19 November and 30 December 2001 and 18 July 2002 supervising prosecutors set aside the decisions of 13 August 2000, 24 September, 6 November and 19 December 2001 and 30 January 2002 respectively, stating that the investigation had been incomplete, that the circumstances of the incident had not been established fully and objectively and that a number of necessary investigative measures had not been taken. The decisions ordered that the proceedings be resumed and listed the requisite investigative measures. The decisions of 19 November and 30 December 2001 and 18 July 2002 also stated that the investigating authorities had failed to comply with the prosecutors' earlier instructions and had not performed a number of investigative measures listed in the previous decisions.", "126. A decision of 20 August 2003 ordered that the investigation be suspended. It listed in detail the investigative measures that had been performed, including questioning the applicant and granting him victim status, questioning a number of officials who at the relevant time had been serving at the Oktyabrskiy VOVD, Messrs P., Dub., S., B., Ya., A., Sh., V. and Z. being among their number, questioning Mr K. – the applicant's cellmate, seizing photographs of officers of the Khanty-Mansiysk Regional Department of the Interior seconded for the relevant period to the Oktyabrskiy VOVD and identification – from their photographs – by the applicant and Mr K. of the officers involved.", "127. The decision further stated that queries had been sent to competent bodies with a view to finding the cars stolen from the applicant and locating Mr Dzh., who had possibly been involved in stealing them. The decision went on to say that Mr Z., whom the applicant had identified from a photograph, had confirmed that he had let into the applicant's cell officers from the special fire group of the Oktyabrskiy VOVD, who had cut off the applicant's ear. It further stated that charges of aggravated negligence of official duties had been brought against Mr Z., who had been put on the federal wanted list as he had absconded from the investigating authorities with the result that it had so far not been possible to show him photographs for identification of the officers of the Oktyabrskiy VOVD allegedly involved.", "128. The decision went on to state that the applicant and Mr K. had also identified Mr Ab. as the person who had inflicted physical violence on detainees and photographed the applicant after his ear had been cut off. According to the decision, the investigator seconded to the Khanty-Maniysk Region had been unable to interview Mr Ab., as the latter had been on annual leave in the Republic of Uzbekistan.", "129. The decision also mentioned that the applicant had identified, from a photograph, Mr N. as one of the people who had inflicted bodily injuries on him and Mr D. as one of the people who had also participated in inflicting bodily injuries on him, and that Mr K. had identified, from a photograph, Mr N. as a person resembling the one who had cut off the applicant's ear.", "130. The decision went on to note that, when carrying out investigative measures within the territory of the Khanty-Mansiysk Region, the investigator had encountered reluctance on the part of a number of high-ranking officials of Khanty-Mansiysk Regional Department of the Interior to allow him to have contact with their subordinates, with the result that he had been unable to interview a number of officers from the Khanty-Mansiysk Regional Department of the Interior who, under various pretexts, had ignored his summons to appear for questioning. , who had been summoned to appear at the prosecutor's office of the Chechen Republic by 10 November 2003. The decision concluded that all investigative measures which could have been carried out in the absence of the aforementioned officers had been performed and that therefore the proceedings should be suspended pending their arrival in Grozny and until Mr Z.'s whereabouts were established.", "131. A decision of 13 April 2004 ordered that the investigation in case no. 12088, which had most recently been suspended on 3 December 2003, be resumed. It stated that the decision to suspend the proceedings had been unlawful as the investigating authorities had not performed all investigative measures that could have been carried out in the absence of those responsible and, in particular, had failed to comply with the investigator's instructions and with supervising prosecutors' orders.", "132. Decisions of 13 May and 26 November 2004 ordered that the proceedings in case no. 12088 be stayed. The decisions were similar to that of 20 August 2003. In particular, they referred to the same measures carried out during the investigation as those listed in the decision of 20 August 2003. They also stated that, in reply to their relevant queries, the investigating authorities had received information to the effect that Mr Dhz. had died on 6 January 2002; they contained no indication, however, as to whether the actions prescribed by the decision of 20 August 2003, such as confrontations between the applicant, Mr K. and officers N., Deg. and Ab. (see paragraph 130 above) had been performed, nor did they indicate whether, and if so which, measures had been taken with a view to establishing Mr Z.'s whereabouts. The decisions concluded that all possible investigative measures had been performed and that it was impossible, in the absence of Mr Z., whose whereabouts remained unknown, to take measures to identify the persons who had inflicted bodily injuries on the applicant.", "133. A decision of 20 October 2004 set aside the decision of 13 May 2004 and ordered that the investigation be resumed. According to that decision, the investigating authorities had not performed all investigative measures that could have been carried out in the absence of those responsible. It pointed out, in particular, that a number of the investigator's instructions had not been complied with, the identities of witnesses of the theft of the applicant's property had not been established and the relevant individuals interviewed. The decision stated that all other necessary investigative measures should be taken. It was signed by the investigator to the effect that “the interested persons” had been apprised of it on 26 October 2004.", "134. A decision of 26 May 2005 quashed the decision of 26 November 2004 and ordered that the investigation be resumed. It then ordered that a number of investigative measures be carried out, and in particular, that the measures indicated in the decisions of 13 April and 20 October 2004 be complied with in full, that the search for Mr Z. be conducted more actively, that additional evidence be searched for to confirm the involvement of Mr N., Mr D. and Mr Ab. in the incident of 11 March 2000 and, if such evidence was obtained, that relevant charges be brought against those responsible, that the applicant's arguments advanced in his complaints of 17 August and 22 September 2004 be investigated, and that other necessary steps be taken.", "135. A decision of 4 July 2005 ordered the suspension of the criminal proceedings. It was similar to the decisions of 13 May and 26 November 2004 and listed the same investigative measures that had been carried out. The decision added that during an additional investigation Mr Z.'s whereabouts had been established at the address of his permanent place of residence; however, given that “a preventive measure in the form of an undertaking not to leave his place of residence had been applied to him, it had been impossible to deliver him to Grozny”. The decision concluded that all investigative measures that could have been conducted in the absence of Mr Z. had been performed and that the preliminary investigation should be stayed “until there was a real possibility of participation in the criminal proceedings of the accused Z.” The decision was signed by the investigator to the effect that the accused Z. and the applicant had been apprised of it.", "136. A decision of 17 August 2005 set aside the decision of 4 July 2005 as unlawful and unfounded stating that a number of essential steps had not been taken, and, in particular, that no legal classification had been given to the actions of Mr D., Mr N. and Mr Ab., identified by the applicant as those involved in the incident of 11 March 2000, that the theft of the applicant's property and Mr Ya.'s possible involvement in that offence had not been duly investigated, that an additional forensic medical examination of the applicant – necessary in view of the presence in the case file of two conflicting reports on medical examinations conducted earlier – had not been performed, and that other necessary measures had not been taken. The decision thus ordered that the proceedings be resumed.", "137. In a letter of 30 August 2005 the investigator informed the applicant and his lawyer that on 13 July 2000 criminal proceedings in case no. 12088 had been instituted in connection with the infliction of bodily injuries on the applicant by unidentified police officers of the Oktyabrskiy VOVD, that on 30 August 2001 criminal proceedings in case no. 15082 had been instituted in connection with the theft of the applicant's Oldsmobile vehicle presumably by officers of the Oktyabrskiy VOVD, that on 5 September 2001 those two cases had been joined under number 12088, and that on 23 August 2005 criminal proceedings had been instituted in case no. 61856 in connection with the theft of the applicant's Subaru vehicle by unidentified police officers of the Oktyabrskiy VOVD seconded to the Chechen Republic from the Khanty-Mansiysk Region. The letter went on to say that during the period of the applicant's detention between 5 March and 24 May 2000 a group of unidentified persons had broken into his house and stolen his property including a Subaru minivan, causing him pecuniary damage amounting to USD 148,620 and that during the same period unidentified persons had deliberately destroyed the applicant's property – his house and outhouses – causing him considerable pecuniary damage. The letter stated that criminal proceedings had been brought in that connection and that the new case had been disjoined from case no. 12088 and given the number 61857. Lastly, the letter stated that the investigation in case no. 12088 had been resumed and was in progress.", "138. A decision of 30 September 2005 ordered that the proceedings in case no. 12088 be suspended as all investigative measures that it had been possible to perform in the absence of the accused had been carried out. It stated, briefly, that during an additional investigation Mr Z.'s whereabouts had been established at his home address; however, Mr Z. had then fled from the investigating authorities and, at present, his whereabouts remained unknown.", "139. In a letter of 26 October 2005 the prosecutor's office of the Chechen Republic informed the applicant's lawyer of the criminal cases opened into the applicant's allegations of ill-treatment and theft of his property and stated that at present the proceedings in case no. 12088 had been stayed pending the search for the accused.", "140. A decision of 21 November 2005 set aside the decision of 30 September 2005 as premature and ordered the resumption of the investigation. It stated, in particular, that although the case file contained evidence implicating officers N. and Ya. in the offences against the applicant, no procedural decision had yet been taken in their regard. It also noted that the investigating authorities had not yet decided on the question of whether to bring proceedings against Mr Z. separately.", "141. By a decision of 24 December 2005 the investigation was suspended owing to the failure to establish Mr Z.'s whereabouts. The decision restated the circumstances of the offence imputed to Mr Z. and indicated that charges of aggravated negligence of official duties had been brought against him, that he had been banned from leaving his place of residence and eventually put on the wanted list in view of the fact that he had repeatedly failed to appear at the prosecutor's office and had been absent from his place of residence for a long period. The decision concluded that it was impossible to continue the investigation in the absence of the accused and ordered the Criminal Investigation Division of the Oktyabrskiy ROVD to organise a search for him.", "142. In a decision of 7 February 2006 a supervising prosecutor quashed the decision of 24 December 2005 and ordered that the investigation be resumed. The decision of 7 February 2006 was similar to that of 21 November 2005 and stated, in particular, that until that time no procedural decisions had been taken against police officers N. and Ya. despite the evidence of their involvement in the offences against the applicant.", "143. By a decision of 7 March 2006 the investigator in charge stayed the proceedings. The decision was similar to that of 24 December 2005 and stated, in addition, that charges had been brought against Mr D. and that he and Mr B. and Mr Ya. had been banned from leaving their place of residence and put on the wanted list (see paragraphs 80 and 82 above). It went on to say that it was impossible to continue the investigation in the absence of Mr Z., Mr D., Mr Ya. And Mr B., whose whereabouts were unknown, and instructed the Criminal Investigation Division of the Oktyabrskiy ROVD to organise a search for them.", "144. A decision of 21 August 2006 set aside the decision of 7 March 2006 as unlawful and unfounded and ordered that the proceedings be reopened. It stated, in particular, that the investigating authorities had not performed all investigative measures which could be carried out in the absence of Mr Z., Mr D., Mr Ya. And Mr B., and that no steps had been taken with a view to establishing their whereabouts. The decision noted that, although the case file contained information regarding the identity and the duty station of the aforementioned four officers, the investigation had failed to interview their relatives, neighbours and colleagues, or to conduct searches at the places of their service or residence with a view to finding relevant evidence and locating them.", "145. By a decision of 25 September 2006, similar to that of 7 March 2006, the investigation was again suspended. The applicant was informed of that decision by a letter of the same date.", "146. In a letter of 5 October 2006 the applicant complained to the prosecutor's office of the Chechen Republic about the decision of 25 September 2006 and requested the prosecutor's office to resume the investigation. He indicated the addresses of the individuals whose whereabouts, according to the decision of 25 September 2006, could not be established.", "147. In a letter of 12 October 2006 the prosecutor's office of the Chechen Republic informed the applicant that his complaint of 5 October 2006 had been examined and disallowed. The letter did not elaborate on the reasons.", "148. A decision of 9 January 2007 quashed the decision of 25 September 2006 as unlawful and unfounded. It was noted that the investigating authorities had not performed all investigative measures which could be carried out in the absence of the suspects and accused, and that no measures had been taken with a view to establishing the whereabouts of Mr Z., Mr D., Mr Ya. and Mr B. and delivering them to the Chechen Republic for investigative action although in the case file there was information concerning the place of their service and residence.", "149. A decision of 28 May 2007 ordered that the criminal proceedings be stayed. It listed investigative measures similar to those mentioned in the decisions of 7 March and 25 September 2006 taken in respect of Mr D., Mr Z. and Mr B. and concluded that it was impossible to continue the investigation in the absence of those three officers.", "150. A decision of 29 May 2007 ordered that the criminal proceedings be resumed, with reference to the necessity to complete a forensic examination ordered on 29 April 2007.", "151. Decisions of 29 June 2007, 25 December 2008 and 21 February 2009, similar to that of 28 May 2007, ordered that the investigation be suspended pending the search for Mr D., Mr Z. and Mr B., whose whereabouts remained unknown.", "152. A decision of 24 November 2008 ordered that the criminal proceedings be resumed. It stated that the decision of 29 June 2007 was unlawful and unfounded, as all versions of the incidents under investigation had not been checked and it was necessary to intensify the search for Mr Z. and Mr D.", "153. A decision of 19 January 2009 set aside the decision of 25 December 2008 as unlawful and unfounded, stating that the investigating authorities had not taken all possible measures. It ordered, inter alia, identification by the applicant of Mr M. (see paragraph 161 below), an interview of Mr M. as a witness in connection with thedetermination as to whether he had participated in inflicting bodily injuries on the applicant, an examination of the question whether the materials concerning the theft of the applicant's property should be examined separately, as it had not been proven during the preliminary investigation that the offence in question had been committed by the same individuals who had inflicted bodily injuries on the applicant, an examination of the question whether to discontinue the prosecution of Mr B., who had expressed his intention to avail himself of an Amnesty Act of 22 September 2006 that had been passed in respect of perpetrators of criminal offences during counter-terrorist operations within the territory of the Southern Federal Circuit, and the performance of other investigative measures. The applicant was informed of the decision of 19 January 2009 by a letter of 22 January 2009.", "154. The materials in the Court's possession reveal that during the investigation the applicant underwent forensic medical examinations on at least three occasions. It appears that the applicant was first examined by experts on 7 September 2001. The results of the examination are unclear because the relevant report is missing.", "155. The case file contains a report on the applicant's forensic medical examination dated 4 April 2003. The results of that examination are unclear because the relevant part of the document is illegible. The report referred, however, to the forensic medical examination which the applicant had undergone earlier. It stated, in particular:", "“A forensic medical examination was ordered on 7 September 2001 in order to establish the degree of damage inflicted on the applicant's health by unlawful actions of the VOVD officers. According to expert report no. 192 of 7 September 2001, it was established that [the applicant] had lost his hearing capacity, had a scar on his left ear, and had eleven teeth missing from his upper jaw. The report does not indicate [the applicant's] other injuries, nor does it evaluate the degree of damage caused to his health. It is therefore necessary at present to conduct an additional forensic medical examination in order to establish and evaluate all injuries inflicted on [the applicant] by unlawful actions of police officers.”", "156. A report of 30 June 2005 attested to the closed fracture of the applicant's four ribs on the right side, the amputation of his left ear and the complete loss of hearing in the left ear, scars on the left side of the lower jaw and traumatic extraction of eleven teeth from the upper jaw. The report indicated that the applicant's ear could have been amputated by a sharp tool such as a knife or similar object and that the other injuries could have been sustained as a result of the repeated application of hard blunt object(s), possibly during the period and in the circumstances described by the applicant. It then stated that the total deafness in the left ear had entailed a considerable and lasting disability and that the ablation of the left ear had led to a facial defect necessitating plastic surgery. The report also mentioned that at present the applicant complained of deafness in his left ear and of discomfort caused by the absence of his left ear and that he was wearing his hair long in an attempt to hide his defect and avoided other people, including his friends and relatives, as he felt embarrassed about his appearance.", "157. By an investigator's decision of 18 July 2000 the applicant was granted victim status. The decision did not refer to any case number and was signed by the applicant to the effect that he had been informed of that decision on the same date and his procedural rights had been explained to him.", "158. The materials in the Court's possession reveal that in the period between November 2001 and August 2003 the investigating authorities sent a number of queries and requests to law-enforcements bodies in the Chechen Republic and in the Khanty-Mansiysk Region. In particular, they sought and obtained a list of police officers of the Khanty-Mansiysk Regional Department of the Interior seconded to the Oktyabrskiy VOVD in 2000-2001, photographs and transcripts of witness interviews of a number of those officers.", "159. On an unspecified date the applicant identified Mr Z. from a photograph as the guard of the IVS of the Oktyabrskiy VOVD who had let into the applicant's cell two individuals who had cut off his ear. On 10 February and 13 May 2003 Mr K. also identified Mr Z., stating that the latter had guarded the IVS of the Oktyabrskiy VOVD in March 2000 and that it was he who had let in two individuals, one of whom had then cut off the applicant's ear.", "160. On 26 November 2002 the applicant identified Mr B. from a photograph as the officer who, upon the applicant's delivery to the Oktyabrskiy VOVD on 5 March 2000, had beaten him, along with other officers, with an automatic rifle butt and then pressed a red-hot metal bar into the palm of his right hand, his face, forehead and tongue, and had cut the applicant's hair and forced him to chew it. On 28 November 2002 Mr K. also identified Mr B. from a photograph, stating that he had heard the latter, in the office of the head of the IVS of the Oktyabrskiy VOVD, order one of his subordinates to smash detainees' fingers with a sledgehammer. Mr K. also stated that Mr B. had been aware of all unlawful actions that had taken place in the IVS of the Oktyabrskiy VOVD.", "161. On 4 April 2003 the applicant identified Mr M. from a photograph as the officer who, at the relevant period, had been seconded from the Khanty-Mansiysk Region as head of the Criminal Investigation Division of the Oktyabrskiy VOVD and who, according to a relevant decision, had committed suicide on 12 October 2001. The applicant stated that Mr M. had never committed any form of physical violence against him. On 13 May 2003 Mr K. identified Mr M. from a photograph as an officer of the Oktyabrskiy VOVD and stated that the latter had not been involved in any incidents with him.", "162. On 8 May 2003 the applicant and Mr K. identified Mr Ab. from a photograph as the guard at the IVS of the Oktyabrskiy VOVD who had photographed the applicant immediately after his ear had been cut off (see paragraph 25 above).", "163. The decision of 19 May 2003 by which Mr Z. was charged under Article 293 § 2 of the Russian Criminal Code (see paragraph 77 above) stated that, on 11 March 2000, the latter had neglected his duties as a guard of the IVS of the Oktyabrskiy VOVD because, in breach of the relevant regulations, he had opened the applicant's cell and let in unidentified officers of the Oktyabrskiy VOVD, one of whom had then cut off the applicant's ear thus causing severe damage to the applicant's health. The report went on to say that Mr Z. had further neglected his official duties by failing to report the incident to his superiors.", "164. Two decisions of 19 May 2003 stated that Mr Z. had failed to appear at the requests of the investigating authorities and that his whereabouts were unknown. One of the decisions accordingly banned Mr Z. from leaving his place of residence and another one ordered that a search for him be organised.", "165. On 20 May 2003 the applicant identified Mr D. from a photograph as the person who had cut off his ear at the IVS of the Oktyabrskiy VOVD on the night of 11 March 2000. The applicant stated that he had never seen that individual before the incident of 11 March 2000 and that he was certain that it was the man who had inflicted the said injury on him. The applicant added that at the time of the incident the identified person's face had been thinner.", "166. In a decision of 23 May 2003 the investigator requested a prosecutor to authorise an extension of the period of the preliminary investigation. The decision listed the investigative measures that had been taken, including questioning the applicant and granting him victim status, questioning a number of officials of the Oktyabrskiy VOVD, including Mr P., Mr Dub., Mr S., Mr B., Mr Ya., Mr A., Mr Sh., Mr V. and Mr Z., questioning Mr K., seizing photographs of officers of the Khanty-Mansiysk Regional Department of the Interior seconded for the relevant period to the Oktyabrskiy VOVD and identification by the applicant and Mr K. from photographs of officers allegedly implicated in the offence. The decision stated that given that the officers who had been serving at the Oktyabrskiy VOVD during the relevant period lived in the Khanty-Mansiysk Region, in April 2003 the investigator had been seconded there and had obtained evidence of the involvement of a number of those officers in the alleged offence. In particular, Mr Z., who had been identified by the applicant from a photograph, and Mr K. had confirmed that Mr Z. had let officers from the special fire group of the Oktyabrskiy VOVD into the applicant's cell and that the officers had then cut off the applicant's ear. The decision went on to say that charges of aggravated negligence of official duties had been brought against Mr Z., who was at present on the federal wanted list as he was absconding from the investigating authorities. According to the decision, it had so far been impossible to interview Mr Ab., identified by the applicant from a photograph, and Mr K., as he had been on annual leave in the Republic of Uzbekistan. The decision also mentioned that the applicant had identified Mr D. from a photograph as the person who had cut off his ear and stated that measures were being taken with a view to establishing Mr D.'s whereabouts and bringing charges against him. The decision then listed the investigative measures which should be taken, including, in particular, questioning Mr D., Mr Ab., Mr B. and carrying out an additional forensic medical examination of the applicant as the results of the previous two examinations had been conflicting.", "167. In a letter of 22 July 2003 the prosecutor's office of the Chechen Republic requested the Ministry of the Interior of the Chechen Republic to investigate the alleged involvement of officers of the Oktyabrskiy VOVD in the theft of the applicant's property, including three foreign-made cars, as during the investigation in case no. 12088 one of the cars had been found in Urus-Martan at the home address of Mr Dhz., a former officer of the Oktyabrskiy VOVD, and another car had been found in Grozny at the temporary address of Mr A., Mr V., Mr Sh. and Mr Sul., officers of the Oktyabrskiy VOVD. In a letter of 3 June 2004 the Ministry of the Interior of the Chechen Republic replied to the prosecutor's office of the Chechen Republic saying that an internal check carried out upon the latter's request had established that the aforementioned officers had never lived at the address indicated. According to the letter, the implication of those officers in the theft of the applicant's cars had therefore not been established.", "168. On 15 August 2003 the applicant identified Mr N. from a photograph as the person who had cut off his ear at the IVS of the Oktyabrskiy VOVD on 11 March 2000. On 20 August 2003 Mr K. also identified Mr N. from a photograph, stating that he resembled the person who had cut off the applicant's ear and that at the time of the incident the person had had a thinner face and shorter hair.", "169. By a summons of 9 September 2003 the investigator ordered Mr D., Mr N. and Mr Ab., all residing in the Khanty-Mansiysk Region, to appear at the prosecutor's office of the Chechen Republic for questioning as witnesses. In a letter of the same date the investigator requested the head of the Khanty-Mansiysk Regional Department of the Interior to secure the appearance of the aforementioned three officers at the prosecutor's office of the Chechen Republic.", "170. By two similar decisions of 26 November 2003 the investigator ordered officers N. and Ya. to be compulsorily brought in for questioning on the same date. The decisions stated that on 26 November 2003 Mr N. and Mr Ya. had been summoned as suspects in the applicant's case; however, during the investigative measures in their regard both suspects had left the investigator's officer under a far-fetched pretext, with the result that it had been impossible to complete the investigative measures.", "171. In a letter of 18 August 2004 the Criminal Investigation Division of the Khanty-Mansiysk Regional Department of the Interior informed the Oktyabrskiy ROVD that Mr Z. was registered and lived at his home address in Khanty-Mansiysk, that at present he was on leave outside the territory of Khanty-Mansiysk and that his wife had refused to disclose his current whereabouts with reference to her constitutional right not to testify against her relatives.", "172. In a letter of 18 November 2004 the prosecutor's office of the Chechen Republic inquired of the Oktyabrskiy ROVD whether their instruction of 29 October 2004 to activate the search for Mr Z. had been complied with. In a letter of 3 December 2004 the Oktyabrskiy ROVD replied that, in an attempt to locate Mr Z., the Oktyabrskiy ROVD had made enquiries at his place of residence and duty station, sent a description of his appearance to places where he might be and had verified the relevant records to check whether he had ever bought railway tickets. The letter stated that, to date, Mr Z.'s whereabouts had not been established.", "173. In a letter of 14 January 2005 the Oktyabrskiy ROVD informed the investigator that they had established the whereabouts of Mr Z. who was residing at his home address in Khanty-Mansiysk; however, it was impossible to deliver Mr Z. to the prosecutor's office of the Chechen Republic because he was under an undertaking not to leave his place of residence pending the criminal proceedings against him in the present case. In a letter of 18 June 2005 the Oktyabrskiy ROVD further informed the investigating authorities that Mr Z. had been removed from the federal wanted list because his permanent place of residence had been established.", "174. By a decision of 29 June 2005 the investigator, upon a request by the applicant's lawyer, ordered an additional forensic medical examination of the applicant, stating that the report of 7 September 2001 (see paragraphs 154 and 155 above) had been incomplete and had not addressed one of the questions by the investigating authorities.", "175. By a decision of 17 September 2006 the prosecutor's office of the Chechen Republic rejected a complaint by the applicant's lawyer about the investigator's refusal to grant the applicant and his counsel full access to the criminal investigation file. The decision stated that the investigator had allowed the applicant and his lawyer to study, without making copies, reports on investigative measures in which the applicant had taken part and decisions ordering expert examinations and reports on the results thereof, and to receive copies of decisions to institute and suspend criminal proceedings and a decision to declare the applicant a victim in the case. The decision went on to say that, under the relevant legal provision, a victim could have full access to the file and make copies of the materials only upon the completion of the investigation and that, given that the investigation in case no. 12088 was still in progress, the investigator had rightly refused the applicant and his lawyer access to any other materials in the file.", "176. In a decision of 9 January 2007 the investigator requested a prosecutor to authorise the extension of the period of the preliminary investigation. The decision stated, in particular:", "“The preliminary investigation in the present case has established the following:-", "“Mr B., performing the duties of head of the IVS of the Oktyabrskiy VOVD ..., on 5 March 2000 ... clearly in excess of his authority, along with other unidentified persons, beat and kicked [the applicant] on various parts of his body, burnt the palm [of the applicant's hand] with a metal bar, cut [the applicant's] hair and forced the latter to eat it.", "Mr Z., performing the duties of head of the convoy group..., when on duty in the IVS of the Oktyabrskiy VOVD ..., on 11 March 2000 at around midnight let into a cell of the IVS Mr D. – the deputy head of the special fire group – and other unidentified persons. Mr D., being in the state of alcohol intoxication and having a knife, along with other unidentified persons, entered the cell where [the applicant] and Mr K. were held, and, acting deliberately ... in clear excess of his authority, knocked [the applicant] down and started kicking him in various parts of his body. Thereafter an unidentified person held the applicant down whilst Mr D., using his knife, cut off [the applicant's] left ear.", "Mr Ya., performing the duties of deputy head of the Oktyabrskiy VOVD ..., in the period from 5 March until 24 May 2000, ... along with other unidentified persons stole from the applicant's house ... an Oldsmobile car belonging to [the applicant] and sold it for USD 500 to Mr Dzh.”", "The decision thus stated that the preliminary investigation should be extended because it was necessary to carry out numerous investigative measures and, in particular, to arrest Mr Z., Mr D., Mr B. and Mr Ya. and to seek authorisation from court to place them in detention, bring charges against them and question them, conduct searches at their places of residence, organise, if necessary, confrontations between the four individuals in question and the applicant and Mr K., prepare a bill of indictment, and so forth.", "177. In an application of 16 February 2007 the applicant requested the investigator to interview Mr Kh. Dzh., Mr R. Dhz. and Mr I. Dzh. – brothers of the deceased Mr Dzh. – in connection with the circumstances of the theft of his property, including his cars, stating that they, together with officers from the Oktyabrskiy VOVD, had been implicated in that offence, which could be confirmed by numerous eyewitness statements.", "178. In a letter of 20 February 2007 the investigator informed the applicant that his application of 16 February 2007 had been granted and invited him to appear at the prosecutor's office of the Chechen Republic for questioning. The applicant states that he is unaware whether the aforementioned three persons were questioned.", "179. The case file contains transcripts of the applicant's interviews of 1 and 5 September 2005 in which he described the circumstances of his arrest by the police and submitted that during his detention his property had been stolen from him, including his cars in respect of which he had kept the papers.", "180. It can be ascertained from the case-file materials that Mr K., the applicant's cellmate (see paragraph 23 above), was questioned on several occasions.", "181. When questioned on an unspecified date in 2000, Mr K. stated that he had seen unknown military officers enter the cell in which he and the applicant had been kept and cut off the applicant's ear. Mr K. also described the officer who had done it and stated that he would be able to recognise him.", "182. During a witness interview of 4 September 2001, Mr K. made similar statements. In particular, he submitted that he had been apprehended on 10 March 2000 and placed in the applicant's cell. Mr K.'s stated that he had not noticed any visible injuries on the applicant. He further stated that one or two days later two unknown individuals of Russian ethnic origin had entered the cell; they had been inebriated and one of them had had a moustache. He confirmed that he would be able to recognize the person in question. According to Mr K., the IVS guard had told the intruders that they should not touch Mr K., but that they could do what they wanted with the applicant. The man with the moustache had ordered Mr K. to step aside and turn his back; the latter had slightly turned his head, however, and had been able to see one of the intruders knock the applicant down and hold him down whilst the man with the moustache took a knife and cut off the applicant's ear. The latter had been shouting very loudly and both intruders had been cursing. They had then left. Mr K. added that over the following days various officers had entered the cell and had severely beaten him and the applicant. Among those who had beaten them, Mr K. remembered two officers seconded from the Khanty-Mansiysk Region.", "183. In an interview of 15 November 2004 Mr K. gave oral evidence similar to that of 4 September 2001. In reply to the investigator's question he also stated that Mr N., whom he had previously identified from a photograph (see paragraph 168 above), resembled the person who had cut off the applicant's ear; however, he could not affirm that it had definitely been the same person as the incident had taken place long before.", "184. Mr P., who from February until May 2000 was seconded from the Khanty-Mansiysk Region as a senior inquiry officer at the Oktyabrskiy VOVD, stated during an interview of 14 August 2000 that he had been investigating a criminal case against the applicant, that the latter's head had been bandaged and that, when being questioned in the latter respect, the applicant had submitted that four or five unknown persons had cut off his ear the day before he had been apprehended by officers of the Oktyabrskiy VOVD. Mr P. also stated that neither the applicant nor he had known who had cut off the applicant's ear and that the applicant had received the necessary medical aid during his detention.", "185. During an interview of 21 March 2002 Mr P. stated that he did not remember what the applicant had looked like, whether the applicant had had any bodily injuries, whether his head had been bandaged, whether he had made any complaints about beatings in the IVS of the Oktyabrskiy VOVD and whether he had been provided with any medical assistance. According to Mr P., he had heard that somebody had cut off the applicant's ear; however, he did not remember who had told him about that incident and he did not know who could have done it.", "186. In an interview of 9 September 2002 Mr P. stated that he did not know which of the police officers could have inflicted bodily injuries on the applicant and denied stealing any items of the applicant's property.", "187. Mr B., who between February and May 2000 was seconded from the Khanty-Mansiysk Region to the Chechen Republic as the head of the IVS of the Oktyabrskiy VOVD, stated during questioning on 6 September 2002 that, in practice, he had performed his duties as head of the IVS starting from late March – early April 2000, as prior to that date the IVS had not existed, in the absence of necessary documentation. According to Mr B., when the applicant had been placed in the newly created IVS, he had had a fresh wound sustained as a result of amputation of his ear, which, as the applicant had said to Mr B., had been performed by an unknown man dressed in camouflage uniform. Mr B. denied having known or seen the applicant before, or having known those who had cut off his ear or having let anyone into the applicant's cell. He stated that he had reported the incident to the Grozny prosecutor's office, which had conducted an inquiry in that connection and had refused to institute criminal proceedings. He also stated that he had been told by someone that the applicant had explained that his ear had been cut off a day or two prior to his detention, by unknown members of illegal armed groups, for the applicant's refusal to cooperate with them.", "188. In an interview of 26 November 2003 Mr B. stated that he had found out about the incident of 11 March 2000 the next day. In particular, he had been told that during that night several men, who had been drunk, had entered the applicant's cell and that one of them had cut off his ear. According to Mr B., they had probably been officers of the special fire group of the Oktyabrskiy VOVD. Mr B. stated that he did not know why there had been no internal inquiry in the Oktyabrskiy VOVD in connection with the infliction of injuries on the applicant. He insisted that he had performed his duties in strict compliance with the relevant regulations and had never used any form of physical violence against detainees or received any information that any violence had been used by his subordinates.", "189. In a witness interview of 28 March 2003 Mr Z. confirmed that on several occasions he had been on duty as a guard of the IVS of the Oktyabrskiy VOVD. However, he denied knowing the applicant's surname or the circumstances of the latter's arrest. Mr Z. also stated that he did not remember whether he had been on duty on any date between 9 and 11 March 2000, whether he had let anyone into the cells, and whether “anyone's ear [had been] cut off in the cell”. Mr Z. also stated that initially visits to the IVS had not been registered at all, and that subsequently they had been noted down in a notebook.", "190. During questioning on 28 April 2003 Mr Z. stated that he had a clear memory of the applicant who had been detained for having kept a TNT block and had been held in same cell as Mr K. Mr Z. then stated that on the date – which he no longer remembered – when he had been on duty, a group of officers from the special fire group of the Oktyabrskiy VOVD had entered the IVS. According to Mr Z., the officers had been drunk and told him to let them into the applicant's cell as they intended to talk with the detainees. Mr Z. had obeyed. He maintained that he had not watched what had been going on in the cell; however, some time later he had heard a moan and looked into the cell. Mr Z. had seen the applicant on his haunches with one of his ears missing. There had been a lot of blood on the floor. The officers of the special fire group had also been there; however, Mr Z. could not remember which of them had been holding a knife or who had cut off the applicant's ear. According to Mr Z., he had “expressed his discontent”, following which the officers had left. Thereafter Mr Z. and another guard had provided the applicant with medical assistance. Mr Z. also confirmed that an officer of Uzbek origin whose surname was Ab. had served in the Oktyabrskiy VOVD at that time, but he did not remember whether Mr Ab. had been in the cell when the applicant's ear had been cut off or whether Mr Ab. had had a photographic camera.", "191. In a witness interview of 4 May 2003 Mr Z. made statements similar to those of 28 April 2003.", "192. In a witness interview of 12 October 2001 Mr Dzh., who between February and May 2000 had been an officer of the Oktyabrskiy VOVD, submitted that in late March or early April 2000 Mr A., a driver at the Oktyabrskiy VOVD, had told him that he had bought for USD 200 two cars from police officers seconded from the Khanty-Mansiysk Region. According to Mr Dzh., one of the cars had been left in Grozny and the other one had been conveyed to Urus-Martan and left in the courtyard of Mr Dzh.'s house where it had remained for about a year. Mr Dhz. further stated that at some point the applicant, who had come to Urus-Martan, had requested him to return the car, claiming to be its owner; the applicant had allegedly also accused Mr Dhz. of stealing his other property. Mr Dhz. stated that on two occasions he had proposed that the applicant take the car but that the latter had refused stating that Mr Dhz. should also pay for the other stolen property. According to Mr Dhz., the car had then been taken away by federal servicemen.", "193. Mr A. stated during a witness interview of 13 October 2001 that in late February or early March 2000 he, along with two other police officers – Mr Sh. and Mr Sul. – had met a group of servicemen in camouflage uniform in an Ural truck and an armoured personnel carrier who had been towing two foreign-made cars. According to Mr A., the officer in command of the convoy had said that they were officers of the Oktyabrskiy VOVD and then offered to purchase the two cars from them for RUB 2,000. The three men had agreed to buy the cars, although, in Mr A.'s submission, they had not known where the cars had been taken from, and who had been their owner. Mr A. further stated that he and Mr Sh. and Mr Sul. had hidden one of the cars in a nearby courtyard and taken the other one to their place of residence and then, three months later, to Mr Dhz.'s courtyard in Urus-Martan. According to Mr A., approximately four months later the applicant had expressed his intention to retrieve his cars and Mr A. had told him that one of the vehicles was in Urus-Martan, but the applicant had not taken it; however, he had taken the one that had remained in Grozny. Mr A. added that the applicant had not refunded them the money which they had paid for the cars. He also stated that he would be able to recognise the police officers who had sold them the vehicles.", "194. In a witness interview of 13 October 2001 Mr Sh. made statements similar to those of Mr A.", "195. Mr V. stated during questioning on 13 October 2001 that at some point he had noticed a car in the courtyard of the house in which he had lived with Mr A., Sh. and Mr Sul. and that they had explained to him that they had purchased the vehicle from federal servicemen. According to Mr V., a month later the car had been taken to the courtyard of Mr Dhz.'s house in Urus-Martan, and some time later, upon Mr Dhz.'s request, Mr V. had told the applicant that he could retrieve the car. Mr V. claimed that the applicant had not taken the car but had retrieved another one that had remained in Grozny.", "196. The transcript of a witness interview on 13 October 2001 with Mr Sul. is illegible.", "197. During questioning of 15 January 2003 Mr A. retracted his statements of 13 October 2001 and stated that he had never participated in the purchase of the cars. He also submitted that he had heard from Mr Dzh. that the latter had purchased the cars from Mr Ya., the deputy head of the Oktyabrskiy VOVD.", "198. In witness interviews of 14 May 2003 Mr A., Mr Sh. And Mr V. made statements somewhat similar to those of 13 October 2001. In particular, they stated that around late winter 2000 they and Mr Dhz. had met a convoy of an Ural vehicle and an armoured personnel carrier escorting two foreign-made cars and that Mr Dzh. had purchased the cars and taken one of them to Urus-Martan and left the other one in the courtyard of the Oktyabrskiy VOVD. According to the three men, the applicant had visited Mr Dhz. in Urus-Martan several months later and attempted to retrieve the car but Mr Dzh. had stated that he would return the car in exchange for money equal to the amount he had paid for it.", "199. Mr Dub., who between February and May 2000 was seconded from the Khanty-Mansiysk Region to the Chechen Republic as head of the Oktyabrskiy VOVD, stated during questioning on 15 March 2002 that he remembered a detainee with an amputated ear who had been delivered to the Oktyabrskiy VOVD. Mr Dub. insisted that none of the police officers had cut off the detainee's ear and that the Grozny prosecutor's office had carried out an inquiry into the incident and had decided to dispense with criminal proceedings. Mr Dub. stated that the applicant had told him in conversation that his ear had been cut off before the detention and that it had been done by one of several persons in camouflage uniform who had broken into the applicant's house. In a witness interview of 12 May 2003 Mr Dub. made similar statements. He also added that during the entire period of his secondment there had been no foreign-made cars or satellite dishes on the territory of the Oktyabrskiy VOVD.", "200. During questioning on 3 September 2002 Mr S., an officer who had carried out a search in the applicant's house on 5 March 2000, denied seizing or stealing any items of the applicant's property.", "201. In a witness interview of 6 September 2002, Mr Kir., seconded between February and May 2000 from the Khanty-Mansiysk Region to the Chechen Republic as an officer of the IVS of the Oktyabrskiy VOVD, submitted that he had heard from his colleagues that the applicant had been delivered to the IVS with his ear cut off. According to Mr Kir., none of the police officers had inflicted any injuries on the applicant in his presence and the latter had received regular medical assistance in respect of his ablated ear. Mr Kir. also stated that had learnt from the applicant that his ear had been cut off two or three days prior to his detention.", "202. Mr Ya., who between February and May 2000 had been seconded from the Khanty-Mansiysk Region to the Chechen Republic as the deputy head of Oktyarbskiy VOVD, stated during a witness interview of 29 April 2003 that he did not know how the applicant had received severe bodily injuries and that he had not conducted an inquiry in that respect as it had not fallen within his competence. Mr Ya. added that he had heard from other officers that the applicant's ear had been cut off by unknown members of illegal armed groups in revenge for the applicant's cooperation with federal forces. Mr Ya. denied stealing any property from the applicant or selling to anyone any cars belonging to the applicant. He said that he did not know Mr A. or Mr Dzh. and could not explain why they had indicated that they had purchased the applicant's cars from him. Mr Ya. also added that Mr S. (see paragraph 200 above) had informed him of the seizure during the search of 5 March 2000 of the applicant's satellite dish.", "203. Mr S., when questioned on 4 May 2003, again denied having seized any of the applicant's property during the search and stated that it was unclear to him why Mr Ya. had made a statement to that effect. Mr S. added that there had been a garage in the courtyard of the applicant's house but it had been empty and that he had not seen any cars in the courtyard either. Mr S. also explained that the search of the applicant's house had been carried out on the basis of operational information received from the Federal Security Service to the effect that the applicant had provided food and water to illegal armed groups.", "204. Mr D., identified by the applicant as the officer of the Oktyabrskiy VOVD who had cut off his ear (see paragraph 165 above), submitted during a witness interview of 26 May 2003 that the applicant's surname was unfamiliar to him. He stated, however, that the applicant might have been the person whom he had arrested in March 2000 following operational information received by the law-enforcement authorities to the effect that the applicant, who had been assisting the Ministry for Civil Defence and Emergency Situations of the Chechen Republic in distributing food and water to local residents, had given some of the provisions to illegal fighters. According to Mr D., a group of police officers, in two vehicles, had arrived at the place where the applicant had been working that day, and the decision had been taken to arrest the applicant without attracting the attention of local residents. Mr D. had approached the applicant and asked him to show the officers a certain street. After the applicant had got into one of the vehicles, he had been delivered to the Oktyabrskiy VOVD and left there. Mr D. stated that at the time of his arrest the applicant had had no visible injuries. He added that he had never met the applicant again and strongly denied inflicting any injuries on him. Mr D. stated that could not explain why the applicant had identified him as the person who had cut off his ear.", "205. The case file also contains transcripts of witness interviews of a number of police officers who had participated in the search of the applicant's house on 5 March 2000 and officers who had served in the Oktyabrskiy VOVD during the relevant period. They all denied taking any property from the applicant's house, including any vehicles, or knowledge of the origin of the applicant's bodily injuries.", "206. By a decision of 23 August 2005 the prosecutor's office of the Chechen Republic instituted criminal proceedings under Articles 158 § 3 (aggravated theft) and 167 § 1 (deliberate destruction of another's property) of the Russian Criminal Code in connection with the theft of the applicant's Subaru minivan and property from his house and the destruction of his house and outhouses, which had been established during the investigation in case no. 12088. The decision stated that the applicant's aforementioned property had been stolen and destroyed during his detention in the IVS of the Oktyabrskiy VOVD. It went on to say in that, so far as these offences were concerned, there was no objective evidence that they had been committed by officers from the Oktyabrskiy VOVD. Accordingly, the decision ordered that the relevant materials be disjoined from case no. 12088.", "207. In a letter of 29 September 2005 the prosecutor's office of the Oktyabrskiy District forwarded the case file to the Oktyabrskiy ROVD for investigation.", "208. By a decision of 2 October 2005 an investigator of the Oktyabrskiy ROVD took up the case.", "209. By a decision of 10 October 2005 the applicant was granted victim status. The decision was signed by the applicant to the effect that he had been apprised of it on the same date.", "210. In an interview of 10 October 2005 the applicant made statements similar to his submissions to the Court (see paragraphs 90-93 above). He also claimed that a number of officers from the Oktyabrskiy VOVD, including Mr Dzh., Mr Ya. and Mr Ab., had been involved in looting his property.", "211. In two similar decisions of 23 October 2005 and 10 January 2006 the investigation in case no. 61857 was suspended. The very succinct decisions stated that it had been impossible to identify those responsible although “all possible investigative measures had been carried out” and instructed the Criminal Investigation Division of the Oktyabrskiy ROVD to search for the alleged perpetrators. The decisions did not indicate which measures had been taken during the investigation.", "212. A decision of 23 November 2005 set aside the decision of 23 October 2005 as unlawful and unfounded and ordered that the investigation be recommenced. The decision pointed out that it was necessary to obtain, from the materials in case no. 12088, copies of relevant witness interviews with a view to taking necessary procedural decisions and carrying out other indispensable investigative measures.", "213. By a decision of 10 December 2005 the investigator took up the case.", "214. In a letter of 26 December 2005 the investigator requested the prosecutor's office of the Chechen Republic to send him copies of witness interviews relating to the alleged looting of the applicant's property.", "215. No documents concerning the period after December 2005 have been submitted to the Court. According to the Government, the investigation in case no. 61857 was most recently suspended on 10 January 2006; and on 3 March 2009 the prosecutor's office of the Chechen Republic ordered that the proceedings be resumed.", "216. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation.", "217. Article 125 of the new Code provides that the decision of an investigator or prosecutor to dispense with criminal proceedings or to terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens' access to justice may be appealed against to a district court, which is empowered to check the lawfulness and grounds of the impugned decisions.", "218. Article 161 of the new Code enshrines the rule that data from the preliminary investigation may not be disclosed. Paragraph 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator but only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of the participants in criminal proceedings without their permission.", "219. Article 209 of the new Code states, in its relevant part, that no investigative measures shall be taken after the suspension of the preliminary investigation."], "VIOLATED_ARTICLES": ["13", "3", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}