{"ITEMID": "001-61819", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF SIRBU AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Inadmissible under Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicants, all of whom are Moldovan citizens, live in the Republic of Moldova.", "7. The applicants are inspectors of the Chişinău Fire Department attached to the Ministry of Internal Affairs.", "8. On 21 July 1994 the Government passed Decision No. 534-10, classified secret, which concerned the Ministry of Defence, the Ministry of National Security (Intelligence Service) and the Ministry of Internal Affairs. According to that Decision, among other things, the personnel of the above-mentioned institutions were entitled to a monthly allowance of approximately MDL 135 instead of the old allowance of MDL 7.06. This Decision was not published in the Official Gazette (Monitorul Oficial) and accordingly the applicants did not know about it.", "The applicants started to receive the increased allowance on 1 June 1995. They found out that their colleagues from other Ministries had been receiving the higher rate from 1 July 1994.", "9. In June 1997 the applicants lodged an action with the Centru District Court against the Ministry of Internal Affairs seeking the payment of the increased allowance for the period July 1994 – June 1995.", "By a judgment of 1 August 1997 the Centru District Court awarded Mr Gheorghe Bragoi, Mr Alexandru Usatîi and Mr Iulian Guştiuc compensation of MDL 1,407 each. By another judgment of 18 August 1997 the Centru District Court awarded Mr Pavel Sîrbu and Mr Vitalie Cornovan compensation of MDL 1,407 each and Mr Petru Bragoi compensation of MDL 1,127.02. No appeals were lodged and the judgments became final. Enforcement warrants were issued.", "10. On numerous occasions the applicants lodged complaints about the non-enforcement of the judgments of 1 August 1997 and 18 August 1997 with the Ministry of Justice. In its replies, the Ministry of Justice informed the applicants that the judgments could not be enforced due to the “lack of funds in the bank account of the Ministry of Internal Affairs”.", "11. On 15 May 2003, after the cases were communicated to the Government, the judgments were executed by the Ministry of Internal Affairs.", "12. The relevant provisions of the Code of Civil Procedure, in force between 26 December 1964 and 12 June 2003, stated:", "Article 336. The decisions of the courts and other authorities susceptible to enforcement", "The following are the acts which have to be enforced in accordance with the provisions of the present Code: 1) Civil law judgments, orders and decisions adopted by the courts...", "Article 338. The issuance of the enforcement warrant", "The enforcement warrant is issued by the court to the creditor, after the judgment has become final, except for cases of immediate enforcement, when the enforcement warrant is issued immediately after the delivery of the judgment.", "Article 343. The request to start the enforcement procedure", "The bailiff starts the enforcement procedure at the request of the persons enumerated in Article 5 of the present Code. In cases provided for in the second paragraph of this article, the bailiff starts the enforcement procedure following the judge’s order.", "Article 349. The supervision of enforcement of judgments", "The supervision of the correct and prompt enforcement of judgments is conducted by the Department of Judgment Enforcement of the Ministry of Justice."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}