{"ITEMID": "001-22961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "KNAUTH v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["The applicant, Mrs Ursula Knauth, is a German national who was born in 1944 and lives in Berlin. She was represented before the Court by Mr F. Wolff, a lawyer practising in Berlin.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant had been working as a nursery-school teacher (Kindergärtnerin) in Berlin, in the German Democratic Republic (GDR), since 1962. After the reunification of Germany, and in accordance with the relevant provisions of the Treaty of 31 August 1990 on German Unification (Einigungsvertrag – Articles 13 and 20 § 1 taken together with Article 1 §§ 1-3 of Annex I, Chapter XIX, Subject A, Section III – see “Relevant domestic law and practice” below), the applicant was incorporated into the civil service of the Land of Berlin in the Federal Republic of Germany (FRG) and continued working there as a nursery-school teacher.", "On 6 December 1990 the applicant answered in the negative when asked whether she had signed an undertaking to collaborate (Verpflichtungserklärung) with the GDR Ministry of National Security (Ministerium für Staatssicherheit – MfS – the GDR secret police), and about any contacts she had had with it, and whether she had received any gifts (Zuwendungen) for collaborating. After German reunification those questions were asked of civil servants from the GDR seeking definitive incorporation into the FRG civil service. The applicant stated that she had replied fully and truthfully to the best of her knowledge and belief (nach bestem Wissen und Gewissen) and that she was aware of the fact that an untrue answer on her part could result in her dismissal.", "On 11 July 1994 a report by the federal commissioner responsible for examining data of the GDR State security police (Bundesbeauftragter für die Unterlagen des Staatssicherheitsdienstes der ehemaligen DDR, also known as the Gauck-Behörde) revealed that, after a contact period (Kontaktphase) from 13 June to 8 October 1973, the applicant had been registered as a security collaborator (Gesellschaftlicher Mitarbeiter für Sicherheit – GMS) of the Ministry of Security between 8 October 1973 and 19 November 1979, that on 8 October 1973 she had signed an undertaking to collaborate, that she had participated in fourteen spy operations between 19 August 1974 and 29 May 1976 and that a ministry official had confirmed that she had received gifts of money on five occasions.", "On 17 August 1994 the applicant was questioned about that report.", "In a decision of 24 August 1994 the Land of Berlin, after consulting the Staff Committee (Personalrat), dismissed the applicant for having collaborated with the GDR Ministry of Security and having lied about her collaboration with that ministry.", "On 8 September 1994 the applicant appealed against that decision, submitting that she did not remember having collaborated with the Ministry of Security and that, in any event, her collaboration, which had been of minor importance given that she had merely accompanied her husband, went back to such a distant period that it could no longer be held against her today and could not in any circumstances justify her dismissal.", "In a judgment of 24 March 1995 the Berlin Labour Court (Arbeitsgericht) dismissed the applicant’s appeal and held that her ordinary dismissal (with notice) (ordentliche Kündigung) was justified under section 1(2) of the Unfair Dismissal Act (Kündigungsschutzgesetz – see “Relevant domestic law and practice” below).", "The court held that the applicant was not fit to be a member of the civil service because she had untruthfully (wahrheitswidrig) declared that she had neither signed an undertaking to collaborate nor collaborated with the GDR Ministry of Security. The authorities had properly questioned her in that connection and the applicant had objectively and subjectively given an answer which had subsequently been proved to be untrue.", "The court concluded that the Land of Berlin’s interest in dismissing a person who had previously lied to her employer about her collaboration with the GDR Ministry of Security, which had been the instrument of repression in that State, accordingly took precedence over the applicant’s age and long years of service.", "On 2 June 1995 the applicant appealed against that judgment.", "The Berlin Regional Labour Court (Landesarbeitsgericht) upheld that judgment on 26 October 1995.", "The Regional Court held that the applicant’s activity could be regarded as collaboration with the GDR Ministry of Security for the purposes of Article 1 § 5 of Annex I, Chapter XIX, Subject A, Section III of the German Unification Treaty (see “Relevant domestic law and practice” below). The fact that she had accompanied her husband in order to provide a smokescreen did not alter that finding.", "In the Regional Court’s view, the applicant could not have forgotten that she had collaborated with the Ministry or that she had signed an undertaking. Indeed, she had carried out many spy missions in the company of her husband and, in her undertaking, had expressly declared that she wanted to protect the State from enemy attacks. Furthermore, during questioning on 17 August 1994 the applicant had herself declared that she had not attached any importance to her past collaboration, which showed that she remembered it.", "The applicant had therefore given an untruthful answer and was accordingly unfit to be a member of the FRG civil service.", "The Regional Court then reiterated that a “lack of personal aptitude” within the meaning of Article 1 of Annex I, Chapter XIX, Subject A, Section III of the German Unification Treaty (see “Relevant domestic law and practice” below) could derive from a lack of trust and from reasons connected with the employee’s character.", "The Regional Court added that in the present case the authorities had been entitled to expect the applicant to reply truthfully to the two questions that had been put to her. Indeed, the authorities had to be able to check whether the applicant, who had not been chosen by them as an employee, but had been employed in accordance with the provisions of the German Unification Treaty, could continue to be a member of the civil service or whether she should be dismissed for having collaborated with the GDR Ministry of National Security. The Regional Court found that the lack of truthfulness and honesty in her reply had destroyed the confidence which the authorities had to have in the applicant and made her continued employment in the civil service unacceptable.", "On 21 March 1996 the Federal Labour Court (Bundesarbeitsgericht) refused to entertain an appeal on points of law by the applicant on the ground that the ordinary courts’ decisions had been consistent with its own case-law and with that of the Federal Constitutional Court (Bundesverfassungsgericht).", "On 3 December 1997 a bench of three judges of the Federal Constitutional Court refused the applicant leave to appeal.", "Section 1(2) of the Unfair Dismissal Act provides:", "“A dismissal shall be socially unjustified unless it is based on grounds relating to the employee himself or to his conduct...”", "“Sozial ungerechtfertigt ist die Kündigung, wenn sie nicht durch Gründe, die in der Person oder in dem Verhalten des Arbeitnehmers liegen ... bedingt ist.”", "Article 13 of the Treaty of 31 August 1990 on German Unification provides that the administrative bodies and other institutions of the civil service in the former territory of the GDR come under the authority of the government of the Land in which they are situated.", "Article 20 § 1 of the Unification Treaty provides that persons who were members of the GDR civil service at the time of reunification are subject to the transitional provisions in Annex I.", "Article 1 §§ 1-3 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III, provides for the incorporation of civil servants from the GDR into the FRG civil service by means of the substitution of the federal authorities and the Länder of the FRG for the GDR authorities in the existing employment relationship.", "As members of the GDR civil service belonged to an institution that did not satisfy the criteria of a State based on the rule of law, special provisions on dismissal were included in Article 1 §§ 4-6 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III.", "Thus, Article 1 § 4 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III, provides:", "“Ordinary dismissal [with notice] from the civil service is permissible if", "(a) the employee does not satisfy the requirements on account of lack of professional qualifications or of personal aptitude...”", "“Die ordentliche Kündigung eines Arbeitsverhältnisses in der öffentlichen Verwaltung ist zulässig, wenn", "der Arbeitnehmer wegen mangelnder fachlicher Qualifikation oder persönlicher Eignung den Anforderungen nicht entspricht oder wenn...”", "Article 1 § 5 of the same section is worded as follows:", "“A substantial ground for an extraordinary dismissal [without notice] exists, inter alia, if the employee", "(b) has collaborated with the former Ministry of National Security or for the National Security Bureau [of the GDR]", "and his or her continued employment in the civil service therefore appears unacceptable.”", "“Ein wichtiger Grund für eine ausserordentliche Kündigung ist insbesondere dann gegeben, wenn der Arbeitnehmer", "...", "2. für das frühere Ministerium für Staatssicherheit/Amt für nationale Sicherheit tätig war", "und deshalb ein Festhalten am Arbeitsverhältnis unzumutbar erscheint.”", "In a leading case the Federal Constitutional Court held that Article 1 § 5 of Annex I to the German Unification Treaty, Chapter XIX, Subject A, Section III was in conformity with the Basic Law because a person who had collaborated with the Ministry of National Security of the GDR did not generally satisfy the requisite conditions for becoming a member of the FRG civil service. In any event, dismissal required an assessment of each individual case during which account had to be taken, inter alia, of the degree of involvement (Mass der Verstrickung) of the person concerned (see Collection of Judgments and Decisions of the Federal Constitutional Court, vol. 96, pp. 189 et seq.).", "According to the established case-law of the Federal Labour Court, a public employer is entitled to ask a civil servant if he or she collaborated with the Ministry of Security of the former GDR and whether he or she signed an undertaking to collaborate. The interest of the employer in obtaining a truthful answer takes precedence over the civil servant’s right to decide for himself or herself which information he or she is willing to disclose (informationelle Selbstbestimmung). Questioning the civil servant in this way is designed to “cleanse” the civil service of staff with a reprehensible past (vorbelastetem Personal) so that an efficient civil service can be put in place (Schaffung einer leistungsfähigen öffentlichen Verwaltung) in the general interest. Anyone who lies by declaring that they did not sign an undertaking and did not collaborate with the Ministry of National Security is generally unfit to be a member of the civil service (see Collection of Judgments and Decisions of the Federal Labour Court, vol. 74, pp. 120 et seq., and vol. 81, pp. 15 et seq.).", "Article 242 of the Civil Code (Bundesgesetzbuch – BGB) lays down the principle of good faith (Treu und Glauben) in contractual relations.", "Sections 19, 20 and 21 of the Law on the Data of the former GDR State Security Police (Gesetz über die Unterlagen des Staatssicherheitsdienstes der ehemaligen Deutschen Demokratischen Republik – Stasi-Unterlagen-Gesetz – StUG) govern the conditions in which the commissioner may disclose data of this ministry to third parties, and they authorise, inter alia, the disclosure of information about members of the civil service."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}