{"ITEMID": "001-90406", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BOYARCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Mr Sergiy Vasylyovych Boyarchenko, is a Ukrainian national who was born in 1957 and lives in Chernigiv. He was represented before the Court by Mr I. Uvarov, a lawyer practising in Chernigiv. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Y. Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 18 February 2001 the applicant brought a car registered in Lithuania (a 1986 Volvo 740) into the customs territory of Ukraine. When crossing the border he undertook an obligation to re-export the car before 27 February 2001. According to the State authorities he failed to do so.", "On 23 June 2003, the Chernigiv Customs Office (“the Customs Office”) drew up a report on an infringement of customs regulations due to the applicant’s failure to remove the car from the customs territory of Ukraine (Article 113 of the Customs Code 1991). This case of a violation of customs regulations was referred to the Novozavodsky District Court of Chernigiv (“the Novozavodsky Court”) for consideration.", "On 26 December 2003, having heard the applicant, who stated that he had taken the car to Russia, although he had no confirmation for this, and the Customs Office, which explained that a check of the records did not confirm that the car had crossed the border into Russia, the Novozavodsky Court returned the case to the customs authorities for corrections and additional verification. In particular, the court noted that the information submitted by the Customs authority contained an inaccuracy as to the chassis number of the vehicle (00761 instead of 007612) and therefore the court ordered that the customs records be checked once again with the correct chassis number.", "On 23 January 2004 the applicant left Ukraine to take up permanent residence in Russia without informing the court about his new address.", "The Novozavodsky Court summoned the applicant for a further hearing in February 2004.", "By a letter of 16 February 2004, the applicant’s lawyer informed the court that the applicant had registered as having left his apartment in Ukraine and had left for Russia at the end of January. He also stated that the applicant had not been notified about the court hearing as the applicant’s actual location was unknown to him.", "The court summoned the applicant again for a hearing in March 2004.", "On 16 March 2004 the court considered the case in the applicant’s absence. The applicant’s mother, who appeared before the court, confirmed that his actual place of residence was unknown. The court considered the applicant’s failure to appear before it as an intentional evasion from justice and decided that the case could be considered in the applicant’s absence. The court then found the applicant guilty of having failed to re-export the car in violation of Section 113 of the Customs Code 1991 and reclassified the offence under Section 348 of the Customs Code 2002. The court ordered the confiscation of the vehicle, but given that the car’s location was unknown, it replaced confiscation with payment of 16,779.31 Ukrainian hryvnias (UAH) (about 2,237 euros (EUR)), which corresponded to the value of the car, in accordance with Section 450 of the Customs Code 2002.", "On an unknown date the applicant lodged a request for review of the decision of 16 March 2004 with the President of the Chernigiv Court of Appeal.", "By a letter of 7 July 2004 the President of the Chernigiv Court of Appeal informed the applicant that he had examined his case file and his request and found no reason for the review. He noted, in particular, that the decision of 16 March 2004 was in accordance with law and that the applicant had been duly summoned twice at the address indicated by him and had provided no justification for his absence.", "Relevant provisions of the Codes are summarised in the case of Nadtochiy v. Ukraine (no. 7460/03, §§ 13-14, 22 April 2008.)", "The new Customs Code contains provisions relevant to the case which are similar to those in the old Customs Code.", "Section 348 of the Code provides for a fine or confiscation of goods in case of infringement of the obligation on taking the items in or out the customs territory of Ukraine (Section 113 of the Customs Code 1991).", "Section 390 of the Code foresees that, as a general rule, court hearings shall be conducted in the presence of the person against whom proceedings on violation of custom regulations have been brought. However, the hearings can be conducted in the absence of such a person when there is information about the timely notification of this person about the place and time of consideration of the case, but he or she has not submitted any request for adjournment of the case.", "Section 405 of the Code stipulates that if the confiscation ordered by the court is impossible the pecuniary equivalent of the value of the items to be confiscated shall be collected from the persons who have infringed the customs regulations (Section 149 of the Customs Code 1991)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}