{"ITEMID": "001-79864", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "COLLINS AND AKAZIEBIE v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["Emily Collins (the first applicant), born in 1977, is the mother of Ashley Akaziebie (the second applicant), born in September 2002. They are both Nigerian nationals from Delta State. They are represented before the Court by Mrs Lena Isaksson, a lawyer practising in Umeå.", "The Swedish Government (“the Government”) were represented by their Agent, Mrs Inger Kalmerborn, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant entered Sweden on 21 July 2002 and applied for asylum or a residence permit. She was not in possession of any travel documents or identity papers. On 20 September 2002 her daughter, the second applicant, was born.", "According to the report of the asylum interview, the first applicant explained that she was from Agbor in Delta State and had lived there all her life. She lived together with her parents and three brothers. She went to school for twelve years. She had a husband named Akazi. Her sister had died in 2001, allegedly following childbirth combined with female genital mutilation (“FGM”). According to Nigerian tradition, women were forced to undergo FGM when they gave birth. As the first applicant was pregnant, she was afraid of this inhuman practice. Neither her parents nor her husband could prevent this since it was such a deep-rooted tradition. She claimed that if she had travelled to another part of Nigeria to give birth to her child, she and her child would have been killed in a religious ceremony. Moreover, the first applicant’s husband and parents would not have been able to protect them from FGM. Instead, she had decided to flee the country. She got in touch with a man in Nigeria, who offered to take her to a European country to seek asylum. They travelled to another African country. She did not know which one. From there they went by plane to Europe, and then by train to Sweden. She paid 1,000 dollars to the smuggler.", "In written submissions of 12 December 2002 the first applicant’s counsel repeated that the first applicant’s husband could not protect her from FGM. Being a businessman earning more than a thousand dollars per year, he had, however, been able to finance the first applicant’s escape. He was thus happy that she had escaped and given birth to a healthy child.", "On 13 June 2003 the Migration Board (Migrationsverket) rejected the applications for asylum, refugee status or a residence permit. Firstly, it noted that FGM was not included as a ground for asylum under the Aliens Act. Secondly, it stated that FGM was prohibited by law in Nigeria and that this prohibition was observed in at least six Nigerian states. Thus, if the applicants returned to one of those states it would be unlikely that they would be forced to undergo FGM.", "The applicants appealed against the decision to the then Aliens Appeals Board (Utlänningsnämnden – hereinafter the “Appeals Board”), maintaining their claims and adding that the practice of FGM was deeply rooted in Nigeria and persisted despite the law against it. Moreover, those carrying out the actual “operation” were never prosecuted or punished. Thus, the applicants alleged that they would not be able to obtain any help or protection from the authorities. The first applicant also referred to her relationship with a Swedish citizen.", "On 1 March 2004, the Appeals Board dismissed the appeal, endorsing the Migration Board’s reasoning and conclusion in full.", "Subsequently, the applicants lodged three so-called “new applications” with the Appeals Board.", "The first one was lodged on 5 April 2004. In it the applicants added that women who refused to undergo FGM were stigmatised and excluded from society and their family. Thus, it would also be very difficult for a woman to settle in another part of the country since she would have no support, and the family and tribe to which she belonged would always find her. The Appeals Board rejected the application on 14 April 2004 as it found that the applicants had provided no new information.", "The second application was lodged on 21 June 2004 and enclosed a statement by a professor emeritus of African languages, Tore Jansson, and a statement by a regional protection officer from the UNHCR, Brian Gorlick, both confirming that in general FGM was widespread in Nigeria. The Appeals Board turned down the application on 1 July 2004.", "The third application was lodged on 14 June 2005. In it the first applicant submitted that in fact she had already been subjected to FGM. She maintained, however, that she would not be able to protect her daughter from suffering the same fate on returning to Nigeria. The Appeals Board rejected the application on 21 June 2005. It considered that the applicants had failed to show that they were in need of protection in Sweden or that it would violate the standards of humanity to deport them to their home country.", "On 27 April 2006 the first applicant gave birth to a second daughter. The latter has applied for a residence permit to the Migration Board, before which the case is pending.", "On 4 May 2006 the Migration Board, examining the applicants’ cases on its own initiative in accordance with a temporary provision of the Aliens Act, found that the applicants could not be granted residence permits under the temporary wording of Chapter 2, section 5 b of the Aliens Act.", "In the applicants’ letter of 7 July 2005 the first applicant submitted that she did not have any contact with her family in Nigeria. Nevertheless, she had heard that the second applicant’s father had been forced to leave the village because he had been harassed and accused of having let the first applicant leave the home and “escape” from FGM. She also claimed that she had had an ultrasound examination when she was six months pregnant and had thus known that she was expecting a girl and naturally wanted to protect her as well.", "Following an indication given by the Court on 8 July 2005 under Rule 39 of the Rules of Court, the applicants’ deportation was stayed until further notice.", "Having decided to communicate the application on 13 December 2005, the Court requested that the parties submit observations as to the complaint. In addition, it specifically invited the first applicant to reply to the following questions:", "“Why did she choose to go to Sweden? How did she manage to leave Nigeria and enter Sweden? What was her itinerary? Who bought her tickets? How much did the tickets and the travel expenses amount to? Can the sponsor thereof not assist the applicants financially or practically if they were to return to Nigeria? Have the applicants made any effort to seek help from the various non-governmental organisations in Nigeria who are engaged in matters concerning women’s rights? In the affirmative, the applicants are invited to substantiate this fact. Why did the applicant mother not submit to the domestic authorities from the very beginning the fact that she had already been subjected to FGM? Finally, she is requested to substantiate her allegation before the Court that she had an ultrasound examination made when she was six months pregnant.”", "The first applicant never replied to the above questions.", "In her observations of 22 December 2006, she referred to the information already provided. In addition, she explained that it was through a slip of the pen that she had previously stated (in a letter of 27 June 2005 to the Court and the application form of 16 August 2006) that she was born in 1984. She was in fact born in 1977. Moreover, she stated that she had never been married to the second applicant’s father and that he had broken off all contact with the applicants.", "A new Aliens Act (SFS 2005:716), replacing the 1989 Aliens Act, entered into force on 31 March 2006. The Act establishes a new system for examining and determining applications for asylum and residence permits. While the Migration Board continues to carry out the initial examination, an appeal against the Board’s decision is determined by one of the three new migration courts. The Migration Court of Appeal is the court of final instance. It examines appeals against the decisions of the migration courts, provided leave to appeal is granted. Upon the entry into force of the new Act, the Aliens Appeals Board ceased to exist. The Migration Board acts as the alien’s opposing party in proceedings before the courts. The migration courts must, as a rule, hold an oral hearing if the alien so requests.", "The provisions mainly applied in the present case were to be found in the 1989 Aliens Act, now repealed. In accordance with the Act, an alien staying in Sweden for more than three months had to, as a rule, have a residence permit (chapter 1, section 4). A residence permit could be issued, inter alia, to an alien who, for humanitarian reasons, was to be allowed to settle in Sweden (chapter 2, section 4). Serious physical or mental illness could, in exceptional cases, constitute humanitarian reasons for the granting of a residence permit.", "An alien who was considered to be a refugee or otherwise in need of protection was, with certain exceptions, entitled to a residence permit in Sweden (chapter 3, section 4). The term “refugee” referred to an alien who was outside the country of his nationality owing to a well-founded fear of being persecuted for reasons of race, nationality, membership of a particular social group, or religious or political opinion, and who was unable or, owing to such fear, unwilling to avail himself of the protection of that country. This applied irrespective of whether such persecution was at the hands of the authorities of the country or whether those authorities could not be expected to offer protection against persecution by private individuals (chapter 3, section 2). An “alien otherwise in need of protection” denoted, inter alia, a person who had left the country of his nationality because he had a wellfounded fear of being sentenced to death or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 3, section 3, subsection 1). By making that a separate ground for granting a residence permit, the legislature had highlighted the importance of such considerations. The correspondence between national legislation and Article 3 of the Convention had been emphasised as a result. From 1 January 1997 the term “alien otherwise in need of protection” also referred to someone who had a well-founded fear of persecution because of his or her sex or homosexuality (chapter 3, section 3, subsection 3).", "In enforcing a decision on refusal of entry or expulsion, the risk of torture and other inhuman or degrading treatment or punishment was taken into account. In accordance with a special provision on impediments to enforcement, an alien could not be sent to a country where there were reasonable grounds for believing that he would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 8, section 1). In addition, he could not, in principle, be sent to a country where he risked persecution (chapter 8, section 2).", "Until 15 November 2005 an alien who was to be refused entry or expelled in accordance with a decision that had gained legal force could be granted a residence permit if he filed a so-called “new application” with the Aliens Appeals Board based on circumstances which had not previously been examined in the case concerning refusal of entry or expulsion. A residence permit could then be granted if the alien was entitled to a residence permit under chapter 3, section 4, of the Act or if it would be contrary to the requirements of humanity to enforce the refusal-of-entry or expulsion decision (chapter 2, section 5 b, in its wording before 15 November 2005).", "Amendments to chapter 2, section 5 b, of the 1989 Aliens Act entered into force on 15 November 2005, whereby a new legal remedy of a temporary nature was introduced. The new procedure for obtaining a residence permit replaced the rules relating to new applications for a residence permit laid down in chapter 2, section 5 b, in its previous wording. Furthermore, the amendments to the 1989 Act introduced additional legal grounds for granting a residence permit to aliens against whom a final expulsion order had been made. The temporary provisions remained in force until the new Aliens Act entered into force on 31 March 2006. The Migration Board continued, however, to examine applications which it had received before that date but had not yet determined.", "In some previous cases the Aliens Appeals Board has been called upon to assess applications in which it was claimed that the asylum-seeker had a well-founded fear of being exposed to female genital mutilation, if expelled to her home country (see, e.g., UN 94/12198 and UN 328/97). According to the Board, forced female genital mutilation falls under the notion of “inhuman or degrading treatment” in chapter 3, section 3, subsection 1, of the 1989 Aliens Act. The Board stated that such a procedure was in conflict with both the United Nations Universal Declaration of Human Rights and Article 3 of the European Convention on Human Rights. From 1 January 1997 forced female genital mutilation was also covered by chapter 3, section 3, subsection 3, of the 1989 Act, by which a well-founded fear of persecution because of one’s sex constitutes a need for protection.", "Although there is no federal law in Nigeria against the practice of FGM, several states have prohibited FGM by law, including Cross Rivers, Ogun, Rivers, Bayelsa, Osun, Edo Abia and Delta. In the last-mentioned state, the “Prohibition of Female Circumcision and Genital Mutilation Law” was passed on 21 February 2002 and published in the Delta State of Nigeria Gazette on 14 March 2002. It follows from this law that it is an offence, inter alia, to circumcise or mutilate the genital organ of any female and that it is irrelevant whether or not consent is obtained. It further follows that any person who is convicted of an act prohibited by the law is liable to a fine or imprisonment for not less than six months, or to both.", "There are different forms of female genital cutting (FGC) or female circumcision (opponents to these practices use the term female genital mutilation (FGM)). The distinctions and definitions used by the World Health Organisation are the following:", "Type I circumcision is defined as a clitoridotomy and perhaps the excision of part or all of the clitoris. A clitoridotomy (also called “hoodectomy” in slang) involves the removal or splitting of the clitoral hood.", "Type II circumcision is more extensive than type I, meaning a clitoridectomy and sometimes also the removal of the labia minora. A clitoridectomy means the partial or total removal of the external part of the clitoris.", "Type III is regarded as the most severe form of female circumcision, also referred to as infibulation or pharaonic circumcision. Infibulation replaces the vulva with a wall of flesh from the pubis to the anus, except for a pencilsize opening at the inferior portion of the vulva to allow urine and menstrual blood to pass through. After excision, the labia are sewn together, and since the skin is abraded and raw after being cut, the two surfaces will join via the natural healing and scar-formation process to form a smooth surface. The girl’s legs are tied together for around two weeks to prevent her from moving the wound. Infibulation is often carried out by a “gedda”, or matron of the village, without anaesthetic, on girls between the ages of two and six.", "According to UNICEF’s “A Statistical Exploration, 2005, Female Genital Mutilation/Cutting”, FGM’s prevalence in Nigeria among women aged 1549 amounted to 19% (figure 1). The prevalence of FGM in Nigeria as to women and daughters (figure 5) showed that women aged 15-49 who had undergone FGM amounted to 19%, whereas women aged 15-49 with at least one daughter who had undergone FGM amounted to 10%.", "The US Department of State report on Nigeria, “Country Reports on Human Rights Practices – 2005” (8 March 2006), stated the following, in so far as relevant, as regards women, children and FGM:", "“The NDHS [Nigeria Demographic and Health Survey] estimated the FGM rate at approximately 19 percent among the country’s female population, and the incidence has declined steadily in the past 15 years. While practiced in all parts of the country, FGM was much more prevalent in the south. Women from northern states were less likely to undergo the severe type of FGM known as infibulation. The age at which women and girls were subjected to the practice varied from the first week of life until after a woman delivers her first child; however, three-quarters of the NDHS 2003 survey respondents who had undergone FGM had the procedure before their first birthday. According to the survey, the principal perceived ‘benefits’ of FGM include maintaining chastity/virginity before marriage, giving the victim better marriage prospects, providing more sexual pleasure for men (primarily according to male respondents), and aiding safe childbirth.", "The federal government publicly opposed FGM but took no legal action to curb the practice. Because of the considerable problems that anti-FGM groups faced at the federal level, most refocused their energies on combating the practice at the state and LGA levels. Bayelsa, Edo, Ogun, Cross River, Osun, and Rivers States banned FGM. However, once a state legislature criminalized FGM, NGOs found that they had to convince the LGA authorities that state laws were applicable in their districts. The Ministry of Health, women’s groups, and many NGOs sponsored public awareness projects to educate communities about the health hazards of FGM. They worked to eradicate the practice, but they had limited contact with health care workers on the medical effects of FGM.", "On March 21 [2005], Osun State enacted a law aimed at punishing those who encourage FGM. The law makes it a punishable offence to remove any part of a sexual organ from a woman or a girl, except for medical reasons approved by a doctor. According to the provisions of the law, an offender shall be any female who offers herself for FGM; any person who coerces, entices, or induces any female to undergo FGM; and any person who other than for medical reasons performs an operation removing part of a woman or girl’s sexual organs. The law provides a $385 (50 thousand naira) fine or one year’s imprisonment or both for a first offence, with doubled penalties for a second conviction.”", "On 13 April 2005, in its “Consideration of Reports submitted by State Parties” under Article 44 of the Convention on the Rights of the Child, the Committee on the Rights of the Child stated the following as regards the practice of FGM in Nigeria:", "“56. The Committee welcomes the introduction in parliament of a bill on violence in May 2003, aimed to prohibit forms of violence such as harmful traditional practices and domestic violence, including marital rape. However, it reiterates its concern at the widespread and continuing existence of harmful traditional practices in the State party, most notably the practice of female genital mutilation, as well as scarification and ritual killing of children, which pose very serious threats to children, in particular girl children.", "57. The Committee is concerned at the lack of legal prohibition and sufficient interventions on the part of the State party to address harmful traditional practices. The Committee is also concerned at the lack of support services available to protect girls who refuse to undergo FGM and of services to rehabilitate girl victims of the practice.", "58. The Committee recommends that the State party, as a matter of urgency, takes all necessary measures to eradicate all traditional practices harmful to the physical and psychological well-being of children, by strengthening awareness-raising programmes. The Committee further recommends the State party to adopt federal legislation prohibiting such practices and encourage further legal changes at the State level, in particular, female genital mutilation, as well as measures to provide support for girls who refuse to undergo FGM, and provide recovery services for victims of this harmful traditional practice.”", "In its country report of 2006 on Nigeria, Amnesty International stated that “in some communities, female genital mutilation and forced marriages were still practised”. On a previous webpage www.amnesty.org/ailib/intcam/femgen/fgm), which was last modified on 17 February 2004, Amnesty International estimated that 50% of all women and girls underwent FGM in Nigeria, and that the types practised were clitoridectomy, excision and, in the northwest, some infibulation. Amnesty International further maintained, in so far as relevant:", "“FGM is practised throughout the country and among all ethnic and religious groups. No law specifically prohibits FGM. The National Association of Nigerian Nurses and Midwives (NANNM) has been active in the fight against FGM. Nurses and paediatricians have campaigned throughout the country, conducting educational activities at the state and community level. In 1984, a Nigerian National Committee, the National Chapter of the IAC, was set up. The Committee has had support from the Ministries of Health, Education and Information.”", "According to a report by EURASIL (European Union Network for Asylum Practitioners) of December 2004, FGM existed in both rural and urban areas of Nigeria and was found among Christians, Muslims and Animists alike. FGM was more predominant in the southern and eastern zones. Women from northern states were less likely to undergo FGM; however, those affected were more likely to undergo the severe type of FGM known as infibulation. In the State of Cross Rivers, in particular, the police were actively implementing the prohibition on FGM. In the rest of the states where FGM was prohibited it was not clear to what extent the police and other authorities were actually enforcing the prohibition. The Nigerian government publicly opposed the practice of FGM. Anti-FGM NGOs were active in combating FGM and the medical profession had also campaigned against the practice.", "A Danish Immigration Service report of January 2005, “Report on human rights issues in Nigeria”, following a joint British-Danish fact-finding mission to Abuja and Lagos from 19 October to 2 November 2004, stated the following (pp. 26-27 and 36-38):", "“The federal government has warned against harmful traditional practices like FGM and campaigns have been conducted through the Ministry of Health and the media, a draft federal bill outlawing FGM has been before the National Assembly since 2001. According to BAOBAB, one of the most important women’s NGOs in Nigeria, the practice of FGM is quite diverse depending on tradition. However, most women throughout Nigeria have the option to relocate to another location if they do not wish to undergo FGM and government institutions and NGOs afford protection to those women. BAOBAB was of the opinion that FGM in itself is not a genuine reason for applying for asylum abroad. WACOL (Women’s Aid Collective) stated that it is possible for women to seek protection in the shelter run by WACOL in Enugu in the south and that the organisation’s Enugu office assists many adult women seeking protection against FGM. The National Human Rights Commission expressed surprise if someone actually had to leave Nigeria in order to avoid FGM instead of taking up residence elsewhere in Nigeria.”", "In addition, the Swedish Ministry for Foreign Affairs’ report on the human rights situation in Nigeria for 2004 states that FGM is, by tradition, commonly practised in most parts of the country but that the problem is most predominant in the southern parts of Nigeria (where Delta State is located). The report estimates that around 60% of Nigerian women have been subjected to FGM. However, it also observes that the issue is now being debated in the country and that information programmes have been developed in order to combat the practice. According to the report, these programmes have had a certain impact, with a reduced number of women being subjected to FGM."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}