{"ITEMID": "001-85300", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF WROBLEWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1976 and lives in Toruń. As it appears from the documents submitted, he is currently detained in the Toruń Remand Centre.", "6. On 29 August 2002 the applicant was detained and subsequently remanded in custody by the Chełmno District Court on charges of rape and murder by a detention order of 31 August 2002. The latter was upheld on 18 September 2002 by the Toruń Regional Court.", "7. On several occasions, namely 25 November 2002, 25 February, 28 May, 29 September 2003 and 21 January 2004 the applicant’s pre-trial detention was prolonged. The Toruń Regional Court relied in its decisions on the reasonable suspicion that the applicant had committed the offences and on the severity of the likely sentence. According to its reasoning, the applicant’s detention was the only measure which could secure the proper conduct of the proceedings in view of the extensive body of evidence which was to be considered in the case. The court stressed that the evidence already collected in the case, including mechanoscopic and olfactory expert opinions, comparative hair analysis, testimonies of witnesses and an experimental reconstruction of the crime scene indicated a high probability that the applicant had committed the crimes. Moreover, a psychiatrist’s examination and the observation of the applicant in a mental institution had been ordered by the court, as well as a genetic and chemical comparative analysis of available evidence. The court further added that the applicant had a previous criminal record.", "8. The applicant submitted that his appeals against some of the above decisions were dismissed by the Gdańsk Court of Appeal on 18 December 2002, 18 March, 11 June 2003 and 25 February 2004.", "9. On 19 May 2003 the Chełmno District Prosecutor lodged a bill of indictment against the applicant with the Toruń Regional Court. The prosecutor requested to have 14 experts and 56 witnesses summoned to testify.", "10. On 10 July 2003 the first hearing in the applicant’s case was scheduled for 20 August 2003; however the start of the trial had to be postponed, since the applicant’s counsel had asked the court to relieve him of his duties. The newly ex officio appointed lawyer informed the court that he was not able to fulfil his duties, as he had earlier been appointed as counsel of the auxiliary prosecutors – the victim’s parents. The Toruń Regional Bar immediately appointed another lawyer at the request of the court.", "11. On 1 August 2003 the applicant’s counsel requested that the composition of the court to hear the applicant’s case be decided by the drawing of lots.", "12. On 28 November 2003 the court scheduled the first hearings for 22 and 23 December 2003. On 3 December 2003 a supplementary drawing of lots was necessary as one of the lay judges could not take part in the proceedings.", "13. The first hearings before the Toruń Regional Court were held on 22 and 23 December 2003.", "14. Between 3 March and 24 May 2004 the Toruń Regional Court held 14 hearings. On 24 May 2004 the applicant requested the withdrawal of the presiding judge. His motion was dismissed by the Toruń Regional Court on the same day.", "15. Between 21 September and 23 November 2004 the Toruń Regional Court held 7 hearings. On 25 November 2004 the applicant’s detention on remand was extended until 28 February 2005.", "16. Between 10 January and 20 June 2005 the Toruń Regional Court held 10 hearings.", "17. On 23 June 2005 the Toruń Regional Court found the applicant guilty as charged and sentenced him to 25 years’ imprisonment. The judgment ran to 167 pages.", "18. The applicant, the prosecutor, as well as the auxiliary prosecutors, appealed.", "19. On 30 May 2006 the Gdańsk Court of Appeal quashed the judgment and remitted the case for re-examination to the Toruń Regional Court. The proceedings are still pending. The applicant is still in detention in respect of the charges against him.", "20. On 16 May 2002 the applicant was sentenced to 4 years and 6 months’ imprisonment for double rape.", "21. On 5 February 2003 the Regional Court upheld the first–instance judgment.", "22. As it transpires from the Government’s submissions, which were not contested by the applicant, he was serving the sentence imposed between 10 June 2003 and 9 February 2004, as well as between 29 February 2004 and 9 September 2007.", "23. As it further transpires from the Government’s submissions, which were not contested either by the applicant, between 9 and 29 February 2004 he was serving a term of imprisonment imposed on 17 May 1996 by the Nowe Miasto Lubawskie District Court in another set of criminal proceedings.", "24. Moreover, during the period between 21 May 2003 and 10 June 2003 the applicant was serving a term of imprisonment imposed by the Grudziądz District Court on 11 April 2001 for drunk driving.", "25. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are described in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}