{"ITEMID": "001-58273", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF POLAT v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 10;Not necessary to examine P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. Mr Edip Polat, a Turkish national born in 1962, is a writer and lives in Diyarbakır.", "9. In May 1991 he published in Ankara a book entitled “We made each dawn a Newroz” (Nevrozladık Şafakları). In an epic style he related historical episodes marked by Kurdish rebel movements in Turkey and gave an account, with his own comments, of facts relating in particular to the life of prisoners in Diyarbakır Prison and the ill-treatment they had allegedly been subjected to.", "10. The book was republished in November 1991. On 31 December, on an application by the public prosecutor at the Ankara National Security Court (“the National Security Court”), the Ankara Court of First Instance ordered the seizure of the copies published as an interim measure in the context of a criminal investigation opened in respect of Mr Polat.", "11. In an indictment of 22 April 1992 the public prosecutor accused the applicant, inter alia, of disseminating propaganda against the territorial integrity of the State and the indivisible unity of the nation, within the meaning of section 8(1) of the Prevention of Terrorism Act (Law no. 3713 – see paragraph 19 below). According to the public prosecutor, Mr Polat’s book was inspired by hatred of the Turkish State and lauded Kurdish separatism. In reaching that conclusion, he noted that both the “separatist bandits” of the PKK and the rebel troops of Sheik Said were described in the book as “Kurdish patriots” and that the regime at the time which had put down the insurrection of 1925 had been called a “fundamentalist dictatorship of the bourgeoisie” and was alleged to have implemented an expansionist policy which had led to infringement of the Kurds’ fundamental rights and annexation of their territory.", "He also accused the applicant of contravening section 6(1) of Law no. 3713 by divulging the identity of the staff of Diyarbakır Prison – who, he submitted, having been presented as torturers, ran the risk of reprisals – and the forensic pathologists, whose signatures appeared on the death certificates reproduced in the book.", "In support of his submissions, the public prosecutor quoted extracts from the book, whose confiscation he also sought.", "12. Before the National Security Court the applicant denied the charges against him. He expressed astonishment that he was being prosecuted on account of the republication of his book, six months after it had first appeared, and submitted in particular that he could not be held responsible for either the terms used in the preface – signed “Pélesor” – or the quotations incorporated in the text. For the rest, he contended that he had done no more than comment on the problems of the population of Kurdish origin on the basis of an account of actual events, which had, moreover, been discussed in the media and commented on by various politicians. He argued that the extracts quoted in the prosecution submissions had to be read in the context of the book as a whole; in that connection, he maintained that the use of a novelistic style meant that the book could not be seen as revealing an ideological or propagandist intention. It should be possible for everything in Turkey to be discussed and interpretation of history could not constitute an offence. In any event, it was not credible that a mere publication or the few quoted sentences could threaten the indivisibility of the State or influence readers’ minds to such a point that the unity of the Turkish nation would be impaired.", "Mr Polat likewise denied that he had denounced civil servants with the aim of turning them into targets.", "13. On 23 December 1992 the National Security Court found the applicant guilty of disseminating separatist propaganda within the meaning of Law no. 3713.", "In its judgment it considered separately the content of each of the six parts of the book alleged to be in breach of the law and in particular quoted substantial passages from the first two parts, including the following:", "“[First part]", "In spring 1925 you were not even a seed. Your parents had no ‘Hélin’. Other parents had a Hélin, while your grandfather had himself witnessed the destruction of other Hélins. Without suspecting that one day his granddaughter might be given the name Hélin, how many times did he see other Hélins running away or falling in a heap at the bayonet’s point?", "That is why, 55 years later, while you are living through the reality of Diyarbakır today, you must also learn the history of what your forefathers lived through in the spring of 1925. So when people tell you ‘The history of our people is one of tyranny and torture’ you will know what they are talking about. Is there not a saying which goes ‘He who is ignorant of the past cannot understand the present’? ...", "On 13 February 1925 the village of Piran was raided ... after a warrant had been issued for the arrest of ten Kurdish patriots. These patriots, preferring to fight rather than surrender to the gendarmes, shouldered their rifles and began a guerrilla campaign in the mountains. The events you are witnessing all these years later began with that clash. “On 13 February 1925 in the village of Piran ... ten of Sheikh Said’s men, who were wanted for ‘banditry’, refused to surrender to the gendarmes and fought back with weapons in hand; this sparked off an uprising. For three weeks the insurgents dominated the situation”. This uprising, which had begun with ten people, turned into a serious, large-scale insurrection ... and spread throughout the region. Scarcely five years after the proclamation of the Republic through the Turkish national democratic revolution – which has remained uncompleted - ... it was impossible for the new administration, which had taken over from the Ottoman administration, to resolve the Kurdish problem as it had not been able to bring about the necessary democratic transformations... But at the time of the revolution the Kurds had been promised that their rights would be recognised and by that means had been dragged into the war against the imperialist occupation. Following the establishment of the Turkish National Assembly the Kurds waited two years for the promises made about the resolution of the Kurdish problem to be honoured. That period of silent waiting was brought to an end by the above-mentioned uprising led by SAİD-İ PALOYİ. After the proclamation of the Republic, as the government had not satisfied the Kurds’ expectations ... the accumulated anger reached new heights and it was precisely this period of “angry” waiting which fuelled the insurrection. “By 7 March the forces of Sheikh Said had surrounded Diyarbakır. In the meantime they had dispersed several army regiments and captured the centre of Elazığ and the district of Palo”. The insurrection, which was spreading, did not perhaps succeed in drawing in all Kurds on account of its clan-based organisation, but it did manage to mobilise a large part [of the population] of Diyarbakır.", "When we look at Turkey as it was during the years of rebellion we see that the new State was not yet stable... There was an attempt to implement an expansionist policy which involved ignoring the rights of the Kurds and denying the existence of their territory, which the government wanted to annex...", "There was no doubt that the insurrection of Saidi Paloyi, begun in those circumstances, would be bloodily repressed by the fundamentalist dictatorship of the bourgeoisie. This first event formed part of the reality of Diyarbakır; it lasted three months. The insurrection, which had found some support around Diyarbakır and in the villages and districts of Elazığ, had finally reached the centre of Diyarbakır...", "The old people still alive today who witnessed this event say that after the insurrection was put down about forty people were tried by Independence Courts Martial (İstiklâl Mahkemeleri) and executed. Mr Mazhar Müfit, the president of the court martial which convicted and ordered the execution of a number of eminent Kurds, including Saidi Paloyi, spoke as follows after pronouncing sentence: ‘You have all pursued a specific objective, namely establishment of an independent Kurdistan, and in order to bring that about some of you abused one group of the population for your own shameful interests, while others among you allowed yourselves to be guided by your political ambitions and to be influenced by provocations which originated abroad.’ ...", "It was not on the manes of the horses of the fallen that the killers wiped their sabres clean. Those who climbed the scaffold kicked away the chairs under their feet themselves; the others were killed by cannonballs fired from the walls. When the streets of Amed were awash with blood the walls were tinted ash-grey. That is how the townspeople came to wear the armband with the three black dots! When you were not even a droplet of life, when we did not even know whether you would be born in a prison cell as a Kurdish girl, that is when the seed of the hatred [which was to explode] fifty-five years later was sown…", "[Second part]", "They forbade us to call you ‘Hélin’. They insisted that we call you ‘Meral’. On your birth certificate they ordered us to write ‘Meral’. Like the name of your country, your first name was proscribed…", "It was at that time that the commando raids on the villages of the province of Diyarbakır began. Thousands of villagers were crushed under the soldiers’ rifle butts. The men of the villages were exhibited stark naked to their wives, daughters and daughters-in-law. During operations conducted under the pretext of searching for weapons, dozens of villagers were beaten to death. … The age-old hatred grew deeper. The official files contained reports about how the people of the region had rebelled against tyranny. Everything that had happened before was known about. Besides, isn’t there a saying ‘Crush the serpent’s head while it is still small’? However, the ‘serpent’ had grown and begun to bite. There had to be an explanation of the secret of this seedling, because the more it was cut back the more it budded. Battle was engaged between the ‘irreconcilable opposites…’ In 1925 the fighting, which had until then been rather clan-based, reached a higher level. Like those in the ‘opposite camp’, who had put their organisation in order, the revolutionary fighters on their side amalgamated the national struggle with the struggle between [social] classes. Breaking out from the regional and clan context, the Kurdish problem moved on towards a common front with class war. Socialism became the problem of the Kurds and the Kurdish question that of the socialists…”", "The National Security Court, after rehearsing the historical facts that had led to the events referred to by Mr Polat, ruled that he had given an inexact version of them. It emphasised that the Turkish State was a single entity, that its territory formed a whole and that all its nationals, without exception, were “patriots”. It went on to say that it was unacceptable to describe as patriots insurgents who had caused the death of thousands of troops; it was not true that within Turkey there was a “Kurdish territory” or a “Turkish territory”; it flew in the face of the facts to give the name “Kurdistan” to a region where citizens of various origins lived; and that by going so far as to say that the State of the Republic of Turkey was expansionist and colonialist Mr Polat had supported the assertion that there were two nations – the Kurdish nation, whose history had allegedly been marked by tyranny and torture, and the Turks, who were enslavers. In the court’s view such assertions were unacceptable because they encouraged separatism and the dismemberment of the nation.", "On the subject of the second part of the book, the court observed: “Even the opening phrase – ‘Like the name of your country, your first name was proscribed’ – suggested separatism.” It ruled that by discussing the prohibition of the forename “Hélin” the author had intended to allude to the ban on the name “Kurdistan”. Mr Polat had tried to conceal in that way his real intention, which had been to assert the existence of a separate country within the territory of the Turkish State.", "The court said that during the periods when democracy had been suspended and the army was in power there had been restrictions on certain rights and freedoms and undesirable incidents – such as gathering villagers together with a view to collecting hidden weapons – had taken place. While it was conceivable that from time to time it had been necessary to use force against people who refused to hand over their weapons, it was unacceptable for Mr Polat to present such incidents as acts of torture which had exclusively affected the peasants of Diyarbakır, thus insinuating that one group of Turkish citizens were victims of discriminatory treatment. In fact, it was Mr Polat’s very approach which constituted discrimination based on region of origin and ethnic considerations.", "As for the other parts of the book, the National Security Court held:", "“[In the third part] ... the allegations – which the author attempts to back up by giving the names of prison staff – that ... repression has become the destiny of the Kurdish people and that people of Kurdish origin have been imprisoned and tortured to death on account of their struggle for independence ... are not credible and merely take advantage of people’s feelings... Remarks like those to the effect that the consciousness of nationhood has been strengthened by the inhuman treatment of the Kurdish people and that the national struggle is a noble one ... amount to nothing more than separatist propaganda...", "[In the fourth part] it is stated that in the prisons female prisoners ... were woken up in the middle of the night and falsely told that there was a fire, but that their fear suddenly transformed itself into a marriage ceremony and they then began to shout out cries of joy (tilili). The memory of persons who had committed suicide on the evening of 18 May is evoked in such a way as to exploit people’s feelings. In describing as heroic certain acts inspired by a primitive oriental mentality, in choosing to see a simple cry as a marriage ceremony and in presenting suicides as heroic acts the intention can only be to bolster [Kurdish] nationalist sentiment... It is obvious that conditions in prison are not ideal ... however, by using demagogic language the defendant misrepresented those conditions to a considerable extent, as if they were being used to repress the sacred and noble rebellion of the Kurdish people subjected to tyranny and torture. Such assertions amount to separatist propaganda...", "[In the fifth part] the defendant ... discusses certain traditions and customs to which Turks and Kurds attach importance or a symbolic value... He relates, among others, the following anecdote: ‘According to legend, during Dersim’s rebellion government soldiers burned a village. While the village was on fire a child of eight to ten years of age who had escaped from the flames ran up and threw himself into the arms of the soldiers standing round the fire. When he suddenly caught sight of the earth-coloured uniforms, ... the child preferred to throw himself into the flames than to stay where he was, so he ran back to where he had come from and jumped into the fire. The Kurds have never throughout history been able to establish a lasting State and their quest for freedom has transformed itself in their hearts into glowing embers. That is why the fire of Newroz is in fact the fire of their desire for freedom...’ Kurdish society is based on a population which has existed for thousands of years. In the course of history it remained under the influence of a number of religions, languages and cultures. Every society goes through certain phases and when it moves from one to another some of its customs and traditions live on... That is perfectly natural. However, ... the defendant likens the fires lit in the mountains during the Newroz celebrations to the fire of freedom in people’s hearts... Whereas, in Turkish society too there are events at which fires are lit... That does not mean that the Turkish people or the Kurdish people intoxicate themselves with the fire of freedom. To claim that the Kurds are not free is to attribute to them a demand ... for freedom. But what would follow freedom for the Kurds is division of the territory and the nation. It is precisely that outcome which the author implicitly advocates and seeks. ... As for the legend related by the defendant ..., it constitutes clear and conclusive proof of hostility towards the Turks...", "[In the sixth part] the defendant speaks of prisons and the resistance movements inside them. We will not examine each of these movements: a full account of them has already been given in the bulletins and statements put out by the PKK! ... Among the ... prisoners there are also members of the PKK’s central committee and other leading members. We know that when the prosecutors of the Military Legal Service drew up the indictments calling for ... application of the death penalty a movement of panic sprang up, and that to calm the situation down the PKK militants, in order to arouse so-called resistance movements, used people they had conditioned by saying to them: ‘Behold the fascist Turkish Republic which oppresses you; you are treated like soldiers, they wake you up at the same time as them, they make you take part in sport and they force you to go to sleep at fixed times’. Moreover, with regard to M.D. - who, according to the defendant, committed suicide – even his friends in prison confirmed that he had killed himself after a period of depression. Furthermore, did not one Ş.R.G. decide to commit suicide in Diyarbakır Prison when suffering from depression? He dressed himself in thick clothes, stuffed them with cotton soaked in eau-de-Cologne and then set fire to them with a match. When his clothes began to burn his skin he started to shout out and call to the other prisoners for help... When they had saved him he told those around him how much he regretted what he had done and that he realised how stupid he had been. In fact, suicides in prisons are committed ... as a result of depression originating in a ... feeling of guilt about offences committed. ... Misrepresenting all these facts, the defendant portrays PKK members as innocent freedom fighters and their resistance as legitimate and just, thus making manifest his criminal intent.”", "In short, according to the National Security Court, it was “clearly and incontestably established” that Mr Polat had disseminated propaganda against the territorial integrity of the Republic of Turkey and the indivisible unity of the nation, which justified sentencing him, pursuant to section 8(1) of Law no. 3713, to two years’ imprisonment and a fine of 50 million Turkish liras (TRL). It held, however, that although the facts of the case also constituted an offence under section 6(1) of Law no. 3713, it was not necessary, regard being had to Article 79 of the Criminal Code (see paragraph 18 below), to pronounce sentence separately in respect of that offence.", "In adition, the National Security Court ordered the confiscation of all the editions of the book.", "14. The applicant appealed to the Court of Cassation. In his statement of the grounds of appeal he submitted that his intention had never been to work towards separatist ends but to set out his thoughts – in a critical spirit - about real events relating to the Kurdish question. He contended that the possibility of conducting such an exercise was an indispensable precondition for democracy and freedom of thought.", "He further asserted that the judges at first instance had wrongly based their judgment on their own interpretation of historical events or their own perception of what was allegedly implicit. He argued that the National Security Court had been inconsistent in accepting on the one hand that there was such a thing as “Kurdish society” while denying on the other the possibility that this society might have its own patriotic feelings, epics, legends and demands for freedom. In any event, such questions were matters for sociologists or historians not judges. The National Security Court’s approach had therefore been more political than legal and was bound to have led to an unfair judgment.", "15. After a hearing, the Court of Cassation dismissed Mr Polat’s appeal by a judgment of 27 May 1993, holding that the assessment of the evidence by the first-instance court had been consistent with the reasons it had given for rejecting the applicant’s defence.", "16. In July 1993 Mr Polat was imprisoned. On his release in January 1995 he paid the fine of TRL 50,000,000 that had been imposed on him.", "17. On 30 October 1995 Law no. 4126 of 27 October 1995 came into force. This reduced the terms of imprisonment prescribed by section 8 of Law no. 3713, but increased the fines it laid down (see paragraph 19 below).", "In a temporary provision relating to section 2, Law no. 4126 also made provision for automatic re-examination of sentences pronounced in judgments rendered pursuant to section 8 of Law no. 3713 (see paragraph 20 below). In accordance with that provision, the National Security Court re-examined the merits of the applicant’s case. By a judgment of 14 December 1995 – the text of which reproduced to a considerable extent the wording of the judgment of 23 December 1992 (see paragraph 13 above) – it finally sentenced Mr Polat to pay an additional fine of TRL 50,000,000 and confirmed the order for the confiscation of his book.", "On appeal by the applicant, the Court of Cassation upheld that decision by a judgment of 6 May 1997.", "On 3 August 1998 Mr Polat, complying with an order to pay that had been served on him, paid the additional fine.", "18. The relevant provisions of the Criminal Code are worded as follows:", "“Where the legislative provisions in force at the time when a crime is committed are different from those of a later law, the provisions most favourable to the offender shall be applied.”", "“In the event of conviction, the court shall order the seizure and confiscation of any object which has been used for the commission or preparation of the crime or offence…”", "“A person who commits an act which contravenes more than one provision of the law shall be punished pursuant to the article, of those relevant, that lays down the heaviest penalty.”", "19. Law no. 3713 of 12 April 1991, on the prevention of acts of terrorism, was amended by Law no. 4126 of 27 October 1995, which came into force on 30 October 1995 (see paragraph 20 below). The relevant sub-sections of sections 6 and 8 provide:", "“It shall be an offence, punishable by a fine of from five million to ten million Turkish liras, to announce, orally or in the form of a publication, that terrorist organisations will commit an offence against a specific person, whether or not that person’s ... identity is divulged provided that it is done in such a manner that he or she may be identified, or to reveal the identity of civil servants who have participated in anti-terrorist operations or to designate any person as a target.”", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.”", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a reoffender may not be commuted to a fine.”", "20. Among the amendments it makes to section 8 of Law no. 3713 with regard to minimum and maximum sentences (see paragraph 19 above), the Law of 27 October 1995 contains a “temporary provision relating to section 2” worded as follows:", "“In the month following the entry into force of the present Law, the court which has given judgment shall re-examine the case of a person convicted pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) and, in accordance with the amendment ... to section 8 of Law no. 3713, shall reconsider the term of imprisonment imposed on that person and decide whether he should be allowed the benefit of sections 4 and 6 of Law no. 647 of 13 July 1965.", "21. The relevant parts of section 5 of the Execution of Sentence Act (Law no. 647) read as follows:", "“The term ‘fine’ shall mean payment to the Treasury of a sum fixed within the statutory limits.", "…", "If, after service of the order to pay, the convicted person does not pay the fine within the time-limit, he shall be committed to prison for a term of one day for every ten thousand Turkish liras owed, by a decision of the public prosecutor.", "…", "The sentence of imprisonment thus substituted for the fine may not exceed three years…”", "22. The relevant provisions of the Code of Criminal Procedure concerning the admissible grounds for appeals on points of law against judgments at first instance are worded as follows:", "“An appeal on points of law may not concern any issue other than the lawfulness of the impugned judgment.", "Non-application or erroneous application of a legal rule shall constitute unlawfulness.”", "“Unlawfulness is deemed to be manifest in the following cases:", "1- where the court is not established in accordance with the law;", "2- where one of the judges who have taken the decision was barred by statute from participating;", "…”", "23. The Government supplied copies of six decisions given by the prosecutor attached to the Istanbul National Security Court withdrawing charges against persons suspected of inciting people to hatred or hostility, especially on religious grounds (Article 312 of the Criminal Code) and of five others withdrawing charges against persons suspected of disseminating separatist propaganda against the indivisible unity of the State (section 8 of the Prevention of Terrorism Act (Law no.3713)). In three of these cases where the offences had been committed by means of publications, the prosecutor based his decision on the fact that there was no evidence of some of the constituent elements of the offence.", "Furthermore, the Government submitted a number of decisions of the National Security Courts as examples of cases in which defendants accused of the the above-mentioned offences had been found not guilty. These were the judgments of 19 November (no. 1996/428) and 27 December 1996 (no. 1996/519); 6 March (no. 1997/33), 3 June (no. 1997/102), 17 October (no. 1997/527), 24 October (no. 1997/541) and 23 December 1997 (no. 1997/606); and 21 January (no. 1998/8), 3 February (no. 1998/14), 19 March (no. 1998/56), 21 April (no. 1998/ 87) and 17 June 1998 (no. 1998/133). In the judgments against the authors of works dealing with the Kurdish problem, the National Security Courts reached their decisions on account of the absence of “propaganda”, a constituent element of the offence."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}