{"ITEMID": "001-83580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BALÇIK AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 34 - Victim);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Non-pecuniary damage - finding of violation sufficient;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicants were born in 1967, 1979, 1971, 1963, 1979, 1973 and 1972 respectively and live in Istanbul.", "5. Upon receipt of intelligence reports that on 5 August 2000 a group of demonstrators would gather in the İstiklal Street in Istanbul to read a press declaration and block the tram line to protest against F-type prisons, police officers and members of the “Rapid Intervention Force” (çevik kuvvet) were deployed in the area. At noon, the applicants, together with thirty-nine others, gathered in İstiklal Street to make a press declaration to protest against F-type prisons. The police asked the group to disperse and to end the gathering and informed them that the demonstration was unlawful since no advance notice had been submitted to the authorities. The demonstrators refused to obey and attempted to march along İstiklal Street, chanting slogans and reading out a press declaration. Subsequently, at about 12.30 p.m. the police dispersed the group, allegedly by using truncheons and tear-gas. The applicants were arrested along with thirty-nine other persons. The applicants Sema Gül and Semiha Kırkoç were subsequently taken to the Taksim Hospital.", "6. The doctor who examined Sema Gül noted the following:", "“There are bruises on both arms and a swelling on the left foot.”", "As regards Semiha Kırkoç, the doctor noted the following:", "“There is a 4 cm long laceration on the left parietal region...”", "7. There were no medical reports in respect of the remaining applicants.", "8. The incident report dated 5 August 2000 stated that the security forces had to use force to disperse the group as they refused to obey the warnings. It was further indicated that one police officer was wounded during the incident.", "9. The applicants were subsequently taken to Beyoğlu central police directorate and Karaköy police station, where they were kept for one day.", "10. The next day, they were released upon the order of the Beyoğlu public prosecutor.", "11. On an unspecified date, the applicants filed a petition with the Beyoğlu public prosecutor against the police officers who had carried out the arrest. In their petition, they complained, inter alia, of the unlawfulness of their arrest and the excessive use of force by the police officers during and after the arrest.", "12. On 5 January 2001 the Beyoğlu public prosecutor issued a decision of non-prosecution in respect of the police officers who had been on duty at the relevant time. In his decision, the public prosecutor considered that the force used by the security forces was in line with Article 16 of the Law No. 2559 on the Duties and Powers of the Police and had not been excessive. In the public prosecutor's opinion, the injuries sustained by the complainants had been caused by the use of force which was proportionate.", "13. The applicants filed an objection against the public prosecutor's decision.", "14. On 25 June 2001 the Istanbul Assize Court dismissed the applicants' objection.", "15. Meanwhile, on 14 August 2000, the Beyoğlu public prosecutor filed a bill of indictment with the Beyoğlu Criminal Court. The public prosecutor accused the applicants under Article 28 § 1 of Law no. 2911 of taking part in an illegal demonstration without prior authorisation and not dispersing despite the police officers' warning.", "16. On 19 September 2005 the Beyoğlu Criminal Court acquitted the applicants. The court held that making a press statement was a constitutional right and that prior authorisation was not needed to use this right. The court further observed that it was not certain that the warning given to the accused to disperse could be heard by all the demonstrators. It concluded that the accused had used their constitutional rights and, consequently, had not committed any offence.", "17. Article 34 of the Constitution provides:", "“Everyone has the right to hold unarmed and peaceful meetings and demonstration marches without prior permission.", "...", "The formalities, conditions, and procedures governing the exercise of the right to hold meetings and demonstration marches shall be prescribed by law.”", "18. At the material time section 10 of the Assemblies and Marches Act (Law no. 2911) was worded as follows:", "“In order for a meeting to take place, the governor's office or authorities of the district in which the demonstration is planned must be informed, during opening hours and at least seventy-two hours prior to the meeting, by a notice containing the signature of all the members of the organising board...”", "19. Section 22 of the same Act prohibited demonstrations and processions on public streets, in parks, places of worship and buildings in which public services were based. Demonstrations organised in public squares had to comply with security instructions and not disrupt individuals' movement or public transport. Finally, section 24 provided that demonstrations and processions which did not comply with the provisions of this law would be dispersed by force on the order of the governor's office and after the demonstrators had been warned.", "“The police may use firearms in the event of:", "(a) Self defence, ...", "(h) if a person or a group resists the police and prevents them from carrying out their duties or if there is an attack against the police.”", "“In cases of resistance by persons whose arrest is necessary or by groups whose dispersal is necessary or of their threatening to attack or carrying out an attack, the police may use violence to subdue these actions.", "Use of violence refers to the use of bodily force, physical force and all types of weapons specified in the law and it gradually increases according to the nature and level of resistance and attack in such a way as to restore calm.", "In cases of intervention by group forces, the extent of the use of force and the equipment and instruments to be used are determined by the commander of the intervening force.”"], "VIOLATED_ARTICLES": ["11", "3"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}