{"ITEMID": "001-57583", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1980, "DOCNAME": "CASE OF THE SUNDAY TIMES v. THE UNITED KINGDOM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The Sunday Times case was referred to the Court by the European Commission of Human Rights (\"the Commission\") in July 1977. The case originated in an application against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission in 1974 by Times Newspapers Limited, the publisher of the British weekly newspaper The Sunday Times, by Mr. Harold Evans, the latter’s editor, and by The Sunday Times as a group of journalists, composed of Mr. Evans himself, Mr. Bruce Page, Mr. Philip Knightley and Ms. Elaine Potter.", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 8 to 37 of the Court’s judgment of 26 April 1979 (Series A no. 30, pp. 8-27).", "2. By that judgment, the Court held, inter alia, that there had been a breach of Article 10 (art. 10) by reason of an injunction granted against Times Newspapers Limited in accordance with the English law of contempt of court but no breach of Article 14 (art. 14) (points 1 and 2 of the operative provisions and paragraphs 42-73 of the reasons, ibid., pp. 45 and 28-43).", "During the proceedings on the merits, the applicants, without quantifying their claim, had requested the Court to declare, in application of Article 50 (art. 50), that the Government of the United Kingdom (\"the Government\") should pay to them a sum equivalent to the costs and expenses which they, the applicants, had incurred in connection with the contempt litigation in the English courts and the proceedings before the Commission and the Court. The Court reserved the whole of the question of the application of Article 50 (art. 50). Those appearing before the Court were invited to notify it, within three months from the delivery of the judgment, of any settlement at which the Government and the applicants might have arrived (point 4 of the operative provisions and paragraphs 76-78 of the reasons, ibid., pp. 44-45).", "3. By letters of 18 and 31 July 1979, the Deputy Agent of the Government and the Deputy Secretary to the Commission advised the Registrar that no settlement had been arrived at.", "4. In accordance with Orders of the President (3 August, 11 October and 17 December 1979) and a decision of the Court (27 February 1980), the following documents were filed with the registry:", "- on 10 October 1979, observations of the applicants, transmitted by the Commission’s Delegates;", "- on 14 December 1979, memorial of the Government;", "- on 21 February 1980, observations of the Delegates, together with the applicants’ observations on the Government’s memorial;", "- on 18 April 1980, supplementary memorial of the Government.", "5. Having consulted, through the Registrar, the Deputy Agent of the Government and the delegates of the Commission, the Court decided on 29 April 1980 that there was no call to hold oral hearings.", "On 30 May 1980, the Secretary to the Commission, acting on the Delegates’ instructions, transmitted to the registry some comments by the applicants on the Government’s supplementary memorial which they had sent to him on their own initiative. On 3 June, the Court decided, on the ground that the case was already ready for decision, not to take this document into account and, accordingly, not to communicate it to the Government.", "6. The applicants’ claim may be summarised as follows:", "(a) for the litigation in the English courts (\"the English costs\"): 15,809.36 pounds;", "(b) for the proceedings before the Commission and the Court (\"the Strasbourg costs\"):", "- 24,760.53 pounds up to the delivery of the judgment of 26 April 1979;", "- an additional amount in respect of the Article 50 (art. 50) proceedings;", "(c) interest at 10% per annum on the sums awarded.", "There was appended to the applicants’ observations of 10 October 1979 a schedule with particulars of the quantified items, incurred since October 1972. For ease of reference, relevant details are included below in the section \"As to the law\".", "7. The costs of the litigation in England had been the subject of certain \"without prejudice\" correspondence. On 8 June 1973 the Legal Adviser to Times Newspapers Limited had written to the Treasury Solicitor as follows:", "\"... I am writing to you now to see whether the matter of costs could be dealt with by agreement, thus avoiding any argument at the resumed hearing, when judgment is given.", "I do not think you will be surprised to hear that we expect the House of Lords to find in favour of the Attorney-general ...", "In normal circumstances it would be difficult to resist the argument that costs should follow the event, but I venture to suggest that there are a number of features about the present case which would justify a departure from the normal rule ...\"", "There followed a list of circumstances surrounding the litigation in the English courts, together with an assertion that The Sunday Times had acted \"with great restraint and responsibility\" and had \"frequently subordinated its private interest to the more general public interest\".", "The letter concluded:", "\"... we ... base our suggestion that it should be agreed that, in the event of a judgment by the House of Lords in favour of the Attorney-General, there should be an agreed Order that each side pay their own costs, both in the House of Lords and in the courts below, on the ... grounds which I have outlined above.\"", "The Deputy Treasury Solicitor had replied on 15 June 1973:", "\"I have obtained the instructions of the Attorney-General on your letter of the 8th June. He considers that each party should bear their own costs of all the proceedings, whatever the outcome of the appeal to the House of Lords.\"", "8. On 25 July 1973, that is one week after giving judgment on the merits in favour of the Attorney-General, the House of Lords ordered: \"That, by consent, each party do bear and pay their own costs here and below.\" Counsel for the Attorney-General had pointed out that \"in the ordinary way the Attorney-General would have asked for costs\" but that, in the circumstances, it had \"been agreed that each party should pay their own costs\"; no observations had been added on behalf of Times Newspapers Limited.", "9. In English law, a litigant must bear his own costs unless the court otherwise orders. An award of costs lies within the discretion of the court but, as a general rule and in the absence of special factors, \"costs follow the event\": the unsuccessful party will be ordered to pay to his opponent the latter’s costs, although the actual amount recoverable will be assessed by the court and will very rarely cover the full expenditure. There is jurisdiction to award costs against a successful party but it is exercisable only in the most exceptional circumstances (see Knight v. Clifton [1971] 2 All England Law Reports 378).", "10. An order by consent made by an English court is not a contract, but it is sufficient evidence of the contract upon which it is based. Such an order, like the contract which it evidences, is not necessarily to be read literally but is to be construed in the light of any admissible evidence of surrounding circumstances, including evidence as to the nature of the dispute compromised by the order (per Mr. Justice Plowman and, on appeal, per Lord Justice Donovan in General Accident Fire and Life Assurance Corporation v. Inland Revenue Commissioners [1963] All England Law Reports, vol. 1 at 627 and vol. 3 at 261)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}