{"ITEMID": "001-96337", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MIKAYIL MAMMADOV v. AZERBAIJAN", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 2;Violation of Art. 2;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1961 in Gubadly and currently lives in Sumgayit.", "6. The applicant and his family are internally displaced persons from Gubadly. In 1993, during the occupation of the region by Armenian military forces, they fled their permanent place of residence and came to Sumgayit.", "7. After their flight from Gubadly, the applicant's family of six (himself, his wife, three children and the applicant's mother-in-law) resided temporarily in various places in Sumgayit. Immediately prior to the events outlined below they lived in a room in a State-owned hostel.", "8. From 17 June to 5 July 1999 the applicant's wife, Chichek Mammadova, underwent in-patient treatment in the Sumgayit City Emergency Hospital with a diagnosis of “closed craniocerebral injury, brain concussion; contusion of soft tissues of the crown of the head; hysterical psychosis”.", "9. In late 2003 the applicant discovered that there were three vacant rooms in an old administrative building that belonged to the Sumgayit City Military Commissariat (the army recruitment office), which, however, no longer occupied the building. Part of the building was occupied by an association of war veterans, but the rooms that the applicant was interested in were abandoned and in a state of neglect. The rooms were located in auxiliary premises which had a separate entrance from the rear side of the building. The applicant occupied these rooms and conducted substantial repair work there for three months. According to him, the other occupants of the building were aware of his activities but did not object to them. Likewise, according to the applicant, there were no objections by any public authorities to the repair works carried out by him.", "10. After completing the repair works, at the end of 2003 the applicant left his hostel room and moved into the new dwelling together with his family.", "11. On 26 March 2004 two officials (E.G. and Y.A.) of the Sumgayit City Executive Authority (“the SCEA”), an employee of the local housing maintenance and utilities board (K.A.) and a number of police officers arrived in the applicant's new dwelling. They had no court order for his eviction.", "12. At an unspecified time after the arrival of the above-mentioned officials, the applicant's wife, Chichek Mammadova, poured some kerosene on herself and ignited it, apparently in protest at what she perceived as the authorities' intention to evict her family. It appears that at least one of the police officers helped put out the fire on her body, using a blanket he found inside the applicant's home. Chichek Mammadova's brother, who arrived slightly later, took her to hospital by taxi.", "13. Following this incident, the police loaded the possessions of the applicant's family onto a lorry and transported them back to the hostel where the applicant's family had previously resided.", "14. The applicant's wife suffered multiple second- and third-degree burns affecting 50% of the body surface. On 30 March 2004 she died in hospital of complications resulting from her injuries. The results of the autopsy released on 2 April 2004 confirmed that the death had been caused by the extensive burns to her body surface.", "15. According to the applicant, prior to 26 March 2004 he was summoned several times to meet the SCEA officials, who orally demanded him to vacate the rooms in the old Commissariat building and even asked him for a bribe in order to allow him to stay there. He refused their demands.", "16. On 26 March 2004 E.G., Y.A. and a large number of police officers arrived in the applicant's new dwelling and demanded that he and his family immediately vacate the premises. The applicant estimated the total number of police officers at around twenty-five to thirty, noting that most of them were equipped with batons. When the applicant and his family members refused, the police used force on the applicant and his mother-in-law.", "17. At this time Chichek Mammadova experienced a state of shock and psychological anxiety. She poured some kerosene on herself and threatened to set fire to herself if the police officers did not leave immediately. However, the SCEA officials and police officers did not take her threats seriously. E.G. even offered her a box of matches, mockingly encouraging her to keep her word and set fire to herself.", "18. At that moment, the applicant was outside trying to help one of his children, who had fainted a few moments earlier from fright. Therefore, the applicant could not immediately rescue his wife. According to the applicant, none of the police officers made an attempt to rescue her, because they were all busy carrying the applicant's possessions and loading them onto a lorry.", "19. Only Chichek Mammadova's sister, who was also in the vicinity, came to her rescue and extinguished the fire. Only one police officer offered some belated assistance. By this time, Chichek Mammadova had already suffered serious burns. Her brother, who arrived shortly after the incident, took her to hospital by taxi.", "20. According to the Government, at 11 a.m. on 26 March 2004 two SCEA officials, accompanied by five police officers, visited the premises occupied by the applicant's family. The aim of the visit was merely to explain to the applicant that his family was occupying these premises illegally. The applicant immediately left, together with a child of his, and went to a post office to send a complaint against the SCEA officials and the police. After the applicant had left, his wife supposed that her family would be evicted by force. She became anxious and set fire to herself in protest. None of the State officials present had provoked her to do so. A few minutes later her close relatives took her to hospital.", "21. Following this, the officials decided, on the spot, to move the applicant's family's belongings back to the hostel where they had previously resided.", "22. An investigator of the Sumgayit City Prosecutor's Office carried out a preliminary inquiry into the circumstances of Chichek Mammadova's death.", "23. It appears that the investigator questioned a number of witnesses, including the applicant, his mother-in-law, his sister-in-law, the municipal employee K.A., the SCEA officials E.G. and Y.A., and seven police officers (J.M., C.V., N.A., E.N., N.G., N.I. and S.S.) (see summaries of the relevant witness testimonies in section F. below).", "24. By a decision of 14 May 2004 an investigator of the Sumgayit City Prosecutor's Office decided not to institute criminal proceedings in connection with the death of the applicant's wife.", "25. Based on the witness testimonies, the investigator concluded that there was no proof supporting the applicant's allegations that E.G. and Y.A. had entered the applicant's dwelling, that E.G. had offered matches to Chichek Mammadova, that E.G. had ever asked the applicant for a bribe, or that any police officers had used force against Chichek Mammadova. As there were no indications that any third persons had been in any way responsible for the fact that the applicant's wife had attempted suicide, there were no grounds to institute criminal proceedings.", "26. Following this decision, the applicant sent a number of letters to the Sumgayit City Prosecutor's Office asking for a new investigation into the circumstances of his wife's death with a view to determining the responsibility of the SCEA officials and police officers involved in the incident. The Sumgayit City Prosecutor's Office replied, with similarly worded letters, on 15 July, 20 July, 3 September and 28 September 2004. It was noted in these letters that Chichek Mammadova's death had been suicide and that the preliminary inquiry could not establish any responsibility on the part of the State officials in her death. It was also noted, however, that:", "“... during the investigation into the circumstances of the death of Chichek [Mammadova], it was revealed that officials of the City Executive Authority and certain officers of the Sumgayit City Police Office had committed a number of errors [in performing their official duties. The matter has been referred] to the senior management of the City Executive Authority and the City Police Office with a view to eliminating such errors and ensuring that they are not repeated in the future, as well as taking relevant measures against the persons who have committed these errors. ...", "... moreover, a report was submitted to the Sumgayit City Police Office in respect of the officers of the Sumgayit City Police Office who exceeded their authority by participating, without a relevant court order, in an operation to evict you from the building where you had settled illegally; the officers responsible for the misconduct have been punished under the disciplinary procedure.”", "27. In March 2005 the applicant lodged a complaint with the Sumgayit City Court against the decision of the Sumgayit City Prosecutor's Office of 14 May 2004. On 1 April 2005 the Sumgayit City Court dismissed the applicant's complaint and upheld the decision of 14 May 2004. It noted that the inquiry did not reveal any evidence that a criminal offence had been committed and that, therefore, the decision of 14 May 2004 was lawful.", "28. On 25 May 2005 the Prosecutor General quashed the Sumgayit City Prosecutor's Office's decision of 14 May 2004 on the refusal to institute criminal proceedings. On 14 June 2005 the case was forwarded to the Binagadi District Prosecutor's Office for an additional inquiry.", "29. In the period from 24 June to 12 August 2005, the investigator of the Binagadi District Prosecutor's Office questioned a number of witnesses (mostly the same ones as those who had been questioned before) and obtained written testimonies from them (see section F. below).", "30. On 20 July 2005 the investigator requested an expert opinion on Chichek Mammadova's mental condition prior to her death and how it might have affected her actions leading to the suicide. In an expert opinion of 10 August 2005 an expert psychiatrist, having studied Chichek Mammadova's medical records and comments by people who had known her, concluded as follows:", "“No symptoms of a psychogenic-depressive reaction potentially causing her suicide can be observed in Chichek Mammadova's personality and mental traits. However, in the period preceding Chichek Mammadova's death, she had experienced a state of emotional stress of a degree capable of influencing her behaviour.”", "31. On 17 August 2005 the investigator issued a decision refusing to institute criminal proceedings. The decision stated, inter alia:", "“[According to the expert opinion of 10 August 2005,] the act of self-immolation by Chichek Mammadova was carried out in an attempt to prevent [her family's eviction]. During the incident, she found herself in the extreme circumstances of facing eviction from the rooms that [her family] had occupied, and reacted inadequately by selfimmolating in an ostentatious manner, having decided that it would attract the attention of those who were around her, evoke in them feelings of compassion towards herself, and help her resolve the conflict situation she encountered. In the period preceding her death, Chichek Mammadova had experienced emotional stress of a degree that could have influenced her subsequent actions.", "... the additional inquiry revealed that no other person had incited Chichek Mammadova to commit suicide by means of either ill-treating her, debasing her dignity or intimidating her.", "The claims of [the applicant] have not been confirmed during the additional inquiry ... It was established that the [SCEA and police] officials had carried out their official duties in a lawful manner, had given lawful instructions and had not committed any breaches of law when implementing those instructions, and that there had been no corpus delicti in [their] actions.", "Therefore ... the institution of criminal proceedings should be refused.”", "32. It appears that, following this decision, the applicant sent a number of letters to the Prosecutor General's Office, complaining that the investigation into the circumstances of his wife's death had been inadequate. In letters of 22 September and 10 October 2005 the Prosecutor General's Office responded that the inquiry by the Binagadi District Prosecutor's Office did not reveal any criminal elements in the actions of the State officials and that the applicant could challenge the decision of the Binagadi District Prosecutor's Office of 17 August 2005 in the courts. The applicant did not lodge a judicial complaint.", "33. On 7 June 2006 the First Deputy to the Prosecutor General quashed the decision of the Binagadi District Prosecutor's Office of 17 August 2005 on the refusal to institute criminal proceedings. Having regard to the contradictory testimonies of key witnesses and indications of possible breaches of law by the SCEA and police officials, the First Deputy to the Prosecutor General found that the inquiry had been incomplete and instituted criminal proceedings under Article 125 (incitement to suicide) of the Criminal Code. The Binagadi District Prosecutor's Office was instructed to carry out the investigation.", "34. On 10 June 2006 the applicant was given the procedural status of a “legal successor to a victim of crime”. In June and July 2006 the applicant submitted to the investigator a number of petitions requesting him, inter alia, to summon certain additional witnesses and to remove certain SCEA and police officials from their official posts during the investigation period. On 1 August 2006 the investigator rejected these petitions.", "35. It appears that the investigator again questioned mostly the same group of witnesses who had been questioned before (see paragraphs 23 and 29 above and section F. below).", "36. On 7 September 2006 the three-month investigation period was extended for another two months.", "37. On 1 October 2006 the investigation was suspended. On 14 November 2006 it was resumed. No documents are available in the case file in respect of these procedural events.", "38. On 15 November 2006 the investigator from the Binagadi District Prosecutor's Office again suspended the investigation, owing to the inability “to determine the perpetrator of the criminal offence” of incitement to suicide.", "39. The applicant lodged a judicial complaint against the investigator's decision of 15 November 2006 to suspend the investigation. On 19 March 2007 the Binagadi District Court quashed the impugned decision and instructed the Binagadi District Prosecutor's Office to resume the investigation. The court noted, inter alia:", "“It appears from the material in the case file that the criminal investigation has not been full and comprehensive, and there was no basis for suspending the criminal proceedings as no face-to-face confrontations between witnesses have been held, and it has not been determined whether there were lawful grounds for the [SCEA and police] officials to enter the residential premises and remove the victim's belongings from there, whether the police officers indeed went to the scene of the incident with the aim of carrying out prophylactic measures, whether such prophylactic measures were lawful, whether any physical force were used against the residents of the premises, and whether the [State officials] at the scene of the incident abused their official authority.”", "40. On 9 April 2007 the investigation was resumed. However, on 25 April 2007 the investigator of the Binagadi District Prosecutor's Office decided to suspend the investigation again. In his decision he noted that, after the resumption of the investigation on 9 April 2007, “a number of investigative steps ha[d] been carried out”; however, it was still impossible to determine the perpetrator of the offence of incitement to suicide. The nature of such investigative acts was unspecified.", "41. The applicant lodged a judicial complaint against the investigator's decision of 25 April 2007 to suspend the investigation. On 7 June 2007 the Binagadi District Court dismissed the applicant's complaint and upheld the investigator's decision. On 4 July 2007 the Court of Appeal upheld the Binagadi District Court's decision.", "42. On 16 September 2008 the investigator of the Binagadi District Prosecutor's Office issued a decision terminating the criminal proceedings on account of the absence of corpus delicti for the purposes of Article 125 of the Criminal Code in the actions of any of the persons involved in the incident resulting in the applicant's wife's self-immolation. The decision contained, inter alia, the following findings:", "“From 5 March 2004 the [SCEA] became aware of the fact that [the applicant and his family] had changed, of their own free will [without authorisation], their place of residence and were illegally residing in a State-owned non-residential building. Despite several early warnings given by [SCEA and police] officials, [the applicant and his family] continued to illegally reside in those non-residential premises.", "At around 11 a.m. on 26 March 2004, pursuant to an instruction by the [SCEA's] senior administration, [SCEA officials E.G. and Y.A.], police officers [N.G., E.N., N.A., C.V.], and the Deputy Head of the Sumgayit City Police Office J.M. went ... to the above address to have a prophylactic conversation with [the applicant and his family].", "During the prophylactic conversation ... Chichek Mammadova became anxious and, having presumed that [her family] would be evicted from the premises, poured kerosene on herself and ignited it; a state of tension ensued at the scene of the incident; Chichek Mammadova was taken to hospital by her relatives; her husband [the applicant] had left the scene prior to Chichek Mammadova's self-immolation to send a complaint by telegram; as a result, a process of eviction was started in accordance with an instruction given on the spot by [E.G. and Y.A.]; the police officers loaded [the applicant's] belongings onto a lorry and transported them to [the hostel where the applicant's family had previously lived] and delivered them to [R.N.], the superintendent of the hostel.", "It has been determined that the senior administration of [the SCEA] sent [E.G. and Y.A.] with the purpose of carrying out prophylactic measures in respect of the internally displaced persons who were illegally occupying the State-owned nonresidential premises in order to ensure that [the latter] vacated the premises voluntarily, and that the senior management of [the SCEA] did not instruct its officials to evict the internally displaced persons by force. However, after [the applicant's] wife Chichek Mammadova, who was suffering from a mental illness, had set fire to herself, [E.G. and Y.A.] instructed the police officers to move out the [applicant's] belongings, organised the transportation of those belongings to the hostel..., delivered them to the superintendent [R.N.] and signed a deed of delivery. ...", "It has been determined that, pursuant to an oral instruction from [the SCEA], the police officers were sent to the above-mentioned address by the administration of the Sumgayit City Police Office in order to participate in carrying out the prophylactic measures and, after the act of self-immolation by Chichek Mammadova, received an instruction directly from [E.G. and Y.A.] to move [the applicant's] belongings.", "[Summaries of witness testimonies and forensic evidence follow.]", "Pursuant to Article 5 of the Law on Social Protection of Internally Displaced Persons and Individuals Equated to Them of 21 May 1999, the relevant local executive authorities are responsible for temporary housing of internally displaced persons. Internally displaced persons may be allowed to settle temporarily on their own only if the rights and lawful interests of other persons are not infringed. Otherwise, the relevant executive authority must ensure resettlement of the internally displaced persons to other accommodation ...", "Pursuant to clause 4 of the Regulations on Resettlement of Internally Displaced Persons to Other Accommodation, adopted in Cabinet of Ministers Resolution No. 200 of 24 December 1999, in cases where the temporary settling of internally displaced persons breaches the housing rights of other individuals, the local executive authorities must provide the former with other suitable accommodation.", "According to a statement received from the Sumgayit City Court, there has been no judicial order for the eviction of [the applicant] from the premises where he had settled.", "[A summary of the expert opinion on Chichek Mammadova's mental state follows.]", "The investigation did not reveal evidence in support of [the applicant's] allegations that [the SCEA] officials demanded a bribe from him, abused or exceeded their authority, or unlawfully evicted [the applicant's family], or that the police officers ... abused or exceeded their authority, or used force against [the applicant] and his family members or his mother-in-law. The decisions and actions of [the SCEA and police] officials taken in connection with the premises illegally occupied [by the applicant's family] were lawful and did not transgress the limits specified by the legislation [in force]. The actions of [the SCEA and police] officials did not contain any elements of offences under Articles 308, 309, 311 and 125 of the Criminal Code or any other criminal offences.", "Moreover, the investigation revealed no indications that Chichek Mammadova was driven to commit suicide by way of ill-treatment debasing her dignity or threatening her, and found no person guilty of such acts. No elements of an offence under Article 125 of the Criminal Code have been established in the actions of any person [in connection with this incident].”", "43. Below are summaries of testimonies of the witnesses questioned at various times by the investigation authorities in the course of the abovementioned proceedings. The summaries have been derived either from copies of the witness depositions submitted by the Government in their observations or from the texts of the investigation authorities' decisions, or both. It appears that a number of the witnesses were questioned more than once; in such cases, the summary includes the content of all their testimonies.", "44. The applicant testified that, prior to 26 March 2004, he had been called to the SCEA several times and had been demanded to vacate the premises in the Sumgayit Commissariat. On one occasion, he had been accompanied to the SCEA by a police officer, C.V. The applicant claimed that, during these meetings with the SCEA officials, he had been asked for a bribe.", "45. At 11 a.m. on 26 March 2004 K.A. knocked on the applicant's door and did not tell him the real reason for her visit when he asked. When he opened the door, K.A. entered the dwelling with E.G., followed by police officers N.I., S.S. and C.V. (whom the applicant identified by their first names), and several other police officers unknown to him. A “large number” of other unknown police officers remained outside. N.I., S.S. and C.V. used force on the applicant immediately after they had gone inside. The applicant's wife, who witnessed this, asked the police officers why they were doing this and threatened to set fire to herself. In reply, E.G. mockingly challenged her to do so. At that moment, the applicant was able to escape from the police officers and go outside in search of a phone to call his relatives for assistance. When he came back, he saw a burnt blanket at the entrance of the dwelling and found out that his wife had performed selfimmolation and had been taken to hospital. He went to the hospital to see his wife. From the hospital he went to a post office to send telegrams to various authorities complaining about the incident. When he came back to his dwelling from the post office, he saw that his possessions had been removed.", "46. The testimony of the applicant's mother-in-law mostly corroborated the applicant's statements. Unlike him, she was inside the dwelling during the entire incident. She estimated that there had been around twenty to twenty-five officials and police officers during the incident and noted that they all had entered the dwelling. She also noted that, at one point, police officer N.I. had used force on the applicant by twisting his arms. She further submitted that E.G. had gone inside the dwelling and provoked Chichek Mammadova by offering her a box of matches. Following this, Chichek went into another room and emerged from it burning. One of the police officers helped put out the fire by throwing a blanket and a carpet on Chichek Mammadova.", "47. The applicant's sister-in-law was in accord with her mother's testimony.", "48. E.G. stated that the applicant and his family members had been notified earlier about the illegality of their actions and had been asked to vacate their dwelling in the Commissariat building. On 25 March 2004 S.R., a head of department at the SCEA, instructed him and another colleague of his (F.K.) to participate, as “observers” from the SCEA, in the “prophylactic measures” that would be taken the next day in connection with the applicant's illegal occupation of part of the Commissariat building. On 26 March 2004 he went to that address together with Y.A., while F.K. joined them much later. There were already an unspecified number of police officers there. An unspecified number of unidentified relatives and friends of the applicant were also there. The latter verbally insulted him and Y.A. The Deputy Head of the Sumgayit City Police Office (J.M.) was also there and spoke to the applicant about vacating the premises.", "49. E.G. specified that K.A. had knocked on the applicant's door and, immediately after it had been opened, several policemen had gone inside and spoken to the applicant. E.G. himself was standing, together with Y.A., outside the building, about 40-50 metres away from the entrance to the applicant's dwelling. “A little while later”, he heard screams from inside the applicant's dwelling and saw the police officers bring out Chichek Mammadova, who was badly burnt and was then taken to hospital. The applicant was not there at this time, as he had gone away somewhere. After Chichek Mammadova had been driven away, the premises occupied by the applicant and his possessions were left unattended by his family members, so they were loaded onto a lorry and taken to a more “secure place”, that is, the hostel where the applicant had lived before.", "50. E.G. denied speaking to the applicant prior to the incident and asking for any bribe from him. He also denied offering any matches to Chichek Mammadova and repeatedly insisted that he had been standing outside when she had immolated herself. He noted that the police officers had not used any force against the applicant or his family members. He also denied issuing any instructions to move the applicant's possessions out of the dwelling and stated that the police officers had decided to do so by themselves.", "51. Y.A. testified that, on 26 March 2004, his colleagues E.G. and F.K. had asked him to accompany them to the premises that the applicant had illegally occupied. When they arrived, there were already an unspecified number of police officers and an unspecified number of the applicant's relatives and friends. He and E.G. were standing outside the building, a significant distance away from the entrance to the premises occupied by the applicant. A little while later, they heard a commotion inside the premises and saw several police officers run inside. The latter brought out a badly burnt woman and sent her to a hospital. One of the police officers, E.N., helped put out the fire and, as a result, suffered a burn injury to his hand. (However, in another deposition Y.A. slightly changed his recollection of the above events and specified that, after K.A. and several police officers had knocked on the applicant's door, they had all gone inside. A little while later, Y.A. heard screams from the inside and heard the police officers bring out Chichek Mammadova.)", "52. The applicant, by this time, had gone away somewhere else and there was a state of confusion and disarray at the scene of the incident. Therefore, the applicant's possessions were loaded onto a lorry and taken to a more secure place (the hostel) for “temporary storage”. Subsequently, the applicant reclaimed his possessions and took them back to the same premises in the Commissariat building that he had illegally occupied.", "53. Y.A. insisted that he and E.G. had been standing outside when Chichek Mammadova had immolated herself and that E.G. had never offered any matches to her. He submitted that the police officers had not used any force against the applicant or his family members.", "54. F.K. testified that S.R., a head of department at the SCEA, had instructed him and E.G. to participate, as “observers” from the SCEA, in the “prophylactic measures” that would be taken the next day in connection with the applicant's illegal occupation of the premises in the Commissariat building. However, in the early morning of 26 March 2004 he was away on another assignment and arrived at the scene of the incident only after Chichek Mammadova had immolated herself. He had assisted in the transportation and delivery of the applicant's possessions to the hostel's superintendent.", "55. S.R. testified that, in early March 2004, he had received information that a family of internally displaced persons had illegally settled in the administrative building of the Sumgayit Commissariat. Thereafter, the applicant came to the SCEA to meet him personally and asked him to allow his family to stay in that building. However, S.R. refused, stating that the applicant's actions were illegal.", "56. He further noted that, on 26 March 2004, he had instructed E.G. and Y.A. to go to the applicant's premises and have a “prophylactic conversation” with the latter. He also requested the Sumgayit City Police Office to send some police officers there in order to “avoid any incidents”. However, S.R. insisted that he had not instructed either E.G. and Y.A. or the police officers to evict the applicant's family by force. The applicant's possessions were moved out of the premises only after the act of selfimmolation by Chichek Mammadova pursuant to a decision taken on the spot by the SCEA officials, in order to preserve the possessions from possible theft in the atmosphere of confusion which ensued at the scene of the incident.", "57. J.M. testified that he had received an oral instruction to carry out a “prophylactic conversation” with the applicant's family and to protect public order at the site during such “prophylactic” measures. For this purpose, he sent police officers E.N. and N.G. to the Commissariat building. He himself also went there at around noon on 26 March 2004 and talked to the applicant and the SCEA officials who were already there. About 5-10 minutes after his arrival, he heard screams from inside the applicant's dwelling and saw E.N. and N.G. go inside. The latter helped to put out the fire on Chichek Mammadova's body and to send her to hospital. Thereafter, he called more police officers to the scene in order to restore order and preserve the applicant's possessions.", "58. C.V. testified that on 26 March 2004 he and his colleague N.A. had been told that the authorities would carry out a “prophylactic conversation” with the applicant and had been instructed to go to the Commissariat building with the aim of protecting public order. When they arrived at the site, there were four other police officers (J.M., E.N., N.G. and S.S.), as well as E.G., Y.A. and K.A. Then K.A. knocked on the door and the applicant came out. The applicant and J.M. engaged in a conversation. The other police officers, including himself, were standing nearby. E.G. and Y.A. were standing about 30 metres from the entrance to the dwelling. While J.M. and the applicant were talking, C.V. heard screams from inside. He and two other police officers (N.A. and E.N.) went inside and saw Chichek Mammadova on fire, coming out of a back room. The police officers, including himself, put out the fire on her body by throwing blankets on her. At this time, the applicant went away somewhere, possibly to a post office. About 15 minutes later, one of Chichek Mammadova's relatives arrived and took her to hospital. Out of the applicant's family, only the applicant's elderly mother-in-law remained at the scene and she was in a state of shock because of her daughter's suicide attempt. The applicant's home possessions were essentially left unattended at this moment, so they were loaded onto a lorry and taken to a more secure place.", "59. C.V. denied applying any force or pressure on the applicant or his family members. He did not assist in moving out the applicant's possessions.", "60. N.A. testified that on 26 March 2004 he had received an instruction from his superiors to go to the Commissariat building with the aim of protecting public order during the eviction of the applicant's family. He went there together with C.V., another police officer. At an unspecified moment, he heard screams from inside the applicant's premises, and he and other police officers ran inside and saw Chichek Mammadova on fire. They helped put out the fire and took her to hospital. He returned to the scene around two hours later and saw that the applicant's possessions had been loaded onto a lorry. He denied applying any force or pressure on the applicant or his family members. According to him, E.G. was standing outside when Chichek Mammadova immolated herself, never went inside the applicant's premises and never offered her matches.", "61. E.N. testified that on 26 March 2004 he had been told that the authorities would carry out a “prophylactic conversation” with the applicant and had been instructed to go to the Commissariat building with the aim of protecting public order. The aim of the “prophylactic conversation” was to persuade the applicant to vacate the illegally occupied premises voluntarily. There were a total of five police officers at the site (including himself, J.M., C.V., N.A. and N.G.). E.G. and Y.A. were also there and were standing some distance away from the premises, because the applicant's relatives and friends kept insulting them. During J.M.'s conversation with the applicant, E.N. heard screams from inside the premises and immediately ran there. He saw a woman on fire. He took a blanket and extinguished the fire on her body. While doing this, he himself was injured, suffering a burn to his hand.", "62. E.N. denied applying any force or pressure on the applicant or his family members. He also did not assist in moving out the applicant's possessions, as he had to leave the scene to receive medical treatment for his injury.", "63. N.G. testified that on 26 March 2004 he had been told that the authorities would carry out a “prophylactic conversation” with the applicant and had been instructed to go to the Commissariat building with the aim of protecting public order. He went there together with E.N., his colleague. While one of the police officers engaged in conversation with the applicant, E.G., Y.A. and all the police officers (including himself) were standing outside. At this moment, he heard screams from inside the premises. He and E.N. went inside. E.N. extinguished the fire on Chichek Mammadova's body and, while doing this, suffered an injury to his hand. He accompanied E.N., who needed medical treatment, to hospital. Chichek Mammadova was taken to hospital by her relatives. When he returned about an hour later, he saw that the applicant's possessions were being loaded onto a lorry by the applicant's own relatives and friends. Police officers were occasionally assisting them.", "64. N.G. denied applying any force or pressure on the applicant or his family members. He insisted that all the police officers had been standing outside the applicant's premises when Chichek Mammadova had set fire to herself inside the premises. E.G. and Y.A. were also outside, further away from the building. Police officers N.I. and S.S. were not at the scene of the incident at the time of Chichek Mammadova's suicide attempt and arrived only after the incident.", "65. N.I. was a police officer whom the applicant and his mother-in-law specifically identified by first name in their statements, alleging that N.I. had used force against the applicant.", "66. N.I. testified that at around noon on 26 March 2004 he had received information that a woman had immolated herself at the Commissariat building and that a large crowd of people had gathered there. He went to the Commissariat building and saw a lorry loaded with various household items. He enquired of the officials who were there what had happened. He then left the site.", "67. N.I. insisted that he had not participated in this operation, that he had not been at the scene of the incident at the time when Chichek Mammadova had attempted suicide, that he had not met the applicant before, and that he was unaware of any reasons why the applicant had specifically mentioned his name in his complaints.", "68. S.S. was a police officer whom the applicant identified by first name in his testimony, alleging that S.S. had used force against him.", "69. S.S. testified that at around noon on 26 March 2004 he had received an instruction by portable radio to go to the Commissariat building. When he arrived there at around 12.30 p.m., he found out that a woman had committed an act of self-immolation and had been taken to hospital. Other police officers told him the entire story. After he arrived, he only witnessed how the applicant's possessions were being loaded onto a lorry by the applicant's own relatives and friends. Police officers were occasionally assisting them. Out of the applicant's family, only his elderly mother-in-law was there. The applicant and his child had gone.", "70. S.S. insisted that he had not been at the scene of the incident at the time when Chichek Mammadova had attempted suicide and that neither he nor any other police officer had used any force against the applicant or his family members.", "71. K.A. stated that on 26 March 2004 her colleague at the Housing Maintenance and Utilities Board, B.I., had requested her to go to the applicant's dwelling following an instruction received from the SCEA. When she arrived there, she saw E.G., Y.A. and five or six police officers. E.G. and Y.A. told her that they needed a female to knock on the applicant's door and asked her to do it. When the door was opened, both the police officers and the SCEA officials quickly entered inside. Before she knocked on the door, Y.A. had also instructed her to procure a lorry. Therefore, she immediately left the scene after knocking on the door. For this reason, she did not witness the act of self-immolation by the applicant's wife. When she returned to the scene of the incident about 30 minutes later, she heard that Chichek Mammadova had attempted suicide and had been taken to hospital. K.A. was then asked to enter the applicant's dwelling and write an itemised list of the applicant's household items that were being loaded onto the lorry. She did not want to do this, but did so under forceful orders from the SCEA officials.", "72. B.I. stated that he had gone to the applicant's dwelling together with K.A., but had left before all the events had happened because of other urgent business. During the short period when he was there, he saw five or six police officers standing near the Commissariat building and E.G. and Y.A. standing a little further away.", "73. T.M. testified that at around 1 p.m. on 26 March 2004 she had heard about the incident in the Commissariat building. She immediately went there together with a camera operator. However, when they arrived, everything was over and they could not get any video footage of the relevant events. Thereafter, she went to the hospital where Chichek Mammadova had been taken, but was not able to interview her.", "74. R.N. was the superintendent of the State-owned hostel where the applicant's family used to live before they moved to the new dwelling at the Commissariat building. According to him, the applicant's family lived in his hostel from 1994 to January 2004. The applicant's wife suffered from a “nervous disease” and was “mentally unstable”. In January 2004 the applicant's family left the hostel. On 26 March 2004 the SCEA officials and police officers brought the applicant's household possessions back to the hostel for “temporary storage” (as they explained). He signed the list of items and locked the applicant's possessions in a separate room. On 6 April 2004 the applicant reclaimed his possessions.", "75. N.Q. testified that, prior to the applicant's eviction from his dwelling, he had gone to the SCEA together with the applicant with the purpose of obtaining permission for the applicant to stay in the dwelling. He noted that, during that meeting, the SCEA officers had explained to the applicant that he was occupying the dwelling illegally. They had not demanded any bribes from the applicant in return for permission to stay there.", "76. S.B. was a member of an association of veterans which occupied part of the premises in the Commissariat building. He described in general how the applicant had carried out repair works in his dwelling. He noted that there had been no objections from any State authorities during the time when the applicant had carried out the work.", "77. Article 2 of the Law on Social Protection of Internally Displaced Persons and Individuals Equated to Them of 21 May 1999 (“the IDP Social Protection Act”) provides as follows:", "“Persons displaced from the place of their permanent residence in the territory of the Republic of Azerbaijan to other places within the territory of the country as a result of foreign military aggression, the occupation of certain territories or continuous gunfire shall be considered internally displaced persons subject to the provisions of this Law.”", "78. Article 5 of the IDP Social Protection Act provides as follows:", "“The relevant executive authority [the Cabinet of Ministers, the State Committee on Refugees' Affairs and local executive authorities, within the scope of their respective competence] shall deal with the housing of internally displaced persons. Residential, administrative and auxiliary buildings, as well as other buildings, shall be used for such housing purposes. Where there is no possibility of housing internally displaced persons in such buildings or where the population density in a specific settlement does not allow such a possibility, they shall be settled in camps specially set up for internally displaced persons. ...", "Internally displaced persons may be allowed to temporarily settle on their own only if the rights and lawful interests of other persons are not infringed. Otherwise, the relevant executive authority must ensure resettlement of the internally displaced persons to other accommodation...”", "79. Clause 4 of the Regulations on Resettlement of Internally Displaced Persons to Other Accommodation, adopted by the Cabinet of Ministers in Resolution No. 200 of 24 December 1999 (“the IDP Resettlement Regulations”), provides:", "“In cases where the temporary settling of internally displaced persons breaches the housing rights of other individuals, the former must be provided with other suitable accommodation.”", "80. Article 125 (“Incitement to suicide”) of the Criminal Code provides as follows:", "“Incitement of a person who is dependent on the inciter for material, service-related or other reasons to commit or attempt suicide by means of cruel treatment of this person, or by means of systematic denigration of his dignity, or by means of threats", "shall be punishable by restraint of liberty for a term of up to three years or by imprisonment for a term of three to seven years.”", "81. Articles 308, 309 and 311 of the Criminal Code deal respectively with the criminal offences of abuse of official authority, excess of official authority and bribe-taking.", "82. By Article 87.6 of the Code of Criminal Procedure (“the CCrP”), a person recognised as a “victim of crime” has, inter alia, the following procedural rights: to submit material to the criminal case file; to request the status of a private prosecutor at any pre-trial stage; to object to actions of the criminal prosecution authority; to lodge petitions; to have access to transcripts and documents in the case file; to be informed about and to obtain copies of the procedural decisions of the criminal prosecution authority (including a decision to discontinue the criminal proceedings); and to lodge appeals against procedural steps or decisions. In contrast, a person participating in the proceedings as a witness is entitled to have access only to those transcripts and documents which are related to him or her (Article 95.6.8).", "83. On being informed about acts of a criminal character that are planned or have been carried out or on discovering a criminal event by himself or herself, a preliminary investigator, investigator or prosecutor must take the necessary steps to preserve and obtain the relevant evidence and must immediately begin an investigation (Article 38.1). The initial grounds for instituting criminal proceedings may be either statements about a planned or committed criminal offence submitted by individuals, or information received from companies, officials and the mass media, or direct discovery of a criminal offence by a preliminary investigator, investigator or prosecutor (Article 46.2).", "84. Parties to criminal proceedings (and other persons involved in such proceedings in cases specified in the CCrP) are entitled to complain about procedural steps or decisions by the criminal prosecution authority. Procedural steps or decisions by the preliminary investigator or the investigator may be appealed against to the supervising prosecutor and the procedural steps or decisions of the latter may be appealed against to the hierarchically superior prosecutor (Articles 122.2.1 and 122.2.2). Certain types of procedural steps or decisions (of the preliminary investigator, investigator or supervising prosecutor) specified in Article 449.3 of the CCrP may be appealed against directly to the supervising court (Article 122.2.3).", "85. A decision not to institute criminal proceedings is taken by a preliminary investigator, investigator or supervising prosecutor when there are no lawful grounds for instituting criminal proceedings (Article 212.1). Within 24 hours after its issuance, this decision is sent to the supervising prosecutor as well as to the person who had informed the law-enforcement authorities about the alleged criminal offence (Article 212.2). A decision not to institute criminal proceedings may be appealed against to the supervising prosecutor, or a prosecutor hierarchically superior to the supervising prosecutor, or to the supervising court (Article 212.3). If an appeal is lodged with the supervising court, the latter may either (a) quash the decision and draw the supervising prosecutor's attention to any breaches of the CCrP's provisions concerning the procedure for criminal inquiries and requirements for instituting criminal proceedings, or (b) uphold the decision not to institute criminal proceedings (Article 212.4.2)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}