{"ITEMID": "001-6021", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "RUDAN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants, Milić, Mileva and Mirko Rudan, are Croatian citizens, born in 1921, 1928 and 1955, respectively and living in Zagreb. They are represented before the Court by Mr Milutin Ostoić, a lawyer practising in Zagreb. The respondent Government are represented by their Agent Ms Lidija Lukina-Krajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1986 the first applicant acquired a specially protected tenancy on a flat in Zagreb; the second and third applicants are his wife and son. They all lived together in the flat in question. On 24 August 1992, while the applicants were absent from Zagreb, three members of the Croatian Army broke the door and occupied the flat.", "On 25 August 1992 the third applicant instituted proceedings with the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking reinstatement and interim measures so as to obtain the keys of the new lock for the flat’s main entrance and to evict the defendants from the flat. On 25 August 1992 the court ordered interim measures as requested by the third applicant. On 22 September the same court decided in accordance with the third applicant’s claims.", "In the meantime, on 26 August 1992, the Ministry of Defence (Ministarstvo Obrane Republike Hrvatske) granted temporary possession of the flat in question to A. (although that person was already deceased) and to his wife R. The first and third applicants challenged that decision and on 18 February 1993 the Administrative Court (Upravni sud Republike Hrvatske) quashed the Ministry’s decision on the merits.", "Meanwhile R. had occupied the flat. Upon the third applicant’s request the Municipal Court ordered R. to vacate the premises on 3 September 1992. As R. did not comply with the court’s order, the first and third applicants sought, and on 1 October 1992 obtained, a decision on the judicial enforcement of the court’s decision (rješenje o izvršenju). R. filed a motion to object that decision, but her motion was denied on 28 December 1999. In addition The Trnje Welfare Centre (Centar za socijalni rad Trnje), as well as the Ministry of Defence, filed motions for an order staying the execution, which were denied on 18 October 1993. Subsequent attempts to evict R. from the flat by the court’s officials remained unsuccessful due to the presence of armed persons dressed in Croatian Army uniforms, inside and around the flat, opposing the eviction.", "R. occupied the flat until April 1994 when she moved out without informing the applicants or the Zagreb Municipal Court, and at the same time Z., a member of the Croatian military police, moved in. Some days later the applicants’ possessions from the flat were removed by persons dressed in Croatian Army uniforms using military trucks. On 20 August 1994 the Ministry of Defence granted temporary possession of the flat to Z.", "The applicants did not appeal against that decision.", "On 6 September 1993 the Office of State Counsel (Javno pravobraniteljstvo) instituted proceedings against the first applicant in the Zagreb Municipal Court requesting the termination of his specially protected tenancy on the flat in question, alleging that he had not occupied the flat for over six months. The Court considered the first applicant’s address to be unknown and appointed a legal representative for him (staratelj za poseban slučaj).", "On 30 November 1993 the Municipal Court terminated the first applicant’s specially protected tenancy accepting the claim that he and his family had not occupied the flat for longer than six months without a justified reason. Thus, the first applicant lost all his rights regarding the flat in question. Upon the representative’s appeal the Zagreb County Court (Županijski sud u Gradu Zagrebu) on 9 August 1994 upheld the first instance decision confirming the reasoning of the Zagreb Municipal Court.", "The first applicant was not notified of those decisions, but only his legal representative, who was unknown to him. It appears that on 23 July 1996 an attorney, whom the applicants claim was unknown to them, filed an application to return the proceedings to the status quo ante (prijedlog za povrat u prijašnje stanje) with the Zagreb Municipal Court.", "On 6 February 1997 the first and second applicants filed an application for the re-opening of the proceedings (prijedlog za ponavljanje postupka) with the Zagreb Municipal Court, on the basis that the legal representative appointed in the proceedings concerning the termination of the first applicant’s specially protected tenancy was not aware of the facts that might have been decisive for the outcome of the proceedings such as the fact that the Administrative Court had quashed the Ministry of Defence decision to grant temporary possession of the flat to a third person.", "On 9 July 1997 the Zagreb Municipal Court rejected the application to return the proceedings to the status quo ante as having being lodged out of time. On 14 July 1997 the Municipal Court rejected the first and second applicants’ application for the re-opening of the proceedings for the same reason. It appears that on 19 July 1997 the first and the second applicants appealed against the decision concerning the re-opening of the proceedings.", "On 19 November 1997 the first and second applicants requested the speeding-up of the proceedings.", "On 2 February 1998 the case file was transferred to the Zagreb County Court it being the appellate court.", "On 29 April 1998 the first and second applicants again requested the speeding-up of the proceedings.", "On 12 May 1998 the Zagreb County Court remitted the case to the Zagreb Municipal Court, without deciding upon the applicants’ appeal. The County Court instructed the Municipal Court to hold a hearing so as to obtain information relevant for reaching the decision upon the first and second applicants’ appeal.", "On 27 June 1998 the first and second applicants requested for the third time the speeding-up of the proceedings.", "On 21 December 1998 the Zagreb Municipal Court held a hearing. At that hearing the first and third applicants gave their testimonies as to whether a legal representative who lodged the application to return the proceedings to the status quo ante was given a power of attorney by them.", "At the next hearing, which took place on 14 January 1999, the second applicant gave testimony in respect of the same question.", "On 14 January 1999 the Zagreb Municipal Court sent the case file to the Zagreb County Court.", "On 17 March 1999 the case was again remitted to the Zagreb Municipal Court in order to obtain its explanation in regard of the applicants’ objection to the written minutes of the hearing of 9 July 1997. Furthermore, the court of first instance was requested to enclose a copy of its decision of 14 July 1997 and a copy of the first and second applicants’ appeal against that decision.", "On 29 February 2000 the Zagreb County Court quashed the Zagreb Municipal Court’s decisions of 9 July and 14 July 1997 and remitted the case to the court of first instance.", "On 15 January 2001 the Zagreb Municipal Court dismissed the application to return the proceeding to the status quo ante as it had been submitted by a representative without a power of attorney. It also dismissed the first and second applicants’ application for the re-opening of the proceedings, again as having been lodged out of time.", "On 8 February 2001 the first and second applicants appealed against the Municipal Court’s decision concerning their request for the re-opening of the proceedings. It appears that the cases are presently pending before the Zagreb County Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}