{"ITEMID": "001-68964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "JEDNOTA KATOLICKÝCH TOVARYŠŮ  v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Jednota Katolických Tovaryšů, is a Czech non-profit religious organisation with its head office in Prague. It was represented before the Court by Mr O. Choděra, a lawyer practising in Prague. The respondent Government were represented by their Agent, Mr V. A. Schorm.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 December 1996 the applicant lodged an action against the Prague Municipality (Hlavní město Praha) with the Prague 1 District Court (obvodní soud), seeking to establish its ownership of property which had been bought by the purported legal predecessor of the applicant in 1892.", "On 6 March 1997 the court received the applicant's power of attorney for its lawyer.", "After adjourning hearings on 10 March and 7 April 1997 upon the applicant's request, on 25 April 1997 for a lack of evidence and on 7 July and 1 September 1997 because of the absence of one of the parties to the proceedings, the District Court dismissed the applicant's action on 29 September 1997.", "On 21 January 1998 the Prague Municipal Court (městský soud), upon the applicant's appeal of 22 October 1997, quashed the District Court's judgment and remitted the case.", "After the adjournment of a hearing on 30 March 1998 because of the applicant's failure to submit certain documents, on 27 April 1998 the District Court granted the applicant's action.", "Upon the defendant's appeal and after receiving the applicant's observations on 22 June 1998, the Municipal Court upheld the District Court's judgment on 4 September 1998.", "On 18 October 1998 the defendant lodged an appeal on points of law (dovolání) with the Supreme Court (Nejvyšší soud).", "On 30 October 1998 and 15 February 1999 the applicant submitted its observations.", "In the meantime, on 12 January 1998 and 5 January 1999 the defendant, and on 20 March and 2 July 1998 the applicant, replaced their lawyers.", "On 16 December 1999 the Supreme Court quashed the lower courts judgments of 27 April and 4 September 1998 and remitted the case to the District Court for further proceedings.", "On 10 January and 16 May 2000 respectively, the Supreme Court's judgment was notified to the District Court and the applicant's lawyer.", "On 2 August 2000 the case was assigned to another judge.", "On 12 October and 13 December 2000 respectively, the District Court requested the applicant to present additional evidence and the applicant requested the court to hear additional witnesses.", "On 3 January 2002 the District Court dismissed the applicant's action.", "On 28 March 2002 the Municipal Court, upon the applicant's appeal, upheld this judgment.", "On unspecified dates, the applicant lodged an appeal on points of law with the Supreme Court and a constitutional appeal (ústavní stížnost) with the Constitutional Court (Ústavní soud).", "On 6 January 2004 the Constitutional Court dismissed the applicant's appeal as manifestly ill-founded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}