{"ITEMID": "001-58853", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GRAUSLYS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1 with regard to the intitial period;No violation of Art. 5-1 with regard to the subsequent period;No violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant, the commercial director of a private company (“the company”), was suspected of fraud. On 4 October 1995 a criminal case was instituted against him.", "9. The applicant was arrested on 25 March 1996. His detention on remand was authorised by a prosecutor on 26 March 1996.", "10. On 1 April 1996 the applicant was charged with suppressing documents. On 16 May 1996 the applicant was charged with unlawfully obtaining the property of another.", "11. On 24 May 1996, by the authorisation of the Deputy Prosecutor General, the term of the applicant’s detention on remand was extended to 30 July 1996.", "12. The Klaipėda District Court extended the term of the applicant’s detention on remand twice: on 24 July 1996 to 25 August 1996 and on 19 August 1996 to 25 September 1996. On 23 September 1996 the Klaipėda Regional Court extended the term of the applicant’s detention on remand to 9 October 1996.", "13. The pre-trial investigation in the case was concluded on 27 September 1996. The applicant had access to the case-file from 3 to 31 October 1996, while the other three co-accused were given access from 27 September to 7 November 1996.", "14. In a communication of 27 September 1996, the prosecution informed the prison administration that the pre-trial investigation had been concluded and access to the case-file had commenced.", "15. On 30 October 1996 the applicant applied to the prosecution for bail, contesting the lawfulness of his detention after 9 October 1996. On 8 November 1996 a prosecutor informed the applicant that there were no reasons to vary the remand. The prosecutor stated inter alia, “the access by the accused and their counsel to the case-file was completed on 7 November 1996. On 8 November 1996 the criminal case was transmitted for the confirmation of the bill of indictment. The validity of the term of the applicant’s detention was not breached”. No remand decision was taken.", "16. On 12 November 1996 a prosecutor informed the prison administration that access to the case-file had been completed on 7 November 1996, and that the case had been transmitted to the Klaipėda Chief Regional Prosecutor to confirm the bill of indictment. On the same date a prosecutor informed the prison administration that the bill of indictment had been confirmed, and that the case had been transmitted to the Klaipėda Regional Court. No remand decision was taken.", "17. On 19 November 1996 the Klaipėda Regional Court forwarded the case to the Kretinga District Court. No formal decision on the applicant’s detention was taken. On the same date the applicant applied to the Minister of Justice, claiming that his detention had been unlawful since 9 October 1996.", "18. On 4 December 1996 the applicant applied to the Kretinga District Court for bail. On 5 December 1996 a judge of the Klaipėda District Court committed the applicant to trial. In his decision the judge also decided that the applicant’s “remand shall remain unchanged”. The decision did not refer to other aspects regarding the lawfulness of the applicant’s detention. The judge also set 13 January 1997 as the date of the first trial hearing.", "19. The hearing took place on 13 January 1997. On the same date the applicant again applied for bail.", "20. On 15 January 1997 the judge of the Kretinga District Court, in the presence of the applicant’s counsel, ordered further investigations in the case. The judge noted inter alia that the prosecution had alleged that financial damage to the company and its shareholders had been caused by the applicant and the co-accused. However, no victims had been established and questioned. In addition, the company’s audit had not been properly carried out. The judge held that the trial could not continue until these procedural requirements were met.", "21. By the same decision the judge also dismissed the applicant’s request for bail and extended the term of his detention on remand for three months. The dangers of the applicant absconding and “obstructing the establishment of the truth” in the case were mentioned as reasons for this decision. The judge did not mention the applicant’s allegations about the unlawfulness of his detention since 9 October 1996.", "22. On the same date the applicant appealed to the Klaipėda Regional Court, claiming that he had been unlawfully kept in detention after 9 October 1996. On 20 January 1997 the applicant lodged with the Klaipėda Regional Court a further appeal against the decisions of the Kretinga District Court of 5 December 1996 and 15 January 1997. He stated inter alia that Article 5 of the Convention had been breached to his detriment.", "23. On 28 January 1997 the applicant submitted a complaint to the Ombudsman, alleging that the term of his detention had expired on 9 October 1996, and that thereafter the prison administration had kept him in custody unlawfully.", "24. On 17 February 1997 the Klaipėda Regional Court held an appeal hearing in the presence of the applicant’s counsel. The Regional Court dismissed the appeal insofar as it concerned “the substance of the decision of the Kretinga District Court of 15 January 1997”, pursuant to Article 372 § 4 of the Code of Criminal Procedure as then in force. No aspects concerning the alleged unlawfulness of the applicant’s detention were mentioned in the appellate decision. The Regional Court nonetheless ordered the applicant’s release on bail, without giving reasons. He was immediately released from prison.", "25. On 20 February 1997 the Ombudsman drew the attention of the Minister of Interior and the prison authorities to the fact that from 7 November to 5 December 1996 the applicant had been remanded in custody in breach of Article 5 § 1 (c) of the Convention.", "26. On 23 June 1997 the additional investigation was concluded. On 17 July 1997 the case was again transmitted to the Kretinga District Court. On 21 July 1997 a judge of the Kretinga District Court committed the applicant to trial.", "27. On 6 October 1997 the judge again decided to order further investigations. He noted that the investigating authorities had breached domestic criminal procedure in its conduct of the pre-trial investigation and the collection of additional evidence. The judge held inter alia that the company’s audit had been defective and that the prosecution had not established or questioned victims in connection with the damage suffered by the company.", "28. Upon the prosecution’s appeal against the above decision, on 17 November 1997 the Klaipėda Regional Court quashed the decision of 6 October 1997. The Regional Court held that no breaches of domestic criminal procedure had been specified by the District Court, which might warrant the collection of additional evidence. The appellate court stated inter alia that the District Court could itself establish and summon victims in connection with the company’s losses, without returning the case back to the prosecution for further investigations.", "29. On 17 December 1997 a judge of the Kretinga District Court joined the case against the applicant and the three co-accused with a case against another defendant. The judge withdrew from the case on the ground inter alia that he had taken decisions on the applicant’s detention on 5 December 1996 and 15 January 1997.", "30. On an unspecified date, jurisdiction was transferred from the Kretinga District Court to the Skuodas District Court. On 2 April 1998 a judge of the Skuodas District Court committed the applicant to trial. On 12 June 1998 the judge adjourned the case until 12 September 1998 and ordered further investigations, particularly on the ground that the company’s audit had been defective. In this respect, the court requested the Ministry of Finance to carry out a fresh audit.", "31. On an unspecified date, the applicant’s trial was resumed. To date no first instance judgment has been pronounced.", "<Translations are given>", "32. Relevant provisions of the Constitution of the Republic of Lithuania (Lietuvos Respublikos Konstitucija):", "Article 20 § 3:", "“A person arrested when committing an offence must, within 48 hours, be brought to court for the purpose of determining, in the presence of the detainee, whether detention is appropriate. If the court does not order the detention of the arrested person, he shall be released immediately.”", "Article 30 § 1:", "“A person whose constitutional rights or freedoms are violated shall have the right to apply to court.”", "33. Relevant provisions of the previous Code of Criminal Procedure (Baudžiamojo proceso kodeksas):", "Article 10 (in force until 21 June 1996):", "“No one shall be arrested save by virtue of a decision of a court, or an order of a judge or the authorisation of a prosecutor … .”", "Since 21 June 1996 arrest may only be ordered by a court or judge.", "Article 104 (under the law No. I-551 of 19 July 1994, in force until 21 June 1996):", "“Detention as a remand measure shall be used only where based on the decision of a court, order of a judge, or the authorisation of a prosecutor in cases where a statutory penalty of at least one year of imprisonment is envisaged … .", "In cases pertaining to offences provided in Articles … 105 [murder in aggravating circumstances] … of the Criminal Code, detention as a remand measure may be used on the ground of the gravity of the offence alone. … .", "In deciding whether to authorise the detention, a prosecutor … shall personally hear the suspect or defendant when necessary ... .”", "Article 104-1 (in force from 21 June 1996 to 24 June 1998):", "", "“... [T]he arrested person shall be brought before a judge within not more than 48 hours ... The judge must hear the person as to the grounds of the arrest. The prosecutor and counsel for the arrested person may take part in the inquiry. After having questioned the arrested person, the judge may maintain the arrest order by designating the term of detention, or may vary or revoke the remand measure. …", "After the case has been transmitted to the court ... [it] can order, vary or revoke the detention on remand.”", "The amended Article 104-1 (in force since 24 June 1998) provides that the prosecutor and defence counsel must take part in the first judicial inquiry of the arrested person, unless the judge decides otherwise. The amended provision also permits the court to extend the detention on remand before its expiry.", "Article 106 § 3 (in force from 21 June 1996 to 24 June 1998):", "“For the purpose of extending the term of detention on remand [at the stage of pre-trial investigation] a judge must convene a hearing to which defence counsel and the prosecutor and, if necessary, the detained person shall be called.”", "The Code in force since 24 June 1998 makes obligatory the attendance of the detainee at the remand hearings.", "Article 109-1 (in force from 21 June 1996 to 24 June 1998):", "“An arrested person or his counsel shall have the right during the pre-trial investigation to lodge [with an appellate court] an appeal against the detention on remand ... . With a view to examining the appeal, there may be convened a hearing, to which the arrested person and his counsel or only counsel shall be called. The presence of a prosecutor is obligatory at such a hearing.", "The decision taken by [the appellate judge] is final and cannot be the subject of a cassation appeal.", "A further appeal shall be determined when examining the extension of the term of the detention on remand.”", "The present Article 109-1 (in force since 24 June 1998) now provides for an appeal to a higher court and a hearing in the presence of the detainee and his counsel, or only his counsel.", "Article 226 § 6 (in force until 24 June 1998):", "“The period when the accused and his counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention. Where there are several accused persons, the period during which all the accused and their counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention.”", "Since 24 June 1998 this period is no longer relevant for remand decisions.", "Article 372 § 4 (in force until 1 January 1999):", "“Decisions of courts … ordering, varying or revoking a remand measure … cannot be the subject of appeal … .”", "34. Other relevant provisions of the present Code of Criminal Procedure:", "Article 52 § 2 (3) and (8) and Article 58 § 2 (8) and (10) provide, respectively, that the accused and their counsel have the right to “submit requests” and to “appeal against acts and decisions of an interrogator, investigator, prosecutor and court.”", "Article 249 § 1:", "“A judge individually or a court in a directions hearing, in deciding whether to commit the accused for trial, shall determine ...", "11) whether the remand measure has been selected appropriately.”", "Article 250 § 1:", "“After having decided, that there is a sufficient basis to commit the accused for trial, a judge individually or a court in a directions hearing shall determine the questions ...", "2) of the remand measure in respect of the accused ... .”", "Article 267 § 1:", "“The defendant has the right to ... 3) submit requests; ...", "11) appeal against the judgment and decisions of a court.”", "Article 277:", "“In the course of the trial, a court may decide to order, vary or revoke a remand measure in respect of the defendant.”", "35. The law amending and supplementing the Code of Criminal Procedure (Baudžiamojo proceso kodekso pakeitimų ir papildymų įstatymas) of 21 June 1996 stated that detention authorised by a prosecutor prior to 21 June 1996 could thereafter be extended by a court in accordance with the new procedure governing remand in custody.", "III. LITHUANIAN RESERVATION", "36. The Lithuanian reservation to Article 5 § 3 of the Convention was in force until 21 June 1996 and provided as follows:", "“The provisions of Article 5, paragraph 3, of the Convention shall not affect the operation of Article 104 of the Code of Criminal Procedure of the Republic of Lithuania (amended version No. I-551, July 19 1994) which provides that a decision to detain in custody any persons suspected of having committed a crime may also, by decision of a prosecutor, be so detained. This reservation shall be effective for one year after the Convention comes into force in respect of the Republic of Lithuania.”"], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "NON_VIOLATED_BULLETPOINTS": []}