{"ITEMID": "001-58010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF SCOTT v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);No violation of Art. 5-1;Violation of Art. 5-3;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["6. Mr Scott is a British citizen born in 1958. He is currently detained in Her Majesty’s Prison, Leicester.", "7. On 5 March 1990 a Finnish national, Ms T., made a statement to the police in Puerto de la Cruz, Tenerife, Canary Islands, in which she alleged that the applicant had raped her the night before. According to Ms T., the applicant had threatened and beaten her, forcing her to undress and to have sexual intercourse with him. Ms T. underwent a medical examination and on 9 March 1990 flew back to Finland.", "8. In the evening of 5 March 1990, on the strength of Ms T.’s description, the applicant was located by the police; he attempted to flee but was finally arrested. He had a false passport and was suffering from serious alcoholic intoxication requiring medical attention. On 7 March 1990, assisted by a lawyer and an interpreter, he made a statement to the police in which he denied the rape allegations. When the records were consulted, it was found that the applicant had escaped from Sudbury Prison, West Midlands, on 22 December 1989 and that an international warrant for his arrest for the murder of his father had been issued against him on 31 January 1990 by a judge at Birmingham Crown Court. In the evening of 7 March 1990 the applicant was brought before the investigating judge (juez de instrucción).", "9. On 8 March 1990, again assisted by a lawyer and an interpreter, the applicant denied the rape allegations before investigating judge no. 1 in Puerto de la Cruz. In a decision (auto de prisión) of the same date the judge held, on the basis of Articles 503 and 504 of the Code of Criminal Procedure (Ley de Enjuiciamiento Criminal - see paragraphs 35 and 36 below), that there was sufficient reason to believe that the applicant was involved in the commission of an offence that would attract a substantial prison sentence (see paragraph 33 below). cott’s detention pending trial.", "10. On 23 March 1990 the relevant judicial authority in extradition matters, central investigating judge (juez central de instrucción) no. 4 of the Audiencia Nacional, Madrid, also ordered the applicant’s detention on the basis of the international arrest warrant and of an undertaking by the United Kingdom authorities to file a request for extradition (section 8 of the Extradition Act - see paragraph 38 below). In so doing, the central investigating judge referred to Articles 503 and 504 of the Code of Criminal Procedure (see paragraphs 35 and 36 below) and took into account the seriousness of the offence and the prison sentence it would attract under Spanish law (see paragraph 34 below). A formal request for extradition was filed on 27 April 1990. It was accompanied by extensive evidence incriminating the applicant.", "11. On 25 June 1990 an international letter of request for judicial cooperation was sent to the relevant authority in Finland with a view to obtaining a further statement from the alleged victim of the rape and additional medical evidence.", "12. On 26 November 1990 the public prosecutor (Ministerio Fiscal) recommended the applicant’s extradition. Guarantees were requested from the United Kingdom authorities to the effect that, should the extradition be granted and the applicant be convicted in England, the final sentence would not exceed thirty years’ imprisonment (the maximum term of imprisonment under Spanish legislation). On 2 January 1991 the British Embassy in Madrid wrote to the Audiencia Nacional that in the applicant’s case the sentence actually served upon conviction for murder was not likely to be more than ten years. A hearing was subsequently held in the Audiencia Nacional, in the course of which the applicant denied the murder allegations and resisted extradition.", "13. By a decision (auto) of 22 February 1991 a section of the Criminal Division of the Audiencia Nacional accepted the guarantees given by the United Kingdom authorities and ordered that the applicant should be extradited to stand trial for the murder of his father. This extradition order was only to be executed after the applicant had served any outstanding time of the sentence that might eventually be imposed on him in Spain for the rape offence (see paragraph 41 below). Furthermore, the time spent by the applicant in prison pending extradition was to be deducted from the sentence that would eventually be passed on him by the English courts in the murder case (see paragraph 42 below).", "14. The applicant lodged an appeal (recurso de súplica) with the full court of the Criminal Division of the Audiencia Nacional. In a decision of 28 May 1991 the appeal was dismissed. On 28 June 1991 the Cabinet (Consejo de Ministros) decided not to exercise its discretion not to execute the extradition order.", "15. In the meantime, on 7 March 1991, the investigating judge in Puerto de la Cruz had decided to extend the applicant’s detention pending trial in the rape case under Article 504 of the Code of Criminal Procedure (see paragraph 36 below). In so doing, the investigating judge also took into account the fact that the applicant’s extradition was pending.", "16. In May 1991 Mr Scott wrote to the Audiencia Nacional that he was willing to be extradited in order to get medical treatment in the United Kingdom, although it would appear that he later abandoned this idea. On 24 June 1991 the public prosecutor recommended that the applicant be kept in detention pending his trial for rape unless he could be temporarily handed over to the United Kingdom authorities.", "17. On 6 March 1992 the British Embassy in Madrid wrote to the Audiencia Nacional indicating that, in the event of the applicant’s being temporarily handed over to the United Kingdom, his re-extradition to Spain could not be guaranteed.", "18. On that same date, that is to say roughly two years after the applicant had first been detained (see paragraph 9 above), the investigating judge in Puerto de la Cruz ordered the applicant’s provisional release (libertad provisional) in connection with the rape case, as required by Article 504 of the Code of Criminal Procedure (see paragraph 36 below). He was, however, kept in detention under orders made in the extradition proceedings.", "19. On 17 March 1992 the Audiencia Nacional, taking 23 March 1990 as the date of the beginning of the applicant’s detention for the extradition proceedings (see paragraph 10 above), decided to extend his detention under Article 504 of the Code of Criminal Procedure and section 10 (3) of the Extradition Act (see paragraphs 36, 37 and 40 below) for a period not exceeding two years, that is until 23 March 1994. The Audiencia Nacional had previously heard the public prosecutor and the applicant, the former having submitted that, given the impossibility of temporarily handing the applicant over to the United Kingdom authorities, his extradition should not take place \"before he ha[d] discharged his criminal liabilities in Spain\", with reference to the rape case.", "20. The applicant lodged an appeal (recurso de súplica) against this decision but on 18 June 1992 a full court of the Criminal Division of the Audiencia Nacional dismissed the appeal on the ground that he had been detained in the extradition case on 23 March 1990, independently of his earlier detention for a different matter, and that the risk of his absconding was considerable. In his submissions the public prosecutor had again referred to the case pending in Puerto de la Cruz.", "21. Another application for release by the applicant on 7 September 1992 was rejected in similar terms by the Audiencia Nacional on 5 October 1992. Although the application had been addressed to the Audiencia Nacional, the applicant made ample reference to the proceedings before the Puerto de la Cruz investigating judge.", "22. On 6 December 1992, following a further application by Mr Scott, the Audiencia Nacional requested the investigating judge in Puerto de la Cruz to supply information as to whether the applicant could be extradited. The Court’s case file does not contain any reply.", "23. The applicant lodged an amparo appeal with the Constitutional Court (see paragraph 32 below) against the Audiencia Nacional’s decisions of 17 March 1992 and 18 June 1992 on his detention pending extradition. The appeal was rejected after summary proceedings in a decision (auto) of 6 May 1993. On the merits the Constitutional Court stated that the applicant had been detained in the extradition proceedings on 23 March 1990, so that the Audiencia Nacional’s decision of 17 March 1992 to extend detention for two more years as of that date was legally correct as the earlier period spent in prison by the applicant was unrelated to the new detention.", "24. Meanwhile, in a decision (auto de procesamiento) of 2 February 1993, the investigating judge in Puerto de la Cruz had formally charged the applicant with, inter alia, rape and forgery of documents.", "25. On 8 February 1993 the investigating judge renewed his request to have a further statement by the complainant through the channels of international judicial cooperation (see paragraph 11 above). The requested statement and two medical certificates, all in Finnish, were received in Puerto de la Cruz on 29 April 1993. A Spanish translation did not become available until two months later. The statement - which was taken at a court hearing in Tuusula, Finland, on 14 December 1992 - confirmed Ms T.’s original allegations (see paragraph 7 above). The medical certificates showed that Ms T. had received prolonged psychiatric treatment after her return from Tenerife.", "On 25 August 1993 the applicant’s detention was again ordered in the rape case. The applicant was subsequently committed for trial.", "26. On 26 November 1993 the public prosecutor made his pre-trial submissions (conclusiones provisionales). On the basis of the medical evidence available, he sought a prison sentence of sixteen years in respect of the rape offence and a further prison sentence of four months and a fine of 100,000 pesetas for the offence of forgery of documents.", "27. A hearing was held during which Ms T. and court-appointed medical experts gave evidence.", "In a judgment of 21 March 1994 the Audiencia Provincial of Santa Cruz de Tenerife acquitted the applicant on the rape charge on the ground that the only evidence incriminating him was Ms T.’s statements, which contained many inconsistencies. The Audiencia Provincial accepted the opinion of the experts present at the hearing that the medical evidence did not sustain the allegation of forcible sexual intercourse.", "With respect to the forgery offence the applicant was convicted and sentenced as charged.", "28. On 16 March 1994, as the applicant’s detention was approaching the statutory maximum of four years (see paragraph 36 below), the Audiencia Nacional had issued an order releasing the applicant from detention in the extradition proceedings. However, on learning of the applicant’s acquittal in the rape trial and of his imminent release, the Audiencia Nacional immediately ordered the applicant’s continued detention pending extradition.", "29. On 27 March 1994 the applicant was handed over to the United Kingdom authorities, pursuant to the international arrest warrant and the Audiencia Nacional’s decision of 22 February 1991 allowing extradition (see paragraph 13 above).", "30. The applicant had spent a total of two years, six months and twenty-nine days under the different orders for detention pending trial on the rape charge and exactly four years in connection with the extradition proceedings.", "31. On 9 November 1995, following a trial at Birmingham Crown Court, Mr Scott was convicted of the murder of his father. He was sentenced to life imprisonment. The trial judge recommended a \"tariff period\" (see paragraph 43 below) of twelve years.", "32. Article 17 of the Constitution guarantees the right to liberty and security of person and sets out the conditions under which a person’s liberty may be restricted. By paragraph 4 of this provision, a habeas corpus procedure shall be provided for in a statute which shall also determine the maximum duration of detention pending trial.", "Regarded as fundamental, Article 17 rights may be the subject of an individual appeal to the Constitutional Court (recurso de amparo).", "33. Under Article 429 of the Criminal Code in force at the material time, rape was punishable with a term of imprisonment ranging from twelve years and one day to twenty years (reclusión menor).", "34. Under Article 405 of the Criminal Code, killing one’s father or mother (parricidio) was punishable with a term of imprisonment ranging from twenty years and one day to thirty years (reclusión mayor).", "35. Under Article 503 of the Code of Criminal Procedure,", "\"The following conditions must be satisfied before pre-trial detention can be ordered:", "1. It must have been established that an act which may constitute an offence [delito] has been committed.", "2. The offence must be punishable by more than six years’ imprisonment [prisión menor] or, if the term of imprisonment is shorter, the judge must consider it necessary to remand the accused in custody in the light of his criminal record, the circumstances of the offence, the prejudice to public order it has caused or the frequency with which similar acts have been committed ...", "3. There must be sufficient reasons for considering the person to be remanded in custody criminally responsible for the offence.\"", "36. By Article 504 of the Code of Criminal Procedure, detention pending trial shall not exceed one year where an offence is punishable with a term of imprisonment ranging from six months and one day to six years (prisión menor) and shall not exceed two years if the applicable sentence is heavier.", "If, however, the case cannot be tried within that period and there is a risk that the accused may evade justice, Article 504 of the Code of Criminal Procedure provides that detention pending trial may be prolonged up to two and four years respectively. A reasoned decision (auto) to this effect may only be issued after the competent court has heard the accused and the public prosecutor.", "37. Under Article 528 para. 1 of the Code of Criminal Procedure, detention pending trial may last for only as long as the original reasons remain valid.", "38. Extradition proceedings come within the jurisdiction of the Audiencia Nacional in Madrid irrespective of where the requested person has been detained (section 65 (4) of the Judicature Act - Ley Orgánica del Poder Judicial). In such cases preliminary proceedings fall to the relevant central investigating judge (juez central de instrucción) attached to the Audiencia Nacional, likewise in Madrid (section 88 of the Judicature Act and section 8 (2) of the Extradition Act 1985).", "39. Under section 8 of the Extradition Act, the detention of a person with a view to his or her extradition may in certain circumstances be sought by a State even before a formal request for extradition is lodged where the requesting State undertakes that the said request will be made within the following forty days. The detainee must be brought before the relevant central investigating judge within twenty-four hours of his or her arrest.", "40. Under section 10 (3) of the Extradition Act, \"while extradition proceedings are pending, the maximum term of detention of the requested person and his or her rights as a detainee shall be determined, where not laid down in this Act, according to the relevant provisions of the Code of Criminal Procedure\".", "41. By section 19 (2) of the Extradition Act, \"if the requested person is under investigation or has been convicted by a Spanish court ... his or her delivery may be deferred until his or her criminal liabilities in Spain have been discharged or he or she can be handed over temporarily or finally in accordance with such conditions as may be agreed with the requesting State\".", "Article 18 of the Extradition Treaty between the United Kingdom and the Kingdom of Spain of 22 July 1985 contains a similar provision. The Treaty came into force on 1 July 1986.", "42. Section 18 (1) (2) of the Extradition Act requires, inter alia, that extradition be made subject to the time spent in detention pending extradition by the requested person being deducted from the sentence that would eventually be passed on him or her by the requesting State.", "43. Under English law murder carries a mandatory sentence of life imprisonment (Murder (Abolition of Death Penalty) Act 1965). A person convicted of manslaughter may be sentenced to life imprisonment at the discretion of the trial judge. In both cases release on licence can only be granted after a minimum period deemed necessary to satisfy the requirements of retribution and deterrence (\"the tariff period\") has been served."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}