{"ITEMID": "001-22527", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "WOONBRON VOLKSHUISVESTINGSGROEP & OTHERS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants are eleven housing associations. Their names are set in the appendix to this decision. They are represented before the Court by Mr N. Koeman and Mr T. Barkhuysen, both lawyers practising in Amsterdam.", "The facts of the case, as submitted by the applicant associations, may be summarised as follows.", "The aim of the applicant associations is to construct and renovate housing for renting purposes on a non-profit-making basis. Their profits are used for financing the construction of new housing or for the renovation of existing housing. In the field of public housing in the Netherlands, associations like the applicants hold a prominent place in that they provide good standard housing at a relatively low cost on a large scale. The Netherlands State provides financial support to housing associations by, inter alia, subsidising their public housing construction projects.", "On 1 July 1975, the Order on Financial Support for Rented Housing (Beschikking geldelijke steun huurwoningen – the “BGSH”), as published in the Bulletin of Acts and Decrees (Staatsblad) 1975, 134, entered into force. In the BGSH, the State Secretary for Housing, Town and Country Planning and Environment (Staatssecretaris van Volkshuisvesting, Ruimtelijke Ordening en Milieubeheer – “the State Secretary”) introduced a financing system for subsidised public housing, i.e. the so-called “dynamic cost price” (“DCP”) method, in combination with a scheme where financing takes place by way of loans geared to the subsidies granted.", "Under the BGSH, the State Secretary may, in a decision granting a subsidy for a total duration of 50 years for a housing construction project, stipulate that such a loan is a State loan (rijkslening) or direct the housing association concerned to the private capital market for a loan. Both the State and capital market loans were endowment loans (klimleningen), i.e. loans in which the loaned capital sum initially increases by adding part of the interest to the loaned sum, whereas actual repayment only starts after a long period. The idea is that the repayment of the loan is financed in part by presumed rent increases. The calculation of the DCP was based on the principle that during the total exploitation period of a dwelling, which was set at 50 years, the revenues would cover the standardised costs. To this end a “cost price rent” was determined, indicating what amount would be required – given the interest on and repayment of the loan – to meet this objective, as well as a hypothetical development of rent payments and exploitation costs during the entire period of exploitation. The DCP rent was not annually determined, but calculated on the basis of the total standardised costs over the entire period of exploitation. On the assumption that rents would increase in the future, the annual rent would be low during the initial exploitation period. As a consequence of this form of calculation, during the first 20-30 years of exploitation, the annual exploitation costs exceeded the revenue, thus creating a liquidity and exploitation deficit which required the house owners to contract a loan. Hence, endowment loans were developed. The initial liquidity deficit would be added annually to the balance sheet value of the dwelling concerned. In the later years of exploitation, the rents would have increased to such a level that the accrued debt could be repaid rapidly. In comparison to previous subsidy methods, the advantage of this system was that at a constant rent level, a lower State contribution to the costs sufficed. The characteristic feature of the system under the BGSH was that the initial subsidy would be low, subsidy costs in principle being projected to the future by anticipating future rent increases. The DCP rent was calculated in principle for the entire 50 year period and a subsidy was awarded for the whole period with a review of the cost price rent every 10 years, following a possible adjustment of the set parameter values.", "The construction of public housing was initially solely financed by State loans but, for budgetary reasons, the State Secretary directed housing associations as from 1977 more and more often towards the private market. The housing associations considered that their aims would be put in jeopardy with this tendency towards private loans unless the conditions for capital market loans were eased.", "On the basis of assurances given by the State Secretary to the Lower House (Tweede Kamer) of Parliament that this method of financing would not have negative financial consequences for the tenants concerned, if necessary with extra State subsidies being provided, the housing associations started to make investments with capital market loans. A situation thus developed in which public housing building projects were financed by both private and State loans, and were subsidised for a total duration of 50 years in accordance with the DCP method. During the first ten year period of exploitation, the subsidy for all public housing was calculated in the same manner. As a result of the application of the DCP method, the State could limit itself to relatively low subsidies during the first years of exploitation.", "In 1987, the then Government felt that it was no longer desirable that subsidy costs be projected in the future and decided to neutralise this feature by removing the dynamic character of the cost price rent. This implied that the rent parameter was set at 0%, which would result in an increase in the subsidy level. This proved to be easier in cases concerning State loans than in those concerning capital market loans. As to the latter category, the removal of the dynamic character was still not fully implemented by 1993. The State Secretary blamed this on the uncooperative attitude of the private lenders who refused to amend the terms of the housing association loans in accordance with the terms unilaterally prescribed by the State Secretary.", "The housing associations considered that the State Secretary had failed to appreciate that the private lenders had no objection to increased State subsidies, thereby implementing the removal of the DCP element for this form of rented accommodation.", "The State Secretary eventually decided, as regards the second 10 year subsidy period, to remove the dynamic character of the cost price rent for all public housing, with the exception of such housing financed by the private market. To this end, the State Secretary issued the Transitory Regulation on Financial Support for Rented Housing (Overgangsregeling geldelijke steun huurwoningen – the “OR”), as published in the Bulletin of Acts and Decrees 1989, 145, which entered into force on 1 January 1989.", "Under the OR, the rent parameter for dwellings financed by State loans was set at 0%, whereas the dynamic parameter for dwellings financed by the private market was set at 5.5%. As regards the latter housing category, the State Secretary could limit himself to a considerably lower subsidy level, as it was assumed that the rent revenues would increase with the passage of time. In practice, however, the 5.5% rent increase was not attained, which created considerable financial difficulties for some of the housing associations. In addition and contrary to previous assurances given by the State Secretary – upon which the housing associations had based their investment policies – the level of subsidies in respect of social housing financed by the private market was considerably lower than that financed by State loans.", "In unsuccessful administrative proceedings instituted on 30 June 1994, the tenth applicant association (see Annex) argued inter alia that the rules set out in the OR as to this financing system were contrary to the principle of equal treatment. On appeal, the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State held, on 24 February 1997, that it had not been established that the State Secretary had given any undertakings about the removal of the dynamic factor concerning privately financed public housing. Insofar as the State Secretary had undertaken to compensate the higher costs of private financing, the Administrative Jurisdiction Division considered that this undertaking had been respected as the housing associations, including the tenth applicant, had been compensated by extra subsidies. It further rejected the argument that the principle of equal treatment had been violated. It held that State and private financing systems were not comparable and that all mixed stock housing associations had met with the same treatment.", "In the meantime, on 1 July 1995, the Act of 31 May 1995 on the Removal from the Balance Sheet of Financial Support for Public Housing (Wet Balansverkorting geldelijke steun volkshuisvesting – “the Act”) had entered into force. The aim of this Act was to redeem the long term subsidy commitments for public housing in one go by offsetting in the balance sheet of housing associations the net cash value of the State’s outstanding subsidy commitments to housing associations against unpaid State loans. For the determination of the net cash value amount for public housing financed by private loans, a dynamic rent parameter was to be applied. This was not the case for public housing financed by State loans. According to the applicant associations, a disadvantageous and unequal treatment under the OR was thereby perpetuated in respect of housing financed by the private sector for the remaining 10 year subsidy periods (three in all).", "Prior to the adoption of the Act, the applicant associations attempted to challenge these matters by way of a petition (rekest) on 9 May 1994 to the Council of State for an advisory opinion on the then draft legislation. In their petition, the applicant associations argued inter alia that the redemption arrangement set out in the Draft Bill was in violation of property rights and constituted unjustified unequal treatment. The Council of State acknowledged receipt of the petition but, in its advice to the Government on the Draft Bill, it did not explicitly address the issues raised by the applicant associations. According to the applicant associations, the negative consequences of the redemption arrangement were also insufficiently understood in the subsequent discussions in Parliament.", "Between July and September 1995, the Minister of Housing, Town and Country Planning and Environment (Minister van Volkshuisvesting, Ruimtelijke Ordening en Milieubeheer – “the Minister”) issued the first decisions within the meaning of Article 3 § 1 of the Act to all the applicant associations. With the exception of the eleventh applicant association (see Annex), the applicant associations filed a joint objection against these decisions with the Minister. The Minister rejected their objection on 29 January 1996. The applicant associations then appealed to the Administrative Jurisdiction Division on 11 March 1997.", "In its decision of 10 September 1998, the Administrative Jurisdiction Division dismissed the appeal. This decision, insofar as relevant, states:", "“The Administrative Jurisdiction Division considers that it appears from the drafting history of the Act that it intends to set off existing subsidy commitments of the State towards <housing associations> against outstanding State loans held by these institutions. These commitments encompass annual financial contributions still to be paid and lump sums for the construction of new housing and for <housing> improvement on the basis of subsidy arrangements prior to 1992. The setting off of commitments against payment claims is being described as ‘the removal from the balance sheet’ (balansverkorting). The aim of this is to attain further independence for the leasehold sector, control over public expenses and sound rent development. In the calculation of the present annual contribution, account is being taken of the starting-points of variable exploitation costs, rent development and interest. The Act sets parameters on the basis of which this series of annual contributions is calculated beforehand. It appears from Article 4 § 3 (c) of the Act that the parameter for the annual rent increase is dependent on the form of financing the housing. This implies that, as regards housing financed by capital market loans, the dynamic cost price method remains in force, whereas for housing financed by State loans the rent parameter is set at zero. This difference has in any event already come about with the entry into force of the Transitory Regulation on financial support for rented housing.", "As from 1 January 1995 (the reference date), the series of annual contributions and <other financial> contributions for the construction of new housing and for <housing> improvement, on the basis of subsidy arrangements prior to 1992 that were still to be paid, were rendered payable in cash at once. Furthermore, on the reference date the outstanding loans were rendered redeemable.", "As regards the appellants’ objections against the difference made in the Act in the calculation of the cash value ... between the parameters for housing financed by State loans and for housing financed by capital market loans, the Administrative Jurisdiction Division finds that these objections are primarily aimed against the Act as such, which is a statute (wet in formele zin).", "Pursuant to Article 120 of the Constitution (Grondwet), the judge cannot examine the constitutionality of statutes and treaties. Having regard to Article 8:1 of the General Administrative Law Act, no appeal lies against the Act, it being a general, binding rule. The reasonableness and equity of the Act cannot, therefore, be examined by the judge. This is not altered by the fact that the Act is a continuation of the policy already set out in the Transitory Regulation on financial support for rented housing. Neither can the compatibility of the Act with the general principles of proper administration (algemene beginselen van behoorlijk bestuur) be examined.", "In this connection, the appellants have argued that the lack of a possibility to subject the lawfulness of a statute to judicial review is contrary to Article 6 of the Convention. ... As to this argument, the Administrative Jurisdiction Division considers that it follows from this provision <of the Convention> that Contracting States, for cases referred to in this provision, must guarantee access to an independent and impartial tribunal without, however, setting criteria on the basis of which the matter in dispute must be examined. Already for this reason it cannot be deduced from this provision that the absence of a possibility to examine the lawfulness of the Act, as such, is incompatible with the right set forth in <Article 6 § 1 of the Convention>. Since the law provides for the possibility to submit disputes like the present one to the Administrative Jurisdiction Division of the Council of State, no violation of Article 6 § 1 of the Convention arises.", "Insofar as the appellants have submitted that the Act is contrary to <Article 1 of Protocol No. 1>, the Administrative Jurisdiction Division considers as follows. ...", "In the opinion of the Administrative Jurisdiction Division it cannot be successfully maintained that the change in payment of <financial> contributions to be provided by the State in connection with the financing of housing owned by the appellants entails a violation of Article 1 of Protocol No. 1 to the Convention. In reaching this conclusion, account has been taken of the fact that, with the introduction of the Act, the ownership rights in the housing and the entitlement to State contributions have not, as such, been affected or limited. The Act merely brought about a change in the payment of State contributions, namely, instead of annual contributions to the appellants, the cash value of those contributions is paid after these have been set off against the obligations <arising out of loans contracted>. In the calculation of the value of the annual contributions, an annual rent increase of 5% is assumed, whereas under the system of annual payment of the contributions, in force until 1 January 1995, those increases for the appellants’ housing stock at issue were set at 5.5%.", "There is also no violation of the prohibition on discrimination as set forth in ... Article 14 of the Convention. The Act is applicable to various sorts of housing belonging to those institutions indicated in Article 70 of the Housing Act prior to 1 January 1995, including housing associations. It is true that in Article 4 of the Act different parameters are used for different housing complexes, but this difference is linked to the difference between the regulations under which, at that time, the financial contributions have been awarded for these houses and with the form of their financing. The difference made by the Act is not an aspect connected to a difference in the nature, trait or characteristic of the beneficiary of the contributions. All <housing associations> are treated equally as regards housing created under the same regulation and financed in the same manner.", "Insofar as the appellants have argued that the Act should not be applied in their <particular> cases as it violates the general principles of proper administration ...<or> general principles of law (algemene rechtsbeginselen), the Administrative Jurisdiction Division considers as follows:", "Even assuming that in very exceptional cases the Act, at least in part, should not be applied on the ground of being contrary to the general principles of law, this does not arise in the present case. In reaching this finding account has been taken of the fact that it does not concern a situation that was not foreseen in the establishment of the Act. Having regard to the parliamentary consideration of the Bill which resulted in the Act, it cannot be maintained that Parliament was not aware and did not take into consideration the problems now advanced by the appellants. It has moreover not been shown that the – unforeseen – concrete financial situation of the appellants as a consequence of the application of the Act is so serious that measures should be taken. It follows from the above that a (subsidiary) obligation to <award> administrative compensation (bestuurscompensatie) <on the basis of equity for negative consequences stemming from acts of the Administration>, as contended by the appellants, does not arise either.”", "Since 10 September 1998, an unspecified number of applicant associations have received a final decision, within the meaning of Article 3 § 3 of the Act, and some of them have filed an objection with the Minister against these decisions, requesting an adjournment pending the outcome of the present application to the Court.", "The eleventh applicant association received such a final decision on 23 July 1997. In its objection filed with the Minister, it requested an adjournment pending the outcome of the present application to the Court. The Minister granted this request on 12 September 1997.", "Under Article 60 of the Housing Act 1962 (Woningwet – “the 1962 Act”), a municipal council (gemeenteraad) may grant recognised institutions, within the meaning of Article 59 of the 1962 Act, financial support in order to meet costs incurred or to be incurred by such institutions in the interests of public housing. Costs recognised as such include the exploitation costs of dwellings and their annexes (Article 60 § 2e of the 1962 Act). This financial support can be provided by way of awarding annual contributions (Article 60 § 3d of the 1962 Act). Institutions within the meaning of Article 59 of the 1962 Act are associations and foundations whose sole aim is to work in the field of public housing without making any payments other than in the interests of public housing.", "The practical implementation of these provisions of the 1962 Act were set out in the Decision on Financial Support for Public Housing (Besluit geldelijke steun volkshuisvesting – the “BGSV), as published in the Bulletin of Acts and Decrees (Staatsblad) 1965, 589.", "Under Article 16 § 1 of the BGSV, loans may be granted to municipalities for the purposes set out in Article 60 § 1 of the 1962 Act by a decision of the Minister of Housing, Town and Country Planning and Environment (Minister van Volkshuisvesting, Ruimtelijke Ordening en Milieubeheer – “the Minister”). Under Article 16 § 2 of the BGSV, municipalities may be awarded annual grants for the purposes set out in Article 60 § 2e of the 1962 Act. Pursuant to Article 19 of the BGSV, the Minister is to set further rules on the amounts of those grants.", "These further rules were issued in the 1975 Order on Financial Support for Rented Housing (Beschikking geldelijke steun huurwoningen – the “BGSH”), as published in the Bulletin of Acts and Decrees 1975, 134. According to Article 19 § 1 of the BGSH, the annual grant for the first year of exploitation of the first term of ten years is the difference between the amount of the dynamic cost price rent at the beginning of that ten year term and the amount of the annual rent, as calculated in accordance with a table set out in Annex I to the BGSH. The dynamic cost price rent is the rent calculated at the beginning of the exploitation and after each term of ten years that is necessary – under the assumption set out in Article 15 of the BGSH as to the development of both rents and exploitation costs – to attain with the exploitation, annually and as a minimum, the revenues envisaged in Article 17 of the BGSH over the capital invested in the beginning of that year (Article 10 § 1 of the BGSH). The calculation of the dynamic cost price rent at the beginning of the second ten year term and any subsequent term is based on the assumption that, at the beginning of that term, rents are increased each year by the percentage set out in Article 18 of the House Rent Control Act (Huurprijzenwet woonruimte). The system for the calculation of the annual contributions after the first year of exploitation were set out in Articles 20-22 of the BGSH.", "According to Article 22 § 1 of the State Secretary’s Order of 3 October 1998 (Bulletin of Acts and Decrees 1988, 211), the 1975 BGSH was withdrawn as of 1 January 1989. It was replaced by the Transitory Regulation on Financial Support for Rented Housing (Overgangsregeling geldelijke steun huurwoningen – the “OR”). Under the OR, the calculation of the dynamic cost price rent at the beginning of the second ten year term is to be based on an assumed rent increase of 0% per year (Article 3).", "In a Circular (Circulaire), published in the Bulletin of Acts and Decrees 1989, 124, the State Secretary set out the policy for subsidising rented housing. This policy entailed the removal of the dynamic character of the exploitation of existing housing. To this end, the determination of the dynamic cost price rent for the second and subsequent ten year terms for housing financed by State loans was to be based on an assumed 0% increase of both the rent and exploitation costs. The scheme for the payment of the interest and the State loan was to be adapted accordingly.", "The aim of this new policy was to attain a situation in which the remaining debt for the new housing would no longer be increased by the passage of time so that – given limited inflationary developments – a better balance would be achieved between the balance sheet value and the real value of housing. This also applied for already existing housing. By setting the relevant parameters at zero, the postponement of costs to the future could be prevented. The State Secretary considered it desirable that these costs be covered directly, thus mitigating the long-term autonomous increase of housing project subsidies as a result of previously undertaken commitments. In respect of housing projects that were financed by capital market loans, it had appeared that a mid-term change of agreed loan conditions as to scheduled repayment met with problems from the capital providers, whereas this situation did not arise in the case of housing financed by State loans. In these circumstances, it was decided to differentiate between housing financed by State loans and other housing.", "Following an agreement reached between the State Secretary and representative organisations of housing associations, a Bill was prepared enabling the setting off of outstanding subsidy commitments against unpaid State loans. In this manner, housing associations would have greater possibilities for an independent financial policy, whereas the total housing budget of the Ministry of Housing, Town and Country Planning and Environment would be almost halved.", "On 10 May 1994, the resulting Draft Bill on the removal from the balance sheet of financial support for public housing was submitted to the Council of State for an advisory opinion. The Council of State issued its advice on 20 July 1994. On the basis of its recommendations, certain amendments to the Explanatory Memorandum of the Draft Bill were made. The Bill was subsequently submitted to Parliament for approval.", "On 31 May 1995, the Act on the Removal from the Balance Sheet of Financial Support for Public Housing (Wet Balansverkorting geldelijke steun volkshuisvesting – “the 1995 Act”) was adopted. It entered into force on 1 July 1995.", "Under the provisions of the 1995 Act, the Minister is to determine for each housing association recognised by a municipality the amount of the cash value on 1 January 1995 of the still outstanding subsidy commitments for their housing stock (Article 2). The procedure for the determination of this cash value is set out in Article 3 of the Act. The Minister initially determines the cash value in a first decision taken on the basis of information already available (Article 3 § 1). The Minister subsequently requests the housing association and the municipality concerned to submit relevant data and documents required for a second and final determination of the cash value (Article 3 § 2). This final determination is to be made within five years of the first decision (Article 3 § 3).", "Under the provisions of Article 4 of the 1995 Act, the dynamic cost price rent calculation is abolished for all categories of subsidised housing, including housing subsidised by State loans and by capital market loans. The calculation percentages on which previous subsidy decisions were based are to be respected whereas, for the intended annual subsidy awards made under the previous system, fixed percentages apply. Article 4 § 3 of the 1995 Act provides:", "“For each 10 year period starting on or after 1 January 1995 account shall be taken, where financial support has been given in application of the 1975 Order on Financial Support for Rented Housing ..., of a dynamic cost price rent ... on the understanding that the calculation thereof starts from:", "a. an annual increase of the variable exploitation costs by 0%;", "b. a revenue over the invested capital of 7%; and", "c. an annual rent increase of 0% for housing for which, at the time of the award of financial support, a <State> loan .... has been provided, and of 5% for other housing.”", "Under Article 5 of the 1995 Act, the cash value of the outstanding housing subsidy commitments is to be offset against unpaid State loans that have been rendered immediately redeemable in full, thus resulting in a removal of outstanding subsidy commitments from the balance sheet of each housing association."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}