{"ITEMID": "001-60423", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SAKELLAROPOULOS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Françoise Tulkens", "TEXT": ["8. The applicant had inherited half a mine producing fluoride, which on 28 January 1985 was assessed by an inspector. According to the Mining Code, minerals are owned by the State and may be assigned by the State to any person, in accordance with the provisions of the law. The main obligation of a mine owner is the exploitation of the mine (Articles 102 and s.). When the competent public service establishes that no exploitation or mining research is carried out in a mine in accordance with the provisions of the law, it forwards the pertinent particulars to the Mines Board which, after hearing the concerned parties, decides on the forfeiture of the right of ownership (Article 121).", "9. On 30 April 1986 the applicant asked the Ministry of Industry not to declare that he had forfeited his rights over the mine. He claimed that the mine’s production had dropped because its exploitation had provisionally become unprofitable.", "10. On 17 July 1986 the Ministry of Industry declared that the applicant and the other two owners of the mine had forfeited their rights over it because they had remained idle during three years, between 1981 and 1983. During that period there was a crisis in the market as opposed to complete lack of demand for the mineral in question, as the applicant had claimed. The applicant was not given any compensation.", "11. On 25 August 1986 the applicant and the two other owners lodged an appeal (προσφυγή) against the decision of the Ministry before the first-instance administrative court (Διοικητικό Πρωτοδικείο) of Athens. They alleged that the Ministry’s decision did not contain adequate reasons. They pointed out in this connection that between 1981 and 1983 the mine was not idle. Its production had simply fallen because there was a crisis in the fluoride market. They also alleged that the inspector’s report of 28 January 1985, on which the Ministry’s decision was based, had not examined their claims. Finally, they alleged that the decision was unlawful because they should have been given an extra year in which to exploit the mine.", "12. On 30 October 1987 the court rejected the appeal on the grounds that the mine had indeed remained idle, that it was up to the appellants to prove that there was a crisis in the market and that the fact that they had not been given an extra year was an irrelevant consideration under the relevant rules. This judgment was served on the applicant on 8 November 1998.", "13. On 5 December 1988 the applicant and the two other owners appealed. A hearing was set down for 3 July 1990. On that date, on the applicant’s request, the hearing was postponed for 22 November 1990.", "14. On 14 December 1990 the Administrative Court of Appeal (Διοικητικό Εφετείο) of Athens ordered the production of a number of documents including the report of 28 January 1985. On 29 November 1991 it rejected the appeal considering, inter alia, that the crisis in the relevant market could not justify the idleness of the mine, as the report of 28 January 1985 had wrongly accepted. The idleness could be justified only if there was no demand for the mineral in question whatsoever, a fact which the appellants did not prove. Finally, there was no obligation under the law for the authorities to grant the applicant an extra year. This judgment was served on the applicant on 21 July 1992.", "15. On 17 August 1992 the applicant and the two other persons appealed in cassation. At first, the hearing was set down for 24 March 1993 but it was continuously postponed. A hearing was set down for 24 April 1996. On that date, the applicant appeared before the court and announced that one of the other appellants had died. The hearing was postponed and was finally held on 4 December 1996.", "16. On 13 July 1998 the Council of State rejected the appeal considering, inter alia, that it was for the lower courts to assess the report of 28 January 1985."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}