{"ITEMID": "001-61055", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF AKTAŞ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["11. The applicant was born in 1973 and lives in Derik, Turkey.", "12. The case concerns the circumstances of the death of the applicant's brother, Mr Yakup Aktaş. According to his death certificate, Mr Yakup Aktaş, who was born in 1964, died in Mardin, Turkey, on 25 November 1990. He left a widow and also a daughter who had been born earlier that year.", "13. The applicant alleges that the death of Yakup Aktaş resulted from torture following his arrest. The Government deny this.", "14. The facts of the case being in dispute, the Commission appointed Delegates who took evidence in Ankara on 19 and 20 November 1997. They heard the applicant and the following witnesses: the applicant's brother Mr Mahmut Aktaş, the Public Prosecutor Şevki Artar, Professor Dr Özdemir Kolusayın, Dr Hüseyin Sarı and Dr Güneş Pay.", "15. On 18 November 1997, while evidence was being taken in a different case, the Acting Agent of the Government submitted that, for their security, ten members of the gendarmerie who had been summoned to appear before the Delegates in the present case should give evidence in the absence of the applicant and his relatives and be shielded from the view of the applicant's representatives by a screen. On 19 November 1997 the Government extended that request to include a further witness: the member of the gendarmerie who had investigated Yakup Aktaş's death on behalf of the Mardin Provincial Administrative Council. Having deliberated, the Delegates decided not to comply with the request for a screen. However, they suggested to the Acting Agent that the eleven witnesses give their evidence on a day when neither the applicant nor his relatives would be present in the Palace of Justice. The Acting Agent informed the Delegates that the eleven witnesses would not give evidence in those circumstances, whereupon the Delegates invited the Government to submit their request to the Commission in writing, giving full reasons for it in respect of each witness.", "16. Further documentary material was submitted by the parties during the hearing. On 20 November 1997 the Acting Agent showed four photographs of a body said to be that of Yakup Aktaş. They were not marked with any kind of identifying information, either on the front or on the back. At the conclusion of the hearing the Delegates requested the Government to submit further information, a number of documents and two sets of copies of the photographs with the negatives. That request was subsequently confirmed by a letter dated 26 November 1997. On the same day the parties were also requested to inform the Commission of the names of any witnesses they might still wish to be heard.", "17. On 8 December 1997 the Government were reminded of an outstanding request for the name of the doctor who pronounced Yakup Aktaş dead.", "18. By a letter dated 23 December 1997 the Government submitted a doctor's note relating to one of the witnesses who had not appeared before the Delegates and a number of other documents. One of these was a copy of a letter dated 10 December 1997 from the Chief Public Prosecutor at Mardin to the Ministry of Justice (General Directorate of International Law and External Relations) to the effect that the requested negatives of the four photographs were not in the file at the Mardin Assize Court or in the possession of the Mardin Provincial Gendarmerie Headquarters.", "19. By a letter dated 5 February 1998 the Government informed the Commission that it had not proved possible to trace the name of the doctor who had pronounced Yakup Aktaş dead.", "20. On 12 February 1998 the Government were reminded that not all the information and documents mentioned in the Commission's letter of 26 November 1997 had been submitted. In reply, the Government stated in their letter of 20 March 1998 that all requested documents had been provided to the Commission. On 27 March 1998 the Commission provided the Government with a list of the information and documents which had yet to be submitted.", "21. On 12 March 1998 the parties were informed that the Commission was expected to examine the state of the proceedings on the application at its session beginning on 14 April 1998 and that, unless a reply to the question concerning witnesses contained in the Commission's letter of 26 November 1997 was received beforehand, it would be assumed that they did not wish any further witnesses to be heard.", "22. By a letter dated 15 April 1998 the Government requested that five witnesses, all officers in the gendarmerie, be heard. They stressed, however, that all necessary security measures should be taken. On 20 April 1998 the Government were requested to inform the Commission why such special arrangements were necessary and in what way the present case fell to be distinguished from other cases in which evidence from members of the security forces had been heard. They were further requested to specify the security measures they sought.", "23. By a letter dated 20 April 1998 the Government submitted the two sets of copies of the photographs that had been requested by the Commission in its letter of 26 November 1997.", "24. By a letter dated 5 May 1998 the Government asked the Commission to hear the five witnesses they had proposed in the absence of both the applicant and his representatives so that they would not be recognised.", "25. On 23 May 1998 the Commission examined that request. It decided not to accede to it in so far as it related to the hearing of the witnesses in the absence of the applicant's representatives. The parties were informed of the Commission's decision on 27 May 1998, the Government being requested to confirm that the five witnesses could be heard under normal conditions.", "26. By a letter dated 27 May 1998 the Government submitted information that had been requested by the Commission in its letter of 26 November 1997.", "27. On 4 June 1998 the Government were again reminded that not all the information and documents mentioned in the Commission's letter of 26 November 1997 had been submitted.", "28. By a letter dated 5 June 1998 the Government submitted observations concerning the hearing of the five witnesses. They again requested that the witnesses be heard in the absence of the applicant and his representatives, failing which they would not give evidence.", "29. By a letter dated 23 June 1998 the Government submitted information requested by the Commission in its letter of 26 November 1997. They added that some documents referred to in the Commission's reminder letter of 4 June 1998 had already been submitted.", "30. On 4 July 1998 the Commission examined the Government's observations of 5 June 1998 pertaining to the hearing of the five witnesses. It decided that it would not reverse its decision of 23 May 1998. The parties were informed of the Commission's decision on 6 July 1998 and were also invited to submit their written submissions on the merits. At the same time the Commission specified a document the Government had not yet provided.", "31. By a letter dated 9 July 1998 the Government submitted a number of observations on the merits of the case.", "32. By a letter dated 4 September 1998 the Government submitted the document specified in the Commission's letter of 6 July 1998.", "33. The applicant's brother Yakup Aktaş was arrested on 18 November 1990 by the Derik district gendarmerie. Prior to his arrest he had been in good health apart from a minor venereal infection for which he had received treatment. After his arrest Yakup Aktaş was taken to Dr Adnan Parkan for an examination. Dr Parkan issued a certificate stating that Yakup Aktaş showed no signs of having been beaten or subjected to force or violence.", "34. The next morning (19 November 1990) Mahmut Aktaş, another of the applicant's brothers, visited Yakup Aktaş and saw that he was in good health. Later that morning Yakup Aktaş was transferred to the Mardin interrogation centre, where he was held until his death. He died shortly after 7.30 p.m. on 25 November 1990. A post-mortem examination and a full autopsy were performed at 10 p.m. that same evening. As neither yielded a positive finding as to the exact cause of death, the reports of the two examinations and specimens taken from Yakup Aktaş's body were sent to the Institute of Forensic Medicine of the Ministry of Justice. The forensic examination concluded that it was not possible to determine the cause of death from the information available.", "35. The body was returned to the applicant and other members of his family prior to the burial. They observed the injuries which were also described in the reports of the post-mortem examination, the autopsy and the forensic examination. The injuries described were consistent with death by deliberate asphyxiation, and thus with the evidence of the consultant pathologist engaged by the applicant.", "36. On 26 November 1990, the day after Yakup Aktaş's death, the applicant lodged a complaint with the public prosecutor at Derik concerning his brother's death. However, the investigation did not begin until 30 November 1990, no search for evidence took place at all and the witnesses were not interviewed until March 1991.", "37. The questioning of Yakup Aktaş by the two gendarme officers who were subsequently prosecuted had come to an end on 23 November 1990, that is two days before Yakup Aktaş's death. Yakup Aktaş had shown no signs of illness or pain in the period between 18 and 23 November 1990, either during questioning or between sessions. Had he done so, the regiment's doctor would have been available. Yakup Aktaş's pale complexion and his need to drink large quantities of water suggested a connection with his medical history of two urinary infections.", "38. Despite the fact that 25 November 1990 was a Sunday, all measures and precautions required by Yakup Aktaş's sudden illness had been taken in order for him to receive immediate medical attention. Thus, the persons in charge had been alerted to the situation at once and Yakup Aktaş was transferred to hospital without delay. Likewise, an investigation had been commenced immediately and the applicant had subsequently been able to intervene in the criminal proceedings against the gendarme officers. A large number of statements from witnesses had been obtained. The accused officers were acquitted because of a lack of sufficient factual and medical evidence.", "39. On 25 November 1990 a post-mortem examination and full autopsy were performed on the body of Yakup Aktaş at the Mardin State Hospital. His body was identified by Captain Mehmet Göçmen, commander of the Mardin provincial central gendarmerie. The report on those examinations (see paragraphs 153-160 below) stated, inter alia, that since the exact cause of death had not been established, tissue samples of internal organs had been taken and dispatched to the Institute of Forensic Medicine.", "40. At 8.10 p.m. on 25 November 1990 an inspection of the interrogation centre of the Mardin provincial gendarmerie was carried out by four members of the gendarmerie (see paragraph 61).", "41. On 27 November 1990 a public prosecutor at Derik ruled that he had no jurisdiction ratione loci to deal with the applicant's complaint that his brother Yakup Aktaş had died as a result of torture at the hands of intelligence officers at the interrogation centre of the Mardin provincial gendarmerie. The case file was transmitted to the Mardin Public Prosecutor's Office.", "42. The Mardin Public Prosecutor Şevki Artar decided on 29 November 1990 that he had no jurisdiction ratione materiae and referred the investigation to the Mardin Provincial Administrative Council. Major Dursun Şeker was appointed to conduct the investigation.", "43. On 20 February 1991 the Institute of Forensic Medicine issued a report, from which it appeared that the exact cause of death could not be established (see paragraphs 161-164 below).", "44. Between 13 and 20 March 1991 a number of persons, including the applicant, made statements to Major Dursun Şeker. On 21 March 1991 Major Dursun Şeker issued a report (see paragraphs 125-129). The recommendation contained therein, that gendarme officers Major Aytekin Özen and Master Sergeant Ercan Günay should not face prosecution, was adopted by the Mardin Provincial Administrative Council in its decision of 6 June 1991. The Council of State overturned that decision on 24 June 1992 on the automatic appeal to which the decision was subject and ordered that Major Aytekin Özen and Master Sergeant Ercan Günay be charged with the offence of unintentional homicide (Article 452 of the Criminal Code) and should stand trial at the Mardin Assize Court. In its decision the Council of State held that it appeared from the report of the post-mortem examination and autopsy that Major Özen and Master Sergeant Günay had caused Yakup Aktaş's death by beating him during interrogation.", "45. On 23 September 1992 the Mardin Assize Court decided that it was not competent to try the case and transferred it to the Ankara Assize Court. In its decision of 26 October 1992 the latter court also declined jurisdiction and transferred the file to the Court of Cassation in order to have the jurisdiction issue settled. On 29 December 1992 the Court of Cassation quashed the decision of the Mardin Assize Court of 23 September 1992, finding that it did have jurisdiction.", "46. The proceedings against Major Aytekin Özen and Master Sergeant Ercan Günay on a charge of having caused Yakup Aktaş's death by beating during interrogation commenced at the Mardin Assize Court on 3 March 1993. The applicant was given permission to take part in the proceedings as an intervening party. On 3 March 1993 the Assize Court found that the decision of the Council of State of 24 June 1992, committing the two defendants for trial, did not contain the minimum information required by law concerning the identities of the accused. For this reason it transmitted the file to the Council of State. On 19 March 1993 the Council of State held that its decision of 24 June 1992 contained sufficient information to enable the identities of the defendants to be determined. It returned the file to the Mardin Assize Court.", "47. Hearings took place before the Mardin Assize Court on 12 May, 7 July, 21 September, and 23 November 1993, and 2 February, 30 March, and 11 May 1994. On the latter date the defendants Major Aytekin Özen and Master Sergeant Ercan Günay were acquitted.", "48. The applicant lodged an appeal on points of law with the Court of Cassation. It was rejected on 6 February 1995.", "49. The documentary evidence obtained by the Commission and the transcript of the hearing before the Commission's Delegates have been transmitted to the Court and are in the case file.", "50. The parties submitted various documents to the Commission. These related to the investigation and court proceedings and included statements from the applicant and witnesses concerning their version of the events in issue in this case. The Government also submitted copies of four colour photographs said to have been taken of the body at the Mardin State Hospital.", "51. The Commission, when drawing up its report under former Article 31 of the Convention, had particular regard to the following documents:", "52. At about 4 p.m. on 18 November 1990 the applicant's brother Yakup Aktaş had been apprehended in Derik. While still there, he had been taken to the local health clinic where he had been issued with a medical report stating that he was not suffering from any medical complaint whatsoever. The following morning Yakup had been taken to the interrogation centre at the Mardin provincial gendarmerie headquarters. A week later, on 25 November 1990, the applicant's uncle Süleyman had been informed that Yakup had died. Süleyman Aktaş had taken delivery of Yakup's body at the morgue of Mardin State Hospital on 26 November 1990.", "53. As the relatives of Yakup were waiting in a convoy of vehicles the security forces had escorted the hearse to the cemetery at Derik and ensured an immediate burial. During that time, strict security measures had been imposed on the district; entry into or exit from the district was prohibited and helicopters patrolled overhead. A delegation of the Human Rights Association (HRA) had been refused entry to the district.", "54. The person who had washed Yakup's body had observed bruises and scratches to both wrists and arms and the back. The back of the head had been entirely crushed and blood was still flowing from it. There was also an injury to the forehead. The authorities had claimed that Yakup had died as a result of a heart attack but the injuries observed on Yakup's body constituted proof of the fact that he had died as a result of torture.", "55. The applicant stated that he wished to file a complaint concerning the death of his brother, Yakup Aktaş, whose body had been delivered to the family that day (26 November 1990). Yakup had been taken to Mardin eight days previously for interrogation and had died under interrogation. In the applicant's opinion, the death was not due to natural causes but had been brought about by torture. A healthy person would not have died for no apparent reason. He demanded the prosecution and conviction of the persons responsible for Yakup's death.", "56. The applicant requested that a second autopsy be performed, stating that the original autopsy might have been carried out in such a way as to conceal the real cause of death.", "57. This record describes how Yakup Aktaş was confronted with a fellow suspect, one Ali Alay. Ali Alay said that Yakup Aktaş was the person who had given him banknotes. Yakup Aktaş confirmed that he had given Ali Alay approximately ten million Turkish liras (TRL) in banknotes wrapped in a newspaper.", "58. During a confrontation between another fellow suspect, Osman Önen, and Ali Alay, the latter stated that he had given the money received from Yakup Aktaş to Osman Önen. Osman Önen confirmed having received money from Ali Alay.", "59. The record is signed by Captain Mehmet Göçmen as the person who conducted the identification procedure. It further contains the thumbprints of Ali Alay and Osman Önen. A handwritten note underneath the name of Yakup Aktaş states that it had been assumed that Yakup Aktaş would sign the record at a later stage but that his death had prevented him from doing so.", "60. This report is signed by Lance Corporals Ali Yavaş and Mustafa Tüylek and by Master Sergeants Yusuf Karakoç, Mehmet Yılmaz, Mustafa Ten, Süleyman Altuner, Üzeyir Nazlım and Ramazan Baygeldi. It states that at around 7.30 p.m. on 25 November 1990 sounds were heard in cell no. 18. The door of the cell was opened and the occupant was found unconscious, having convulsions and thrashing from side to side. An attempt was made to contact Senior Major Haşim Üstünel, the head of the intelligence unit, but when he proved unavailable Colonel Enver Uysal, commander of the Mardin provincial gendarmerie, was informed. On Colonel Uysal's instructions the detainee, who was established to be Yakup Aktaş, was taken to hospital by car. On examination at the hospital it was determined that Yakup Aktaş had died in transit.", "61. This record is signed by Senior Colonel Pekcan Cengiz (deputy commander of the 22nd Border Brigade), Senior Major Haşim Üstünel, Sergeant Major Ali Yavaş and Master Sergeant Yusuf Karakoç. It states that on the verbal instructions of the Mardin provincial security command the signatories of the record arrived at the interrogation centre of the Mardin provincial gendarmerie at approximately 8.10 p.m. on 25 November 1990. After an inspection and search of the premises it was established that the interrogation centre was equipped with modern equipment and that there were no tools or instruments that could be used to torture, torment or use force against persons interrogated there. It was further established that the interrogations were carried out using modern techniques and in accordance with the instructions. An examination of the detention area showed that the cells, which had been designed for one detainee, could easily accommodate three, that the necessary medical checks were made and that the needs of the detainees were met. The authors of the record concluded that any inhuman treatment of detainees there was out of the question.", "62. The Public Prosecutor, Şevki Artar, informed the Institute of Forensic Medicine that on 25 November 1990 an autopsy had been performed on the body of Yakup Aktaş, who had died that same day at the Mardin State Hospital after having been taken suddenly ill at the Mardin provincial gendarmerie headquarters, where he was detained. Given that it had not proved possible to determine the exact cause of death it had been decided that tissue samples from the body should be sent to the Institute of Forensic Medicine and that the Institute's opinion be sought as to the exact cause of death.", "63. This decision mentions “gendarme officers serving at the intelligence and interrogation department of the Mardin provincial gendarmerie” as being accused of the offence of torture, and the date of the offence is given as 25 November 1990. It relates how Yakup Aktaş was taken into custody by officers serving at the aforementioned department on 19 November 1990 following rumours to the effect that he had connections with the PKK, an illegal organisation. After Yakup Aktaş's death at Mardin State Hospital, where he had been taken after being taken suddenly ill on 25 November 1990, an inconclusive autopsy had been performed and tissue samples had been sent to the Institute of Forensic Medicine.", "64. The decision further refers to the statement made by the applicant before the Derik Public Prosecutor on 26 November 1990 in which the applicant alleged that his brother Yakup had died as a result of being tortured during interrogation.", "65. Since the incident involved the conduct of civil servants, it was decided in accordance with Article 4 § 1 of Decree no. 285 to refer the case file to the Mardin Provincial Administrative Council.", "66. In this statement the applicant is referred to as the “complainant”. The statement which he had made to the Derik Public Prosecutor on 26 November 1990 was read out to him. The applicant stated that his brother Yakup Aktaş had been apprehended in Derik on 18 November 1990 and had been transferred to the Mardin gendarmerie interrogation centre on 19 November 1990. At that time the applicant had been at university in Diyarbakır. He had been informed three days later that his brother had been taken into custody, whereupon he had returned to Derik to run Yakup's grocery shop. On the morning of 26 November 1990 Yakup's body had been brought to Derik and it was then that he had learned of his brother's death.", "67. He remembered that Yakup had once had an illness (a pustule on the penis) for which he had received medical treatment, but he could not recall exactly when this had been. Other than this he was not aware of Yakup having suffered any medical complaints.", "68. Yakup had died at the interrogation centre and it was very probable that he had been tortured. However, the applicant did not know for certain whether torture was the cause of death. That fell to be decided by the doctors performing the autopsy and the Institute of Forensic Medicine. If Yakup had died as a result of torture, he wanted the culprits punished. However, if death had occurred by natural causes it had been God's will.", "69. Finally, it is recorded that the statement was read out to the applicant, who confirmed its accuracy by signing it.", "70. In this interview Mahmut Aktaş was asked whether he had any complaints in relation to his brother Yakup Aktaş, who had fallen ill on 25 November 1990 at the Mardin interrogation centre and had died in hospital. He was also asked whether Yakup had been suffering from an illness previously.", "71. He replied that he did not know whether Yakup had had an illness prior to his arrest. Even if Yakup had been ill and had received medical treatment he had not been aware of the fact. They shared the same house and he did not recall Yakup having any medication at home. On the day of Yakup's arrest, 18 November 1990, two police officers had come to Mahmut's bakery and said that Yakup had to attend the police station to pay a fine. Mahmut had sent an employee to his home to alert Yakup. The police superintendent had taken Yakup to the gendarmerie where Yakup had undergone a medical examination. Yakup had been kept at the gendarmerie overnight. He had visited Yakup the following morning and found him in good health and not suffering from anything. Yakup had been transferred to Mardin the same day.", "72. Whilst in Mardin on 26 November 1990 he had been informed that Yakup had died at the hospital after being taken ill at the interrogation centre and that his body had been taken to Derik. If Yakup's death was the result of torture he wanted to see the culprits punished. However, if death had occurred by natural causes then it had been God's will and there was nothing for him to say.", "73. It was recorded in the statement that it had been read out to him following which he confirmed its accuracy by signing it.", "74. Ms Dediye Aktaş, Yakup Aktaş's mother, was asked the same questions as Mahmut Aktaş (see paragraph 70 above). She stated that her son Yakup had been called to the gendarmerie on 18 November 1990 upon which he had been apprehended and sent to the Mardin gendarmerie. One week later she had been informed of his death. Her son had not been suffering from any illness when he was arrested. He had not to her knowledge been ill or treated for any illness previously. As she was illiterate, she was not familiar with the content of the medical reports on her son's death, nor did she know what cause of death had been given. She knew that her son had been beaten to death and wished to lodge a complaint against all those responsible. She confirmed the accuracy of her statement with a thumbprint after it had been read out to her.", "75. Alaattin Aydın, a police constable serving with the Derik district police force, stated that on 18 November 1990 the Derik district gendarmerie had requested Yakup Aktaş's arrest. Together with a colleague he had asked Yakup Aktaş's brother Mahmut to tell Yakup to go to the police station to pay a fine for a minor offence. He had met Yakup Aktaş while he was on the way to the police station. He had not noticed anything unusual about him. Yakup Aktaş had been taken to the district gendarmerie headquarters and handed over to Senior Sergeant İlhan Keskin.", "76. İlhan Keskin, a Senior Sergeant in the gendarmerie in charge of administrative affairs at the Derik district gendarmerie headquarters, stated that on 18 November 1990 Major Aytekin Özen of the interrogation centre had telephoned him and given him instructions to arrest Yakup Aktaş. He had contacted the Derik police superintendent and had brought the matter to his attention. In the afternoon two police officers had brought Yakup Aktaş to the gendarmerie headquarters. He had had Yakup Aktaş examined by Dr Adnan Parkan at the district health centre in accordance with usual practice. He had then received the report of the medical examination. Yakup Aktaş's name had been entered in the custody record and he had spent the night in the cells at the district gendarmerie headquarters.", "77. The following morning (19 November 1990), the witness had blindfolded Yakup Aktaş and taken him to the Mardin interrogation centre where, some time before noon, he had delivered him into the hands of Master Sergeant Mustafa Ten. In his opinion, Yakup Aktaş had appeared listless, nervous and anxious. Also, Yakup Aktaş had been somewhat overweight. It was an established fact that Yakup Aktaş had provided assistance and supplied guns to the PKK.", "78. Dr Adnan Parkan stated that Yakup Aktaş had been brought to him for a medical check-up on 18 November 1990 after his arrest by the district gendarmerie. The signature on the medical report bearing that date was his. He had drawn up the report after asking Yakup Aktaş whether he had been beaten to which Yakup Aktaş had replied that this was not the case. He had not asked Yakup Aktaş to undress and thus had not conducted an external physical examination since the purpose of the check-up had been to ascertain whether or not Yakup Aktaş had been beaten.", "79. He did not remember whether or not he had previously examined Yakup Aktaş but, since the data contained in the register of the health clinic were correct, it must have been the case that Yakup Aktaş had come to see him on two occasions. Yakup Aktaş's illness had been diagnosed as urethritis. He did not think that that disease was the cause of death since otherwise it would have been stated in the autopsy report. He knew Yakup Aktaş because he ran a grocery shop in the district. Yakup Aktaş had been a little overweight. He described Yakup Aktaş as a respectful, polite person.", "80. Colonel Uysal, commander of Mardin provincial gendarmerie, stated that although the interrogation centre was situated on the premises of the Mardin provincial gendarmerie and although the interrogation unit appeared to form part of the intelligence unit, the position was in fact completely different in practice. The interrogation centre functioned as the interrogation centre for the Mardin provincial security command. Persons to be taken into custody would be apprehended by the Mardin provincial central gendarmerie on the orders of the security command.", "81. He would receive a list with the names of the persons who had been taken into custody but it was the personnel serving at the interrogation unit who decided which suspects were to be interrogated by which officers. As provincial gendarmerie commander he would frequently attend interrogations. Such inspections were general in nature. He had never witnessed any ill-treatment being meted out at the interrogation sessions he had attended.", "82. Early in the evening of 25 November 1990 Sergeant Major Ali Yavaş had telephoned him to say that a detainee named Yakup Aktaş had fallen ill and that they wanted to take him to hospital. He had ordered that Yakup Aktaş be taken to hospital immediately. Approximately half an hour later Ali Yavaş had informed him that Yakup Aktaş had been hospitalised but had died before the doctor could intervene. Thereupon, the public prosecutor's office had been informed of the incident and the necessary investigations had commenced. He was not aware of the cause of death but did not think that Yakup Aktaş had died as a result of torture. The interrogation building was in complete conformity with sanitary requirements and persons being held for interrogation were never ill-treated.", "83. He had subsequently been told by the head of the interrogation unit that Yakup Aktaş had been interrogated by Master Sergeant Ercan Günay and Major Aytekin Özmen. He had never seen Yakup Aktaş.", "84. In this statement Captain Göçmen is introduced as a gendarme captain, commander of Mardin provincial central gendarmerie. He was asked whether it was correct that Yakup Aktaş had been taken with two coaccused for mutual identification under his, Göçmen's, supervision. He stated that the interrogation of suspects was carried out by interrogation personnel serving under the command of the intelligence unit of the provincial gendarmerie. Related correspondence bore his signature because he was the officer in charge of judicial matters. Prior to the confrontation for identification purposes of Yakup Aktaş with his two coaccused he had been asked to go to the interrogation centre. The information included in the mutual identification record had been furnished by the persons identified. The signature at the bottom of that record was his and its content was true.", "85. Senior Major Üstünel, head of the intelligence unit at the Mardin provincial gendarmerie, explained that the interrogation centre was one of the five sections attached to his intelligence unit. However, the interrogation centre functioned under the command and direction of the provincial security command. Persons to be interrogated were detained by the provincial central gendarmerie, which was responsible for bringing them before the courts. Therefore, the interrogation centre did not operate under his orders.", "86. Interrogations were carried out by interrogation personnel stationed at the interrogation centre. On 25 November 1990 there had been a total of fourteen members of staff at the interrogation centre, consisting of four lance corporals, nine master sergeants and intelligence officer Major Aytekin Özen who had been posted at the interrogation centre since August 1990 in order to direct the interrogation activities and render them more effective.", "87. He had been informed of Yakup Aktaş's death by Sergeant Major Yavaş, who had telephoned him at home with the news. Yakup Aktaş had fallen ill and been taken to hospital but had died before the doctor could intervene. Upon hearing this news the witness had gone to the provincial gendarmerie headquarters. Meanwhile, he had given instructions for the public prosecutor to be informed. The provincial gendarmerie commander had also been present at the headquarters. When the public prosecutor arrived they went to the hospital. He had seen the body for the first time at the autopsy but there had been nothing that had attracted his attention. He did not think that Yakup Aktaş had been tortured because during the one and a half years he had been in his post he had never seen or heard of anyone being mistreated, let alone tortured, at the interrogation centre.", "88. Ali Yavaş stated that he was a gendarme with the rank of lance corporal serving at the intelligence unit of the Mardin provincial gendarmerie and head of the interrogation centre.", "89. He stated that he had been on leave on the day Yakup Aktaş was taken into custody (19 November 1990). Upon his return on 23 November 1993 he had visited all the persons detained at the interrogation centre, including Yakup Aktaş in cell no. 18. Yakup Aktaş had been listless, nervous and frightened. No interrogations had taken place on Saturday 24 or Sunday 25 November. The interrogations of Yakup Aktaş had been carried out by Major Aytekin Özen, who was in charge of the coordination of the interrogation centre, and Sergeant Ercan Günay. On 23 November Major Aytekin Özen had gone on leave and Master Sergeant Ercan Günay had gone to Adana on an assignment. Therefore, Yakup Aktaş had not been interrogated on 23, 24 or 25 November.", "90. On 25 November, while he was in the canteen, he had been informed by Master Sergeant Yusuf Karakoç, the duty officer at the interrogation centre, that Yakup Aktaş had fallen ill. He had ordered a vehicle and had informed Colonel Enver Uysal of the matter. He had then gone to the interrogation centre and seen Yakup Aktaş being taken out of his cell in a blanket. He had helped Yakup Aktaş onto the back seat of the car. He had observed that Yakup Aktaş was breathing and had checked for and found a pulse. He had taken Yakup Aktaş to the accident and emergency department at the State Hospital, where after an examination, the doctor pronounced him dead.", "91. It had been established before Yakup Aktaş was taken to the interrogation centre that he had helped and sheltered members of the PKK. Yakup Aktaş had given TRL 30,000,000 and five Kalashnikov rifles and ammunition to the PKK.", "92. Yusuf Karakoç, a Master Sergeant in the gendarmerie serving at the intelligence unit of the Mardin provincial gendarmerie, stated that Major Aytekin Özen had ordered Yakup Aktaş to be brought to the interrogation centre after it had been established from statements made by members of the PKK and documents that had been seized that Yakup Aktaş had provided assistance, shelter and supplies to that organisation. On 19 November 1990 Yakup Aktaş had arrived at the interrogation centre and a medical certificate and permission from the public prosecutor to take Yakup Aktaş into custody had been obtained. He had been the duty officer that day. During his shift he had arranged for the doors of the cells to be opened at around 6 p.m., midnight, 3 a.m. and 7 a.m. to check on the detainees. On each occasion Yakup Aktaş, who was in cell no. 18, had told him that he had no problems. He did not observe anything unusual in Yakup Aktaş's behaviour.", "93. He was also the duty officer on 25 November 1990. Both before and after noon he had checked on Yakup Aktaş and had not noticed anything unusual about him. As the evening meal was about to be served, the private distributing the meals had come to see him and told him that he had heard strange voices coming from cell no. 18, that Yakup Aktaş had been banging on the door and that when the private had looked into the cell Yakup Aktaş had told him that he was ill. Upon receiving this information the witness said that he had immediately gone downstairs to the detention area. The private standing guard had opened the door to cell no. 18. When the witness called out to Yakup Aktaş there had been no response. Yakup Aktaş had been seated and had fainted. The witness had immediately taken him out of the cell to make sure that he got some fresh air. A private had supported Yakup Aktaş on one arm but he had been unable to stand up in his condition and had therefore been laid on a blanket. The witness had given instructions for the relevant superiors to be informed and for a car to be made ready. Meanwhile, Sergeant Major Ali Yavaş had arrived.", "94. With the blanket serving as a stretcher, Yakup Aktaş had been taken to the car and driven to the hospital. He was still breathing when he was taken outside. Later, the witness had been informed that Yakup Aktaş had died at the hospital.", "95. Yakup Aktaş had been interrogated by Major Aytekin Özen and Master Sergeant Ercan Günay. The witness did not have any information concerning the methods that had been used. While he was certain that Yakup Aktaş had not been tortured, he did not know the cause of his death.", "96. Üzeyir Nazlım stated that he was a Master Sergeant in the gendarmerie serving at the intelligence unit of the Mardin provincial gendarmerie. He had checked on Yakup Aktaş in cell no. 18 while on guard duty on 21 and 24 November 1990. Yakup Aktaş had been listless, nervous and anxious. Master Sergeant Yusuf Karakoç had taken over the guard duty from him on 25 November 1990. On that day he had heard that Yakup Aktaş had become ill and had died in hospital.", "97. Yakup Aktaş had been interrogated by Major Aytekin Özen and Master Sergeant Ercan Günay. He did not know how many times Yakup Aktaş had been interrogated or what methods had been used. He had neither seen nor heard Yakup Aktaş being subjected to torture during interrogation.", "98. Ramazan Baygeldi, a Master Sergeant in the gendarmerie serving at the intelligence unit of the Mardin provincial gendarmerie, said that he had seen Yakup Aktaş on 19 November 1990 on his arrival at the interrogation centre. As far as he could see, Yakup Aktaş did not appear to be suffering from any kind of illness, although he was somewhat overweight. He had been detained in cell no. 18 and interrogated by Major Aytekin Özen and Master Sergeant Ercan Günay.", "99. The witness had been on guard duty on 20 and 24 November 1990. As part of his duties he had personally asked the detainees about their health five times during the day and the night. The inactivity displayed by Yakup Aktaş had attracted his attention. Nevertheless, when he had asked him if he was ill, Yakup Aktaş had replied that he had no problem. If a detainee complained of aches and pains medical supplies were available at the interrogation centre. Moreover, such detainees were examined by the doctor on duty at the headquarters.", "100. He had not heard anything about Yakup Aktaş having been tortured or beaten while in detention and had not seen any such treatment.", "101. While on guard duty at the detention area of the interrogation centre on 22 November 1990 this Master Sergeant in the gendarmerie had checked on Yakup Aktaş in cell no. 18 a number of times. He had not observed anything unusual. Yakup Aktaş had been interrogated by Major Aytekin Özen and Master Sergeant Ercan Günay. The witness had neither seen nor heard Yakup Aktaş being subjected to torture. In the evening of 25 November 1990 he had heard that Yakup Aktaş had become unwell and had died at the hospital to which he had been taken.", "102. Mehmet Yılmaz, a master sergeant in the gendarmerie serving in the intelligence unit of the Mardin provincial gendarmerie, stated that he had seen Yakup Aktaş while on guard duty on 22 November 1990. On that day he had ordered the doors of the cells to be opened three times in the morning and twice in the evening and had asked the detainees if they had any problems. He had spoken to Yakup Aktaş who had been in cell no. 18. He had not observed anything unusual in his behaviour and Yakup Aktaş had not complained to him about being ill. As he had been resting in the canteen on 25 November 1990 he had heard the news that Yakup Aktaş had fallen ill and had died at the hospital. He had no information about any torture.", "103. This master sergeant in the gendarmerie stated that he could not remember whether or not he had seen Yakup Aktaş, who had fallen ill in his cell on 25 November 1990 and had subsequently died in hospital. Yakup Aktaş had been interrogated by Major Aytekin Özen and Master Sergeant Ercan Günay. The witness had not heard anything about Yakup Aktaş having been tortured during interrogation, nor had he seen anything of the sort.", "104. Mustafa Tüylek, a lance corporal in the gendarmerie, stated that although he had been at the interrogation centre when Yakup Aktaş had been detained there, he had not been on guard duty at the time and so could not remember having seen Yakup Aktaş, who had been taken ill and had died in hospital.", "105. The witness, a corporal in the gendarmerie, stated that he remembered having been on guard duty at the detention area of the interrogation centre on 20 November 1990. During his turn of duty he had let Yakup Aktaş and other detainees out of their cells at meal times and when they needed to go to the lavatory. He had not observed any signs that Yakup Aktaş might be ill.", "106. He had again been on guard duty on 25 November 1990. He had gone to the room where the detainees were served their meals, which was near cell no. 18. He had heard somebody knocking on a cell door. In reply to his question, “Which number?”, he had received the answer, “Number 18”. He had unfastened the bolt on the door and asked what the matter was. In a very low voice Yakup Aktaş had replied that he was ill and in a bad state. Although Yakup Aktaş was standing up the witness realised that he was seriously ill and had immediately gone to inform Master Sergeant Yusuf Karakoç, the duty officer. Master Sergeant Karakoç had informed their superiors of the situation. Yakup Aktaş had been helped into a vehicle that had been summoned and was taken to the hospital. The witness had later heard that Yakup Aktaş had died either in the hospital or on the way there.", "107. During the hours he had been on guard duty in the detention area he had not heard any unusual voices in cell no. 18. He had not observed anything unusual about Yakup Aktaş on the occasions he was removed from and returned to his cell, blindfolded.", "108. The witness, a private in the gendarmerie serving at the intelligence unit of the Mardin provincial gendarmerie, stated that as part of his guard duty at the detention area he would let detainees out of their cell when they needed to go to the lavatory or when they went for their meals. He would also give the detainees water if they asked for it. While carrying out those duties he had not observed anything unusual about Yakup Aktaş's behaviour and the latter had not mentioned any sickness to him. Yakup Aktaş had not been taken out of his cell to be interrogated while he was on duty. He had not witnessed Yakup Aktaş being beaten.", "109. Ercüment Erbil, a private in the gendarmerie, stated that he had been on guard duty for some of the time that Yakup Aktaş had been detained. While on duty, he would open the doors of the cells when detainees were served meals or water, when they needed to go to the lavatory or when they were sent to the interrogation centre. He had taken Yakup Aktaş from his cell to the interrogation room two or three times. On the occasions he had accompanied Yakup Aktaş from the interrogation room back to his cell Yakup Aktaş had been in the same condition as when he had been taken from his cell. The witness had not seen Yakup Aktaş being tortured by Major Aytekin Özen or Master Sergeant Ercan Günay. Neither had he observed any traces of torture on Yakup Aktaş's body. If Yakup Aktaş had been tortured in the interrogation room, he would, at very least, have heard their voices. Yakup Aktaş had not been taken to the interrogation room on the last days before his death.", "110. The witness was a private in the gendarmerie. He stated that he had seen Yakup Aktaş when on guard duty in the period from 19 to 25 November 1990. He had taken Yakup Aktaş out of his cell several times to take him to the lavatory, to the area where meals were served and to the interrogation room. He had not observed anything unusual about Yakup Aktaş. There had been no difference in Yakup Aktaş's appearance between the moment his cell door was opened and he was blindfolded and taken to the interrogation room and the moment he returned from the interrogation room. He had not seen Yakup Aktaş being tortured or observed any signs of torture on Yakup Aktaş.", "111. On 25 November 1990 he had been on guard duty between 6 p.m. and midnight. The private serving the meals had told him that the detainee in cell no. 18 had fallen ill and said that they should inform the duty officer, Master Sergeant Yusuf Karakoç. He had gone to cell no. 18, had opened the door and had seen Yakup Aktaş sitting on a blanket. Master Sergeant Karakoç had then arrived. A private had held Yakup Aktaş by one arm and he had been taken out of the interrogation room. He remembered very clearly that Yakup Aktaş had been fine the day before. He was unable to recall whether or not Yakup Aktaş had been taken to the interrogation centre on 25 November 1990. (The Commission understood this last sentence to mean that Private Bora was unable to recall whether or not Yakup Aktaş had been interrogated on 25 November 1990.)", "112. This witness, a private in the gendarmerie, stated that he was the driver of a Renault car belonging to the interrogation centre. On 25 November 1990 he had been informed by Sergeant Major Ali Yavaş that one of the detainees had fallen ill and needed to be taken to hospital. He had helped to carry the detainee from the interrogation centre on a blanket. The detainee had been taken to the hospital in a seated position on the back seat of the car. A few minutes later at the hospital they – it is not clear from the text of the statement who are meant by “they”; presumably hospital staff –had said that the detainee had died. He had not heard anything about the detainee having been tortured at the interrogation centre.", "113. In his statement, Major Aytekin Özen is introduced as an intelligence officer serving in the Gendarme Public Order Command. He explained that following clashes between the PKK and security forces in a village in Mardin province on 1 August 1990 a large number of documents had been seized. It had been possible to determine from the documents, inter alia, which people in the region, particularly in the districts of Kızıltepe and Derik, had collaborated with the PKK. Subsequently, a large number of people, including Yakup Aktaş, had been taken into custody. The task of interrogating them had been divided up between the personnel of the interrogation centre of the Mardin provincial gendarmerie. Although the witness's posting was at the Gendarmerie Public Order Command, he had been assigned to the interrogation centre in order to alleviate pressure of work and had been given the task of interrogating a specific group.", "114. Ali Alay, one of the persons who had been taken into custody, had made a statement incriminating Yakup Aktaş. Yakup Aktaş was said to have given financial support to the PKK. The witness had referred the matter to the commander of the Mardin provincial gendarmerie who had instructed him to contact the Derik district gendarmerie after also informing the head of the intelligence unit. In coordination with the Derik district police force the Derik district gendarmerie had then arranged for Yakup Aktaş's arrest and had brought him to the interrogation centre on 19 November 1990.", "115. Meanwhile, the witness and his assistant, Master Sergeant Ercan Günay, had interrogated Ali Alay and a person named Osman Önen, who had surrendered to custody voluntarily.", "116. He had first interrogated Yakup Aktaş one or two days after his arrest. Yakup Aktaş had denied the accusations made against him by Ali Alay. Ali Alay had then been brought into the interrogation room and had been asked to relate once more his account of Yakup Aktaş's involvement with terrorists. At that point he had observed that Yakup Aktaş had suddenly started to perspire and had turned slightly pale. Yakup Aktaş had asked for water and it had been provided immediately. Although Yakup Aktaş had initially continued to say that Ali Alay was slandering him, he was sweating profusely and eventually confessed his guilt. During this time he had requested seven or eight glasses of water. The witness had asked him whether there was a reason for him drinking so much. Yakup Aktaş had replied that he was a little unwell, that he needed to drink a lot of water and could not go to sleep without having drunk a full jug of water. Because he knew that Yakup Aktaş had had a medical check prior to being taken into custody, he had not made too much of this.", "117. Despite his confession it was clear that Yakup Aktaş was nevertheless attempting to conceal the involvement of others. Therefore, the witness had given Yakup Aktaş one day to reflect and sent him back to his cell.", "118. The following day, which must have been either 21 or 22 November, they had again interrogated Yakup Aktaş in the presence of Ali Alay. Yakup Aktaş had been overexcited and again wanted to drink water. Finally, Yakup Aktaş had given the name of his accomplice. The witness had thanked Yakup Aktaş for his cooperation and told him that they would not cause him any more discomfort.", "119. Meanwhile, he had had a statement prepared concerning Osman Önen, Ali Alay and Yakup Aktaş, whom they had brought face to face at the beginning. He was not sure, however, if the three suspects had signed it, as the interrogation centre had been crowded and matters of signatures were generally dealt with just before detainees were transferred. He nevertheless thought that Osman Önen and Ali Alay had signed the statement.", "120. On 23 November 1990 he had gone on one week's leave. While at home in Ankara on 26 November 1990 he had received the news of Yakup Aktaş's death. He had been informed that he had fallen ill and had died on the way to hospital. Nevertheless, the witness said that his conscience was clear: Yakup Aktaş had not been subjected to the slightest physical force. He was certain that neither he nor Master Sergeant Ercan Günay had done anything to precipitate Yakup Aktaş's death. He also did not think it likely that Yakup Aktaş would have been subjected to any kind of torture after 23 November. There had been more than ten ranked members of staff at the interrogation centre and it was impossible that such a thing could have been kept out of sight.", "121. Ercan Günay, a Master Sergeant in the gendarmerie, stated that he had been serving at the Mardin provincial gendarmerie interrogation centre since 18 September 1990. Together with Major Aytekin Özen he had undertaken the task of interrogating Yakup Aktaş. He did not remember interrogating Yakup Aktaş on the day the latter arrived at the interrogation centre (19 November 1990). The next day Major Aytekin Özen and himself had questioned Yakup Aktaş for one or two hours about the amount of TRL 30,000,000 which Yakup Aktaş was known to have given to the PKK. During this interrogation Yakup Aktaş had appeared frightened and apprehensive; his face had turned white and he had been a little shaky. Yakup Aktaş had rejected all their claims. The following day Yakup Aktaş had been confronted with two co-accused after which he had confessed his guilt. No kind of torture whatsoever had been used on him. The witness did not know whether Yakup Aktaş had suffered from any illness in the past. During his interrogation Yakup Aktaş had asked for water several times. He had also been a little overweight.", "122. On 23 November 1990 the witness had been sent to Adana on an assignment and Major Aytekin Özen had gone on leave the same day. Since according to the procedures and distribution of tasks within the interrogation centre detainees could only be questioned by the same officers, Yakup Aktaş had not been interrogated on 23, 24 or 25 November.", "123. Osman Önen was one of Yakup Aktaş's co-accused. He was asked how long he had been kept in custody at the Mardin interrogation centre, whether he had been confronted with Yakup Aktaş and if so, whether the latter had borne any signs of torture. In reply Osman Önen stated that he could not remember the exact date but that he had been taken into custody at the interrogation centre towards the end of 1990. He had been detained for nineteen days. Over a period of ten days he had been interrogated twice a day. On one occasion the blindfold he had been wearing had been partially removed and he had recognised Ali Alay. He had then been blindfolded once again and for that reason had been unable to see whether there was another person in the room. He did not know whether Yakup Aktaş had been in the room at that time but he had not seen him. His circumstances in custody had been difficult. It was as a result of this that he had made a false statement accusing Ali Alay of giving money to a terrorist.", "124. He had been kept in cell no. 19. There were cells adjacent to and opposite his. He did not know whether anyone had been detained in them. After his release he had heard that Yakup Aktaş had died under interrogation at the time when he, Önen, had also been in custody. He had not heard Yakup Aktaş's voice in the interrogation centre.", "125. This report lists the applicant, his brother, Mahmut Aktaş, and their mother, Dediye Aktaş, as complainants. The allegation investigated was that of manslaughter during torture and the accused were Major Aytekin Özen and Master Sergeant Ercan Günay. The report then lists the identities of 25 witnesses who had made statements before Major Dursun Şeker, followed by a short summary of the incident and of the statements of the accused and the witnesses.", "126. The summary of the incident describes how the applicant had alleged that his brother, Yakup Aktaş, had been tortured to death by interrogation personnel of the interrogation centre of the Mardin provincial gendarmerie, where Yakup had been taken on 19 November 1990. On 25 November 1990 Yakup Aktaş had fallen ill in his cell and had died after being admitted to hospital. The summaries of the statements of Major Aytekin Özen and Master Sergeant Ercan Günay mention that they had interrogated Yakup Aktaş once and that they had confronted him with his co-accused once.", "127. The report then goes on to list as “Other Evidence” the documents that had been examined by Major Şeker, including statements incriminating Yakup Aktaş, duty rosters, the record of the inspection of the interrogation centre (see paragraph 61 above), the entries in the register of the Derik health clinic concerning Yakup Aktaş (see paragraph 151 below), the medical report issued by Dr Adnan Parkan (see paragraph 152 below), the report of the post-mortem examination and autopsy (see paragraphs 153-160 below) and the report issued by the Institute of Forensic Medicine (see paragraphs 161-164 below).", "128. In the subsequent “Analysis of The Evidence”, it is stated, inter alia, that Major Özen and Master Sergeant Günay interrogated Yakup Aktaş once for one or two hours and that they supervised the confrontations between Ali Alay and Yakup Aktaş and between Ali Alay and Osman Önen that had been arranged for the purposes of mutual identification. In a paragraph in which reference is made to the fact that Yakup Aktaş had been diagnosed with urethritis, Major Şeker observed that according to the statements made before him, Yakup Aktaş had been excessively thirsty and had drunk a remarkable quantity of water. This section of the report also contains the following paragraph:", "“During his first interrogation ... Yakup Aktaş denied that he had given financial support to the [PKK] organisation and later, when he was confronted by the person to whom he had delivered money, he confessed to the crime. The witnesses state that from that moment on the aforementioned person (that is to say, Yakup Aktaş) had been noticeably subdued, depressed and nervous. It is very probable that Yakup Aktaş had reached such a mental state as a result of his thinking that the security forces knew that he had bought five Kalashnikov guns from the gun smuggler ... and he went into an extreme mental depression and death occurred in this mental atmosphere.”", "129. The report concluded that Yakup Aktaş's death had not been caused by torture, force, violence or harsh treatment and for this reason Major Dursun Şeker proposed that no criminal prosecution be instigated against Major Özen and Master Sergeant Günay.", "130. A pre-trial review was held on this date. The court decided, inter alia, to issue a rogatory letter requesting the Ankara Assize Court to obtain Major Özen's defence submissions and to issue a summons requiring Master Sergeant Günay to appear as a defendant. It adjourned the proceedings until 3 March 1993.", "131. The applicant was present and the court granted him permission to intervene in the proceedings. He was asked to state his complaint and his evidence. He stated that the deceased, Yakup Aktaş, was his brother. Yakup Aktaş had been taken by the gendarmerie for interrogation. After one week the family had received notification that Yakup had died. Yakup had not been suffering from any health problem prior to his arrest. Given that he had died unexpectedly, the family had filed a complaint as they believed that he had been tortured to death during the interrogation. He had not personally seen evidence that Yakup had been tortured and it would have been impossible for him to do so, since the family had been denied access to Yakup while he was under interrogation. Moreover, Yakup was already dead by the time the family arrived at the hospital. He had seen Yakup's body some twelve hours after Yakup's admission to hospital. He had observed abnormal bruising and signs of beating to the outer section of both arms, the forehead and the soles of the feet. Yet shortly after Yakup's arrest a medical report had been issued, in which the presence or absence of any such signs should have been noted.", "132. The applicant further confirmed that the content of his statement of 26 November 1990 to the Derik public prosecutor was correct.", "133. The report of the post-mortem examination and the autopsy of 26 November 1990 and the report of the Institute of Forensic Medicine of 20 February 1992 (which should presumably read 21 February 1991) were read out. The applicant stated that he had no comments on the autopsy report but was not satisfied by the report of the Institute of Forensic Medicine. However, he did not think that there was anything else that could be done.", "134. The court decided to issue a rogatory letter to the Ankara Assize Court requesting Major Özen's defence submissions and to issue a summons requiring Master Sergeant Günay to appear. It further decided to issue rogatory letters to the Assize Courts of Buldan and Pazaryolu in respect of the public prosecutors Şevki Artar and Ekrem Şendoğan who were to be asked whether, according to the autopsy report, the body of Yakup Aktaş bore any traces of torture within the eight days preceding death. Finally, the court decided to issue witness summons to the other persons whose signatures appeared on the autopsy report, including Dr Güneş Pay and Dr Erol Aksaz, and the witnesses whose statements had been taken by Major Dursun Şeker. The court adjourned the proceedings until 21 September 1993.", "135. The applicant's brother, Mahmut Aktaş, who was also an intervener in the proceedings, stated that his brother Yakup had been in custody for one week when the news of his death was received. Apart from when Yakup was detained in Derik, he had not been able to see him in detention. Yakup had had not been suffering from any illnesses whatsoever. He had washed Yakup's body; there had been a wound on the forehead and traces of beating on the right side of the back and on the arms. He believed that Yakup had died as a result of torture. The report of the post-mortem examination and autopsy and the report of the Institute of Forensic Medicine were read out. Mahmut Aktaş stated that he had nothing to say about the autopsy report but that the Institute of Forensic Medicine's report was not true.", "136. Counsel for the defendants stated that, in view of the present posting of his client, Master Sergeant Ercan Günay, his defence submissions should be heard by the Ankara Assize Court. The court decided to issue a rogatory letter to that effect. It also decided, inter alia, to instruct the Sivrihisar Criminal Court of First Instance to take a statement from Dr Adnan Parkan. It adjourned the proceedings until 23 November 1993.", "137. The court noted that a number of statements had been received from other courts in Turkey as a result of the rogatory letters that had been issued. The interveners requested that they be granted more time to study those statements. They also said that the defendants had tortured their brother, Yakup Aktaş, for three days and that when he had gone into a coma one of the defendants had taken leave and the other had been transferred to another post. Since they believed that this had been done intentionally they demanded that the defendants be arrested.", "138. The court examined three witnesses: a hospital orderly, a clerk and the driver who had taken the autopsy officials to the morgue. Although all three confirmed that their signatures appeared on the autopsy report of 26 November 1990, none could remember the incident in issue.", "139. The court adjourned the proceedings until 2 February 1994.", "140. The interveners, including the applicant, did not attend this hearing. The court examined five master sergeants, Yusuf Karakoç, Mustafa Ten, Süleyman Altuner, Murat Gömek and Ramazan Baygeldi. They all stated that a military doctor carried out examinations every day in the detention area of the interrogation centre. Some of them added that the interrogation centre conformed to the requisite standards and that the rooms where interrogations were conducted were not equipped with sound insulation. Therefore, if Yakup Aktaş had been tortured or subjected to violence during his interrogation then the sounds of his cries and screams would have been audible outside those rooms, but they had not heard anything of that nature. According to Master Sergeants Yusuf Karakoç and Ramazan Baygeldi, the defendant Major Özen had gone on leave four or five days before the day Yakup Aktaş had died. As far as Master Sergeant Mustafa Ten could remember, Major Özen had left three to four days before that day but he was unable to recall whether the defendant Master Sergeant Günay had been at his post or out on assignment on the day in question. Master Sergeant Baygeldi said that Master Sergeant Günay had gone on an assignment two or three days before the day Yakup Aktaş died. These five witnesses confirmed the content of the statements they had made before Major Şeker after they had been read out to them.", "141. The court further noted that additional statements had been received from other courts in Turkey in reply to rogatory letters. The public prosecutor and counsel for the defendants stated that the principal witnesses had been heard and that those witnesses who had not yet been heard were gendarmes who had said in their preparatory statements – the Commission assumed that “preparatory statements” meant the statements taken by Major Dursun Şeker – that they had no knowledge of the incident. They submitted, therefore, that it would be sufficient for the preparatory statements to be read out. The court accepted that submission and decided not to summon those witnesses; the preparatory statements were read out.", "142. In respect of the merits of the case the public prosecutor said that there was insufficient evidence to convict and submitted that the defendants should be acquitted. Counsel for the defendants agreed with the public prosecutor's position, adding that no prosecution need have been instigated and that the Council of State had probably only decided to refer the case to court because of the fact that there had been a death. The court then decided to acquit the defendants as the charges against them had not been proved.", "143. The statement was requested by the Mardin Assize Court in its rogatory letter of 28 January 1993. The decision of the Council of State of 24 June 1992 (see paragraph 44 above) was read out to Major Aytekin Özen and he was asked to submit his defence and evidence concerning the charge against him.", "144. Major Aytekin Özen denied having struck Yakup Aktaş during his interrogation. Nor had he seen anybody else do so. He had gone on leave to Ankara while Yakup Aktaş remained in custody. On the third day of his leave he had been informed of Yakup Aktaş's death, and had cut short his leave and returned to his post. At a later stage one of Yakup Aktaş's relatives must have filed a complaint against him and he had become the subject of an investigation. The Mardin Provincial Administrative Council had reached a unanimous decision to the effect that he should not be prosecuted. However, the Council of State had subsequently accepted that the report of the post-mortem examination and autopsy constituted evidence against him that Yakup Aktaş's death had been caused by beating. He expressed his amazement that he had been committed for trial given that he had no stage struck Yakup Aktaş. He could also categorically affirm that Yakup Aktaş had not been beaten by Master Sergeant Ercan Günay. Finally, he confirmed that the statements he had made previously were correct.", "145. The statement was requested by the Mardin Assize Court in its rogatory letter of 21 September 1993. The decision of the Council of State of 24 June 1992 was read out to Master Sergeant Ercan Günay. He made a statement in the presence of his defence counsel.", "146. Master Sergeant Ercan Günay stated that he had been an interrogating officer on the date of the incident. Together with his colleague, Major Aytekin Özen, he had interrogated Yakup Aktaş, who was suspected of having provided assistance to the PKK on various occasions. However, he had not beaten Yakup Aktaş. He had then been sent to Ankara on an assignment for two or three days. Upon his return to Mardin he had learned that Yakup Aktaş had fallen ill, had been taken to hospital and had died there. Accordingly, he denied the charge against him. His counsel added that it appeared from the report of the autopsy and the report issued by the Institute of Forensic Medicine that the exact cause of Yakup Aktaş's death could not be established. In spite of this the Council of State had decided that the defendants should stand trial. However, his client had not had anything to do with the offence with which he had been charged.", "147. The statement was requested by the Mardin Assize Court in its rogatory letter of 12 July 1993. Public Prosecutor Şevki Artar stated that the public prosecutor's office had been informed that a person detained at the investigation and interrogation unit of the Mardin provincial gendarmerie had fallen ill and died as he was being transported to hospital. Together with Public Prosecutor Ekrem Şendoğan he had gone to the Mardin State Hospital where he had attended the autopsy that had been performed by medical experts. He confirmed the content of the relevant report. As was mentioned in that report, during the external examination of the deceased, bruising, possibly resulting from trauma, had been observed on the right arm, on the inside of the right arm and near the right wrist. Other than the marks indicated in the report, they had not observed any other signs which could be attributed to torture.", "148. The judgment stated that evidence had been taken from the following persons: Master Sergeants Yusuf Karakoç, Mustafa Ten, Süleyman Altuner, Murat Gömek, Ramazan Baygeldi and Üzeyir Nazlım; Lance Corporals Ali Yavaş, Ferruh Çileşoğlu, Mehmet Yılmaz and Mustafa Tüylek; Private Hüseyin Bekir Günel; Police Constable Alaattin Aydın; Captain Mehmet Göçmen; Colonel Enver Uysal; Private İbrahim Olgun; Senior Major Haşim Üstünel; and Corporal Hüseyin Hamamcıoğlu. All these witnesses had testified that the deceased had been detained in order to be interrogated, that the military doctor looked after detainees on a daily basis and that detainees were referred to hospital if they were ill, and that they had never seen any detainees being ill-treated.", "149. The Mardin Assize Court referred to the finding of the post-mortem examination that Yakup Aktaş presented cyanosis covering the head and various superficial ecchymotic areas on the head, both arms and the back. Reference was further made to the report of the Institute of Forensic Medicine which concluded that it was not possible to determine the exact cause of death.", "150. The defendants were acquitted since it had not been possible to obtain wholly incontrovertible evidence that would allow the court conscionably to decide that the defendants had caused death by torture.", "151. The name Yakup Aktaş and the comment “urethritis” are included in the entries for 22 March and 2 October 1990 as nos. 4,489 and 13,452 respectively.", "152. This report states that Yakup Aktaş had been brought to the health clinic and that on examination had not presented any signs of beating, or of being subjected to force or violence.", "153. This report states that following information received by telephone at 8.30 p.m. on 25 November 1990 to the effect that an individual had died whilst being taken to Mardin State Hospital after being taken suddenly ill at the investigation and interrogation unit at the Mardin provincial gendarmerie headquarters, the chief public prosecutor had, in view of the seriousness of the incident, instructed Public Prosecutors Şevki Artar and Ekrem Şendoğan to go to the hospital where they arrived at 10 p.m. An expert medical witness, Dr Güneş Pay, was present and, again owing to the seriousness of the matter, a second expert medical witness, Dr Erol Aksaz, was immediately appointed.", "154. The body was identified as being that of Yakup Aktaş by Captain Mehmet Göçmen, commander of the Mardin provincial central gendarmerie. Captain Göçmen stated that Yakup Aktaş had been detained on suspicion of involvement with the PKK. Captain Göçmen had been informed that Yakup Aktaş had suddenly fallen ill at approximately 7.30 p.m. and had been taken to the Mardin State Hospital, where he died.", "155. Subsequently, the clothes were removed from the body and a photographer brought in from gendarmerie headquarters took a number of photographs from various angles.", "156. On external examination of the body the head was observed to be covered with a mask-like mauve discoloration (cyanosis) starting from the upper section of the thorax, 15 cm below the jaw towards the thorax, and covering the complete surface of the neck including the ears and the back of the neck. The head was examined manually and the bone structure was observed to be intact. In the frontal section of the forehead, 3 cm above the middle of the left eyebrow, was a one- or two-day-old graze measuring 1 x 0,5 cm consistent with trauma. The examination of the neck revealed normal articulation with no breakage or pathological disorder.", "157. On the outer section of the left arm humerus and parallel to the axis of the body an area of ecchymosis measuring 10 x 2 cm consistent with blunt trauma was observed. The left forearm and hand, including the fingers, were covered with extensive ecchymoses. On the outer section of the upper right arm humerus and parallel to the axis of the body was an area of ecchymosis measuring 4 x 1 cm consistent with trauma; 5 cm below this was another area of ecchymosis 4 x 2 cm in size. Under the right armpit and starting near the back was a clean cut, 8 cm in length and 3 cm in width, perpendicular to the axis of the body and trailing towards the middle of the armpit. There was a further ecchymotic area on the right forearm near the wrist. One half of the outer surface of the left foot was covered with a widespread ecchymotic area. The soles of the feet were covered with dirt and calluses. The manual examination of the back revealed an 8 cm long scar, seven to eight days old, in the shape of a half moon on the right shoulder blade. Rigor mortis had started to develop. With the exception of the findings stated above, there were no other pathological diagnoses or signs of injuries caused by sharp, pointed instruments, firearms or otherwise.", "158. On the basis of these findings the doctors observed that the cyanosis covering the head could be consistent with a heart attack or with another incident occurring either before or after death. The findings of the external examination, none of which were by themselves capable of causing death, did not allow the exact cause of death to be established. For this reason it was decided to perform a full autopsy. The expert medical witnesses estimated that death had occurred three to four hours previously.", "159. On the subsequent internal examination of the head, the thorax and the abdomen no abnormalities were observed. The urethra was found to be positioned normally and no pathological finding was made in this respect. In view of the failure to establish the exact cause of death, it was decided to send tissue samples from the body to the Institute of Forensic Medicine in order for the exact cause of death to be determined. Sections from both lobes of the brain, the whole heart, sections from both lungs, sections from the liver and spleen, the whole of the stomach and its contents, a section of the intestine and its contents, sections from both kidneys and a blood sample were taken, placed in glass containers with a formaldehyde solution and sealed.", "160. The time indicated at the bottom of the report is 2.50 a.m. It is signed, inter alia, by both public prosecutors and both doctors.", "161. This report, signed by Professor Dr Özdemir Kolusayın and Dr Hüseyin Sarı, refers to the letter of the Mardin public prosecutor dated 29 November 1990 in which it is requested that the exact cause of death be established. There then follows a summary of the report of the postmortem examination and autopsy (see paragraphs 153-160 above).", "162. In the macroscopic examination of the internal organs, performed at the morgue specialist department of the Institute of Forensic Medicine, the heart was found to weigh 400 grams, no peculiarities were observed in the samples other than hyperaemia, and the lungs were found to be of a hard and solid consistency and of a multicoloured appearance.", "163. The report issued by the specialist chemical analyses office dated 28 December 1990 stated that no alcohol, tranquillisers, stimulants or toxic materials had been found in the internal organs.", "164. According to the histopathological report dated 12 February 1991 there had been post-mortem changes to the heart, liver, kidneys and brain; hyperaemia and acute swelling were observed in the lungs; the septal capillaries were full of red blood cells; the alveolar septa were torn in places and the alveolar cavities had expanded.", "165. This report was commissioned by the applicant and submitted on 2 May 1995. Dr Milroy was a registered medical practitioner, Senior Lecturer in Forensic Pathology at the University of Sheffield, United Kingdom, and Consultant Pathologist to the British Home Office.", "166. On the basis of the report of the post-mortem examination and autopsy and the report of the Institute of Forensic Medicine Dr Milroy concluded that no natural disease had been found to contribute to or account for death. The body had shown injuries to the arms and foot which were in keeping with blows to those areas. The extensive bruising of the left forearm could have been due to the deceased having used his arms to try and ward off blows. The injuries in these areas were referred to as defence injuries which typically involved the forearm and hands. They might also involve the feet if the feet were used to shield blows. The cut to the right arm suggested that it had been inflicted with a sharp implement such as a knife.", "167. The injuries appeared to have been inflicted whilst the deceased was in custody. The scar described as being seven to eight days old could have been inflicted during custody. Given that dating of scars was not accurate this injury could have been more recent.", "168. In the absence of any natural disease process to cause death and with the presence of obvious injuries which were not self-inflicted, the possibility that the deceased was a victim of an unnatural disease process had to be seriously considered. Poisoning as a cause of death could be excluded from the toxicological examination performed. However, there were a number of possible mechanisms to account for the appearances. The first of these was traumatic or crush asphyxia. In this type of death the chest was pinioned in such a way as to prevent breathing. Crucifixion caused death in a similar manner, as did so-called Palestinian hanging where the hands were tied behind the back and the body was suspended from the tied arms which would cause respiratory failure if the position was held for a sufficient length of time. The second possible mechanism was the placing of a plastic bag over the face or head, which was well recognised to lead to death. This would not leave any specific external signs. Finally, in a choke hold or carotid sleeper an arm was held across the neck. In choke holding it was held across the front of the neck, frequently damaging the structures in the neck, particularly the laryngeal cartilages. With carotid sleeper a similar hold was placed, but with the neck being held in the crook of the arm so that the carotid arteries were occluded. Application of either hold could prove fatal.", "169. Dr Milroy did not accept that Yakup Aktaş had died as a result of a heart attack. In every death the heart would stop, but this was a mode of death and not a cause of death. Moreover, neither in the autopsy nor in the microscopic (histopathological) examination had any heart disease been found. In the absence of natural disease and with clear injuries present on the deceased, death as a result of torture must be a very strong possibility in this case.", "170. In respect of the autopsy Dr Milroy remarked that it was not clear to what extent the physicians performing it had had training and experience in forensic pathology. The autopsy report did not appear to contain a detailed description of the internal appearance of the neck. This was a major omission in detailing a death in custody, especially in view of the description of cyanosis of the head and neck. Moreover, injuries in persons having died whilst in custody should be documented and photographed and unlawful methods of killing had to be considered. It was not clear that such a thorough investigation had been conducted in this case. The inability of the doctors performing the autopsy to conduct a microscopic examination, which was an integral part of any post-mortem examination, suggested that they may have lacked the necessary experience to have conducted this examination.", "171. The photographs show the naked body of a man laid down on what is, presumably, a mortuary slab. The colour reproduction in particular is of poor quality, tingeing everything with a green hue. The first photograph shows part of the chest as well as the left side of the face. A mark is visible on the forehead, between the left eyebrow and the hairline. Cyanosis in the shape of a mask cannot be observed but the left ear appears bluish.", "172. In the second photograph, the body lies on its left side and the back of the body is portrayed. It is not possible to see the whole of the right shoulder blade. No half-moon shaped scar is visible. The third and fourth photographs show the body lying on its back. For the third photograph, the photographer would have stood near the feet of the body; the feet are not visible and of the head only the tip of the nose and the bearded chin can be observed. There appears to be a reddish area of discoloration on the left forearm. For the fourth photograph, the photographer would have stood to the right of the body near the knees. The right side of the face, part of the neck and chest, the right arm, a small part of the left forearm, and the rest of the body down to almost the top of the knees can be seen. No cyanosis is visible. On the outside of the right arm there appears to be a welt-like reddish mark stretching down from the middle of the shoulder to halfway to the elbow. The reddish area of discoloration on the left forearm can also be observed in this photograph.", "173. The evidence of the six witnesses heard by the Commission's Delegates may be summarised as follows:", "174. The applicant stated that he had been born in 1970 and was a lawyer by profession. Apart from Yakup, he had seven other brothers and sisters. He was the second youngest.", "175. The last time he had seen his brother Yakup had been one week prior to the latter being taken into custody. Yakup had seemed to be in good health and had in fact never had an illness. He had not heard of an illness called urethritis.", "176. He had been in Diyarbakır, where he was studying, when his elder brother had informed him of the fact that Yakup had been taken into custody. He had immediately returned to Derik and had arrived home on the same day as Yakup had been apprehended.", "177. Yakup had been a tradesman and a delegate of the True Path Party (Doğru Yol Partisi, “DYP”). He had never been arrested before.", "178. The applicant had not seen Yakup in detention. During interrogation a detainee was not allowed any visitors for seven days. The family had gone to Mardin to try and see Yakup many times but had not been allowed to do so. He had gone to the public prosecutor's office in Mardin but this had not resulted in permission being granted to the family to see Yakup and neither had any information of the charges brought against Yakup been forthcoming. Members of the DYP had tried to intercede, but to no avail. At the Derik gendarmerie station the family had been told not to worry as Yakup would be released.", "179. A week after Yakup's arrest, his uncle Süleyman had been contacted by the Derik gendarmerie station with the news that Yakup's body could be collected from Mardin. The family had brought the body home on 26 November 1990 and this was where he had seen the body. He had noticed that certain parts had been removed for the autopsy, including parts of the brain. Apart from the scars caused by that, he had seen the mark of an injury on Yakup's forehead. In his opinion this injury had been caused by a blow, as it did not have the appearance of a boil or of an injury that might have come about as a result of scratching, for example. There had also been marks on the hands, under the soles of the feet and on the elbows.", "180. Later that day he had gone to the public prosecutor in Derik stating that Yakup's was no normal death. Although at that time he was not familiar with the content of the health report drawn up by Dr Parkan (see paragraph 152 above), he knew that every person taken into custody would first be taken to the health centre for an examination. He did not know what kind of tests this examination entailed. When Yakup's body had been released to his uncle Süleyman, officials had said that Yakup had died of a heart attack. The family had not believed this and he had therefore requested another autopsy. Asked why he had not told the prosecutor of the wounds he had seen on Yakup's body, he said that this must have been because he had been in shock but also because the prosecutor had not asked him about it. Nevertheless, he had clearly stated that Yakup's death had been brought about by torture. He had read and signed the record of his statement to the prosecutor.", "181. Yakup's body had remained at the house for one night and the burial had taken place the next day. He conceded that the text of his statement to the HRA (see paragraphs 52-54 above), which he had drawn up himself, was somewhat ambiguous. His family had not been prevented from burying Yakup but pressure had been brought to bear on them to hold the funeral on the same day the body was delivered to the family, that is to say 26 November 1990. This had been because the authorities feared trouble. However, the family and the district chairman of the DYP had pleaded with the chief superintendent of police to be allowed to hold the funeral the next day so that the body could be kept at home for one night in accordance with local custom. There had been security forces all over Derik until the body had been buried. Neither a delegation of the HRA nor the press had been allowed to attend the funeral.", "182. Major Dursun Şeker, who had been appointed investigator by the Emergency Region Governor, had summoned his mother, his brother Mahmut and himself to Derik police station on 14 March 1991 to take statements from them. Although as an investigator Major Şeker was supposed to put questions objectively, the interview had not been conducted in such a manner at all. He felt that Major Şeker's questions had been designed to protect Major Şeker's own personnel and to cover up the incident. He felt that psychological pressure had been brought to bear on him. For instance, Major Şeker had asked questions like, “Why are you making a complaint? Why do you not believe that your brother died of a heart attack? Why do you not believe that the cause of death is not torture?” Major Şeker had further commented: “There is no need for you to complain. We would not do such a thing”; and also: “It is wrong for you to think like that about security forces personnel. The allegations of torture are wrong.”", "183. Major Şeker had not asked him whether he had seen Yakup's body or what its condition was, but both his mother, his brother Mahmut and himself had told Major Şeker that Yakup's death was a result of torture. It had been his brother Mahmut who had told Major Şeker that Yakup had had a small pustule on his penis for which he had received medical treatment, as the applicant had not been aware of this previously. When the record of his statement to Major Şeker (see paragraphs 66-69 above) was put to him, he denied having said to Major Şeker: “If death has occurred because of natural causes, it is God's will”. Yakup had been a very healthy man who would not have died of natural causes within a week and it was therefore not possible that he would have described Yakup's death as God's will. Moreover, why would he have said such a thing when only two months prior to that he had complained to the public prosecutor of torture? Therefore, the record of his statement to Major Şeker was not completely accurate. He had been told to sign the record and had not read it.", "184. Subsequently, the Provincial Administrative Council had decided that no prosecution was to be instituted. That decision had been overturned by the Council of State which had referred the case to the Mardin Assize Court. Although according to the law that court had jurisdiction ratione materiae as well as ratione loci, it had declined to exercise it, for the sole purpose of delaying the proceedings. Following a decision by the Ankara Assize Court that it had no jurisdiction either, the Court of Cassation had decided that it was the Mardin Assize Court which was the competent court to deal with the case. However, in the meantime two years had passed.", "185. He had been an intervening party in the criminal proceedings and had attended many hearings. He characterised the trial as disorganised and said that the case had not been actively prosecuted. It was his opinion that the two accused ought to have been in custody while the trial was proceeding but the public prosecutor had told the court that it was not necessary to arrest the two men. In fact, the accused had not attended court even once to give evidence and on some occasions their counsel had also failed to attend. Most of the witnesses had moved to different places and their testimonies had not been obtained. In spite of all the available evidence the two accused had been acquitted.", "186. It was put to him that, despite his objections voiced to the Derik public prosecutor on 26 November 1990, he had told the Mardin Assize Court on 7 July 1993 that he had nothing to say about the autopsy report or the report of the Institute of Forensic Medicine. He explained that although the report of the Institute of Forensic Medicine had not satisfied him, as he had also pointed out to the Assize Court, according to the law there was no organisation above the Institute of Forensic Medicine. Furthermore, by that time three years had passed and his family had not wanted another autopsy carried out.", "187. As reported by the Commission, several times during his testimony this witness became very emotional and cried.", "188. Mr Mahmut Aktaş said that he had been born in 1963. He was an elder brother of the applicant and Yakup Aktaş. At the relevant time, Yakup had been married and had a six-month-old baby. Yakup's widow and child continued to live with him. Following the death of their father in 1987 Yakup and himself had become the heads of the family, looking after the younger brothers and sisters who were still at school. They had lived in the same house. He had been very close to Yakup. They had both been traders and every day they used to go together to the marketplace, where they both had business premises. They had both enjoyed the sport of wrestling and would frequently wrestle together of an evening. Although he was older than Yakup, Yakup had been the stronger.", "189. He had last seen Yakup alive on the morning after his arrest. Yakup had been held overnight at the Derik gendarmerie. He had gone there and had found Yakup sitting in the canteen. He had observed Yakup to be in good condition. He had brought Yakup breakfast but because Yakup had been handcuffed he had only given him a glass of milk. Yakup did not know why he had been arrested. He had asked Yakup whether the gendarmes had done anything to him, which Yakup had denied. Then a gendarme had taken Yakup out of the canteen and half an hour later he had observed Yakup being put in a vehicle and driven away.", "190. Like Yakup, he was also a delegate of the DYP. He had gone to see the district chairman of the DYP who had found out from the gendarmerie that Yakup had been taken to Mardin. Although the family had attempted to gain access to Yakup this had been refused.", "191. At 6 a.m. on Monday 26 November 1990 – although he said 25 November 1990, the Commission considered that this was a mistake since 25 November 1990 was a Sunday – Mr Mahmut Aktaş had gone to the Provincial Governor's office in Mardin, thinking that would be a likely day for detainees to be brought before the court and hoping that he would be able to see Yakup if that happened. Around midday he had been approached by an acquaintance from Derik who had told him that Yakup had died and his body taken to Derik.", "192. He had subsequently learned that at around 7 a.m. the gendarmes had come looking for him. As they had not found him at home, they had gone to his uncle Süleyman who had been taken to Mardin State Hospital. At the entrance to the hospital his uncle had been met by the captain of the gendarmerie who had asked what relation Süleyman was to Yakup. When Süleyman said that Yakup was his elder brother's son, the captain had extended his hand and had said, “Please accept my condolences. Yakup died yesterday evening.” Upon this, his uncle had made telephone calls to Derik and all the relatives and many acquaintances had immediately rushed to Mardin: almost half the population of Derik had gone there, including fellow shopkeepers who had closed their shops. In view of the large number of cars, the security forces had brought the body back to Derik under military escort.", "193. When Yakup's body had arrived home the chief superintendent of police had demanded that it be buried immediately. Since he had not yet returned from Mardin, his brother had refused. Upon his return in the evening they had pleaded with the chief superintendent, saying that there was not enough light left to arrange a funeral that night.", "194. Yakup's body had been laid out in the house. He and the imam had washed the body. Yakup's forehead, above the left eye, had sunk in and appeared as if it had been hit with a piece of metal. The shoulders were bruised and had turned purple and black. On the right hand side of the lower back there had been a mark in the shape of a six-day-old new moon. There had been red and black bruising on the arms and on the back of the legs, from the calves down to the lower legs. There had been blood coming from the tip of a toe. The left hand side of Yakup's face was all bruised.", "195. He had not accompanied his younger brother to the public prosecutor but another brother had done so. He had stayed behind to receive the people coming to express their condolences.", "196. There had been no problem with Yakup's health or strength. On the day of his arrest, Yakup had been cutting firewood.", "197. In March 1991 the witness had been summoned to the police station, together with his mother and brother Eshat. There, Major Dursun Şeker had not asked about the injuries he had seen on Yakup's body but only if Yakup had had an illness. The witness had replied that he had not and had in fact been stronger than he was. Major Şeker had said that Yakup had visited the health centre in relation to a urinary problem. He had said to Major Şeker that this might have been the case. He had also told Major Şeker that Yakup had been murdered by torture and that he wanted the perpetrators prosecuted. The witness said to the Delegates that even if Yakup had gone to the doctor's with a urinary problem this had not been around the time of his arrest.", "198. He denied having said to Major Şeker that if Yakup's death was the result of natural causes this would have been God's will. He had not dared or considered reading the record of his statement when Major Şeker had given it to him to sign.", "199. Public Prosecutor Şevki Artar stated that he was born in 1961. In November 1990 he had been working as public prosecutor in Mardin. He had left Mardin in 1991.", "200. He remembered having attended the post-mortem examination and autopsy that had been performed on Yakup Aktaş's body on 25 November 1990, although he had no clear recollection of the details. He had been telephoned at home by the gendarmerie and been informed that a person had become ill while in custody and had died on the way to hospital.", "201. In view of the importance of the incident he had contacted the chief public prosecutor who had instructed him to have a second public prosecutor attend the autopsy also. The seriousness of the incident, referred to in the beginning of the report of the post-mortem examination and autopsy (see paragraph 153 above), had lain in the fact that a person had died while in the custody of the security forces and also in the fact that this kind of incident could cause speculation. He illustrated this by relating how previously there had been speculation that terrorists who had surrendered to the authorities had been killed by the security forces when they had in fact been killed by other terrorists. Moreover, there had been allegations to the effect that when an autopsy report was drawn up by a public prosecutor, only some of the findings would be listed and certain matters would be omitted altogether. If two prosecutors attended, they could act as witnesses for each other if the need arose.", "202. The four photographs submitted by the Government (see paragraphs 171-172 above) were shown to him and he was reasonably certain that the body depicted in the photographs was that of the man on which he had performed the post-mortem examination on 25 November 1990. They had been taken by the photographer of the Mardin provincial gendarmerie. The negatives would usually be kept at the offices of the photographer's employer.", "203. In a post-mortem examination it was the public prosecutor who would dictate the findings, drawing on the expertise of the doctor present. However, an autopsy would be performed by a doctor. In the present case, it had not been possible to determine the exact cause of death from the post-mortem examination, although the doctors had suggested at the end of the examination that the death could have resulted from a heart attack. For this reason it had been decided that a full autopsy should be performed. As the exact cause of death had not appeared from the autopsy either, a joint decision had been taken to send tissue samples from the body to the Institute of Forensic Medicine.", "204. Although they had been able to observe in the process of the autopsy that the heart had been of normal appearance, he did not know whether this meant that cardiac failure had been ruled out. He did not agree with the suggestion that by the end of the autopsy the doctors and he himself would have had good grounds for suspecting that death had been caused by beating. On the contrary, the doctors had determined during the post-mortem examination that the injuries observed on the body could not have constituted the cause of death.", "205. He was not aware that the form of torture known as “Palestinian hanging” could lead to death by asphyxiation. As he had never heard of this form of torture, he did not know whether Yakup Aktaş's injuries were consistent with somebody having been subjected to such treatment.", "206. If, in the course of the post-mortem examination, any opinion, provisional or otherwise, had been expressed as to the possible cause of the blunt traumata with which some of the observed areas of ecchymosis were consistent, this would have been recorded in the report. Given that such traumata could have many different causes he did not think it likely that the doctors would have been able to determine their exact cause from a post-mortem examination. Forensic experts might be able to establish the exact cause, and this might also be determined in a subsequent judicial investigation. Asked whether it had not occurred to him to enquire of the doctors whether the marks on the body were consistent with ill-treatment while in custody, he said that they had probably assumed that this would be determined by the subsequent investigation.", "207. When asked whether it would not have been extremely important to find out immediately whether or not there had been any instrument or object present in the place of detention capable of having produced the injuries found on the body, he said that the cause of those injuries had not yet been established. In reply to the subsequent question whether a search for an object capable of producing such injuries was not precisely how the cause of the injuries might be established, he conceded that this was probably the case. Given that he had had no jurisdiction in the matter, however, he had not given an instruction for the interrogation rooms at Mardin provincial gendarmerie headquarters to be inspected. In any event, it had been established that these injuries were not the cause of death.", "208. He had attended the post-mortem examination and the autopsy in his capacity of public prosecutor because time had been of the essence. However, pursuant to Article 4 § 1 of Decree no. 285 establishing a state of emergency regional governorate it was not him but the Mardin Provincial Administrative Council which was the competent authority to investigate the incident. He was familiar with the fact that one of Yakup Aktaş's brothers had lodged a complaint with the Derik Public Prosecutor's Office. The complaint had been transferred to him because the Derik Public Prosecutor had no jurisdiction in the matter. However, the incident would have been investigated regardless of whether or not a complaint had been brought.", "209. On 29 November 1990 he had issued a decision of lack of jurisdiction in which he confirmed that the Mardin Public Prosecutor's Office had no jurisdiction. He had transferred the file to the Mardin Provincial Administrative Council. In his opinion, the most important part of the investigation had already been carried out by that stage, namely the examinations to establish the exact cause of death. After that, the only thing left to do was to take statements from witnesses and suspects.", "210. In its investigation, the provincial administrative council had the same powers as a public prosecutor. He did not know at what stage the Mardin Provincial Administrative Council had been alerted to the incident – it might have been informed at the same time as he. In proceedings before the provincial administrative council an investigator would be appointed who was responsible for the collection of evidence. He thought that in a case like the present the investigator would not be a member of the gendarmerie in view of the fact that the case involved the gendarmerie.", "211. He had only found out that a criminal prosecution had been instituted when he had been asked to testify by a rogatory letter at his new post in Buldan. The Mardin Assize Court had requested the Court in Buldan to take his statement in order to check the accuracy of the autopsy report and to confirm his signature.", "212. Professor Dr Kolusayın had been an expert in forensic medicine since 1977. He was not a pathologist. He had become a professor in 1988. From 1975 until 1982 he had worked at the morgue specialist department of the Institute of Forensic Medicine, performing autopsies in an expert capacity . From 1982 until 1992, and therefore at the time relevant to the present case, he had been the administrator of the morgue specialist department. From 1992 until 1996 he was President of the Institute of Forensic Medicine (“the Institute”).", "213. The witness was asked to explain certain parts of the report issued by the Institute on 20 February 1991 which bore his signature. He confirmed that the findings of the post-mortem examination and autopsy performed in Mardin had been set out at the beginning of that report.", "214. In relation to the findings of the post-mortem examination he explained that a “mauve coloured cyanosis” was a dark blue discoloration of the skin. “Thorax” meant chest. An ecchymotic area referred to bruising, ecchymoses constituting the proof of a blunt trauma. The axis of the body was the vertical line that passed through the centre of the body. The humerus was the bone of the upper arm.", "215. The hyperaemia, observed in the macroscopic examination of the tissue samples of the internal organs, referred to the appearance of the organs which contained more than the normal amount of blood. This in itself could have many causes, such as illness or poisoning.", "216. After the macroscopic examination the samples had been prepared for microscopic examination and sent to a pathologist. The changes to the heart, liver, kidneys and brain that had occurred after death had been observed in this histopathological examination. It had further revealed hyperaemia in the lungs as well as acute swelling, meaning expansion, of the alveoli in particular. In the alveolar septa, that is the walls separating the alveoli, the capillary walls had been enlarged and had contained great quantities of red blood cells. In some places the alveolar septa had been ruptured, causing the alveolar cavities to enlarge. These were not changes that would occur after death. The rupturing of alveolar septa could occur in patients suffering from emphysema or chronically obstructed lungs, but also in persons who had met with a violent death or, as it was known in forensic medicine, a forcibly induced death such as strangulation, hanging or pressure exerted on abdomen or chest. However, in the case of a forcibly induced death one would expect to see red blood cells in the alveolar cavities in addition to tears in the septa, and this had not been observed.", "217. The report did not admit of a conclusion as to whether the swelling of the lungs had been due to a disease or had occurred after death. Given that it was limited to the breakdown at cell level it could have been caused by cells decomposing. The fact that the lungs were of a hard and solid consistency had pointed to pneumonia but the histopathological examination had not revealed any infected cells which would have supported such a finding. Despite the fact that the heart at 400 grams had been observed to have been abnormally enlarged, the death had not been attributed to a disease.", "218. The public prosecutor at Mardin had requested that the exact cause of death be established. As the findings of the examinations had not revealed very specific information it had not been possible to determine the exact cause. Even in the most advanced centres of forensic medicine approximately 5% of autopsies were inconclusive. Prior to 1990 they would have referred the question of the cause of death to the First Specialist Committee of the Institute if they themselves had been unable to establish the cause of death. However, the policy had been changed and they had been advised that as long as the public prosecutor did not request it, they should not send their reports to this Committee but rather evaluate their own findings and send them to the office of the public prosecutor. If the public prosecutor had only asked for the cause of death, as opposed to the exact cause, the Institute would have provided him with possible causes. In view of the breakdown in the heart and the septa, the witness suggested that death had possibly, but without certainty, been due to heart failure.", "219. Furthermore, the Institute could only work on the basis of the information with which it was provided. In the present case, they had been told that Yakup Aktaş had suddenly fallen ill while in detention and had died in hospital. If death had occurred at the place of detention its cause might have been tied to mechanical asphyxia. Mechanical asphyxia was death caused by prevention of breathing by mechanical pressure. Typical examples would be hanging, strangulation by hand or rope, and death caused by pressure on the abdomen/chest. In the latter form of asphyxiation cyanosis of the face, resembling a mask, could appear.", "220. When it was pointed out to the witness that according to the report of the post-mortem examination and autopsy Yakup Aktaş had died on the way to hospital (see paragraph 153 above) rather than at the hospital as mentioned in his report, he explained that he must have relied on the information contained in the official summary of the incident compiled by the public prosecutor which would have been attached to the autopsy report when it was sent to the Institute.", "221. The marks observed on the body were not from the kind of violent trauma that could cause death. The signs of trauma described in the report were superficial: a skin abrasion on the forehead, ecchymoses on the arms. In the case of severe trauma the ecchymoses would not have been on the surface and there would have been broken bones and internal haemorrhaging.", "222. Asked whether the extensive bruising on the left forearm and the hands were consistent with Yakup Aktaş having used his arms to try and prevent blows from striking the rest of his body, the witness said if the bruising had been caused by numerous blows he would have expected there to be spaces between the ecchymoses. He explained that blows delivered by a cane or a stick would result in ecchymoses in the shape of lines, and in the shape of railroad tracks if delivered by a truncheon.", "223. The cut described in the report of the post-mortem examination would have been inflicted by an implement with cutting properties. In his estimation, the cut must have been inflicted less than seven or eight days previously, since it should have healed within seven days.", "224. When the report was drawn up he had not had access to the photographs taken in Mardin; otherwise they would have been mentioned. On being shown the photographs, the witness remarked that the cyanosis described in the report of the post-mortem examination was not visible. In addition, in deaths caused by heart or lung failure the cyanosis might not be as large as a mask but would be visible on the ears and lips. On the body in the photographs the lips were pale. Also, some of the ecchymoses described in the post-examination report were visible, but not all.", "225. Since there was no visible deformation of the head the skull did not appear crushed as alleged by the applicant in his statement to the HRA (see paragraph 54 above). Nevertheless, it would have been possible for the applicant to think that the skull had been fractured if he had seen the body after the autopsy, during which the bony part of the skull had been removed.", "226. He confirmed that in every forensic autopsy the neck should be examined internally.", "227. Dr Hüseyin Sarı stated that he had been born in 1960. At the beginning of 1991 he had been working as an expert of forensic medicine at the morgue specialist department of the Institute of Forensic Medicine.", "228. At the morgue specialist department two types of work were carried out: autopsies, and examination of internal organ samples sent to the department from elsewhere. In the course of autopsies performed by the department photographs would be taken. No general guidelines existed as to how such photographs should be taken; whether, for example, maximum contrast should be shown to delimit areas of discoloration. Those photographs that were considered necessary as evidence later on would be taken. However, it was rare for internal organ samples to be accompanied by photographs.", "229. He confirmed that in the present case the Mardin public prosecutor had requested the exact cause of death to be established. However, it was not the case that a public prosecutor would ever ask for a possible or probable cause of death. Therefore, he would have to be certain of the cause of death before offering his opinion. According to international medical literature between 2% and 8% of autopsies were inconclusive. He estimated that the percentage of inconclusive autopsies at the Institute would lie somewhere between those two figures.", "230. He described cyanosis as a lesion related to an increased amount of carbon dioxide in the blood. It could only be observed visually and could not be detected by examining samples of skin tissue. Cyanosis did not only occur after death, but in cases where it had occurred before death it had to be clinically verified since the changes of gases which took place after death could result in erroneous positive findings. Therefore, a post-mortem evaluation alone did not always give the correct result and could give rise to the suspicion that the deceased had been suffering from a disease or that death had been caused by asphyxiation.", "231. Asked if there was a disease which could cause the lungs to be of a hard and solid consistency and of a multicoloured appearance, as described in the Institute's report, he said that these findings had been made in the macroscopic examination and pointed to lung oedema or pneumonia. A histopathological examination was required to distinguish oedema from pneumonia. In the present case, the histopathological examination had not revealed anything to support those findings. In any event, the fixative used to prevent the disintegration of the internal organs would lead to a hardening of those organs.", "232. Although there had thus been no findings made of a disease this did not necessarily lead to the conclusion that the cause of death had been unnatural. For example, the heart, liver, kidneys and brain had undergone post-mortem changes and had not been evaluated. Post-mortem changes occurred for two reasons: one being the time that had elapsed between the death and the autopsy and the other a mishap in the course of transportation of the tissue samples. If the proper fixative was used and proper transportation procedures followed, such a sample would not undergo any change.", "233. The marks of the traumata described in the report of the post-mortem examination had been rather small and simple, and most of them had been located on the arms and legs. In his opinion, the cause of death could not be determined from those traumata alone.", "234. In all autopsies an internal examination of the neck would be carried out.", "235. Dr Güneş Pay said that he had been born in 1967. He had graduated from medical school in August 1990. As part of his medical training he had had one or two months' training in forensic medicine. Only those students wanting to specialise in forensic medicine would be given extensive training. In November 1990 he had been working as a general practitioner at the Mardin State Hospital.", "236. The witness confirmed that he had participated in the post-mortem examination and autopsy on the body of Yakup Aktaş and that he had signed the report dated 26 November 1990. Dr Aksaz, with whom he had performed the autopsy, was a surgeon. Since the autopsy had been performed seven years previously he had no clear recollection of the events and based his replies mainly on the content of his report. Moreover, at the present time he was specialising in neurology, not forensic medicine, and it had been years since he had last performed an autopsy.", "237. Although he could not remember exactly, he assumed that he must have participated in other autopsies before the one which he performed on the body of Yakup Aktaş. This would be part of a general practitioner's duty if there was no expert in forensic medicine at the place where the general practitioner was performing his obligatory service. While working in Mardin for nearly one year he had performed many autopsies.", "238. He was referred to the phrase in the report reading: “With the exception of the findings stated above, there were no other pathological diagnoses or signs of injuries caused by sharp, pointed instruments, firearms or otherwise.” He explained that this did not mean that in those “findings stated above” he had found marks of such instruments.", "239. The fact that rigor mortis had begun to set in was one of the reasons why death had been estimated to have occurred three or four hours earlier. However, the purple colour of the corpse had also served as an indication of that. He confirmed that if a person died in hospital, and if it was a properly run hospital, the time of death would be recorded and it would not be necessary to give an estimate of this time in the subsequent examination.", "240. He could not remember whether or not an internal examination of the neck had been carried out but he noted that nothing was mentioned about it in the report. He thought that if such an examination had been performed it would have been recorded, but it was also possible that if nothing unusual had been found in the course of that examination it had been omitted from the report altogether. He knew that in theory an internal examination of the neck area would be conducted in cases of death by hanging or by strangulation by hand or by rope. He did not think, however, that he had performed an autopsy on the body of a person having met with such a death.", "241. As the autopsy had taken place such a long time ago he was unable to confirm that the photographs shown to him were of the person on whom he had performed the autopsy. The cyanosis described in the report was not visible in the photographs. Nevertheless, he was certain that there had been cyanosis as two doctors had come to that conclusion and had recorded it in the report. All but two of the marks visible on the body in the photographs corresponded with those recorded in the report. The cut, 8 cm in length, was not visible in the photographs and neither was the lesion above the scapula. Perhaps this was due to the quality of the photographs.", "242. He had not formed any provisional view as to a likely or possible cause of death in the light of the marks he had seen.", "243. The Commission's Delegates had also called as a witness Süleyman Aktaş, the uncle of the applicant and the person to whom Yakup Aktaş's body had been delivered. During the hearing, the applicant's representatives informed the Delegates that Süleyman Aktaş was too old and frail to travel to Ankara.", "244. Dr Erol Aksaz, the second doctor who had performed the autopsy, did not attend the hearing as, according to the explanation given by the Acting Agent of the Government at the hearing, it was not possible for him to leave his post, no replacement being available. On 23 December 1997 the Government provided the Commission with a doctor's note dated 21 November 1997 prescribing Dr Erol Aksaz three days' rest.", "245. On 18 and 19 November 1997 the Acting Agent informed the Commission's Delegates that the following members of the gendarmerie would only give evidence if certain security measures were put in place:", "Major Aytekin Özen;", "Master Sergeant Ercan Günay;", "Captain Mehmet Göçmen;", "Senior Major Haşim Üstünel;", "Sergeant Major Ali Yavaş ;", "Master Sergeant Yusuf Karakoç;", "Corporal Hüseyin Hamamcıoğlu;", "Private Ercüment Erbil;", "Private Mehmet Bora;", "Senior Sergeant İlhan Keskin;", "Major Dursun Şeker.", "246. In that connection, the Acting Agent submitted that most of these gendarmes were constantly exposed to terrorist attacks and would only feel secure if they were able to avoid confrontation with the applicant or his relatives and if a screen were placed between them and the applicant's representatives.", "247. The Commission's consideration of this request is summarised in paragraph 15 above.", "248. Following the hearing in Ankara, the Government requested that five members of the gendarmerie (Senior Major Üstünel, Master Sergeants Günay and Karakoç, Senior Sergeant Keskin and Sergeant Major Yavaş) be given the opportunity to give evidence. They insisted that these witnesses should not be seen either by the applicant or by his representatives and that the hearing should therefore take place in the absence of both.", "249. The Commission's decisions on this request are summarised in paragraphs 25 and 30 above.", "250. Since approximately 1985, serious disturbances have raged in the south-east of Turkey between security forces and members of the PKK (Workers' Party of Kurdistan). This confrontation has, according to the Government, claimed the lives of thousands of civilians and members of the security forces.", "251. Two principal decrees relating to the south-eastern region have been made under the Law on the State of Emergency (Law No. 2935, 25 October 1983). The first, Decree No. 285 (10 July 1987), established a State of Emergency Regional Governorate in ten of the eleven provinces of south-eastern Turkey. Under Article 4(b) and (d) of the Decree, all private and public security forces and the Gendarme Public Peace Command are at the disposal of the Regional Governor.", "252. The second, Decree No. 430 (16 December 1990), reinforced the powers of the Regional Governor, for example to order transfers out of the region of public officials and employees, including judges and prosecutors, and provided in Article 8:", "“No criminal, financial or legal responsibility may be claimed against the State of Emergency Regional Governor or a Provincial Governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of an individual to claim indemnity from the State for damage suffered by them without justification.”", "253. The Criminal Code contains provisions dealing with unintentional homicide (Articles 452 and 459), intentional homicide (Article 448) and murder (Article 450). It is a criminal offence to subject someone to torture or ill-treatment (Articles 243 and 245) or to issue threats (Article 191).", "254. For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, with the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "255. The public prosecutor has no jurisdiction with regard to offences alleged to have been committed by members of the security forces in the State of Emergency Region. Article 4 § 1 of Decree No. 285 provides that all security forces under the command of the Regional Governor (see paragraph 251 above) shall be subject, in respect of acts performed in the course of their duties, to the Law on the Prosecution of Civil Servants. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must decline jurisdiction and transfer the file to a provincial or district administrative council. These councils are made up of civil servants and have been criticised for their lack of legal knowledge, as well as for being easily influenced by the Regional Governor or Provincial Governors, who also head the security forces. A decision by a provincial administrative council not to prosecute is subject to an automatic appeal to the Council of State.", "256. Article 125 of the Constitution provides as follows:", "“All acts or decisions of the Administration are subject to judicial review ... The Administration shall be liable for damage caused by its own acts and measures.”", "257. This provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the Administration, whose liability is of an absolute, objective nature, based on the theory of “social risk”. Thus, the Administration may indemnify people who have suffered damage from acts committed by unknown or terrorist offenders when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "258. Proceedings against the Administration may be brought before the administrative courts, whose proceedings are in writing.", "259. Any illegal act by civil servants, be it a crime or a tort, which causes pecuniary or non-pecuniary damage may be the subject of a claim for compensation in the ordinary civil courts. Pursuant to Article 41 of the Code of Obligations, an injured person may file a claim for compensation against an alleged perpetrator who has caused damage in an unlawful manner whether wilfully, negligently or imprudently. Compensation for pecuniary loss may be awarded by the civil courts pursuant to Article 46 of the Code of Obligations and for non-pecuniary damage pursuant to Article 47."], "VIOLATED_ARTICLES": ["2", "3", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}