{"ITEMID": "001-114978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "STÜRMER AND OTHERS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["1. The applicants, Mr Christian Stürmer and ten others, are German nationals. Their names and personal details are listed in the annex at the end of this decision.", "3. The applicants were born between 1959 and 1962 with deformities of their upper and/or lower extremities and other malfunctions of inner organs, resulting from the fact that their mothers had taken the tranquilliser “thalidomide”, sold in Germany under the name “Contergan”, during a certain, sensitive period of pregnancy. About 3,000 persons suffering from likewise impacts of the drug are living in Germany alone.", "4. “Contergan” was produced by the pharmaceutical manufacturer G. GmbH, a company with limited liability, from 1957 until November 1961. It was available on the German market without a medical prescription and was sold as an analgesic suitable to soothe discomforts caused by pregnancy.", "5. In 1970 the criminal proceedings for injuries caused by negligence against the management and the owners of the manufacturer company G. were stayed. Civil proceedings on compensation for damages lodged by some affected children or their parents were pending.", "6. On 10 April 1970 the pharmaceutical manufacturer G. covenanted to pay a lump sum of 100 million Deutschmarks (DEM - 51 million euros (EUR)) to the victims in order to settle all compensation claims.", "7. On 17 December 1971 a public law foundation “Hilfswerk für behinderte Kinder” was established by federal law in order to facilitate a settlement with all persons affected and in order to provide a solid financial basis for benefit payments. The foundation received DEM 100 million from the manufacturer and the same amount from the German State. Each person affected by “Contergan” was eligible for a single payment of at least DEM 1,000 and at maximum DEM 25,000 and additionally monthly pensions between DEM 100 and DEM 450. All payments from this fund were exempt from taxes and were not credited against other social benefits. All legal claims against the manufacturer expired by law. The law entered into force on 31 October 1972.", "8. On 8 July 1976 the Federal Constitutional Court found the Law on Establishment of a Foundation of 17 December 1971 – henceforth: the 1971 Act – to be compatible with the provisions of the Basic Law, in particular compatible with the property protection of Article 14 of the Basic Law. It held that the legislator voluntarily incurred a position as a creditor and was therefore constitutionally obliged to guarantee the liquidity of the foundation in future and to safeguard that the pensions to the victims were adequate.", "9. In 1976 and in 1980 the financial funds of the foundation were supplemented by DEM 50 and DEM 170 million by the German State. Since 1997 the monthly pensions have been financed entirely from the federal budget. From 1976 until 2002 the height of the pensions had been raised nine times.", "10. In October 2005 the foundation was renamed to Contergan Foundation (Conterganstiftung für behinderte Menschen). The persons affected by “Contergan” received a non-recurring capital sum and again a monthly life-long pension depending on the established degree of health impairment. Payments from the foundation could not be credited against any other social benefit payment in order to ensure that the aggrieved persons received the pension as an extra monetary benefit.", "11. On 1 July 2008 the monthly pensions were doubled by the First Law on Amending the Contergan Foundation Law. According to the legislator the higher pension should contribute to compensate for the increasing secondary health deterioration of the now middle-aged persons affected by “Contergan”.", "12. On 30 June 2009 the Second Law on Amending the Contergan Foundation Law entered into force. The Foundation was endowed with a further EUR 100 million of which EUR 50 million were provided by the manufacturing company G. GmbH and the rest by the Federal Republic of Germany. The amendment slightly increased the monthly pensions (now between EUR 248 and EUR 1,116) which are still funded entirely from the federal budget and the non-recurring payment (Kapitalentschädigung) between EUR 1,278 and EUR 12,782 depending on the extent of the bodily damage caused by “Contergan”. The law further introduced an annual additional payment (jährliche Sonderzahlung) from the capital interests gained by the foundation. The amount of this payment varies between EUR 460 and EUR 3,680 depending on the degree of disability. Furthermore, the increase of the monthly pension was tied to the adaptations of the general retirement pension scheme. By the amendment a further 100 persons who had been previously time-barred to claim benefits became eligible for the benefits.", "13. On 30 June 2009 the applicants directly lodged a constitutional complaint in which they attacked the constitutionality of the 1971 Act and all subsequent legislation in that respect. They invoked a violation of their property rights and felt discriminated against in comparison to other vulnerable groups. They further complained about a legislative failure to act insofar as they did not receive benefits to the extent they would receive if the present laws on pharmaceutical liability were applied.", "14. On 26 February 2010 the Federal Constitutional Court, in a composition of a panel of three judges, declined to review the constitutional complaint of the applicants. The Constitutional Court held that the complaint was inadmissible for being time-barred insofar as the 1971 Act and the First Law on Amending the Contergan Foundation Law were challenged. Regarding the complaint on the Second Law on Amending the Contergan Foundation Law the Court found it inadmissible for reasons of subsidiarity of the constitutional complaint, as the applicants had not priorly objected against their pension with the competent administrative courts. The Court underlined that the applicants had failed to challenge the regulatory framework. The Court further reasoned that the complaint as a whole was not sufficiently substantiated. Insofar as the applicants complained about a violation of their property rights the Court held that the sum of all benefits the applicants had received since 1971 was significantly higher than the amount of damages the applicants could have reasonably claimed against the manufacturing company of limited liability. The applicants had further failed to clarify why the present statutory provisions on liability for pharmaceutical products which had been enacted well after the “Contergan scandal” had taken place should become applicable in this case. Furthermore, the current provisions on liability for pharmaceutical products provided for compensation only in cases which involved less than 200 severely damaged persons, whereas the “Contergan” case still affected around 3,000 persons. In regard to their complaint about arbitrary discrimination the Court held it insufficient to compare just the amount of the payments and disregard the different legal and factual circumstances. All other groups in question like victims of warfare, war crimes as well as of criminal deeds and of contaminated blood preserves were compensated under significantly different factual and legal circumstances. The benefit payments from the “Contergan” foundation were tax-free and not considered to be income or assets in order to guarantee that the benefits actually improved the financial situation of those affected by “Contergan”.", "15. Section 23 § 1 of the Law on Establishment of a Foundation of 17 December 1971 – henceforth 1971 Act – (Gesetz über die Errichtung einer Stiftung „Hilfswerk für behinderte Kinder“) provided that claims against the manufacturing company of limited liability, G. GmbH, or against its associates, managers or clerks of that company be extinct insofar as the claims relate to a damage which falls under the scope of the 1971 Act.", "16. Section 17 of the Second Law on Amending the Contergan Foundation Law stipulates that the benefits based on this law are exempt from income tax and are not considered to become part of the assets of the beneficiary. According to section 18 § 2 of the same law the obligation of other state authorities to provide for benefits is not affected. Authorities may not decline benefits provided for by law because the person receives benefits according to this law.", "17. Section 93 § 1 of the Rules of Procedure of the Federal Constitutional Court (Bundesverfassungsgerichtsgesetz) stipulates that a constitutional complaint shall be lodged and substantiated within one month after the final decision of the competent court. Section 93 § 3 stipulates that a constitutional complaint on the constitutionality of a statutory law against which there is no other way of recourse must be lodged within one year after the enactment of that law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}