{"ITEMID": "001-57523", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF LINGENS v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["8. Mr. Lingens, an Austrian journalist born in 1931, resides in Vienna and is editor of the magazine Profil.", "9. On 9 October 1975, four days after the Austrian general elections, in the course of a television interview, Mr. Simon Wiesenthal, President of the Jewish Documentation Centre, accused Mr. Friedrich Peter, the President of the Austrian Liberal Party (Freiheitliche Partei Österreichs) of having served in the first SS infantry brigade during the Second World War. This unit had on several occasions massacred civilians behind the German lines in Russia. Mr. Peter did not deny that he was a member of the unit, but stated that he was never involved in the atrocities it committed. Mr. Wiesenthal then said that he had not alleged anything of the sort.", "10. The following day, Mr. Bruno Kreisky, the retiring Chancellor and President of the Austrian Socialist Party (Sozialistische Partei Österreichs), was questioned on television about these accusations.", "Immediately before the television interview, he had met Mr. Peter at the Federal Chancellery. Their meeting was one of the normal consultations between heads of parties with a view to forming a new government; it had aroused great public interest because before the elections on 5 October the possibility of a Kreisky-Peter coalition government had been canvassed.", "At the interview, Mr. Kreisky excluded the possibility of such a coalition because his party had won an absolute majority. However, he vigorously supported Mr. Peter and referred to Mr. Wiesenthal’s organisation and activities as a \"political mafia\" and \"mafia methods\". Similar remarks were reported the next day in a Vienna daily newspaper to which he had given an interview.", "11. At this juncture, the applicant published two articles in the Vienna magazine Profil.", "12. The first was published on 14 October 1975 under the heading \"The Peter Case\" (\"Der Fall Peter\"). It related the above events and in particular the activities of the first SS infantry brigade; it also drew attention to Mr. Peter’s role in criminal proceedings instituted in Graz (and later abandoned) against persons who had fought in that brigade. It drew the conclusion that although Mr. Peter was admittedly entitled to the benefit of the presumption of innocence, his past nevertheless rendered him unacceptable as a politician in Austria. The applicant went on to criticise the attitude of Mr. Kreisky whom he accused of protecting Mr. Peter and other former members of the SS for political reasons. With regard to Mr. Kreisky’s criticisms of Mr. Wiesenthal, he wrote \"had they been made by someone else this would probably have been described as the basest opportunism\" (\"Bei einem anderen würde man es wahrscheinlich übelsten Opportunismus nennen\"), but added that in the circumstances the position was more complex because Mr. Kreisky believed what he was saying.", "13. The second article, published on 21 October 1975, was entitled \"Reconciliation with the Nazis, but how?\" (\"Versöhnung mit den Nazis - aber wie?\"). It covered several pages and was divided into an introduction and six sections: \"‘Still’ or ‘Already’\", \"We are all innocent\", \"Was it necessary to shoot defenceless people?\", \"Why is it still a question for discussion?\", \"Helbich and Peter\" and \"Politically ignorant\".", "14. In the introduction Mr. Lingens recalled the facts and stressed the influence of Mr. Kreisky’s remarks on public opinion. He criticised him not only for supporting Mr. Peter, but also for his accommodating attitude towards former Nazis who had recently taken part in Austrian politics.", "15. Under the heading \"‘Still’ or ‘Already’\" the applicant conceded that one could not object to such attitudes on grounds of \"Realpolitik\". According to him \"the time has passed when for electoral reasons one had to take account not only of Nazis but also of their victims ... the former have outlived the latter ...\". Nevertheless Austria, which had produced Hitler and Eichmann and so many other war criminals, had not succeeded in coming to terms with its past; it had simply ignored it. This policy risked delivering the country into the hands of a future fascist movement.", "With regard to the then Chancellor, he added: \"In truth Mr. Kreisky’s behaviour cannot be criticised on rational grounds but only on irrational grounds: it is immoral, undignified\" (\"In Wahrheit kann man das, was Kreisky tut, auf rationale Weise nicht widerlegen. Nur irrational: es ist unmoralisch. Würdelos\"). It was, moreover, unnecessary because Austrians could reconcile themselves with the past without seeking the favours of the former Nazis, minimising the problem of concentration camps or maligning Mr. Wiesenthal by exploiting anti-Semitism.", "What was surprising was not that one \"still\" spoke about these things thirty years later but, on the contrary, that so many people were \"already\" able to close their eyes to the existence of this mountain of corpses.", "Finally, Mr. Lingens criticised the lack of tact with which Mr. Kreisky treated the victims of the Nazis.", "16. The second section commented on the attitude of Austrian society in general with regard to Nazi crimes and former Nazis. In the author’s opinion, by sheltering behind the philosophic alternative between collective guilt and collective innocence the Austrians had avoided facing up to a real, discernible and assessable guilt.", "After a long disquisition on various types of responsibility, he stressed that at the time it had in fact been possible to choose between good and evil and gave examples of persons who had refused to collaborate. He concluded that \"if Bruno Kreisky had used his personal reputation, in the way he used it to protect Mr. Peter, to reveal this other and better Austria, he would have given this country - thirty years afterwards - what it most needed to come to terms with its past: a greater confidence in itself\".", "17. The third and fourth sections (which together amounted to a third of the article) also dealt with the need to overcome the consciousness of collective guilt and envisage the determination of real guilt.", "Under the title \"Was it necessary to shoot defenceless people?\", Mr. Lingens drew a distinction between the special units and the regular forces in the armies of the Third Reich; he pointed out that no one was forcibly enlisted in the former: one had to volunteer.", "In the following section he stressed the difference between individuals guilty of criminal offences and persons who, morally speaking, had to be regarded as accomplices; he maintained that if Austria had tried its Nazis earlier, more quickly and more thoroughly, it would have been able to view its past more calmly without complexes and with more confidence. He then set out the reasons why that had not been possible and defended Mr. Wiesenthal from the charge of belonging to a \"mafia\". Finally, he considered the possibility of showing clemency after so many years and concluded: \"It belongs to every society to show mercy but not to maintain an unhealthy relationship with the law by acquitting obvious murderers and concealing, dissembling or denying manifest guilt.\"", "18. The fifth section of Mr. Lingens’ article compared the Peter case with another affair of a more economic nature relating to Mr. Helbich, one of the leaders of the Austrian People’s Party (Österreichische Volkspartei), and compared Mr. Kreisky’s different reaction in each case. The author argued that the circumstances of the first case made Mr. Peter unfit to be a member of parliament, a politician and a member of the government, and added: \"This is a minimum requirement of political ethics\" (\"ein Mindesterfordernis des politischen Anstandes\"). The \"monstrosity\" (\"Ungeheuerlichkeit\") was not, in his opinion, the fact that Mr. Wiesenthal had raised the matter, but that Mr. Kreisky wished to hush it up.", "19. The article ended with a section criticising the political parties in general owing to the presence of former Nazis among their leaders. The applicant considered that Mr. Peter ought to resign, not to admit his guilt but to prove that he possessed a quality unknown to Mr. Kreisky, namely tact.", "20. On 29 October and 12 November 1975, the then Chancellor brought two private prosecutions against Mr. Lingens. He considered that certain passages in the articles summarised above were defamatory and relied on Article 111 of the Austrian Criminal Code, which reads:", "\"1. Anyone who in such a way that it may be perceived by a third person accuses another of possessing a contemptible character or attitude or of behaviour contrary to honour or morality and of such a nature as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine.", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public shall be liable to imprisonment not exceeding one year or a fine.", "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.\"", "Under Article 112, \"evidence of the truth and of good faith shall not be admissible unless the person making the statement pleads the correctness of the statement or his good faith ...\".", "21. On 26 March 1979, the Vienna Regional Court found Mr. Lingens guilty of defamation (üble Nachrede - Article 111 para. 2) for having used the expressions \"the basest opportunism\", \"immoral\" and \"undignified\". However, it held that certain other expressions were not defamatory in their context (\"minimum requirement of political ethics\", \"monstrosity\"). It fined him 20,000 Schillings, considering as mitigating circumstances the fact that the accused intended to voice political criticism of politicians on political questions and that the latter were expected to show greater tolerance of defamation than other individuals. In view of the defendant’s good faith it awarded Mr. Kreisky no damages but, on his application, ordered the confiscation of the articles complained of and the publication of the judgment.", "22. In its decision, which contained a lengthy statement of reasons, the Regional Court first examined the objectively defamatory character of each of the passages complained of. It held that the expressions \"basest opportunism\", \"immoral\" and \"undignified\" were defamatory and were directly or indirectly aimed at Mr. Kreisky personally, whereas the words \"minimum requirement of political ethics\" and \"monstrosity\" did not go beyond the accepted limits of political criticism.", "According to Mr. Lingens, the first three expressions were value-judgments and therefore as such not contrary to Article 111 of the Criminal Code. However, the Regional Court considered that the unfavourable conclusions drawn with regard to the then Chancellor’s behaviour fell within the scope of that provision. Nor could the defendant rely on his right to freedom of expression, since the relevant provisions of the Constitution and Article 10 (art. 10) of the Convention authorised limitations of this right: a balance had to be struck between this right and the right to respect for private life and reputation. In the instant case the applicant had gone beyond the permissible limits.", "23. As regards Mr. Kreisky’s use of a private prosecution, the Regional Court pointed out that he had been criticised not in his capacity as Federal Chancellor but as a leading member of his party and a politician. Article 117 para. 2 of the Criminal Code therefore did not apply in the instant case : it made defamation of an office-holder punishable, but solely by means of a public prosecution commenced with the consent of the person concerned, who could not bring a private prosecution unless the prosecuting authorities refused to act.", "24. The Regional Court then considered the question of proving truth (preuve de la vérité) (see paragraph 20 above). It held that as the applicant had not provided evidence to justify the expression \"basest opportunism\", that was sufficient to lead to his conviction.", "With regard to the words \"immoral\" and \"undignified\", the accused had used them in relation to Mr. Kreisky’s attitude consisting in minimising Nazi atrocities, referring to Mr. Wiesenthal’s activities as being of a mafia-type and insinuating that the latter had collaborated with the Gestapo. On this last point the Regional Court admitted evidence produced by Mr. Lingens in the form of a court decision finding a journalist guilty of defamation for having made a similar allegation.", "In so far as Mr. Kreisky had spoken of \"mafia methods\" and \"mafia\", the Regional Court pointed out that these expressions normally referred to an organised form of criminal behaviour but were sometimes used in a different sense. Even if one did not accept the argument put forward by the private prosecutor, his conception of the \"mafia\" was a possible one and deserved to be examined. It was not for the prosecutor to prove the truth of his allegations but for Mr. Lingens to prove the truth of his. Mr. Wiesenthal himself had conceded that in order to attain his various aims he relied on an organisation with numerous ramifications. Moreover, the then Chancellor’s statements (see paragraph 10 above) must be seen in the context of a political struggle between political opponents, each of them using such weapons as were at his disposal. Seen from this angle they did not reflect an absence of morality or dignity but constituted a possible defence and were in no way unusual in the bitter tussles of politics.", "In truth, Mr. Kreisky’s attitude towards Nazi victims and Nazi collaborators was far from clear and unambiguous; it appeared in a form which allowed different conclusions. It was therefore logically impossible for the defendant to establish that the only possible interpretation of this attitude was the one he put on it.", "25. Mr. Kreisky and Mr. Lingens both appealed against the judgment to the Vienna Court of Appeal. On 30 November 1979, the Court of Appeal set the judgment aside without examining the merits, on the ground that the Regional Court had failed to go sufficiently into the question whether the then Chancellor was entitled to bring a private prosecution in spite of the provisions of Article 117 of the Criminal Code (see paragraph 23 above).", "26. The Vienna Regional Court, to which the Court of Appeal had returned the case, gave judgment on 1 April 1981.", "After examining the circumstances surrounding the statements by the then Chancellor, it came to the conclusion that he had been criticised not in his official capacity but as head of a party and as a private individual who felt himself under an obligation to protect a third person. It followed therefore that he was entitled to bring a private prosecution.", "As regards the legal definition of the acts imputed to Mr. Lingens, the Regional Court confirmed its judgment of 26 March 1979.", "With regard to the defence of justification, it again noted that the accused had not produced any evidence to prove the truth of the expression \"the basest opportunism\". As regards the expressions \"immoral\" and \"undignified\", the evidence he had produced related solely to the allegations of collaboration with the Nazis made against Mr. Wiesenthal. These, however, were not relevant because Mr. Kreisky had made them after the publication of the articles in question.", "In so far as these expressions were directed at other behaviour and attitudes of the Chancellor, the Regional Court maintained its previous findings unchanged. It considered that Mr. Lingens’ criticisms went far beyond the question of Mr. Kreisky’s attacks on Mr. Wiesenthal. The fact that the former had been able to prosecute the applicant but could not himself be prosecuted for defamation by Mr. Wiesenthal was due to the existing legislation on parliamentary immunity. The obligation to prove the truth of his statements was also based on the law and it was not for the courts but for the legislature to make this proof less difficult. Nor was the Regional Court responsible for the lack of tolerance and the litigious tendencies of certain politicians.", "It therefore passed the same sentence as in the original judgment (see paragraph 21 above).", "27. Both sides again appealed to the Vienna Court of Appeal, which gave judgment on 29 October 1981; it reduced the fine imposed on the applicant to 15,000 Schillings but confirmed the Regional Court’s judgment in all other respects.", "28. Mr. Kreisky disputed the statement that different criteria applied to private life and to political life. He argued that politicians and private individuals should receive the same treatment as regards the protection of their reputation.", "The Court of Appeal, however, pointed out that Article 111 of the Criminal Code applied solely to the esteem enjoyed by a person in his social setting. In the case of politicians, this was public opinion. Yet experience showed that frequent use of insults in political discussion (often under cover of parliamentary immunity) had given the impression that statements in this field could not be judged by the same criteria as those relating to private life. Politicians should therefore show greater tolerance. As a general rule, criticisms uttered in political controversy did not affect a person’s reputation unless they touched on his private life. That did not apply in the instant case to the expressions \"minimum requirement of political ethics\" and \"monstrosity\". Mr. Kreisky’s appeal was therefore dismissed.", "29. The Court of Appeal then turned to Mr. Lingens’ grounds of appeal and first of all examined the evidence taken at first instance, in order to decide in what capacity Mr. Kreisky had been subjected to his criticism. It too found that he was criticised in his capacity both as a party leader and as a private individual.", "The expression \"the basest opportunism\" meant that the person referred to was acting for a specific purpose with complete disregard of moral considerations and this in itself constituted an attack on Mr. Kreisky’s reputation. The use of the words \"had they been made by someone else\" (see paragraph 12 above) could not be understood as a withdrawal of the criticism. As the defendant had not succeeded in proving the truth of it, the court of first instance had been right to find him guilty of an offence.", "According to the applicant, the expressions \"immoral\" and \"undignified\" were his personal judgment of conduct which was not disputed, a judgment made in exercise of his freedom of expression, guaranteed by Article 10 (art. 10) of the Convention. The Court of Appeal did not accept this argument; it pointed out that Austrian law did not confer upon the individual an unlimited right to formulate value-judgments and that Article 10 (art. 10) authorised limitations laid down by law for the protection, inter alia, of the reputation of others. Furthermore, the task of the press was to impart information, the interpretation of which had to be left primarily to the reader. If a journalist himself expressed an opinion, it should remain within the limits set by the criminal law to ensure the protection of reputations. This, however, was not the position in the instant case. The burden was on Mr. Lingens to establish the truth of his statements; he could not separate his unfavourable value-judgment from the facts on which it was based. Since Mr. Kreisky was personally convinced that Mr. Wiesenthal used \"mafia methods\", he could not be accused of having acted immorally or in an undignified manner.", "30. The appeal judgment was published in Profil on 22 February 1982, as required by the accessory penalty imposed on Mr. Lingens and his publisher."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}