{"ITEMID": "001-91229", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MALKOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk", "TEXT": ["The applicant, Ms Yelena Ivanovna Malkova, is a Ukrainian national who was born in 1943 and lives in Cherkasy. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s son was the victim of a crime which, in her opinion, was ineffectively investigated by the domestic authorities.", "On 20 February 2002 the applicant notified the Cherkassy City Council that as from 25 February 2002 onwards she would hold a one-person protest demonstration in front of the building of the Cherkassy Regional Prosecutor’s Office (hereafter “the Prosecutor’s Office”).", "On 21 February 2002 the Cherkassy City Council confirmed to the applicant she was entitled to hold a protest demonstration at the place and time specified.", "On 22 February 2002 the Prosecutor’s Office instituted proceedings in the Prydniprovsky District Court of the Chekassy (hereafter “the District Court”) seeking to prohibit the applicant’s protest demonstration.", "On the same day Mr L. and Mr G., who were the officials of the Prosecutor’s Office, arrived at the applicant’s home, handed her the summons to the hearing and proposed to give her a lift to the District Court as the hearing had been scheduled for that day. The officials allegedly also promised that they would bring her back home after the hearing. The applicant agreed.", "The same day the District Court, having considered the case, prohibited the applicant’s protest demonstration. The District Court held, in particular, that the applicant’s demonstration, in the course of which she was planning to use a loudspeaker, would have a negative effect on the work of the officials in the building of the Prosecutor’s Office, who were investigating serious offences, questioning witnesses, suspects and the accused, including those who were detained and escorted to the building. Moreover, the demonstration would divert the police officers from their duties in other parts of the city which might result in jeopardising public order and infringing the rights and freedoms of other citizens.", "On 28 May 2002 the Chekassy Regional Court of Appeal (hereafter “the Court of Appeal”), following the applicant’s appeal, upheld the judgment of the District Court.", "On 16 April 2003 the Supreme Court allowed the applicant’s appeal in cassation, quashed the decisions of the lower courts and rejected the claim of the Prosecutor’s Office. The Supreme Court stated, in particular, that it was for the other competent authorities, but not for the Prosecutor’s Office, to institute the proceedings at issue.", "On 18 August 2003 the applicant instituted proceedings in the District Court, seeking compensation for the non-pecuniary damage incurred as a result of the allegedly unlawful actions of the Prosecutor’s Office. She claimed that on 22 February 2002 Mr L. and Mr G. had taken her to the District Court and had promised to take her back home. However, after the hearing they had not kept their promise, despite her poor health, and she had had to go home by public transport which had aggravated her illness. The applicant enclosed with her claim, among other documents, the decision of 16 April 2003 taken by the Supreme Court.", "On 14 November 2003 the District Court rejected the applicant’s claim as unsubstantiated, holding, in particular, that the applicant had not been physically or psychologically forced by Mr L. and Mr G. to go with them to the court hearing and no unlawful actions on the part of Mr L. and Mr G. could be discerned. These findings were based, inter alia, on the submissions of the applicant who confirmed at the court hearing that she had not quarrelled with Mr L. and Mr G. and had voluntarily agreed to go with them to the District Court.", "On 23 February 2004, following the applicant’s appeal, the Court of Appeal upheld the judgment of the District Court, finding that the officials of the Prosecutor’s Office had not violated any legislation when they, upon the applicant’s consent, had helped her go to the District Court.", "On 16 May 2005 the Supreme Court dismissed the applicant’s appeal in cassation as unsubstantiated.", "The relevant extract of the Constitution provides as follows:", "Citizens have the right to assemble peacefully without arms and to hold meetings, rallies, processions and demonstrations, upon notifying in advance the bodies of executive power or bodies of local self-government.", "Restrictions on the exercise of this right may be established by a court in accordance with the law and only in the interests of national security and public order, with the purpose of preventing disturbances or crimes, protecting the health of the population, or protecting the rights and freedoms of other persons.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}