{"ITEMID": "001-22779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "BENEDEK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Pavol Benedek, is a Slovakian national, who was born in 1932 and lives in Sečovce. He is represented before the Court by Mr V. Hajduk, a lawyer practising in Michalovce.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 9 November 1996 the applicant’s neighbour, together with his wife and son, entered the applicant’s courtyard against the applicant’s will. They had an altercation with the applicant in the course of which both the applicant and the neighbour’s wife were injured.", "The applicant was examined by doctors. The medical certificates indicate that the applicant’s eye was injured and that he had facial bruising. The applicant was unable to work for fourteen days. Subsequently, the doctors established that the applicant’s ear had been seriously damaged. According to the applicant, this was due to the injury which he suffered on 9 November 1996.", "On 9 November 1996 the applicant filed a criminal complaint with the police department in Sečovce in which he complained that he had been wounded and that his right to respect for his home had been violated. On 20 December 1996 the police concluded that the neighbours had not committed a criminal offence. The case was submitted to the Trebišov District Office with a view to establishing whether the actions complained of constituted minor offences falling under the Minor Offences Act.", "Subsequently, the Trebišov Public Prosecutor’s Office instructed the police to investigate whether or not an offence had been committed in the context of the above altercation between the applicant and his neighbours. On 22 April 1997 the District Office stayed the proceedings pending the outcome of the investigation. It appears that criminal proceedings were brought against the applicant on the ground that he had injured the neighbour’s wife. The criminal proceedings are still pending.", "On 12 November 1997 the Trebišov District Office discontinued the proceedings under the Minor Offences Act. It found that more than one year had lapsed from the date on which the alleged minor offences had been committed and that the liability of the persons concerned had lapsed.", "On 27 February 1998 a public prosecutor of the District Prosecutor’s Office in Trebišov informed the applicant that he had found no shortcomings in the way in which his criminal complaint had been investigated.", "On 20 May 1998 the Košice Regional Prosecutor’s Office dismissed the applicant’s complaint that the police and public prosecutors had failed to investigate properly the incident of 9 November 1996. The letter stated that the neighbours’ actions could only be qualified as minor offences.", "The Civil Code and the relevant practice", "Under Article 126(1), owners of property are entitled to protection against persons who interfere with their property rights.", "In accordance with the relevant case-law, a court shall order a person who interfered, without justification, with the owner’s rights to abstain from such interference. A claim under Article 126(1) may be successfully lodged even in cases where the interference consisted of a single action which remained without consequences if it cannot be excluded that the action would be repeated in the future (Supreme Court’s Collection of Judicial Decisions and Opinions, nos. 3/1971 and 65/1972).", "The Criminal Code", "Under Article 221, a person who commits an assault in that he or she deliberately damages the health of another person shall be punished by a fine or by a prison sentence up to five years.", "Pursuant to Article 222(1), a person who deliberately causes serious damage to another person’s health shall be punished by a prison sentence between two and eight years.", "Article 238 provides that a person who, without justification, enters the domestic premises of another person commits the offence of violation of domestic privacy. Such an offence is punishable, depending on the circumstances, by a fine or by a prison sentence of up to five years.", "Regulation No. 32/1965", "Regulation No. 32/1965, as amended, governs compensation for damage caused to a person’s health.", "Pursuant to section 2(1), adequate compensation shall be awarded in respect of pain resulting from damage to a person’s health, subsequent medical treatment and the elimination of the effects of damage to health. The amount of the compensation is to be determined in accordance with the principles and rates attached to the regulation.", "Sections 4-7 govern the payment of compensation for lasting effects of damage to a person’s health."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}