{"ITEMID": "001-84787", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "SKORIK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Ms Lyudmila Vasilyevna Skorik, is a Ukrainian national who was born in 1963 and lives in the city of Kyiv, Ukraine. She was represented before the Court by Ms E. A. Prikhodko, who resides in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Ms I. Shevchuk, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1987 the applicant inherited a house with a plot of land. She subsequently had a land dispute with her neighbours, Ms G. and Ms T., as to the limits of their respective plots.", "On 2 August 1988 the Shevchenkivsky District Court of Kyiv found for the applicant in her dispute with G. concerning the border between their plots of land. On 23 May 1990 the Kiev City Court quashed the decision of 2 August 1988 and remitted the case for fresh consideration. The proceedings were subsequently terminated. On 18 March 1991 the first-instance court issued a ruling on reversal of execution of the decision of 2 August 1988.", "On 24 June 1991 the Executive Committee of the Shevchenkivsky District Council of Kyiv (hereafter “the Executive Committee”) decided that the limits of the plots should be in accordance with technical reports which had been drawn up in 1964.", "On 16 October 1991 the Shevchenkivsky District Court of Kyiv found against the applicant in her dispute with G. as to the use of a shed situated on the border of the applicant’s and G’s plots of land. The court decided that, despite the fact that according to the technical reports of 1964 the shed was situated on the applicant’s plot of land, there were no documents which could prove the property rights for the shed in question. The court further found that according to the testimonies of witnesses, since the 1950s the shed had been used by the household in which G. lived.", "On 20 November 1991 the Kiev City Court upheld in cassation the decision of the first-instance court.", "On 6 April 1992, following the above judicial decisions, the Executive Committee invalidated its decision of 24 June 1991 and approved the current limits of the plots in question. This decision was to the applicant’s disadvantage.", "In November 1999 the applicant instituted proceedings in the Shevchenkivsky District Court of Kyiv against G., T. and the Executive Committee, challenging the decision of 6 April 1992 and requesting that all obstacles to her free use of her land be removed.", "In May and November 2000 the court ordered forensic expert reports to be drawn up in the case. The first concluded that the actual limits of the land plots did not correspond to the technical documentation, and the second concluded that the actual limits corresponded to the decision of the Executive Committee of 6 April 1992.", "At the court hearing of 24 May 2001 the applicant sought to introduce an additional claim seeking the invalidation of land ownership certificates issued to G. and T. in June 2000. The defendants objected to this new claim as unrelated and noted that the applicant could submit it separately. The court subsequently rejected this additional claim within the impugned proceedings.", "On 6 December 2001 the Shevchenkivsky District Court of Kyiv found against the applicant, having established that she had challenged the decision of 6 April 1992 outside the statutory time-limit and that the actual border between the plots of land, as confirmed by the forensic report, corresponded to the decision of 6 April 1992. Given the validity of the decision of 6 April 1992 the court rejected the remainder of the applicant’s arguments as unfounded.", "On 13 March 2002 the Kyiv City Court of Appeal upheld the judgment of 6 December 2001. On 31 May 2002 the applicant posted a cassation appeal, which was received by the court on 10 June 2002.", "On 14 June 2002 the Shevchenkivsky Local Court rejected the applicant’s request for a cassation appeal as having been submitted too late. The court stated that, under the new wording of Article 321 of the Code of Civil Procedure (hereafter “the CCP”), which had entered into force on 4 April 2002, the time-limit for lodging an appeal in cassation was one month, and that the applicant had exceeded that time-limit by only submitting her appeal on 10 June 2002.", "On 7 October 2002 the Kyiv City Court of Appeal upheld the ruling of 14 June 2002, stating that the applicant had lodged her appeal on 10 June 2002, which had been outside the new one-month time-limit established by law, and had not requested an extension of the time-limit for lodging such an appeal.", "On 28 October 2002 the applicant’s representative lodged an appeal in cassation against the rulings of 14 June and 7 October 2002.", "On 27 May 2003 the Supreme Court returned the appeal to the first-instance court to decide on compliance of the appeal with procedural formalities, namely on the fact that the applicant’s representative had submitted the cassation appeal on her own behalf and not on behalf of the applicant.", "By a ruling of 25 June 2003 the Shevchenkivsky Local Court requested that the applicant’s representative bring the cassation appeal in compliance with procedural formalities and fixed the deadline for doing so at 18 August 2003. The representative resubmitted the appeal with the same shortcomings.", "On 19 August 2003 the first-instance court returned the cassation appeal without consideration for failure to comply with procedural formalities.", "On 24 October 2003 the Kyiv City Court of Appeal upheld the ruling of 19 August 2003.", "The applicant appealed in cassation.", "On 3 February 2004 the Shevchenkivsky Local Court requested that the applicant’s representative bring the cassation appeal in compliance with procedural formalities and fixed the deadline for doing so at 25 February 2004.", "By ruling of 25 February 2004 the same court extended the deadline for the applicant’s representative to submit her corrected cassation appeal to 10 March 2004.", "On 30 November 2004 a panel of three judges of the Supreme Court rejected the applicant’s request for leave to appeal in cassation against the rulings of 19 August and 24 October 2003.", "At the time of the second-instance decision on appeal, the first paragraph of Article 321 of the CCP provided that a cassation appeal should be lodged within three months of the decision on appeal or within a year of the decision of the first-instance court, if the latter decision was not appealed against under the normal appeal procedure.", "On 7 March 2002 the Ukrainian Parliament passed a law amending the CCP (hereafter “the Amendment Act”), including the Article in question. It came into force on 4 April 2002. The new wording of Article 321 created a one-month time-limit for lodging a cassation application against the decision of an appellate court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}