{"ITEMID": "001-58004", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF CHAHAL v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-4;Violation of Art. 13;No violation of Art. 5-1;Not necessary to examine Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["12. The four applicants are members of the same family and are Sikhs. The first applicant, Karamjit Singh Chahal, is an Indian citizen who was born in 1948. He entered the United Kingdom illegally in 1971 in search of employment. In 1974 he applied to the Home Office to regularise his stay and on 10 December 1974 was granted indefinite leave to remain under the terms of an amnesty for illegal entrants who arrived before 1 January 1973. Since 16 August 1990 he has been detained for the purposes of deportation in Bedford Prison.", "The second applicant, Darshan Kaur Chahal, is also an Indian citizen who was born in 1956. She came to England on 12 September 1975 following her marriage to the first applicant in India, and currently lives in Luton with the two children of the family, Kiranpreet Kaur Chahal (born in 1977) and Bikaramjit Singh Chahal (born in 1978), who are the third and fourth applicants. By virtue of their birth in the United Kingdom the two children have British nationality.", "13. The first and second applicants applied for British citizenship in December 1987. Mr Chahal's request was refused on 4 April 1989 but that of Mrs Chahal is yet to be determined.", "14. Since the partition of India in 1947 many Sikhs have been engaged in a political campaign for an independent homeland, Khalistan, which would approximate to the Indian province of Punjab. In the late 1970s, a prominent group emerged under the leadership of Sant Jarnail Singh Bhindranwale, based at the Golden Temple in Amritsar, the holiest Sikh shrine. The Government submit that Sant Bhindranwale, as well as preaching the tenets of orthodox Sikhism, used the Golden Temple for the accumulation of arms and advocated the use of violence for the establishment of an independent Khalistan.", "15. The situation in Punjab deteriorated following the killing of a senior police officer in the Golden Temple in 1983. On 6 June 1984 the Indian army stormed the temple during a religious festival, killing Sant Bhindranwale and approximately 1,000 other Sikhs. Four months later the Indian Prime Minister, Mrs Indira Gandhi, was shot dead by two Sikh members of her bodyguard. The ensuing Hindu backlash included the killing of over 2,000 Sikhs in riots in Delhi.", "16. Since 1984, the conflict in Punjab has reportedly claimed over 20,000 lives, peaking in 1992 when, according to Indian press reports collated by the United Kingdom Foreign and Commonwealth Office, approximately 4,000 people were killed in related incidents in Punjab and elsewhere. There is evidence of violence and human rights abuses perpetrated by both Sikh separatists and the security forces (see paragraphs 45-56 below).", "17. On 1 January 1984 Mr Chahal travelled to Punjab with his wife and children to visit relatives. He submits that during this visit he attended at the Golden Temple on many occasions, and saw Sant Bhindranwale preach there approximately ten times. On one occasion he, his wife and son were afforded a personal audience with him. At around this time Mr Chahal was baptised and began to adhere to the tenets of orthodox Sikhism. He also became involved in organising passive resistance in support of autonomy for Punjab.", "18. On 30 March 1984 he was arrested by the Punjab police. He was taken into detention and held for twenty-one days, during which time he was, he contended, kept handcuffed in insanitary conditions, beaten to unconsciousness, electrocuted on various parts of his body and subjected to a mock execution. He was subsequently released without charge.", "He was able to return to the United Kingdom on 27 May 1984, and has not visited India since.", "19. On his return to the United Kingdom, Mr Chahal became a leading figure in the Sikh community, which reacted with horror to the storming of the Golden Temple. He helped organise a demonstration in London to protest at the Indian Government's actions, became a full-time member of the committee of the \"gurdwara\" (temple) in Belvedere (Erith, Kent) and travelled around London persuading young Sikhs to be baptised.", "20. In August 1984 Mr Jasbir Singh Rode entered the United Kingdom. He was Sant Bhindranwale's nephew, and recognised by Sikhs as his successor as spiritual leader. Mr Chahal contacted him on his arrival and toured the United Kingdom with him, assisting at baptisms performed by him. Mr Rode was instrumental in setting up branches of the International Sikh Youth Federation (\"ISYF\") in the United Kingdom, and the applicant played an important organisational role in this endeavour. The ISYF was established to be the overseas branch of the All India Sikh Students' Federation. This latter organisation was proscribed by the Indian Government until mid-1985, and is reportedly still perceived as militant by the Indian authorities.", "21. In December 1984 Mr Rode was excluded from the United Kingdom on the ground that he publicly advocated violent methods in pursuance of the separatist campaign. On his return to India he was imprisoned without trial until late 1988. Shortly after his release it became apparent that he had changed his political views; he now argued that Sikhs should pursue their cause using constitutional methods, a view which, according to the applicants, was unacceptable to many Sikhs. The former followers of Mr Rode therefore became divided.", "22. In the United Kingdom, according to the Government, this led to a split in the ISYF along broadly north/south lines. In the north of England most branches followed Mr Rode, whereas in the south the ISYF became linked with another Punjab political activist, Dr Sohan Singh, who continued to support the campaign for an independent homeland. Mr Chahal and, according to him, all major figures of spiritual and intellectual standing within the United Kingdom Sikh community were in the southern faction.", "23. In October 1985 Mr Chahal was detained under the Prevention of Terrorism (Temporary Provisions) Act 1984 (\"PTA\") on suspicion of involvement in a conspiracy to assassinate the Indian Prime Minister, Mr Rajiv Gandhi, during an official visit to the United Kingdom. He was released for lack of evidence.", "In 1986 he was arrested and questioned twice (once under the PTA), because he was believed to be involved in an ISYF conspiracy to murder moderate Sikhs in the United Kingdom. On both occasions he was released without charge. Mr Chahal denied involvement in any of these conspiracies.", "24. In March 1986 he was charged with assault and affray following disturbances at the East Ham gurdwara in London. During the course of his trial on these charges in May 1987 there was a disturbance at the Belvedere gurdwara, which was widely reported in the national press. Mr Chahal was arrested in connection with this incident, and was brought to court in handcuffs on the final day of his trial. He was convicted on both charges arising out of the East Ham incident, and served concurrent sentences of six and nine months.", "He was subsequently acquitted of charges arising out of the Belvedere disturbance.", "On 27 July 1992 the Court of Appeal quashed the two convictions on the grounds that Mr Chahal's appearance in court in handcuffs had been seriously prejudicial to him.", "25. On 14 August 1990 the Home Secretary (Mr Hurd) decided that Mr Chahal ought to be deported because his continued presence in the United Kingdom was unconducive to the public good for reasons of national security and other reasons of a political nature, namely the international fight against terrorism.", "A notice of intention to deport was served on the latter on 16 August 1990. He was then detained for deportation purposes pursuant to paragraph 2 (2) of Schedule III of the Immigration Act 1971 (see paragraph 64 below) and has remained in custody ever since.", "26. Mr Chahal claimed that if returned to India he had a well-founded fear of persecution within the terms of the United Nations 1951 Convention on the Status of Refugees (\"the 1951 Convention\" - see paragraph 61 below) and applied for political asylum on 16 August 1990. He was interviewed by officials from the Asylum Division of the Home Office on 11 September 1990 and his solicitors submitted written representations on his behalf.", "He claimed that he would be subjected to torture and persecution if returned to India, and relied upon the following matters, inter alia:", "(a) his detention and torture in Punjab in 1984 (see paragraph 18 above);", "(b) his political activities in the United Kingdom and his identification with the regeneration of the Sikh religion and the campaign for a separate Sikh State (see paragraphs 19-22 above);", "(c) his links with Sant Bhindranwale and Jasbir Singh Rode; (see paragraphs 17 and 20 above);", "(d) evidence that his parents, other relatives and contacts had been detained, tortured and questioned in October 1989 about Mr Chahal's activities in the United Kingdom and that others connected to him had died in police custody;", "(e) the interest shown by the Indian national press in his alleged Sikh militancy and proposed expulsion from the United Kingdom;", "(f) consistent evidence, including that contained in the reports of Amnesty International, of the torture and murder of those perceived to be Sikh militants by the Indian authorities, particularly the Punjab police (see paragraphs 55-56 below).", "27. On 27 March 1991 the Home Secretary refused the request for asylum. In a letter to the applicant, he expressed the view that the latter's known support of Sikh separatism would be unlikely to attract the interest of the Indian authorities unless that support were to include acts of violence against India. He continued that he was", "\"not aware of any outstanding charges either in India or elsewhere against [Mr Chahal] and on the account [Mr Chahal] has given of his political activities, the Secretary of State does not accept that there is a reasonable likelihood that he would be persecuted if he were to return to India. The media interest in his case may be known by the Indian authorities and, given his admitted involvement in an extremist faction of the ISYF, it is accepted that the Indian Government may have some current and legitimate interest in his activities\".", "The Home Secretary did not consider that Mr Chahal's experiences in India in 1984 had any continued relevance, since that had been a time of particularly high tension in Punjab.", "28. Mr Chahal's solicitors informed the Home Secretary that he intended to make an application for judicial review of the refusal of asylum, but would wait until the advisory panel had considered the national security case against him.", "29. Because of the national security elements of the case, there was no right of appeal against the deportation order (see paragraphs 58 and 60 below). However, on 10 June 1991, the matter was considered by an advisory panel, chaired by a Court of Appeal judge, Lord Justice Lloyd, and including a former president of the Immigration Appeal Tribunal.", "30. The Home Office had prepared statements on 5 April and 23 May 1991 containing an outline of the grounds for the notice of intention to deport, which were sent to the applicant. The principal points were as follows:", "(a) Mr Chahal had been the central figure in directing the support for terrorism organised by the London-based faction of the ISYF which had close links with Sikh terrorists in the Punjab;", "(b) he had played a leading role in the faction's programme of intimidation directed against the members of other groups within the United Kingdom Sikh community;", "(c) he had been involved in supplying funds and equipment to terrorists in Punjab since 1985;", "(d) he had a public history of violent involvement in Sikh terrorism, as evidenced by his 1986 convictions and involvement in disturbances at the Belvedere gurdwara (see paragraph 24 above). These disturbances were related to the aim of gaining control of gurdwara funds in order to finance support and assistance for terrorist activity in Punjab;", "(e) he had been involved in planning and directing terrorist attacks in India, the United Kingdom and elsewhere.", "Mr Chahal was not informed of the sources of and the evidence for these views, which were put to the advisory panel.", "31. In a letter dated 7 June 1991, Mr Chahal's solicitors set out a written case to be put before the advisory panel, including the following points:", "(a) the southern branch of the ISYF had a membership of less than 200 and was non-violent both in terms of its aims and history;", "(b) the ISYF did not attempt to gain control of gurdwaras in order to channel funds into terrorism; this was a purely ideological struggle on the part of young Sikhs to have gurdwaras run according to Sikh religious values;", "(c) Mr Chahal denied any involvement in the disturbances at the East Ham and Belvedere gurdwaras (see paragraph 24 above) or in any other violent or terrorist activity in the United Kingdom or elsewhere.", "32. He appeared before the panel in person, and was allowed to call witnesses on his behalf, but was not allowed to be represented by a lawyer or to be informed of the advice which the panel gave to the Home Secretary (see paragraph 60 below).", "33. On 25 July 1991 the Home Secretary (Mr Baker) signed an order for Mr Chahal's deportation, which was served on 29 July.", "34. On 9 August 1991 Mr Chahal applied for judicial review of the Home Secretaries' decisions to refuse asylum and to make the deportation order. Leave was granted by the High Court on 2 September 1991. The asylum refusal was quashed on 2 December 1991 and referred back to the Home Secretary. The court found that the reasoning behind it was inadequate, principally because the Home Secretary had neglected to explain whether he believed the evidence of Amnesty International relating to the situation in Punjab and, if not, the reasons for such disbelief. The court did not decide on the validity of the deportation order. Mr Justice Popplewell expressed \"enormous anxiety\" about the case.", "35. After further consideration, on 1 June 1992 the Home Secretary (Mr Clarke) took a fresh decision to refuse asylum. He considered that the breakdown of law and order in Punjab was due to the activities of Sikh terrorists and was not evidence of persecution within the terms of the 1951 Convention. Furthermore, relying upon Articles 32 and 33 of that Convention (see paragraph 61 below), he expressed the view that, even if Mr Chahal were at risk of persecution, he would not be entitled to the protection of the 1951 Convention because of the threat he posed to national security.", "36. Mr Chahal applied for judicial review of this decision, but then requested a postponement on 4 June 1992, which was granted.", "37. In a letter dated 2 July 1992, the Home Secretary informed the applicant that he declined to withdraw the deportation proceedings, that Mr Chahal could be deported to any international airport of his choice within India and that the Home Secretary had sought and received an assurance from the Indian Government (which was subsequently repeated in December 1995) in the following terms:", "\"We have noted your request to have a formal assurance to the effect that, if Mr Karamjit Singh Chahal were to be deported to India, he would enjoy the same legal protection as any other Indian citizen, and that he would have no reason to expect to suffer mistreatment of any kind at the hands of the Indian authorities.", "I have the honour to confirm the above.\"", "38. On 16 July 1992 the High Court granted leave to apply for judicial review of the decisions of 1 June 1992 to maintain the refusal of asylum and of 2 July 1992 to proceed with the deportation. An application for bail was rejected on 23 July (the European Court of Human Rights was not provided with details of this ruling).", "39. The Court of Appeal (Criminal Division) quashed Mr Chahal's 1987 convictions on 27 July 1992 (see paragraph 24 above). The Home Secretary reviewed the case in the light of this development, but concluded that it was right to proceed with the deportation.", "40. The hearing of the application for judicial review took place between 18 and 21 January 1993. It was refused on 12 February 1993 by Mr Justice Potts in the High Court, as was a further application for bail (the European Court of Human Rights was not provided with details of this ruling either).", "41. Mr Chahal appealed to the Court of Appeal. The appeal was heard on 28 July 1993 and dismissed on 22 October 1993 (R. v. Secretary of State for the Home Department, ex parte Chahal [1994] Immigration Appeal Reports, p. 107).", "The court held that the combined effect of the 1951 Convention and the Immigration Rules (see paragraphs 61-62 below) was to require the Home Secretary to weigh the threat to Mr Chahal's life or freedom if he were deported against the danger to national security if he were permitted to stay. In the words of Lord Justice Nolan:", "\"The proposition that, in deciding whether the deportation of an individual would be in the public good, the Secretary of State should wholly ignore the fact that the individual has established a well-founded fear of persecution in the country to which he is to be sent seems to me to be surprising and unacceptable. Of course there may very well be occasions when the individual poses such a threat to this country and its inhabitants that considerations of his personal safety and well-being become virtually irrelevant. Nonetheless one would expect that the Secretary of State would balance the risks to this country against the risks to the individual, albeit that the scales might properly be weighted in favour of the former.\"", "The Home Secretary appeared to have taken into account the evidence that the applicant might be persecuted and it was not possible for the court to judge whether his decision to deport was irrational or perverse because it did not have access to the evidence relating to the national security risk posed by Mr Chahal. As Lord Justice Neill remarked:", "\"The court has the right to scrutinise a claim that a person should be deported in the interests of national security but in practice this scrutiny may be defective or incomplete if all the relevant facts are not before the court.\"", "In the absence of evidence of irrationality or perversity, it was impossible under English law to set aside the Home Secretary's decision (see paragraph 66 below).", "42. The Court of Appeal refused leave to appeal to the House of Lords, and this was also refused by the House of Lords on 3 March 1994.", "43. Following the report of the Commission, the applicant applied for temporary release pending the decision of the European Court of Human Rights, by way of habeas corpus and judicial review proceedings in the Divisional Court (see paragraph 65 below). The Secretary of State opposed the application on the following grounds:", "\"The applicant was detained in August 1990 and served with notice of intention to deport because the then Secretary of State was satisfied that he represented a substantial threat to national security. The Secretary of State remains satisfied that such a threat persists ... Given the reasons for the applicant's deportation, the Secretary of State remains satisfied that his temporary release from detention would not be justified. He has concluded the applicant could not be safely released, subject to restrictions, in view of the nature of the threat posed by him.\"", "Judgment was given on 10 November 1995", "(R. v. Secretary of State for the Home Department, ex parte Chahal, unreported). Mr Justice MacPherson in the Divisional Court rejected the application for habeas corpus, on the ground that \"the detention per se was plainly lawful because the Secretary of State [had] the power to detain an individual who [was] the subject of a decision to make a deportation order\". In connection with the application for judicial review of the Secretary of State's decision to detain Mr Chahal, the Judge remarked:", "\"I have to look at the decision of the Secretary of State and judge whether, in all the circumstances, upon the information available, he has acted unlawfully, or with procedural impropriety, or perversely to the point of irrationality. I am wholly unable to say that there is a case for such a decision, particularly bearing in mind that I do not know the full material on which the decisions have been made ... [I]t is obvious and right that in certain circumstances the Executive must be able to keep secret matters which they deem to be necessary to keep secret ... There are no grounds, in my judgment, for saying or even suspecting that there are not matters which are present in the Secretary of State's mind of that kind upon which he was entitled to act ...\"", "44. The current position with regard to the protection of human rights in India generally and in Punjab more specifically was a matter of dispute between the parties. A substantial amount of evidence was presented to the Court on this issue, some of which is summarised below.", "45. The Government submitted that it appeared from Indian press reports collated by the Foreign and Commonwealth Office that the number of lives lost in Punjab from terrorism had decreased dramatically. In 1992 the figure was 4,000, in 1993 it was 394, and in 1994 it was 51. The former Chief Minister of Punjab, Mr Beant Singh, was assassinated in August 1995; that aside, there was little terrorist activity and only four terrorist-related deaths in the region in 1995.", "46. Furthermore, democracy had returned to the State: almost all factions of the Akali Dal, the main Sikh political party, had united and were set to contest the next general election as one entity and the Gidderbaha by-election passed off peacefully, with a turn-out of 88%.", "47. The United Kingdom High Commission continued to receive complaints about the Punjab police. However, in recent months these had related mainly to extortion rather than to politically-motivated abuses and they were consistently told that there was now little or no politically-motivated police action in Punjab.", "48. Steps had been taken by the Indian authorities to deal with the remaining corruption and misuse of power in Punjab; for example, there had been a number of court judgments against police officers, a \"Lok Pal\" (ombudsman) had been appointed and the new Chief Minister had promised to \"ensure transparency and accountability\". The Indian National Human Rights Commission (\"NHRC\"), which had reported on Punjab (see below) continued to strengthen and develop.", "49. The NHRC visited Punjab in April 1994 and reported as follows:", "\"The complaints of human rights violations made to the Commission fall broadly into three categories. Firstly, there were complaints against the police, of arbitrary arrests, disappearances, custodial deaths and fake encounters resulting in killings ...", "There was near unanimity in the views expressed by the public at large that terrorism has been contained ... [A] feeling was now growing that it was time for the police to cease operating under the cover of special laws. There were very strong demands for normalising the role and functioning of the police and for re-establishing the authority of the District Magistrates over the police. The impression that the Commission has gathered is that ... the Magistracy at District level is not at present in a position to inquire into complaints of human rights violations by the police. In the public mind there is a prevailing feeling of the police being above the law, working on its own steam and answerable to none ... The Commission recommends that the Government examine this matter seriously and ensure that normalcy is restored ...\"", "50. In addition, in its annual report for 1994/1995, the NHRC recommended, as a matter of priority, a systematic reform, retraining and reorganisation of the police throughout India, having commented: \"The issue of custodial death and rape, already high in the priorities of the Commission, was set in the wider context of the widespread mistreatment of prisoners resulting from practices that can only be described as cruel, inhuman or degrading.\"", "51. The reports to the United Nations in 1994 and 1995 of the Special Rapporteur on torture and other cruel, inhuman and degrading treatment or punishment and in 1994 of the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Working Group on enforced and involuntary disappearances recounted that human rights violations on the part of the security forces were widespread in India.", "For example, in his 1995 report, the Special Rapporteur on torture commented on the practice of torture in police custody:", "\"It is apparent that few incidents, in what is credibly alleged to be a widespread, if not endemic, phenomenon are prosecuted and even fewer lead to conviction of the perpetrators. It is to be noted that very many cases that come to the attention of the Special Rapporteur are those that result in death, in other words, those where torture may have been applied with the most extreme results. This must be a minority of cases of torture in the country [India].\"", "52. The 1995 United States' Department of State report on India told of human rights abuses perpetrated by the Punjab police acting outside their home State: \"Punjab police hit teams again in 1994 pursued Sikh militants into other parts of India. On June 24, Punjab police shot and killed Karnail Singh Kaili, a man they identified as a Sikh terrorist ... in West Bengal. The Government of West Bengal claimed that it had not been informed of the presence of Punjab police in West Bengal, seized Kaili's body and weapons and barred the departure of the police team until the Punjab Chief Minister apologised.\"", "53. In contrast, the most recent Department of State report (March 1996) declared that insurgent violence had largely disappeared in Punjab and that there was visible progress in correcting patterns of abuse by the police. It continued:", "\"Killings of Sikh militants by police in armed encounters appear to be virtually at an end. During the first eight months of [1995], only two persons were killed in police encounters. Attention was focused on past abuses in Punjab by press reports that hundreds of bodies, many allegedly those of persons who died in unacknowledged police custody, were cremated as 'unclaimed' during 1991-1993 or discovered at the bottom of recently drained canals.\"", "54. The United Kingdom Immigration Appeal Tribunal took account of allegations of the extra-territorial activities of the Punjab police in the case of Charan Singh Gill v. Secretary of State for the Home Department (14 November 1994, unreported), which related to an appeal by a politically active Sikh against the Secretary of State's refusal to grant him political asylum. The appellant drew the attention of the tribunal to a story in the Punjab Times of 10 May 1994, which reported the killing by the Punjab police of two Sikh fighters in West Bengal. The chairman of the tribunal remarked:", "\"We should say that we do not accept [the representative of the Home Office's] view of this document, that it was more probably based on imaginative journalism than on fact. In our view, it affords valuable retrospective corroboration of the material set out above, demonstrating that the Punjab police are very much a law unto themselves, and are ready to track down anyone they regard as subversive, as and when the mood takes them, anywhere in India.\"", "55. In its report of May 1995, \"Punjab police: beyond the bounds of the law\", Amnesty International similarly alleged that the Punjab police were known to have carried out abductions and executions of suspected Sikh militants in other Indian States outside their jurisdiction. The Supreme Court in New Delhi had reportedly taken serious note of the illegal conduct of the Punjab police, publicly accusing them of \"highhandedness and tyranny\" and had on several occasions between 1993 and 1994 ordered investigations into their activities. Following the killing of a Sikh in Calcutta in May 1994, which provoked an angry reaction from the West Bengal State Government, the Union Home Secretary had convened a meeting of all director generals of police on 5 July 1994 to discuss concerns expressed by certain States following the intrusion by the Punjab police into their territories. One of the stated aims of the meeting was to try to work out a formula whereby the Punjab police would conduct their operations in cooperation with the respective State governments.", "56. In its October 1995 report, \"India: Determining the fate of the 'disappeared' in Punjab\", Amnesty International claimed that high-profile individuals continued to \"disappear\" in police custody. Among the examples cited were the general secretary of the human rights wing of the Sikh political party, the Akali Dal, who was reportedly arrested on 6 September 1995 and had not been seen since.", "57. By section 3 (5) (b) of the Immigration Act 1971 (\"the 1971 Act\"), a person who is not a British citizen is liable to deportation inter alia if the Secretary of State deems this to be \"conducive to the public good\".", "58. There is a right of appeal to an adjudicator, and ultimately to an appeal tribunal, against a decision to make a deportation order (section 15 (1) of the 1971 Act) except in cases where the ground of the decision to deport was that the deportation would be conducive to the public good as being in the interests of national security or of the relations between the United Kingdom and any other country or for other reasons of a political nature (section 15(3) of the 1971 Act).", "59. This exception was maintained in the Asylum and Immigration Appeals Act 1993, which came into force in July 1993.", "60. Cases in which a deportation order has been made on national security or political grounds are subject to a non-statutory advisory procedure, set out in paragraph 157 of the Statement of Changes in Immigration Rules (House of Commons Paper 251 of 1990).", "The person concerned is given an opportunity to make written and/or oral representations to an advisory panel, to call witnesses on his behalf, and to be assisted by a friend, but he is not permitted to have legal representation before the panel. The Home Secretary decides how much information about the case against him may be communicated to the person concerned. The panel's advice to the Home Secretary is not disclosed, and the latter is not obliged to follow it.", "61. The United Kingdom is a party to the United Nations 1951 Convention on the Status of Refugees (\"the 1951 Convention\"). A \"refugee\" is defined by Article 1 of the Convention as a person who is outside the country of his nationality due to \"a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion\".", "Article 32 of the 1951 Convention provides:", "\"1. The Contracting States shall not expel a refugee lawfully in their territory save on grounds of national security or public order. 2. The expulsion of such a refugee shall only be in pursuance of a decision reached in accordance with due process of law ...\"", "Article 33 provides:", "\"1. No Contracting State shall expel or return a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.\"", "62. Rule 161 of the Immigration Rules (House of Commons Paper 251 of 1990) provides that:", "\"Where a person is a refugee full account is to be taken of the provisions of the Convention and Protocol relating to the Status of Refugees ...\"", "63. In a case where a person to be deported for national security reasons claims asylum, the Secretary of State must balance the interest of the individual as a refugee against the risk to national security (R. v. Secretary of State for the Home Department, ex parte Chahal [1994] Immigration Appeal Reports, p. 107 - see paragraph 41 above).", "64. A person may be detained under the authority of the Secretary of State after the service upon him of a notice of intention to deport and pending the making of a deportation order, and also after the making of an order, pending his removal or departure from the country (paragraphs 2 (2) and (3) of Schedule III to the 1971 Act).", "65. Any person in detention is entitled to challenge the lawfulness of his detention by way of a writ of habeas corpus. This is issued by the High Court to procure the production of a person in order that the circumstances of his detention may be inquired into. The detainee must be released if unlawfully detained (Habeas Corpus Act 1679 and Habeas Corpus Act 1816, section 1). Only one application for habeas corpus on the same grounds may be made by an individual in detention, unless fresh evidence is adduced in support (Administration of Justice Act 1960, section 14 (2)).", "In addition, a detainee may apply for judicial review of the decision to detain him (see paragraphs 43 above and 66-67 below).", "In conjunction with either an application for habeas corpus or judicial review, it is possible to apply for bail (that is, temporary release) pending the decision of the court.", "66. Decisions of the Home Secretary to refuse asylum, to make a deportation order or to detain pending deportation are liable to challenge by way of judicial review and may be quashed by reference to the ordinary principles of English public law.", "These principles do not permit the court to make findings of fact on matters within the province of the Secretary of State or to substitute its discretion for the Minister's. The court may quash his decision only if he failed to interpret or apply English law correctly, if he failed to take account of issues which he was required by law to address, or if his decision was so irrational or perverse that no reasonable Secretary of State could have made it (Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1948] 1 King's Bench Reports, p. 223).", "67. Where national security issues are involved, the courts retain a power of review, but it is a limited one because:", "\"the decision on whether the requirements of national security outweigh the duty of fairness in a particular case is a matter for the Government to decide, not for the courts; the Government alone has access to the necessary information and in any event the judicial process is unsuitable for reaching decisions on national security\"", "(Council of Civil Service Unions v. Minister for the Civil Service [1985] Appeal Cases, p. 374, at p. 402).", "See also R. v. Secretary of State for the Home Department, ex parte Cheblak [1991] 2 All England Reports, p. 9, where a similar approach was taken by the Court of Appeal."], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}