{"ITEMID": "001-79432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF EVRENOS ÖNEN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1937 and lives in İzmir.", "5. The applicant is the owner of a potable and industrial water station in İzmir. By a letter dated 9 July 2001 the authorities from the İzmir Health Directorate informed the Karşıyaka Public Prosecutor about the fact that the applicant's company was not complying with the requirements of the relevant regulation concerning the packaging and marketing of spring and mineral waters.", "6. On 24 August 2001, in his statements taken by the Karşıyaka Public Prosecutor, the applicant maintained that he had been already told by the authorities that the way he was selling water was in breach of the relevant regulation and that he had consequently closed his business earlier that year.", "7. On 28 November 2001 the Karşıyaka Public Prosecutor issued an advance payment order of 1,898,208,000 Turkish Liras (TRL) for the applicant, for failure to respect the rule concerning the packaging and marketing of spring and mineral waters, provided in decree law no. 560. The applicant did not pay the fine within ten days as required by the order.", "8. On 14 December 2001 the applicant filed a petition with the Karşıyaka Magistrate's Court, challenging the decision of the Public Prosecutor. He claimed that he had already made a payment. In his submissions to the court, the Public Prosecutor explained that the payment made by the applicant was for a previous offence, which took place on 26 May 1999.", "9. On 22 January 2002 the Karşıyaka Magistrate's Court dismissed the objection and issued a penal order, by which it increased the fine to TRL 2,847.312.000, due to the applicant's failure to comply with the advance payment order.", "10. On 19 February 2002 the applicant filed an objection with the Karşıyaka Criminal Court of First Instance, against the penal order of 22 January 2002, alleging, in particular, a breach of Article 6 § 3 (c) of the Convention.", "11. On 4 March 2002 the Karşıyaka Criminal Court of First Instance upheld the decision of the Magistrate's Court, holding that it was in accordance with the law.", "12. The applicant paid the fine on 3 May 2002, 28 May 2002 and 2 July 2002, in three equal instalments.", "13. Article 17 Decree law no. 560 (amended by law no. 4128) on the packaging and marketing of spring and mineral waters, provides that the manufacturing, packaging and selling of the spring and mineral waters are under the authorisation of the Ministry of Health. The principles and procedural requirements concerning these subject matters are regulated by the Ministry of Health. Article 18 A (l) of the same law provides that a company who acts in breach of Article 17 of the decree law no. 560 would be closed, affixed with a seal and be subject to a fine. Should the company commit the same offence again, the fine would be doubled.", "14. Article 465 § 4 of the former Criminal Code provide as follows:", "“If the action does not cause any sickness or prevent the victim from attending his/her usual occupation (...) the offender shall be sentenced to 2 to 6 months' imprisonment or to a fine of TRL 200 to 2,500. However, the legal proceedings may be initiated only upon the victim's complaint.”", "15. The relevant Articles of the Code of Criminal Procedure which was in force at the time of the events, read as follows:", "“Save the exceptional circumstances described by law, the courts shall decide on objections filed against the penal orders without holding a hearing.", "If the objection is upheld, the same court shall decide on the merits of the case.”", "“The judge at the Magistrates' Court may, without holding a hearing, rule on the offences which are within the jurisdiction of the Magistrates' Court and it may subsequently issue a penal order.", "Only the sentencing to a fine, an imprisonment up to three months, a suspension of a certain profession and a seizure (...) may be adjudicated by a penal order. (...)”", "“If the judge at the Magistrates' Court considers that the lack of a hearing may put the offender in an unfavourable situation, then it could be decided to hold a hearing. “", "“In addition to the conviction, it should be noted in the penal order, the designation of the offence, the applicable provisions of law, the relevant evidence, and the possibility of raising an objection within eight days after its notification (...). The petition which raises an objection to the penal order shall be approved by the trial judge. (...)”", "“A hearing shall be held if the objection is raised against an imprisonment sentence given by a penal order. (...)", "The suspect can be represented by a defence counsel during the hearing. (...)", "The objections against the penal orders (...) are examined by a judge at the criminal court of first instance, in line with the procedure described under Articles 301, 302 and 303. The objection would suspend the execution of the penal order.”", "16. In a judgment given on 30 June 2004 the Constitutional Court declared Article 390 § 3 of the Code of Criminal Procedure unconstitutional and a nullity. It held that lack of a public hearing before the Criminal Court of First Instance that examines the objections against the penal orders, would be in breach of the right guaranteed under Article 6 of the Convention, as well as Article 36 of the Constitution.", "17. Additionally, the new Criminal Code and the Code of Criminal Procedure which came into force on 1 June 2005, contain no provision concerning penal orders."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}