{"ITEMID": "001-60958", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LUX", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF ROEMEN AND SCHMIT v. LUXEMBOURG", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicants were born in 1945 in 1963 respectively and live in Luxembourg.", "9. On 21 July 1998 the first applicant, acting in his capacity as a journalist, published an article in Lëtzebuerger Journal, a daily newspaper, under the headline “Minister W. convicted of tax fraud” (Minister W. der Steuerhinterziehung überführt). He alleged in the article that the minister had broken the Seventh, Eighth and Ninth Commandments by committing value-added tax (VAT) frauds. He went on to say that a politician from the right might have been expected to take the rules so carefully drawn up by Moses more seriously. He added that a fiscal fine of 100,000 Luxembourg francs had been imposed on the minister. He said in conclusion that the minister’s conduct was particularly shameful in that it involved a public figure, who should have set an example.", "10. The applicants produced documents showing that the fine had been imposed on the minister concerned on 16 July 1998 by the Director of the Registration and State-Property Department (Administration de l’enregistrement et des domaines), pursuant to section 77(2) of the VAT Act of 12 February 1979. The decision had been served on the minister on 20 July 1998. It also appears that on 27 July 1998 the minister appealed to the District Court against the fine. In a judgment of 3 March 1999, the District Court ruled that the fine was not justified as the offence under section 77(2) of the VAT Act of 12 February 1979 had not been made out. An appeal was lodged against that judgment to the Supreme Court of Justice. The parties have not furnished any further information regarding developments in those proceedings.", "11. The decision of 16 July 1998 was the subject of comment in other newspapers, such as the daily Le Républicain Lorrain and the weekly d’Lëtzebuerger Land. A Liberal member of Parliament also tabled a parliamentary question on the matter.", "12. Two sets of court proceedings were issued following the publication of the first applicant’s article.", "13. On 24 July 1998 the minister brought an action in damages in the District Court against the first applicant and Lëtzebuerger Journal, arguing that they had been at fault in publishing the information concerning the fiscal fine and making comments which he said constituted an attack on his honour. In a judgment of 31 March 1999, the District Court dismissed the minister’s action on the ground that the article came within the sphere of freedom of the press. In a judgment of 27 February 2002, the Court of Appeal overturned the District Court’s judgment.", "14. On 4 August 1998 the minister lodged a criminal complaint.", "15. On 21 August 1998 the public prosecutor requested the investigating judge to open an investigation into a suspected offence by the first applicant of handling information disclosed in breach of professional confidence, and by a person or persons unknown of breach of professional confidence. The public prosecutor stated in his submissions: “The investigation and inquiries should determine which civil servant or civil servants from the Registration and State-Property Department had any involvement in the case and access to the documents.” The public prosecutor also requested the investigating judge to carry out or arrange for searches of the first applicant’s home and any appurtenances, the offices of Lëtzebuerger Journal and the Registration and State-Property Department offices.", "16. Various searches were then carried out.", "17. On 19 October 1998 the investigating judge issued two warrants for searches to be made of the first applicant’s home and workplace, the investigators being instructed to “search for and seize all objects, documents, effects and/or other items that [might] assist in establishing the truth with respect to the above offences or whose use [might] impede progress in the investigation”. The first order specified that the places to be searched were “Robert Roemen’s home and appurtenances, ..., any place in which he may be found and cars belonging to or used by him”.", "18. Both warrants were executed on 19 October 1998, but no evidence was found.", "19. On 21 October 1998 the first applicant applied for orders setting aside the warrants issued on 9 October 1998 and all the investigative steps taken pursuant thereto, in particular the searches carried out on 19 October 1998. In addition to arguments based on domestic law, he alleged a violation of Article 10 of the Convention, emphasising that he was entitled to protect his journalistic sources.", "20. The District Court, sitting in closed session, dismissed both applications in two orders of 9 December 1998. It noted that the minister had complained of a number of matters, including the unlawful disclosure of information to the first applicant by Registration and State-Property Department officials, which the first applicant had allegedly gone on to use in a calumnious and defamatory newspaper article. Those matters were capable of falling within the definition of various criminal offences, including breach of professional confidence, breach of fiscal confidentiality, theft, handling, calumny and criminal defamation. The District Court said that civil servants were prohibited by Article 11 of the Central and Local Government Service Code (statut général des fonctionnaires) from disclosing any information that was confidential by nature which they had acquired in the course of their duties. It was a criminal offence under the General Tax Act to disclose confidential fiscal information and an offence under Article 458 of the Criminal Code for anyone receiving confidential information as part of their professional duties to divulge it. As to the handling offence, the District Court said that Article 505 of the Criminal Code applied to anyone who, by whatever means, knowingly benefited from the proceeds of a serious crime (crime) or other major offence (délit). According to legal commentators and the leading cases, handling could extend to intangible property, such as claims, but also manufacturing secrets or material covered by professional privilege. In that connection, the fact that the circumstances in which the property had been obtained had not been fully established was of little relevance if the alleged handler was aware of its unlawful origin; the classification of the primary offence was immaterial. The District Court found that the investigating judge in charge of the investigation had been entitled to order an investigative measure to obtain corroboration of the incriminating evidence already in his possession. It added that there had been no violation of Article 10 of the European Convention on Human Rights, since the searches – which had been ordered to assemble evidence of and establish the truth concerning possible criminal offences that may have led to or facilitated the publication of a newspaper article – had not infringed freedom of expression or freedom of the press.", "21. By two judgments of 3 March 1999, the Court of Appeal, sitting in closed session, dismissed appeals that had been lodged against the orders of 9 December 1998.", "22. On 19 October 1998 the investigating judge issued a search warrant for immediate execution at the offices of the second applicant, who was the first applicant’s lawyer in the domestic proceedings.", "23. In the course of the search, the investigators seized a letter of 23 July 1998 from the Director of the Registration and State-Property Department to the Prime Minister bearing a handwritten note: “To the Heads of Division. Letter transmitted in confidence for your guidance.” The applicants explained that the letter had been sent anonymously to the editorial staff of Lëtzebuerger Journal and the first applicant had immediately passed it on to his lawyer, the second applicant.", "24. On 21 October 1998 an application was made to have the search warrant and all subsequent investigative steps set aside.", "25. The District Court, sitting in closed session, granted that application on the ground that, in breach of section 35 of the Lawyers Act, the report of the police department that had executed the warrants on 19 October 1998 did not contain the observations of the Vice President of the Bar Council, who was present during the search and seizure operations. The District Court ruled that the seizure carried out on 19 October 1998 was invalid and ordered the letter of 23 July 1998 to be returned to the second applicant.", "26. The letter was returned on 11 January 1999.", "27. However, on the same day the investigating judge issued a fresh search warrant with instructions to “search for and seize all objects, documents, effects and/or other items that might assist in establishing the truth with respect to the above offences or whose use might impede progress in the investigation and, in particular, the document dated 23 July 1998 bearing the manuscript note to the heads of division”. The letter was seized once again later that day.", "28. On 13 January 1999 the second applicant applied for an order setting the warrant aside, arguing, inter alia, that there had been a breach of the principle guaranteeing the inviolability of a lawyer’s offices and of the privilege attaching to communications between lawyers and their clients. That application was dismissed by the District Court, sitting in closed session, on 9 March 1999. It noted, firstly, that investigating judges were empowered to carry out searches even at the homes or offices of persons whose professional duties required them to receive information in confidence and who were legally bound not to disclose it and, secondly, that the provisions of section 35 of the Lawyers Act of 10 August 1991 had been complied with. The search and seizure operations had been executed in the presence of an investigating judge, a representative of the public prosecutor’s office and the President of the Bar Council. In addition, the presence of the President of the Bar Council and the observations he had considered it necessary to make regarding the protection of the professional confidence attaching to the documents to be seized had been recorded in the police department’s report.", "29. In a judgment of 20 May 1999, the Court of Appeal, sitting in closed session, dismissed an appeal against the order of 9 March 1999.", "30. In a letter of 23 July 1999, the first applicant enquired of the investigating judge as to progress in the case. He complained that no other steps had been taken and reminded the judge that he was not supposed to disregard the provisions of Article 6 of the Convention. He sent a similarly worded reminder on 27 September 2000.", "31. On 3 October 2000 the applicants provided the Court with an article from the 29 September 2000 edition of the weekly newspaper d’Lëtzebuerger Land, containing the following extract:", "“... the inquiry in the W. case has thus just ended with a search of the home of a Registration and State-Property Department official, a member of the Socialist Party, and the logging of the incoming and outgoing telephone calls of at least two other members of the [Socialist Party] ...”", "32. On 18 April 2001 the first applicant sent a further reminder to the investigating judge, who stated in a reply of 23 April 2001: “The judicial investigation is continuing.”", "33. Following a letter from the first applicant dated 13 July 2001, the investigating judge informed him the same day that the police inquiries had finished and that the investigation file had just been sent to the public prosecutor for his submissions.", "34. On 16 October 2001 the first applicant referred the public prosecutor to the terms of Article 6 of the Convention and reminded him that although the investigation in the case had taken three years, he had yet to be charged.", "35. On 13 November 2001 the first applicant received a summons requiring him to attend for questioning on 30 November 2001 in connection with the offences referred to in the complaint. He was informed that he was entitled to have a lawyer present.", "36. The first applicant was charged by the investigating judge on 30 November 2001 with “handling information received in breach of professional confidence”.", "37. The applicants produced an article from the 9 January 2002 edition of the newspaper Le Quotidien, which revealed that the Prime Minister “considered that the methods employed by the investigating judge in the investigation into a breach of professional confidence were ‘disproportionate’ ”.", "38. An order made on 1 July 2002 by the District Court, sitting in closed session, reveals that the charges against the first applicant were ruled to be null and void and that the case file was sent to the investigating judge with jurisdiction with instructions either to end or to continue the investigation.", "39. On 14 January 2003 the applicant sent the Court a letter from the investigating judge dated 9 January 2003 informing him that “the judicial investigation [had] just ended”.", "40. Article 65 of the Criminal Investigation Code provides: “Searches shall be carried out in any place in which objects that would assist in establishing the truth may be found.”", "41. Article 66 of that Code provides: “The investigating judge shall carry out the seizure of all objects, documents, effects and other items referred to in Article 31 § 3”. Article 31 § 3 provides that the following may be seized: “... and generally, anything which may assist in establishing the truth, whose use may impede progress in the investigation or which is liable to confiscation or restitution.”", "42. Section 35(3) of the Lawyers Act of 10 August 1991 provides:", "“Lawyers’ workplaces and all forms of communication between lawyers and their clients shall be inviolable. If in civil proceedings or a criminal investigation a measure is taken against or in respect of a lawyer in the circumstances defined by law, such measure shall not be implemented other than in the presence of the President of the Bar Council or his or her representative or after they have been duly convened.", "The President of the Bar Council or his or her representative may submit observations to the authorities which ordered the measures regarding the protection of professional confidence. A record of a seizure or search shall be null and void unless it contains a statement that the President of the Bar Council and his or her representative were present or had been duly convened and any observations they considered it necessary to make.”"], "VIOLATED_ARTICLES": ["10", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}