{"ITEMID": "001-99819", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF UŽUKAUSKAS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1972 and lives in Kaunas.", "6. In 1999 the applicant was granted a licence to keep a firearm.", "7. On 17 July 2002 the validity of the licence was extended.", "8. On 15 November 2002 the applicant submitted a request for a licence to keep another type of firearm.", "9. On 19 December 2002 police officials decided not to grant a new licence, given that on 13 December 2002 the applicant had been listed in an “operational records file” (policijos operatyvinė įskaita), that is, a database containing information gathered by law-enforcement authorities (see paragraphs 17-19 of the 'Relevant domestic law' below).", "10. On 16 April 2003 the police wrote to the applicant informing him that his licence to keep a pistol and a hunting rifle had been revoked. The applicant was informed that, pursuant to Article 38 of the Law on the Control of Guns and Ammunition, he was to hand in these firearms to the authorities and would receive money for them.", "11. The applicant instituted court proceedings challenging the entry of his name in the operational records file.", "12. On 25 September 2003 the Kaunas Regional Administrative Court dismissed his action. The decision was based on classified material submitted by the police and analysed by the judges without it being disclosed to the applicant. The court concluded that the applicant's listing in the operational records file had been lawful and reasoned, in view of the information about the applicant held by the police.", "13. The applicant appealed, complaining that he had had no access to the operational records file. He alleged that the court had not examined the classified evidence during the hearing, and that it had not assessed whether any parts of that information could have been disclosed to him.", "14. On 29 October 2003 the Supreme Administrative Court upheld that decision. The court noted, inter alia, that the impugned evidence was classified as a State secret and, although reviewed by the court, could not be disclosed to the applicant.", "15. The Government submitted that in July 2004, after the applicant had been granted a new firearms licence, his guns were returned to him.", "16. Article 21 of the Constitution provides that the dignity of a human being is to be protected by law. Article 22 thereof states that the private life of a human being is inviolable and that information concerning a person's private life may be collected only following a reasoned court decision and only in accordance with the law. The law and the courts are to protect everyone from any arbitrary or unlawful interference with his or her private life or from encroachment upon his or her honour and dignity. Article 23 of the Constitution provides that property is inviolable and that ownership rights are protected by law. Property may be taken only for the needs of society in accordance with the procedure established by law, and must be fairly compensated. Under Article 30 of the Constitution, a person whose constitutional rights or freedoms have been violated has the right to apply to a court. Article 48 provides that each human being may freely choose a job or occupation.", "17. Article 3 § 10 of the Law on Operational Activities (Operatyvinės veiklos įstatymas) describes the “operational records file” as a system of managing data on individuals, events and other targets obtained during operational activities. It is designed to provide information for law-enforcement authorities. Article 9 of the Law stipulates that an operational investigation is to be conducted when there is information that a serious crime is being planned or has been committed.", "18. Article 17 § 1 (2) of the Law on the Control of Arms and Ammunition (Ginklų ir šaudmenų kontrolės įstatymas) provided at the material time that arms and ammunition could not be acquired or possessed by a person who did not have an impeccable reputation. According to Article 18 § 2 (5) of that Law, a person was not regarded as having an impeccable reputation if his or her name had been entered in an operational records file. Article 38 of the Law provided that, after a firearms licence had been revoked, the arms and ammunition were to be taken from the person concerned and sold through the Arms Fund (a State agency) or through other companies authorised to sell them.", "19. Article 6 § 2 (4) of the Law on the Protection of Persons and Property (Asmens ir turto saugos įstatymas) provides that a person whose name is listed in an operational records file is not eligible to work as a security officer.", "20. The relevant part of the Law on Administrative Procedure (Administracinių bylų teisenos įstatymas) provides as follows:", "“1. Evidence in an administrative case is all factual data found admissible by the court hearing the case and based upon which the court finds ... that there are circumstances which justify the claims and rebuttals of the parties to the proceedings and other circumstances which are relevant to the fair disposal of the case, or that there are no such circumstances ...", "3. As a rule, factual data which constitutes a State or official secret may not be used as evidence in an administrative case, until the data has been declassified in a manner prescribed by law.”", "21. In the judgment of 4 September 2002 in case no. A10-786-02, the Supreme Administrative Court stated, in so far as relevant to the present case, that:", "“as a rule, factual data which constitutes a State or official secret may not be used as evidence in an administrative case until it has been declassified (Article 57 § 3 of the Law on Administrative Proceedure). Therefore, in the absence of other evidence, the [lower] court's reliance on solely written information provided by the State Security Department which was marked as secret had no legal basis”.", "22. On 15 July 2007 the Constitutional Court adopted a ruling on the compatibility with the Constitution of Article 57 § 3 of the Law on Administrative Procedure, and Articles 10 § 4 and 11 of the Law on State Secrets. It ruled that no decision of a court could be based solely on information which constituted a State secret and which had not been disclosed to the parties to the case. In the ruling no. A822-326/2009 of 8 October 2009 the Supreme Administrative Court confirmed the above principles."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}