{"ITEMID": "001-98687", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "LEVADNA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste", "TEXT": ["The applicant, Ms Ganna Georgiyivna Levadna, who has Ukrainian and Italian nationality, was born in 1975 and lives in Dnipropetrovsk.", "In August 2003 the applicant left Ukraine for Italy in order to settle there with B., an Italian national. They lived there together in a house belonging to B.'s parents. On 30 October 2003 the applicant married B. and on 26 November 2003 she gave birth to their son. On 19 April 2004 the child was re-registered by the Ukrainian consular authorities in Italy as a Ukrainian national. In May 2007 the applicant acquired Italian citizenship.", "According to the applicant, between 2004 and 2007 she and her son paid regular visits to her parents in Ukraine. In 2006 alone she and her son stayed in Ukraine for more than five months.", "On 29 June 2007 the applicant took her son to Ukraine for a summer break, with her husband's consent. They were supposed to return on 28 September 2007 and had plane tickets purchased for that date.", "According to the applicant, she had to put off their return as her mother fell ill and was hospitalised. Because her husband had refused to join her in Ukraine and to help her financially, she decided to settle permanently in Ukraine with the child. She stayed there, living with her son in a two-room flat she owned.", "On 5 October 2007 the applicant filed an application for divorce and determination of the child's place of residence, with the Amur-Nyzhnyodniprovsk Town Court. She did not provide any information concerning the outcome of the divorce application.", "On 27 February 2008 the local board of guardians (“опікунська рада”) decided, at the applicant's request, that the child should live with his mother in her flat in Ukraine, which would be in the interests of the child.", "According to the applicant, by decisions of 22 July 2008 and 14 May 2009 taken in her absence, the Italian courts instituted criminal proceedings against her on charges of child abduction and granted her husband custody of the child, while placing unspecified limitations on her contact with her son. The courts also ordered the child to be returned to his father's place of residence. No further details concerning those proceedings were given by the applicant.", "On 28 August 2008 the Ministry of Justice of Ukraine lodged with the Amur-Nyzhnyodniprovsk Town Court an application on behalf of B., seeking to return the child to Italy under the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (“the Hague Convention”). It submitted that the applicant had unlawfully removed the child from Italy and that B. was thus prevented from having regular contact with him.", "The applicant, relying mainly on Articles 12 §§ 1 and 2 and 13 § 1 (b) of the Hague Convention, objected to the return of her son to Italy. She argued that he was a Ukrainian national, that his habitual place of residence was in Ukraine and that he had attended school in Ukraine since June 2007, and that his living conditions in that country were of benefit to his stable development. She stated that her son's return to Italy would expose him to a risk of major psychological harm.", "In support of her submissions the applicant provided copies of several reports issued by local authorities responsible for family matters and by doctors, confirming that the child's living conditions were satisfactory, that he did not have health problems, that he was attached to his mother and had a good relationship with her, and that a change of his place of residence and social environment would have a negative influence on him emotionally.", "The applicant also alleged that her husband did not work and could not support his family, that before she returned to Ukraine they had had to live in his parents' house in Italy, that her husband and his parents had treated her without respect, and that they had forced her to do all the household work and had not allowed her to find a job in that country. She further submitted that there were criminal proceedings pending against her in Italy and that the Italian courts had already decided on the custody of the child. In her view, in such circumstances she would not be able to accompany her son to Italy or, in any event, her contact with the child in that country would be substantially limited.", "On 18 February 2009 the court rejected B.'s claim, finding that the applicant had not violated the Hague Convention, Italian or Ukrainian legislation.", "On 20 July 2009 the Dniproterovsk Regional Court of Appeal quashed the first-instance court's judgment and allowed B.'s claim in full, having noted that in the course of the proceedings his claim had been amended to the effect that the applicant's keeping the child in Ukraine was alleged to be unlawful. It found that the child's return to Italy would be in his best interests, which included the need to ensure that he was developing in conditions allowing him free linguistic and ethnic self-identification in the future.", "In this context, the court observed that the child had habitually resided in Italy before the actual separation of his parents, who enjoyed equal custody rights, that the child had been lawfully removed from Italy, but that he was being kept in Ukraine by his mother in violation of Article 3 of the Hague Convention. Although the child had adequate living conditions in Ukraine and had already adapted to the new circumstances, he had closer links with Italy than with Ukraine, as he had been born in wedlock under the laws of the former country and had lived permanently on its territory since his birth. The child's retention by his mother prevented contacts with his father and the result was that he was losing his knowledge of the Italian language. The court held that the applicant's reliance on the decision of the local board of guardians of 27 February 2008 was akin to an attempt to legitimise the situation created by her and to bring it within the sphere of Ukrainian law, and that the question of the determination of the child's place of residence fell outside the scope of the case.", "The court further found that the applicant's allegations of inadequate treatment in Italy were wholly unsubstantiated. It observed that the parents of the applicant's husband had concluded a lease contract with B. in respect of a part of their house in Italy and did not object to her living there, that there was nothing to suggest that B. would not be able to maintain his family, that the applicant retained her Italian passport, and that at the court's request the Italian authorities had provided the information that the criminal proceedings against the applicant had been discontinued. Accordingly, there were no circumstances preventing the applicant from returning and settling with her son in Italy.", "The court added that the decisions of the Italian courts of 22 July 2008 and 14 May 2009 had been adopted in the applicant's absence, which was contrary to the principles of administration of justice envisaged by the Constitution of Ukraine, and that these decisions were therefore irrelevant in the applicant's case.", "It based its findings on documents obtained from the Ukrainian and Italian authorities, the child's medical data, the parties' submissions in the proceedings and written statements of witnesses on behalf of both parties. It also questioned the child concerning his living conditions in Italy and noted that he had not forgotten his family in Italy, though sometimes he had difficulty in recognising his father.", "Relying on Article 8 of the Convention and on the judgments of the European Court of Human Rights in cases concerning the application of that provision, including Monory v. Romania and Hungary (no. 71099/01, 5 April 2005); Maumousseau and Washington v. France (no. 39388/05, ECHR 2007XIII); and Carlson v. Switzerland (no. 49492/06, 6 November 2008), the Court of Appeal found that the reunion of B. with his child at his habitual place of residence under the Hague Convention would be in accordance with the requirement to strike a fair balance between the competing interests of the applicant, her husband, their child, and of public order in this matter.", "For all those reasons, the court found that the applicant had kept the child in Ukraine unlawfully and ordered that the child, accompanied by his father and mother, if she so wished, be returned to his habitual place of residence in Italy by 1 September 2009.", "The applicant appealed in cassation, stating that her son's return to Italy was not in his best interests as, in particular, he did not understand or speak the Italian language. She further argued that the Court of Appeal, having questioned the child, failed to ask him about his personal attitude to a possible return to Italy. She also submitted that no claim had been made in respect of the court's finding that the retention of her child in Ukraine was unlawful.", "On 10 September 2009 the Supreme Court rejected the applicant's appeal in cassation as unsubstantiated.", "The relevant provisions of the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980, which entered into force in respect of Ukraine on 1 September 2006, read as follows:", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.”", "“For the purposes of this Convention –", "(a) 'rights of custody' shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence;", "(b) 'rights of access' shall include the right to take a child for a limited period of time to a place other than the child's habitual residence.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "...", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child's habitual residence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}