{"ITEMID": "001-58763", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ELSHOLZ v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;No violation of Art. 14+8;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["9. The applicant, a German national born in 1947, lives in Hamburg. He is the father of the child, C., born out of wedlock on 13 December 1986. On 9 January 1987 he acknowledged paternity and undertook to pay maintenance for C. He fulfilled this obligation regularly.", "10. Since November 1985 the applicant had been living with the child's mother and her elder son Ch. In June 1988 the mother, together with the two children, moved out of the flat. The applicant continued to see his son frequently until July 1991. On several occasions, he also spent his holidays with the two children and their mother. Subsequently, no more visits took place.", "11. The applicant attempted to visit his son with the assistance of the Erkrath Youth Office (Jugendamt), acting as mediator. When questioned by an official of the Youth Office at his home in December 1991, C. stated that he did not wish to have further contacts with the applicant.", "12. On 19 August 1992 the applicant applied to the Mettmann District Court (Amtsgericht) for a decision granting him a right of access (Umgangsregelung) to C. on the first Saturday of every month, between 1 p.m. and 6 p.m. The applicant maintained that the mother had refused him access to C. because he had accused her of having failed to ensure the supervision of the child when he had broken his arm in a playground accident in July 1991 and as a result of which he had stopped the voluntary monthly payments of 700 German marks which he claimed to have made at the mother's request in addition to the stipulated child maintenance. The mother contested the applicant's submissions. She stated that the applicant had always been very generous to her but that he had not paid her any maintenance.", "13. The District Court, after a hearing on 4 November 1992 and having heard C. on 9 November 1992, dismissed the applicant's request on 4 December 1992. The court observed that Article 1711 § 2 of the Civil Code (Bürgerliches Gesetzbuch) concerning the father's right to personal contact with his child born out of wedlock (see paragraph 24 below) was conceived as an exemption clause which had to be construed strictly. Thus, the competent court should order such access only if this was advantageous and beneficial for the child's well-being. According to the court's findings, these conditions were not met in the applicant's case. The District Court noted that the child had been heard and had stated that he no longer wished to see his father who, according to the child, was bad and had beaten his mother repeatedly. The mother likewise had strong objections to the applicant which she had imparted to the child, so that the child had no possibility of building an unbiased relationship with his father. The District Court concluded that contacts with the father would not enhance the child's well-being.", "14. On 8 September 1993 the applicant applied to the District Court for an order requiring the child's mother to consent to a family therapy for him and the child and for an order determining his right of access after contacts with his son had successfully resumed.", "15. On 24 September 1993 the Erkrath Youth Office recommended that the court should obtain a psychological expert opinion on the question of access rights.", "16. Having heard C. on 8 December 1993 and his parents at an oral hearing on 15 December 1993, the District Court dismissed the applicant's renewed request to be granted access on 17 December 1993.", "In so doing, the court referred to its prior decision of 4 December 1992 and found that the conditions under Article 1711 of the Civil Code were not met. It noted that the applicant's relationship with the child's mother was so strained that the enforcement of access rights could not be envisaged as this would not be in the interest of the child's well-being. The child knew about his mother's objections to the applicant and had adopted them. If C. were to be with the applicant against his mother's will, this would put him into a loyalty conflict which he could not cope with and which would affect his well-being. The court added that it was irrelevant which parent was responsible for the tension; it placed particular emphasis on the fact that important tensions existed and that there was a risk that any further contacts with the father would affect the child's undisturbed development in the family of the custodial parent. After two long interviews with the child, the District Court reached the conclusion that his development would be endangered if the child had to take up contact with his father contrary to his mother's will. At these interviews the child had called his father “nasty” or “stupid”, adding that on no account did he wish to see him and said also: “Mummy always says Egbert is not my father. Mummy is afraid of Egbert.”", "The District Court furthermore considered that the facts of the case had been established clearly and exhaustively for the purposes of Article 1711 of the Civil Code. It therefore found it unnecessary to obtain an expert opinion.", "17. On 13 January 1994 the applicant, represented by counsel, lodged an appeal (Beschwerde) against this decision, requesting that that decision be quashed, that an expert opinion be obtained on the questions of access and of the child's true wishes in this respect, and that the father's access rights be determined accordingly.", "18. On 21 January 1994 the Wuppertal Regional Court (Landgericht), without a hearing, dismissed the applicant's appeal. In so doing, it first stated that there were doubts on the admissibility of the appeal as the applicant, by letter of 12 January 1994, had informed the court of first instance that he would respect that court's decision, and had requested help in order to reach a friendly settlement. Furthermore, the Regional Court found that the grounds of appeal contained in his submissions did not fully coincide with the request addressed by the applicant to the court of first instance.", "The Regional Court, however, left open the question of whether or not the appeal was inadmissible and decided that in any event the applicant's request for access rights had to be dismissed as access was not in the interests of the child's well-being. It was not sufficient that such contacts were compatible with the child's well-being; they had to be advantageous and beneficial (nützlich und förderlich), and necessary for the child's equilibrium (seelisch notwendiginter alia, the reasons for which the father wished to have contacts with the child, that is, whether his motives were emotional or based on other factors. In this context the relationship between the parents had to be taken into account as well.", "The Regional Court concluded, in line with the decision appealed against, that the tensions between the parents had a negative effect on the child, as was confirmed by the hearings with the child held on 9 November 1992 and 8 December 1993, and that contact with his father was not therefore in the child's best interest, even less so because this contact had in fact been interrupted for about two and a half years. It was irrelevant who was responsible for the break-up of life in common. What mattered was that in the present situation contact with the father would negatively affect the child. This conclusion, in the Regional Court's view, was obvious, which was why there was no necessity of obtaining an opinion from an expert in psychology. Moreover, Article 1711 § 2 of the Civil Code did not provide for a psychological therapy to prepare a child for contact with his or her father. The Regional Court finally observed that there was no necessity to hear the parents and the child again since there was no indication that any findings more favourable for the applicant could result from such a hearing.", "19. On 19 April 1994 a panel of three judges of the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant's constitutional complaint (Verfassungsbeschwerde).", "According to the Federal Constitutional Court, the complaint did not raise any issues of a general character affecting the observance of the Constitution. In particular, the question of whether Article 1711 of the Civil Code was compatible with the right to family life as guaranteed by Article 6 § 2 of the Basic Law (Grundgesetz) did not arise, as the ordinary courts had based the denial of the applicant's request for access rights not only on the ground that such a right would not serve the child's well-being, but also on the much stronger reason that it was incompatible with the child's well-being. Furthermore, the right to a fair hearing was not violated by the fact that the applicant had not been heard personally and that his request to obtain an expert opinion had been rejected.", "20. The statutory provisions on custody and access are to be found in the German Civil Code (Bürgerliches Gesetzbuch). They have been amended on several occasions and many were repealed by the amended Law on Family Matters (Reform zum Kindschaftsrecht) of 16 December 1997 (Federal Gazette (Bundesgesetzblatt-BGBl) 1997, p. 2942), which came into force on 1 July 1998.", "21. Article 1626 § 1 reads as follows:", "“The father and the mother have the right and the duty to exercise parental authority [elterliche Sorge] over a minor child. The parental authority includes the custody [Personensorge] and the care of property [Vermögenssorge] of the child.”", "22. Pursuant to Article 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Article 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child's relationship with the other parent or seriously interfere with the child's upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; and they may order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child's welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child's well-being would be endangered. The family courts may order that right of access be exercised in the presence of a third party, such as a Youth Office authority or an association.", "23. Before the entry into force of the amended Law on Family Matters, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows:", "“1. A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child's relationship with others or seriously interfere with the child's upbringing.", "2. The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under Article 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child's welfare.", "3. A parent not having custody who has a legitimate interest in obtaining information about the child's personal circumstances may request such information from the person having custody in so far as this is in keeping with the child's interests. The guardianship court shall rule on any dispute over the right to information.", "4. Where both parents have custody and are separated not merely temporarily, the foregoing provisions shall apply mutatis mutandis.”", "24. The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows:", "“Custody over a minor child born out of wedlock is exercised by the child's mother ...”", "“1. The person having custody of the child shall determine the father's right of access to the child. Article 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child's interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Article 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child's personal circumstances is set out in Article 1634 § 3.", "4. Where appropriate, the youth office shall mediate between the father and the person who exercises the right of custody.”", "25. Like proceedings in other family matters, proceedings under former Article 1711 § 2 of the Civil Code were governed by the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "26. According to section 12 of that Act, the court shall, ex officio, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "27. In proceedings regarding access, the competent youth office has to be heard prior to the decision (section 49(1)(k)).", "28. As regards the hearing of parents in custody proceedings, section 50a(1) stipulates that the court shall hear the parents in proceedings concerning custody or the administration of the child's assets. In matters relating to custody, the court shall, as a rule, hear the parents personally. In cases concerning placement into public care, the parents shall always be heard. According to paragraph 2 of section 50a, a parent not having custody shall be heard except where it appears that such a hearing would not contribute to the clarification of the matter."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}