{"ITEMID": "001-4692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DEMIR v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Turkish national, born in 1960 and living in Langenthal, Switzerland.", "He is represented before the Court by Mr B. Habegger, a lawyer practising in Langenthal, Switzerland.", "A.", "The applicant arrived in Greece in 1985 where he remained in a camp for refugees until 1987. Then he was transferred with the aid of the UNHCR to Switzerland, where he was granted asylum.", "On 6 July 1997 the applicant was arrested in Greece for a series of larceny allegedly committed in that country in 1993. He was detained on remand until 28 July 1997, when he was released on bail by the indictment chamber of the Court of Appeal (simvulio Efeton) of Athens, which was competent to hear the case at first instance because of the nature of the offences. However, the court ordered that the applicant should remain in Greece until his trial.", "On 24 October 1997 the indictment chamber of the Court of Appeal considered that there could be no serious suspicion that the applicant had committed the offences he had been charged with because at the relevant time he was in Switzerland, as it transpired from a series of official documents produced by him. It authorised the applicant to leave Greece.", "On 3 December 1997 the applicant was acquitted by the Court of Appeal (Efetio) of Athens.", "B. Relevant domestic law", "The Code of Criminal Procedure provides as follows:", "Article 533 § 2", "“Persons who have been detained on remand and subsequently acquitted ... shall be entitled to request compensation ... if it has been established in the proceedings that they did not commit the criminal offence for which they were detained.”", "Article 535 § 1", "“The State shall have no obligation to compensate a person who ... has been detained on remand if, whether intentionally or by gross negligence, he was responsible for his own detention.”", "Article 536", "“1. Upon an oral application by a person who has been acquitted, the court which heard the case shall rule on the State's obligation to pay compensation in a separate decision delivered at the same time as the verdict. However, the court may also make such a ruling proprio motu. ...", "2. The ruling on the State's obligation to pay compensation cannot be challenged separately; it shall, however, be quashed if the decision on the principal issue of the criminal trial is reversed.”", "Article 540 § 1", "“Persons who have been unfairly ... detained on remand must be compensated for any pecuniary loss they have suffered as a result of their ... detention. They must also be compensated for non-pecuniary loss...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}