{"ITEMID": "001-82243", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF L. v. LITHUANIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life);Respondent State to take measures of a general character (Article 46-2 - Measures of a general character);Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "András Baka;Elisabet Fura;Jean-Paul Costa;Mindia Ugrekhelidze", "TEXT": ["5. The applicant was born in 1978 and lives in Klaipėda.", "6. At birth the applicant was registered as a girl with a clearly female name under the rules of the Lithuanian language.", "7. The applicant submitted that from an early age he had become aware that his “mental sex” was male, thus acknowledging the conflict between his mental and genital gender.", "8. On 18 May 1997 the applicant consulted a microsurgeon about the possibilities of gender reassignment. The doctor proposed that the applicant first consult a psychiatrist.", "9. From 4 to 12 November 1997 the applicant attended Vilnius Psychiatric Hospital for tests on his physical and psychological condition.", "10. On 16 December 1997 a doctor at the Vilnius University Hospital of Santariškės confirmed the applicant’s chromosomal sex as female, and diagnosed him as a transsexual. The doctor also advised that the applicant consult a psychiatrist.", "11. On 23 January 1998 the Vilnius University Hospital of Raudonasis Kryžius opened a medical file on the applicant. The applicant gave his name in a masculine form under the rules of the Lithuanian language, and his medical file referred to him as being of male gender. An entry of 28 January 1998 in the medical file included a recommendation that the applicant pursue hormone treatment with a view to eventual gender reassignment surgery. Thereafter, a two-month course of hormone treatment was officially prescribed for the applicant. Moreover, it was recommended that the applicant consult a neurosurgeon, who subsequently performed breast removal surgery on him (see paragraph 19 below).", "12. On 12 November 1998 the applicant, using his original name and surname, wrote a letter to the Ministry of Health seeking clarification of the legal and medical possibilities for gender reassignment. He stated that he was determined to undergo this procedure.", "13. On 17 December 1998 an official of the Ministry of Health replied that a working group had been set up by the Minister of Health with a view to analysing the questions pertaining to gender reassignment, and that the applicant would be duly informed about the conclusions of that group.", "14. Before the Court, the applicant claimed that he had received no further communication from the Ministry of Health.", "15. On 13 May 1999 a doctor at Vilnius Psychiatric Hospital confirmed that the applicant, referred to by his original name, had attended the hospital from 4 to 12 November 1997, and that he had been diagnosed as a transsexual.", "16. The applicant submitted that in 1999 his general medical practitioner had refused to prescribe hormone therapy in view of the legal uncertainty as to whether full gender reassignment could be carried out, leading to the new identity of a transsexual being registered in accordance with domestic law. Thereafter the applicant continued the hormone treatment “unofficially”, as it was considered at that time that such treatment should be followed for two years before the full surgical procedure could be performed.", "17. On an unspecified date in 1999 the applicant requested that his name on all official documents be changed to reflect his male identity; that request was refused.", "18. On an unspecified date in 1999 the applicant enrolled at Vilnius University. Upon the applicant’s request, the university administration agreed to register him as a student under the male name chosen by him (bearing the initials P.L.). The applicant asserted before the Court that the decision of the University was exceptional and purely humanitarian, as the laws applicable at the material time clearly required his registration under his original female name, as indicated on his birth certificate and passport.", "19. From 3 to 9 May 2000 the applicant underwent “partial gender reassignment surgery” (breast removal). The applicant agreed with the doctors that a further surgical step would be carried out upon the enactment of subsidiary laws governing the appropriate conditions and procedure.", "20. On an unspecified date in 2000, with the assistance of a Lithuanian member of parliament, the applicant’s birth certificate and passport were changed to indicate his identity as P.L. The forename and surname chosen by the applicant for this new identity were of Slavic origin, and thus did not disclose his gender. The applicant could not choose a Lithuanian name or surname as they are all gender-sensitive. However, the applicant’s “personal code” on his new birth certificate and passport – a numerical code comprising the basic information about a person in accordance with the Lithuanian civil-registration rules – remained the same, starting with the number 4, thus disclosing his gender as female (see paragraphs 2829 below).", "21. The applicant stressed that he therefore remained female under domestic law. This was confirmed, inter alia, by the fact that, on the Vilnius University degree certificate he had received after successfully graduating in 2003, his “personal code” remained the same and denoted him as a female. As a result, he claimed that he faced considerable daily embarrassment and difficulties, as he was unable, for example, to apply for a job, pay social security contributions, consult medical institutions, communicate with the authorities, obtain a bank loan or cross the State border without disclosing his female identity.", "22. The applicant submitted a copy of an article by the Baltic News Agency (BNS) of 17 June 2003, quoting a statement by the Speaker of the Seimas on the Gender Reassignment Bill (put before Parliament on 3 June 2003 – see paragraph 30 below). It was mentioned in the article that certain members of parliament had accused the Minister of Health, who was a plastic surgeon, of having a personal interest in the enactment of the law. The article also mentioned that certain members of the Social Democratic Party had urged the enactment of the law as it was required by the imminent entry into force of the provisions of the new Civil Code on 1 July 2003. The article referred to the opinion of experts that there were about fifty transsexuals living in Lithuania. It was mentioned that certain Vilnius and Kaunas surgeons were properly equipped and qualified to carry out gender reassignment surgery, the cost of which could be between 3,000 and 4,000 Lithuanian litai (approximately 870 to 1,150 euros), excluding the cost of hormone therapy. The article stated that a number of persons had already applied for gender reassignment, but that the surgery could not be fully completed in the absence of adequate legal regulation. It was presumed that some of the Lithuanian transsexuals had thus been obliged to go abroad for treatment.", "23. In an article by the BNS on 18 June 2003 about a meeting between the Prime Minister and the heads of the Lithuanian Catholic Church, the Prime Minister was quoted as saying that it was too early for Lithuania to enact a law on gender reassignment, and that there was “no need to rush” or “copy the principles that exist in one country or another”. The article stated that the Catholic Church had been among the most ardent opponents of such legislation. At the same time, the Prime Minister conceded that the government were obliged to prepare a Gender Reassignment Bill in view of the entry into force of Article 2.27 § 1 of the new Civil Code on 1 July 2003.", "24. The applicant submitted that since 1998 he had been in a stable relationship with a woman and that they had lived together since 1999.", "25. There were no provisions pertaining to the question of transsexuals in Lithuanian law until the adoption of the new Civil Code on 18 July 2000. The Civil Code came into force on 1 July 2001. The first paragraph of Article 2.27 (which only came into force on 1 July 2003) provides that an unmarried adult has the right to gender reassignment surgery (pakeisti lytį), if this is medically possible. A request by the person concerned must be made in writing. The second paragraph of this provision states that the conditions and procedure for gender reassignment surgery are established by law.", "26. On 27 December 2000 the government adopted a decree specifying the measures needed for the implementation of the new Civil Code. The preparation of a Gender Reassignment Bill was mentioned in it.", "27. Rule 109.2 of the Civil Registration Rules, approved by an order of the Minister of Justice on 29 June 2001 (in force from 12 July 2001), permits a change in civil-status documents if there is a need to change a person’s gender, forename and surname, following gender reassignment.", "28. Under the Residents’ Register Act and other relevant domestic laws, every Lithuanian resident has a numerical “personal code” (asmens kodas), which denotes certain basic items of information, including his or her gender. Section 8(2) of the Residents’ Register Act provides that the first number of the personal code denotes the person’s gender. A personal code starting with the number 3 denotes that the person is male, whereas a code starting with number 4 means that the person is female.", "29. Section 5 of the Passport Act 2003 provides that a citizen’s passport must be changed if the citizen changes his or her forename, surname, gender or personal code.", "30. The Gender Reassignment Bill was prepared by a working group of the Ministry of Health in early 2003. On 3 June 2003 the government approved the Bill, sending it for consideration to the Seimas (Parliament). In an explanatory note to Parliament dated 4 June 2003, the Minister of Health indicated, inter alia, that, at present, no legal instrument regulated the conditions and procedure for gender reassignment. The Bill was initially scheduled for a plenary session of Parliament on 12 June 2003, but it was not examined that day. It was rescheduled for 17 June 2003, but was then omitted from Parliament’s agenda. On the same date the Speaker of Parliament circulated an official memorandum on the Bill stating, inter alia:", "“The Speaker of the Seimas ... strongly denounces gender reassignment surgery and the further consideration of a bill on the subject at a parliamentary hearing.", "[At a time] when the demographic situation in Lithuania is becoming threatened, the Seimas should not make matters worse by considering such a controversial law, which may be taken by society as an insult to the far more important problems facing the health-care system.”", "31. The order of the Minister of Health, issued on 6 September 2001, specifies the conditions under which patients in Lithuania can be referred for treatment abroad, in cases where the necessary treatment for a certain illness is not available in Lithuania. The decision is taken by a special commission of experts appointed by the Minister of Health, and the cost of such treatment is covered by the Compulsory Health Insurance Fund.", "32. On 8 August 2006 the Constitutional Court ruled that the courts were empowered to fill the gaps left in the legislation where this was necessary, inter alia, for the protection of the rights and freedoms of a particular individual."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}