{"ITEMID": "001-106267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MUSCAT v. MALTA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Joseph Muscat, is a Maltese national who was born in 1983 and lives in Gudja. He was represented before the Court by Dr J. Herrera, a lawyer practising in Valletta.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "Following a car accident on 22 October 2007, the applicant was sued by third parties for damages.", "According to section 15 (11) of the Arbitration Act (AA) the action was filed with the Arbitration Centre (AC). As the parties did not agree on the choice of arbitrator, an arbitrator was appointed by the AC’s Chairman according to section 20 (2) of the AA (see relevant domestic law). The applicant acknowledged that the two insurance policies covering the traffic accident had not been issued by an insurance company for which the arbitrator nominated acted as a legal adviser when working in private practice. Thus, there was no direct conflict of interest.", "At the first sitting the applicant submitted that the law making this type of action subject to arbitration, as opposed to the ordinary courts, breached his Convention rights under Article 6 § 1. At the request of the applicant the proceedings were suspended pending the outcome of constitutional proceedings (see below). After they were resumed in December 2010 the proceedings were again suspended pending the outcome of proceedings before this Court. According to the applicant, had he not requested these suspensions, the State would have argued that he had accepted the jurisdiction of the arbitrator.", "On 25 July 2008 the applicant instituted constitutional redress proceedings alleging a breach of Article 6 § 1 on account of the fact that he was forced to submit his case to an arbitrator who did not offer sufficient guarantees of independence and impartiality. He requested the court to stay the proceedings.", "By a judgment of 29 May 2009 the Civil Court (First Hall) in its constitutional jurisdiction upheld the applicant’s claim. It considered that the applicant had a legal interest in filing the claim as it was the law itself and not its application in the applicant’s case that infringed his rights. It held that since arbitration was mandatory in certain cases, the tribunal had to be independent and impartial. Having analysed the AA provisions (see relevant domestic law), it considered that an arbitrator was subject to the AC’s decision. The AC’s Chairman had a discretion to decide whether to appoint a person as arbitrator and whether to appoint that person again in a subsequent case. It followed that the appointment of an arbitrator to one or more cases depended on the subjective appreciation of the AC, who was to an extent subject to the control of the Minister. Thus, the arbitrator did not enjoy security of tenure. He or she would be chosen for specific cases and might never be chosen again if disliked. The court further considered that an appeal on points of law could not remedy this defect, since such right of appeal was limited in scope. In consequence, the Arbitration Tribunal did not fulfil the requirement of independence under Article 6 § 1, particularly where, as in the instant case, the parties had not agreed on the choice of arbitrator. The court further held that the system also created justified doubts as to the objective impartiality of the Arbitration Tribunal, having regard to its composition, organisation and the appointment and removal of arbitrators.", "On 15 June 2009 the defendants appealed.", "By a judgment of 6 September 2010 the Constitutional Court upheld the appeal and reversed the first-instance judgment. Reiterating that the AC must comply with the requirements of impartiality and independence, it held that the criteria for choosing an arbitrator according to section 10 (3) of the AA (see relevant domestic law) were intended to ensure that persons appointed as arbitrators were competent and displayed integrity. In the absence of agreement between the parties, the selection of an independent arbitrator was left to the chairman. While it was true that the chairman was appointed by the Minister and was therefore to a certain extent subject to the Minister’s control, this could not be relevant since in most cases the Government were not a party to the arbitration proceedings. It followed that section 4 (4) of the AA (see relevant domestic law) offered sufficient guarantees. Moreover, the removal of an arbitrator was, like any other decision of the AC, an administrative decision subject to judicial review. However, the removal of an arbitrator from a particular case was usually intended to increase the efficiency and effectiveness of the procedure and could not raise issues as to security of tenure. Lastly, in the applicant’s case there was no actual or realistic threat to the independence of the tribunal. For the reasons stated above, the court also considered that there was no issue of partiality, particularly because the arbitrator was independent of the parties in a case and the law offered sufficient guarantees in this respect. A chairman making an appointment would have to take account of all the relevant considerations beforehand. Indeed, in the present case, it did not appear that the applicant was complaining about the specific choice of arbitrator in his case. Since such proceedings were Article 6 compliant it was not necessary to consider whether an appeal could have remedied the defect alleged.", "In so far as relevant, the pertinent provisions of the Arbitration Act, Chapter 387 of the Laws of Malta, read as follows:", "Section 4", "“(1) There shall be a Board which shall be responsible for the policy and general administration of the affairs and business of the Centre.", "(2) The Board shall consist of not less than three and not more than five members, appointed by the President of Malta acting on the advice of the Minister, one of whom shall be designated by the Minister as chairman. The Minister shall also designate another member as deputy chairman and such member shall have all the powers and perform all the functions of the chairman during his absence, or until a new chairman has been appointed following the resignation, termination of appointment, or death of the chairman.", "(3) The Minister shall select the members of the Board from among persons who appear to him to be qualified by reason of having had experience of and shown capacity in matters relating to international or domestic arbitration, conciliation and the settlement of disputes, international trade, commerce, industry, investment and maritime affairs.", "(4) In the exercise of their functions under this Act all the members of the Board shall exercise their functions in their individual judgment and shall not be subject to the direction or control of any other person or authority.”", "Section 6", "“(1) Subject to the provisions of sections 4, 7 and 9, the members of the Board shall hold office for a six-year period; a member shall, on ceasing to be a member, be eligible for reappointment:", "Provided that the Minister may at any time, on the recommendation of the Commission for the Administration of Justice established under article 101A of the Constitution of Malta, terminate the appointment of a member of the Board if in his opinion, confirmed by the recommendation of the said Commission as aforesaid, such member is unfit to continue in office or has become incapable of properly performing his duties as member of the Board, and the said Commission is hereby vested with the function and power to make a recommendation to the Minister as aforesaid.”", "Section 9", "“(1) The Centre shall have a registrar, who shall also be the secretary of the Board. In connection with his functions under this Act, the registrar shall have power to administer oaths, including, without prejudice to the generality of the aforesaid, the power to administer oaths of office that may be required to be taken by arbitrators or any other person involved in arbitration proceedings under any rule made under this Act: (...)”", "Section 10", "“(2) The Centre may, from time to time, draw up panels of arbitrators for domestic arbitration and panels of arbitrators for international commercial arbitration:", "Provided however that a person may be included in more than one panel.", "(3) Domestic arbitration panels may be appointed on matters related to commerce, insurance, traffic collisions, building construction, the maritime sector and such other fields as the Centre may deem expedient from time to time. The panels shall be composed of persons who in the opinion of the Centre are qualified to carry out the duties and functions of arbitrators in a particular field of expertise.", "(6) A person may be removed from any panel by the Centre at any time, and a person may at any time resign by letter addressed to the registrar:", "Provided that any such removal or resignation shall not be deemed to include the removal or resignation of that person from any arbitration proceedings in which he may have already been appointed before his removal or resignation.”", "Section 20", "“(1) If a sole arbitrator is to be appointed, either party may propose to the other the names of one or more persons, one of whom may serve as the sole arbitrator.", "(2) If within thirty days after receipt by a party of a proposal made in accordance with subsection (1), the parties have not reached agreement on the choice of a sole arbitrator, the sole arbitrator shall be appointed by the chairman.", "(3) The chairman shall, at the request of one of the parties, appoint the sole arbitrator as promptly as possible; his decision shall be final and binding.", "(4) In making the appointment, the chairman shall have regard to such considerations as are likely to secure the appointment of an independent and impartial arbitrator and to the members of the Domestic Arbitration Panels established under section 10(2).”", "Section 23", "“(1) A person who is approached as a prospective arbitrator shall disclose to those who approach him in connection with his possible appointment any circumstances likely to give rise to justifiable doubts as to his impartiality or independence.", "(2) An arbitrator, once appointed or chosen, shall disclose to the parties the circumstances mentioned in the previous subsection unless the parties have already been informed by him of these circumstances.”", "Section 24", "“(1) Any arbitrator may be challenged if circumstances exist that give rise to justifiable doubt as to the arbitrator’s impartiality or independence.", "(2) A party may challenge the arbitrator appointed by him only for reasons of which he becomes aware after the appointment has been made.”", "Section 25", "“(1) A party who intends to challenge an arbitrator, shall send notice of his challenge within fifteen days after the appointment of the challenged arbitrator has been notified to that party or within fifteen days after the circumstances mentioned in article 23 and 24 became known to that party.", "(2) The challenge shall be notified to the registrar, to the other party, to the arbitrator who is challenged and to the other members of the arbitral tribunal. The notification shall be in writing and shall state the reasons for the challenge.", "(3) When an arbitrator has been challenged by one party the other party may agree to the challenge. The arbitrator may also, after the challenge, withdraw from his office. In neither case does this imply acceptance of the validity of the grounds for the challenge. In both cases the procedure provided in articles 20 and 21 shall be used in full for the appointment of the substitute arbitrator even if during the process of appointing the challenged arbitrator a party had failed to exercise his right to appoint or to participate in the appointment.”", "Section 26", "“(1) If the other party does not agree to the challenge and the challenged arbitrator does not withdraw, the decision on the challenge will be made by the chairman, and his decision shall be final and binding.", "(2) When the chairman sustains the challenge, he shall appoint a substitute arbitrator.”", "By virtue of section 15 (11) of the Act disputes arising from collisions between vehicles are subject to mandatory arbitration and in such cases the parties shall be deemed to be bound by an arbitration agreement in relation to such disputes.", "In so far as relevant the Arbitration Rules, Subsidiary Legislation 387.01, Legal Notice 421 of 2004 as amended in 2005 and 2007, read as follows:", "Section 6", "“The appointment of an arbitrator shall be accompanied by a confirmation by such arbitrator accepting his appointment together with a declaration by him confirming his independence and impartiality in terms of section 23 of the Act.”", "Section 72", "“(1) In case of breach of duty by an arbitrator in relation to the management of the arbitration proceedings, the Registrar [of the Centre] may issue orders in writing to the arbitrator who shall be bound to comply as soon as possible with such order.", "(2) The Board may request the Registrar to issue any such orders to any arbitrator if, when reviewing progress in any arbitration, the Board notes that any provisions of the Act, these rules or any guidelines are not being observed or that the arbitrator is failing to manage the arbitration process efficiently.", "(3) When an arbitrator fails to observe the orders of the Registrar issued in terms of this rule, the Registrar shall report on such circumstances to the Board and the Board shall determine what disciplinary action to take against the arbitrator.", "(4) In case of breach of the duty of independence by the arbitrator because of an undisclosed conflict of interest or because of irregular communication or otherwise, with one of the parties or any person on behalf of a party, the Registrar shall make a written report to the Board copied to the arbitrator and to the parties and the Board shall decide what actions are to be taken.", "(5) In cases referred to above, the Board shall determine the issue after giving the arbitrator the opportunity of being heard and after considering such other evidence as may be appropriate.", "(6) In such cases the Board has the power to take such disciplinary action as it considers appropriate in view of the circumstances. The powers of the Board include:", "(a) the issuing of orders in relation to the proceedings;", "(b) the removal of the arbitrator from the arbitration;", "(c) the removal of the arbitrator from the domestic panel of arbitrators, and", "(d) the imposition of a disqualification to act as an arbitrator in Malta for a stated period not exceeding three years.", "(7) Action taken in terms of this rule by the Centre shall be without prejudice to any rights of the parties under applicable law.", "(8) Nothing in the foregoing rule shall limit the rules applicable to the challenge of arbitrators in the Act.”", "By means of Act IX of 2010 a number of amendments to the Arbitration Act were passed by Parliament, improving the guarantees applicable to arbitration. However, the Minister retained the power of introducing such amendments at later stages by means of a legal notice. On the date of the last correspondence with the applicant, namely 14 June 2011, these amendments had not yet come into force."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}