{"ITEMID": "001-82391", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "YILDIRIM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mrs Nesrin Yıldırım, is a Turkish national who was born in 1964 and lives in İzmir. She was represented before the Court by Mr A. Gültekin, a lawyer practising in İzmir. The Turkish Government (“the Government”) did not appoint an agent to represent them.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 December 1999, during the night, the applicant went into labour and was taken to the İzmir Atatürk Training and Research Hospital. Just after her arrival at the hospital at 5:30 a.m., the doctor at the hospital examined her and informed her that the baby was suffering from a high degree of asphyxia. Thus, she had to undergo a caesarean operation. Meanwhile, her relatives carried out the necessary formalities for her stay at the hospital.", "The operation started at 5.45 a.m. and the baby was born at 6.07 a.m. According to the birth card, the baby’s weight was 4 kg and his height was 53 cm. When the baby was born, he was not breathing. The team of anaesthetists carried out the necessary reanimation process on the body by way of intubation but, despite many attempts, he could not be revived. The relevant hospital document showed that the baby had been suffering from respiratory distress and had consumed his faeces whilst in the mother’s womb. The reason for death was foetal distress.", "Approximately five hours after the birth, a nurse had appeared outside the operating theatre holding the corpse of a baby wrapped in a cloth and had told the applicant’s husband that his baby had died. The corpse was taken to the hospital morgue.", "On 30 December 1999, according to a document prepared that day, the applicant was discharged from the hospital of her own free will. The authorities submitted that, upon leaving the hospital, neither the applicant nor her husband expressed their intention to take the corpse from the morgue for burial. Neither did the applicant pay the hospital expenses which were assessed at 81,950,000 Turkish liras ([TRL]; approximately 150 euros [EUR] at the material time).", "On 7 January 2000 the hospital authorities wrote to the Directorate of Graveyards, requesting that they carry out the burial procedure.", "On an unspecified date, the applicant and her husband allegedly requested the hospital authorities to hand over the corpse of the baby. In response, the authorities told them that they had waited until they had had four or five corpses of babies before burying them all.", "On an unspecified date, the applicant and her husband applied to the General Secretariat of the President’s Office (Cumhurbaşkanlığı Genel Sekreterliği), asking for information. On 5 June 2001 the applicant’s representative filed a complaint with the Izmir Public Prosecutor’s Office, requesting a preliminary investigation into the incident.", "On 8 June 2001 the Izmir public prosecutor wrote a letter to the Konak District Governorship’s Office, seeking permission for the prosecution of the responsible medical staff of the hospital according to Law no. 3483 (the Law on the Prosecution of Civil Servants and Public Officials). On 12 June 2001 the Konak District Governorship instituted an investigation.", "On 29 June 2001 a medical expert was appointed to prepare a preliminary report. After collecting all the necessary evidence, such as the patient’s files and the statements of all relevant persons, the expert concluded as follows: There had been six doctors, one anaesthetist and a midwife from the obstetrics department who had taken part in the medical procedure. A doctor named Selçuk, who was mentioned by the applicant, had never worked at that particular obstetrics department. There had been no other stillbirth case on the same date and none of the babies born that day had been exceptionally big, as alleged by the applicant.", "The applicant’s neighbours had also been heard as witnesses. Ö.B. stated that he had driven the couple to the hospital at the request of the applicant’s husband. Later that day, he had returned to the hospital where the applicant’s husband had told him that the baby had died and that he had seen its purple foot, but that his wife was well. Then the applicant’s husband and Ö.B went to see the doctor, who told them that they could take the corpse whenever they wished. However, the applicant’s husband had asked if the hospital authorities could carry out the burial as, financially, he was unable to do so at that stage. The doctor had said to the applicant’s husband that the hospital could bury the corpse when there were a few more unclaimed babies who had died. The husband had accepted this. Ö.B. added that three days later the applicant had “escaped” from the hospital to avoid paying the medical expenses and that she and her husband had stayed at home with the curtains closed for a while. The witness statement of Ms I.O., who was Ö.B.’s partner, was the same.", "Consequently, the preliminary report of the medical expert established that the applicant and her husband had not taken delivery of the corpse, knowingly and willingly, in order to avoid the hospital and burial expenses. The corpse had been kept in the hospital morgue for longer than the statutory period; however no claim had been made. It was then buried in the Karşıyaka Doğancay Cemetery by the authorities. Therefore, the medical staff had not committed any offence, as alleged by the applicant; nor had they been at fault during the entire incident.", "On 3 July 2001 the Secretariat of the President’s Office forwarded the applicant’s petition to the Ministry of Health. On 23 July 2001 the applicant and her husband filed an additional petition with the Izmir Public Prosecutor’s Office. They claimed that they had doubts about the death of their baby, as the corpse had not been handed over to them. They requested that the grave be opened and that a DNA examination be conducted. On 27 July 2001 the Ministry of Health sent a letter to the Izmir Governorship, accompanied by the applicant’s petition to the President’s Office, requesting an investigation into the applicant’s allegation.", "On 3 August 2001 the Konak District Governorship, after having examined the abovementioned expert report and the file, decided that no prosecution should be brought against the medical staff of the Obstetrics Department of Atatürk Hospital. The decision concluded that, on 28 December 1999, the applicant had been given a general anaesthetic in the course of a caesarean operation. After the delivery, the medical team had carried out the necessary reanimation process on the baby, which had been unsuccessful. It further stated that there was no other stillbirth case on that day; nor had a live baby been swapped with a stillborn. The family had refused to take the corpse in order to avoid the hospital expenses.", "The applicant challenged this decision before the İzmir Regional Administrative Court. On 28 November 2001 the Regional Administrative Court rejected the applicant’s appeal and upheld the decision of the District Governorship. On 2 January 2002 the applicant’s representative was notified of this decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}