{"ITEMID": "001-5423", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "NIKISHINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Russian citizen, born in 1967 and residing in Lyubertsy. She is represented before the Court by Mr Richard Daniel, Mr Alain Garay and Mr Arthur Leontyev, lawyers practising respectively in Norfolk, Paris and St. Petersburg.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 July 1991 the applicant gave birth to a son Yevgeniy. The applicant and the father of the son lived together from July 1991 to May 1992 but were never married. The applicant suffered physical abuse by her partner which led to their separation in May 1992. It was agreed that the applicant would have custody of the child and that the child would visit his father at weekends.", "In the summer of 1997 the applicant began to associate with the religious minority known as the Jehovah’s Witnesses and involved her son in its religious activities. Her former partner, being an Orthodox believer, turned to a public organisation called the Committee for Rescuing Youth from Totalitarian Sects and the Lyubertsy Custody Council, a State agency, with a view to obtaining custody of the child for himself.", "On 9 March 1998 the father refused to return the child to the applicant following a weekend visit. The applicant complained to the police and on 16 March 1998 filed an application for legal custody with the Lyubertsy City Court (Люберецкий городской суд). On 19 March 1998 the applicant was notified that her former partner had already applied for custody and that the hearing of the case was scheduled to begin on 24 March 1998.", "By judgment of 14 April 1998 the Lyubertsy City Court granted custody of the child to the father, ordered him not to prevent the applicant’s contacts with the child and dismissed the applicant’s counterclaim. In reaching its decision the City Court took into account, inter alia, a report submitted by the Committee for Rescuing Youth from Totalitarian Sects and prepared by the researchers of the Russian Academy of Education, which described the Jehovah’s Witnesses organisation as a destructive and totalitarian sect whose activity presents a serious danger for society. It found that the applicant’s affiliation with the organisation had a harmful effect on the health and development of the child.", "", "On 12 July 1998 the Judicial Chamber for Civil Cases of the Moscow Regional Court (судебная коллегия по гражданским делам Московского областного суда) upheld the judgment of the first instance court and dismissed the applicant’s appeal in cassation. On 17 November 1998 the applicant requested the Chairman of the Moscow Regional Court to order a review of her case. By letter of 8 February 1999 the Regional Court rejected the applicant’s request.", "On 23 February 1999 the applicant filed an application with the Lyublino District Court of Moscow (Люблинский районный суд г. Москвы) - a court with jurisdiction over the father’s area of residence - to define and extend the contacts with her son, whom she saw 2 hours a week in the presence of the father. On 31 March 1999 the Moscow Regional Public Prosecutor refused the applicant’s request to reconsider her case.", "On 17 May 1999 the applicant filed a petition with the Supreme Court of Russia requesting its officials to lodge a protest against the lower courts’ judgments. The request was granted by the Deputy Chairman of the Supreme Court, whose protest was then put before the Moscow Regional Court for consideration. By decision of 29 June 1999 the Presidium of the Moscow Regional Court rejected the protest brought by the Deputy Chairman of the Supreme Court and upheld the validity of the impugned judgments. The applicant was not present at the hearing before the Regional Court as she was only notified of it on 4 July 1999 by a letter postmarked 28 June 1999.", "By decision of 22 July 1999 the Judicial Chamber for Civil Cases of the Supreme Court of Russia revoked, upon a protest by the Deputy Chairman of the Supreme Court, the judgments of the Lyubertsy City Court and the Moscow Regional Court, as well as the decision of the Presidium of the Moscow Regional Court. It sent the case back to the first instance court for new consideration. It found that in examining the applicant’s case the courts had infringed norms of substantive and procedural law. In particular, they had wrongly entered into a discussion of the nature of the Jehovah’s Witnesses organisation and failed adequately to examine all the relevant individual circumstances of the applicant’s case.", "On 23 August 1999, following the re-opening of the custody proceedings, the case went back to the Lyubertsy City Court, which adjourned it until 20 September 1999. As the father failed to appear before the court on that date, the hearing was further postponed until 22 November 1999. On 5 October 1999 the Lyublino District Court, where the applicant’s request for defined and extended contact stood adjourned, ordered the case to be remitted to the Lyubertsy City Court for examination jointly with the custody issue.", "On 22 November 1999 the Lyubertsy City Court held a hearing in which it refused the applicant’s request for the return of the child pending determination of the long term future as well as for an independent psychological report on his current condition. The hearing scheduled for 24 January 2000 was adjourned due to the absence of the father. On 14 February 2000 the City Court held a further hearing.", "On 13 March 2000 the applicant and the father concluded a friendly settlement, renouncing fully their reciprocal claims before the Lyubertsy City Court concerning the custody of their child. The applicant also withdrew her claims previously presented to the Lyublino District Court regarding the definition and extension of contacts with her son.", "According to the settlement, the child would reside with his father and the mother would have the child at weekends. In agreement with the father, the mother can meet with the child in the evening on weekdays and take him with her on school holidays. It was further agreed that the child could not be drawn into religious associations against his will and without the consent of his parents.", "By an order issued on the same day, the Lyubertsy City Court approved the settlement and terminated the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}