{"ITEMID": "001-68825", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SCHEPER v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Mark Villiger", "TEXT": ["The applicant, Jan C.R.R. Scheper, is a Netherlands national who was born in 1968 and lives in Rijswijk. He was represented before the Court by Mr J. Boksem, a lawyer practising in Leeuwarden.", "On an unspecified date, the applicant was charged with having raped three drug-addicted street prostitutes, Ms A., Ms B. and Ms C., and an unrelated count of forgery. He was summoned to appear on 27 July 1999 before the Arnhem Regional Court (arrondissementsrechtbank) in order to stand trial on these charges. In the course of the adversarial proceedings before the Regional Court, the applicant admitted that he had had sexual intercourse with the three women, but denied having raped them. The three women were not heard before the Arnhem Regional Court.", "In its judgment of 24 March 2000, the Arnhem Regional Court convicted the applicant of having raped Ms A., Ms B. and Ms C. and of forgery, and sentenced him to four years imprisonment. In addition, having found that the applicant was suffering from a personality disorder and was dangerous, it further ordered his confinement in a custodial clinic (terbeschikkingstelling met bevel tot verpleging van overheidswege). It also ordered the applicant to pay Ms A., who had joined the criminal proceedings as a civil injured party (benadeelde partij) and had filed a claim for compensation of damage incurred, an amount of 5,300 Netherlands Guilders (“NLG”; i.e. 2,405.04 euros).", "The applicant filed an appeal with the Arnhem Court of Appeal (gerechtshof).", "On 22 August 2000, the Court of Appeal commenced its examination of the applicant's appeal and considered the request by the defence to summon Ms A., Ms B. and Ms C., as well as two ex-girlfriends, in order to give evidence before the Court of Appeal. After having deliberated, the Court of Appeal decided to adjourn its examination of this request. It considered, finding that insufficient reasons had been given for this request, that it could not determine the necessity to hear these witnesses. It requested the defence to submit a reasoned request for hearing witnesses well before 2 November 2004 when it would resume its examination of the appeal.", "The Court of Appeal resumed the proceedings on 2 November 2000. As its composition had changed in the meantime, the Court of Appeal fully recommenced its examination of the applicant's case. The applicant submitted that he had been unjustly convicted. He confirmed that he had had sexual contacts with Ms A., Ms B. and Ms C. but denied that he had raped them. He stated that Ms A. was a prostitute and he confirmed having taken her in his car.", "When heard before the Court of Appeal, Ms A. stated:", "“It is correct that I got into the car of the suspect. I did not know the suspect before, also not from the café. What this man has done is not normal. I had not expected the suspect to be here. This is a shock to me and I do not want to testify now. I have been heard in a detailed manner by the police for two days.", "I also do not understand that I must now act as a witness. I have received from the public prosecutor's department a notification for an injured party and that is the reason for my present appearance. I want compensation for what has been done to me. I now first want to consult my mother.”", "After the public prosecutor had informed the Court of Appeal that it was possible that Ms A. had only received the notification for an injured party but not the summons to appear as a witness, the Court of Appeal suspended the hearing in order to allow Ms A. to consult her mother.", "When it resumed the hearing, the Court of Appeal noted that Ms A. was no longer in the court room. Her mother stated before the court:", "“My daughter is now in the hall of the court. She had not expected having to appear as a witness. She no longer lives at home and has not seen the summons. My daughter does not wish to see [the applicant] anymore and does not wish to recall what has happened to her. She has tried for seven months to stop taking drugs but unfortunately without success, she is still addicted. She cannot face having to recount her story again.”", "The public prosecutor informed the Court of Appeal that it did not find it necessary to hear Ms A., that the last known address of Ms B. was a Groningen aftercare organisation and the last known address of Ms C. that of an Amsterdam police station. The public prosecutor submitted that summoning these two witnesses would be pointless, unless the defence had new addresses for these witnesses. The defence stated that it was important to take oral evidence from these witnesses and that it expected that, if the judicial authorities made the necessary efforts, it would be possible to summon them.", "After having deliberated, the Court of Appeal ordered the public prosecutor to make all possible efforts to take evidence from Ms A., Ms B. and Ms C. as well as from two male witnesses, Mr K. and Mr M., who had been proposed by the defence. It adjourned its further examination until 19 January 2001.", "The appeal proceedings were resumed on 19 January 2001. As its composition had changed again in the meantime, the Court of Appeal fully recommenced its examination of the applicant's case. It noted, inter alia, the submission of a written record of the evidence given by Mr K. on 19 December 2000 before the investigating judge (rechter-commissaris) at the Arnhem Regional Court, and that according to information provided by the investigating judge it had not been possible to hear Ms A., Ms B., Ms C. or Mr M. The defence stated that it waived its wish to hear Mr M. The defence further submitted that, although it understood that it was pointless and superfluous to summon the three victims, the taking of their evidence remained important for the defence and that, therefore, it did not formally waive its wish to hear them. The public prosecutor agreed with the defence that summoning the three victims would be pointless and proposed that the Court of Appeal would proceed with its examination of the applicant's appeal. The public prosecutor further did not find it necessary to hear Mr M.", "After having deliberated, the Court of Appeal decided that it did not see any merit in ordering fresh attempts to summon the three victims as it was unlikely that they would appear within an acceptable delay. It therefore rejected the request by the defence to summon them. Further noting that none of the parties wished to hear Mr M., it considered that it was no longer necessary to hear this witness.", "It heard the applicant, who admitted having had sexual intercourse with Ms A., Ms B. and Ms C. but denied having raped them. As regards the charges relating to Ms A. he added that he had had chocolate in his car, but denied having inserted chocolate into her vagina.. After having heard the parties' final pleadings, the Court of Appeal closed its examination and set a date for judgment.", "In its judgment of 2 February 2001, the Court of Appeal quashed the judgment of 24 March 2000 and convicted the applicant of having raped Ms A., Ms B. and Ms C. and of forgery.", "As regards the imposition of its sentence the Court of Appeal took into account that the applicant, in the course of a period of slightly more than one month, had on three occasions picked up a street prostitute in his car. As from the outset he then subsequently misled the woman by pretending, inter alia, that he could pay by providing drugs. He then committed very humiliating acts, in particular by inserting chocolate bars in the vagina of one of his victims. He fully ignored the victims' feelings and abused the very vulnerable position in which the victims, being street prostitutes, found themselves. Having found that at the material time the applicant was able to understand the unlawful nature of his acts but that his mental faculties were so poorly developed that he could only be held responsible for these offences to a limited degree, whereas there was a considerable danger of recidivism of aggressive sexual offences against women, the Court of Appeal sentenced the applicant to four years imprisonment in combination with an order for his confinement in a custodial clinic. It also ordered the applicant to pay the injured party Ms A. compensation in an amount of NLG 5,300.", "The Court of Appeal based its conviction of the applicant of the rape of Ms A., Ms B. and Ms C. on the following means of evidence:", "- the applicant's statement before the Court of Appeal that he had had sexual intercourse with Ms A.;", "- the detailed statement given by Ms A. to the police in which she related, inter alia, that on 9 September 1998 in Arnhem she had seen her colleague and friend Ms X. sitting next to the driver in a car passing by, that shortly thereafter this car had stopped near to the telephone booth in which she had taken shelter from the rain and that Ms X. was no longer in the car, that she had then been picked up by the driver of this car who had subsequently raped her in a brutal and very painful manner in that, before forcing her to have intercourse with him, he had forcibly inserted several chocolate bars into her vagina, and that he had also taken photographs of her before he had allowed her to dress and leave the car;", "- a report on a medical examination of Ms A. on 9 September 1998 according to which her vagina was considerably soiled by chocolate;", "- the record of observations and findings (relaas van waarnemingen en bevindingen) drawn up by the reporting police officers M.H. and F.M., according to which staff of the Groningen police region had informed them, after the rape of Ms A. had been signalled in a police bulletin, that in August 1998 – both in Groningen and Amsterdam – a man had raped drug-addicted prostitutes in a similar manner, that in the Amsterdam case the perpetrator had also taken similar photographs as in the Arnhem case, that in all cases the suspect had been heard who had confirmed having had contacts with the victims but that these contacts had been consensual although he had not paid the prostitutes, and that the suspect had been identified as [the applicant];", "- Ms X.'s recognition of the applicant as the driver of the car from a number of photographs of different persons shown to her on 2 March 1999, at which occasion she stated that his hair style on the photograph was different than when she had seen him;", "- Ms A.'s recognition of the applicant as her assailant from a number of photographs of different persons shown to her on 3 March 1999;", "- the detailed statement given by Ms B. to the police, in which she related inter alia that on or around 7 August 1998 in the Groningen region she had been forced to get into a car driven by a rather aggressive man who had subsequently raped her in a crude manner, and that she remembered the car's licence plate;", "- the record of observations and findings drawn up by the police officer who had taken down Ms B.'s criminal complaint on 18 August 1998. According to this record the description and licence plate of the car given by Ms B. corresponded to a car that was being used by the applicant and Ms B.'s description of her assailant corresponded to the applicant's features. The record further states that, on 26 August 1998, the reporting police officer had been informed by the Amsterdam police that the driver of a car with the same licence plate and whose physical features exactly matched the description given by Ms B., was being searched for having raped, sexually assaulted, threatened and unlawfully deprived of liberty a German street prostitute in Amsterdam, Ms C., who had filed a criminal complaint on 25 August 1998;", "- the applicant's statement to the police in which he confirmed that he had had sexual contacts with a prostitute in Groningen and in which he described the car in which he had then driven, the licence plate and description matching the information given by Ms B.;", "- the detailed statement given by Ms C. to the police, in which she related, inter alia, that on 26 August 1998 shortly after midnight in Amsterdam she had been picked up by a client in a car, that her friend had noted down the licence plate of this car, and that she had subsequently been raped in an aggressive and very painful manner by the driver of this car; and", "- the applicant's statement to the police in which he confirmed that he had had intercourse with a prostitute whom he had picked up in Amsterdam by the end of August 1998, and in which he described the car he had then driven, the description and licence plate matching the information given by Ms C.", "The applicant's subsequent appeal in cassation was rejected by the Supreme Court (Hoge Raad) on 11 June 2002. The Supreme Court found that Article 6 of the Convention did not prevent the use in evidence of the statements given by Ms A., Ms B. and Ms C. to the police despite the fact that neither the applicant nor his lawyer had been able to question them as a witness. In this respect the Supreme Court accepted as correct and not unreasonable the conclusion of the Court of Appeal that further attempts to make the three victims appear before the Court of Appeal would serve no useful purpose. The Supreme Court also accepted that the respective statements by Ms A., Ms B. and Ms C. were sufficiently corroborated by other means of evidence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}