{"ITEMID": "001-22822", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "WIRTSCHAFTS-TREND ZEITSCHRIFTEN-VERLAGSGES. M.B.H. v. AUSTRIA (No. 2) ", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["The applicant company, “Wirtschafts-Trend” Zeitschriften-Verlagsgesellschaft mbH, is the owner and publisher of the weekly news magazine Profil with its seat in Vienna. It is represented before the Court by Giger, Ruggenthaler & Simon, lawyers practising in Perchtoldsdorf/Austria.", "The facts of the case, as submitted by the applicant company, may be summarised as follows.", "On 21 June 1999 the news magazine Profil published an article with excerpts of the minutes of preliminary investigations in criminal proceedings against three aliens’ police officers, who had, on 1 May 1999, accompanied a deportation flight on which the deportee had died under unclear circumstances. The incident, which received high press coverage in Austria, evoked a public debate on deportation practices, in particular as regards the use of handcuffs and adhesive tapes for breaking the resistance of the deportee. Under the heading “Lethal trick” (“Tödlicher Trick”) the article at issue dealt with extracts of conflicting statements the aliens’ police officers had made on the incident and their conduct during the deportation flight, in particular at the Austrian Embassy in Sofia, the Vienna Public Security Office (Sicherheitsdirektion) and the Korneuburg Regional Court (Landesgericht). The article finished with the quotation of one of the officers who stated that “we were surprised and assumed at first that it was a trick” that, after his handcuffs had been opened and the adhesive tapes, which had been place over his mouth and nose, had been taken away upon the landing, the deportee did not react to their request to follow them. “Twenty minutes later a Bulgarian doctor confirmed the death of the Nigerian deportee.” While throughout the article the police officers concerned were referred to with their first name and the initial of their last name, Mr K.’s job title and his full last name were disclosed in an eye-catching position directly above the headline.", "On 20 August 1999 Mr K. filed a compensation claim under section 7a § 1 of the Austrian Media Act (Mediengesetz) against the applicant company.", "On 24 August 1999 the Wiener Neustadt Regional Court (Landesgericht) dismissed the claim on the ground that Mr K. had failed to substantiate which legitimate interests had been violated in his case.", "On 11 October 1999 the Vienna Court of Appeal (Oberlandesgericht), granting Mr K.’s appeal, quashed the lower court’s decision and referred the case back to it to establish whether or not any legitimate interests of Mr K. had been injured through the disclosure of his identity.", "On 10 November 1999 the Regional Court, after having held a hearing, ordered the applicant company to pay ATS 25,000 (EUR 1,816) in compensation to Mr K. The court noted that at the time of the publication of the article, criminal investigation proceedings and disciplinary proceedings were pending against Mr K. and that he was suspended from office. Since the disclosure of Mr K.’s full name, he suffered social exclusion in his village and was exposed to debates with relatives and within his circle of acquaintances concerning the incident. As a consequence of the article, his quality of life had changed to the detriment. Therefore, the disclosure of Mr K.’s full name violated his legitimate private interests, which prevailed over the public interest in the publication of such details, pursuant to section 7a § 1 of the Media Act.", "In its appeal of 1 February 2000 the applicant company complained that the Regional Court’s balancing of interests was not in line with this Court’s case law under Article 10, as there was no “pressing social need” to impose a fine.", "On 26 April 2000 the Court of Appeal, after having held a hearing, dismissed the appeal and confirmed the lower court’s judgment. It noted that topics such as performance of police officers, treatment of asylum seekers and potential abuse of the exercise of authority are of predominant public interest. However, modalities of deportation practices, as reported in the article, could also be criticised without disclosing the identity of the involved police officer. The public interest in the disclosure of the identity of the person concerned could be outweighed by that person’s legitimate interests. Moreover, in the light of the early stage of the criminal proceedings against Mr K., the lower court had correctly given priority to his legitimate interests.", "Section 7a § 1 of the Media Act reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person’s position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 14,535 euros; additionally, section 6 (1), second sentence, shall apply.", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1)1 is such as to give rise to an interference with the victim’s strictly private life or to his or her exposure,", "2. in the case of subsection (1)2 relates to a juvenile or merely to a lesser indictable offence or may substantially prejudice the victim’s advancement.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}