{"ITEMID": "001-107026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF PENIAS AND ORTMAIR v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The first applicant was born in 1979 and lives in St Peter am Hart. The second applicant was born in 1955 and lives in Maria Schmolln.", "6. On 14 February 2002 the Braunau District Administrative Authority (Bezirkshauptmannschaft) informed the applicant that he was suspected of having driven a motor vehicle under the influence of alcohol contrary to sections 5(1) and 99(1)(a) of the Road Traffic Act (Strassenverkehrsordnung) on 10 February 2002. The breathalyser test had shown an alcohol level of 0.63 mg/l in his breath.", "7. In his submissions of 1 March 2002 the applicant argued that allowance should be made for 5% inaccuracy in the result of the breathalyser test. This would lead to an established alcohol level of less than 0.60 mg/l and his conduct would therefore constitute a less serious offence under Sections 5(1) and 99(1)(b) of the Road Traffic Act.", "8. On 8 April 2002 the Braunau District Administrative Authority found the applicant guilty of the offence of drunk driving under sections 5(1) and 99(1)(a) of the Road Traffic Act, which provides for a fine of between 872 and 4,360 euros (EUR). It imposed a fine of EUR 1,162 on him with seventeen days’ imprisonment in the event of default. Having regard to the evidence before it, the District Authority noted that the breathalyser at issue had been duly checked by the Office of Weights and Measurements (Bundesamt für Eich-und Vermessungswesen) and the test had been carried out correctly. Referring to the Administrative Court’s case-law, it noted that in such circumstances there was no need to make any allowance for inaccuracy.", "9. The applicant appealed, repeating his argument as regards the alleged imprecision of the breathalyser test.", "10. After holding a hearing, the Upper Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat) allowed the applicant’s appeal in part. In its decision of 17 June 2002 it found that an alcohol level in the applicant’s breath of 0.59 mg/l could be considered to have been confirmed, since allowance had to be made for a possible inaccuracy in the result of the breathalyser test. Consequently, it convicted the applicant under sections 5(1) and 99(1)(b) of the Road Traffic Act, which provides for a fine of between EUR 581 and EUR 3,633, and reduced the fine to EUR 1,000 with fourteen days’ imprisonment in the event of default.", "11. The Independent Administrative Panel considered that the question about possible inaccuracy of the breathalyser test was not a matter of law but a matter of fact. There was documentary evidence, and also evidence from an expert on weights and measurements, that for this particular type of breathalyser 5% inaccuracy could not be ruled out.", "12. The decision was served on the applicant on 24 July 2002. He did not lodge a complaint with the Constitutional Court (Verfassungsgerichtshof) or the Administrative Court (Verwaltungsgerichtshof) within the statutory six-week time-limit. There was no other party to the proceedings who could lodge a complaint.", "13. On 7 August 2002 the Independent Administrative Panel’s decision of 17 June 2002 was served on the Federal Minister for Traffic, Innovation and Technology.", "14. On 18 September 2002 the Federal Minister for Traffic, Innovation and Technology lodged an official complaint (Amtsbeschwerde) under Article 131 (1) subparagraph (2) of the Federal Constitution (BundesVerfassungsgesetz) against that decision, on the ground that it contained an error of law. According to the Administrative Court’s case-law the authority was obliged to base its finding in respect of the blood alcohol level of the accused on the result of the breathalyser test. In the present case, the breathalyser had been duly examined by the Office for Weights and Measurements and no doubts had been raised as to its correct functioning.", "15. On 18 February 2005 the Administrative Court, following the official complaint, quashed the Independent Administrative Panel’s decision of 17 June 2002 and referred the case back to it. It found that the decision had applied the law incorrectly, since there was no ground to make allowance for inaccuracy in the breathalyser test.", "16. In his submissions of 15 March 2005 the applicant asserted that it would violate the requirements of a fair trial if the quashing of the Independent Administrative Panel’s decision following the Federal Minister’s official complaint had any negative consequences for him.", "17. On 21 March 2005 the Independent Administrative Panel, noting that it was bound by the Administrative Court’s legal view, dismissed the applicant’s appeal against the Braunau District Authority’s decision of 8 April 2002. Consequently, his conviction under section 99(1)(a) of the Road Traffic Act was upheld.", "18. As regards the sentence, the Independent Administrative Panel noted that section 99(1)(a) provided for a fine of between EUR 872 and EUR 4,360. It found that the minimum fine of EUR 872 with ten days’ imprisonment in the event of default was appropriate. It noted that the applicant had no prior convictions, and also had regard to the Constitutional Court’s case-law, according to which unreasonably lengthy proceedings could lead to a reduction of the sentence.", "19. The applicant lodged a complaint with the Constitutional Court, claiming several violations of Article 6 of the Convention. He submitted, in particular, that the proceedings had been unreasonably lengthy and that he had no remedy in this respect; that the Administrative Court and subsequently the Independent Administrative Panel had disregarded the expert opinion and documentary evidence on the reliability of the breathalyser test and that his conviction had thus been based on a mere presumption.", "20. Moreover, the applicant alleged that the proceedings were unfair, and violated the ne bis in idem principle, since the proceedings had been reopened following the Federal Minister’s official complaint, although the Independent Administrative Panel’s decision had already become final. However the reopening was not justified by any of the reasons mentioned in Article 4 § 2 of Protocol No. 7, and the new proceedings had produced a result which was unfavourable to him.", "21. The applicant also complained that he did not have a review by a higher tribunal as required by Article 2 of Protocol No. 7, since the scope of the Administrative Court review was limited. Finally, relying on Article 1 of Protocol No. 1, he complained that the fixing of sentences in administrative criminal law did not take offenders’ financial situations into account.", "22. On 13 June 2005 the Constitutional Court dismissed the applicant’s complaint for lack of prospects of success. On a request by the applicant on 21 July 2005 it transferred the case to the Administrative Court.", "23. On 23 May 2006 the Administrative Court dismissed the applicant’s complaint as being unfounded. This decision was served on the applicant’s counsel on 21 June 2006.", "24. On 1 December 2001 the applicant was stopped by a traffic patrol and asked to undergo a breathalyser test. The test showed an alcohol level of 0.60 mg/l in his breath.", "25. On 5 December 2001 the Braunau District Administrative Authority informed the applicant that he was suspected of the offence of driving under the influence of alcohol under sections 5(1) and 99(1)(a) of the Road Traffic Act, with a breath alcohol level of 0.60 mg/l. The authority requested the applicant to submit his defence.", "26. By a penal order of 17 January 2002 the District Administrative Authority found the applicant guilty of drunk driving under sections 5(1) and 99(1)(a) of the Road Traffic Act and sentenced him to a fine of EUR 872.07 with 13 days’ imprisonment in the event of default. Noting that the breathalyser used had been correctly calibrated, it dismissed the applicant’s argument that the result of the breathalyser test could not be deemed to be completely accurate and that allowance had to be made for possible calibration and measurement errors. As to the fixing of the sentence, the authority noted that despite its request the applicant had not submitted evidence of his income. Thus, it based itself on his unsupported submission that he had a net income of EUR 1,100 per month and no maintenance obligations.", "27. The applicant appealed on 24 January 2002.", "28. On 12 March 2002 the Upper Austria Independent Administrative Panel held a hearing. It questioned the applicant and an expert on weights and measurements. In addition it took documentary evidence, including submissions from the Federal Office of Weights and Measurements relating to the calibration of the breathalyser at issue, and an expert opinion which had been published in a professional journal.", "29. By a decision of 19 March 2002 the Independent Administrative Panel allowed the applicant’s appeal in part. Referring to the evidence before it, the Independent Administrative Panel held that a certain imprecision of the measurement could not be excluded. Even making allowance for possible inaccuracy a breath alcohol level of 0.57 mg/l could be established beyond all doubt. The offence therefore fell under section 99(1)(b) of the Road Traffic Act and the fine was to be reduced to EUR 700, with nine days’ imprisonment in the event of default.", "30. The Independent Administrative Panel’s decision was served on the applicant’s counsel on 3 April 2002. The applicant did not lodge a complaint with the Administrative Court or the Constitutional Court within the statutory six-week time-limit. There was no other party to the proceedings who could lodge a complaint.", "31. On 10 May 2002 the Independent Administrative Panel’s decision of 19 March 2002 was served on the Federal Minister for Traffic, Innovation and Technology.", "32. On 19 June 2002 the Federal Minister for Traffic, Innovation and Technology lodged an official complaint under Article 131(1) subparagraph (2) of the Federal Constitution, arguing that the Independent Administrative Panel’s decision had applied the law incorrectly in that it had made allowance for a possible inaccuracy in the result of the breathalyser test.", "33. The Administrative Court served the official complaint on the applicant, informing him that he could submit observations. The applicant did not make use of this possibility.", "34. On 25 January 2005 the Administrative Court, following the official complaint, quashed the Independent Administrative Panel’s decision of 19 March 2002 and referred the case back to it. It observed that a driver who was required to undergo a breathalyser test had the right to request that a blood sample be taken to confirm the result, while the law and its own caselaw did not provide for a conclusion to be drawn from the result of the breathalyser test.", "35. On 7 March 2005 the Independent Administrative Panel asked the applicant to submit his comments and to indicate whether he wished a further hearing to be held. On 8 March 2005 the applicant submitted comments and stated that a further hearing could be dispensed with.", "36. On 14 March 2005 the Independent Administrative Panel dismissed an appeal by the applicant against the penal order of 17 January 2002. Applying the Administrative Court’s legal view, it held that an alcohol level of 0.60 mg/l in the applicant’s breath had been established by the breathalyser test. Therefore the conviction under section 99(1)(a) of the Road Traffic Act stood. However, the Independent Administrative Panel noted that it shared the applicant’s concerns as regards a possible violation of Article 6 and Article 4 of Protocol No. 7 by the use of the official complaint procedure. It also noted that it had to set a fine of EUR 872, as this was the minimum fine applicable for the offence at issue. Taking the duration of the proceedings into account the Independent Administrative Panel reduced the default term of imprisonment from thirteen to ten days.", "37. The applicant lodged a complaint with the Constitutional Court on 19 May 2005. He raised complaints identical to the ones raised by the first applicant (see paragraphs 1921 above).", "38. On 13 June 2005 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success. In respect of the applicant’s complaint about the length of the proceedings, it noted that the Independent Administrative Panel had taken the lengthy duration of the proceedings into account. Upon the applicant’s request, the Constitutional Court referred the case to the Administrative Court by a decision of 29 July 2005.", "39. The applicant made submissions on 5 September 2005 to supplement his complaint to the Administrative Court.", "40. The Independent Administrative Panel submitted its observations in reply on 10 October 2005.", "41. On 14 July 2006 the Administrative Court, referring to its previous decision, dismissed the applicant’s complaint as unfounded. The judgment was served on the applicant’s counsel on 14 August 2006.", "42. By virtue of section 51(1) of the Administrative Offences Act (Verwaltungsstrafgesetz), the accused may lodge an appeal against a penal order with the Independent Administrative Panel.", "43. The administrative authority which has issued the impugned decision is a party to the proceedings before the Independent Administrative Panel (section 51(d)).", "44. Pursuant to Article 129 of the Federal Constitution (BundesVerfassungsgesetz) Independent Administrative Panels are set up in the Länder. The function of these panels includes determining both the factual and legal issues arising in cases concerning administrative offences.", "45. By virtue of Article 130 of the Federal Constitution the Administrative Court has jurisdiction to examine complaints alleging that a decision by an administrative authority or by an Independent Administrative Panel is unlawful.", "46. Article 131 (1) subparagraph (1) entitles a person who alleges that his or her rights have been violated by an administrative decision to lodge a complaint with the Administrative Court following exhaustion of appeals.", "47. Article 131 (1) subparagraph (2) of the Federal Constitution entitles the competent Minister, inter alia, in matters pertaining to the enforcement of federal laws by the Länder, to lodge an official complaint with the Administrative Court against an allegedly unlawful decision of an administrative authority, following exhaustion of appeals by the parties.", "48. Section 26 of the Administrative Court Act (Verwaltungsgerichts-hofgesetz) deals with time-limits for lodging complaints.", "Pursuant to section 26(1) subparagraph (1), a complaint under Article 131(1) subparagraph (1) has to be brought within six weeks of the date of service of the decision or, if the decision was only pronounced orally, from the date of pronouncement.", "Pursuant to section 26(1) subparagraph (2) an official complaint has to be brought within six weeks of the point when the decision at issue was served on the Federal Minister, or the Federal Minister becomes aware of the decision at issue.", "49. Section 42(1) of the Administrative Court Act states that, except where otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision. Section 42(2) lists the grounds of unlawfulness of a decision. Section 42(3) provides that if the Administrative Court quashes the impugned decision the proceedings are resumed at the stage they were at before that decision was issued.", "50. If the Administrative Court quashes the impugned decision, “the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court’s view of the law” (section 63(1))."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}