{"ITEMID": "001-98808", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MASSMANN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Jürgen Massmann, is a German national who was born in 1943 and lives in Baunatal. He was represented before the Court by Mr D. Amelung, a lawyer practising in Munich.", "The applicant, in his capacity as a member of the management board of a stock corporation established under German law, was involved in the preparation and conclusion of an agreement between the corporation and the Ministry of Defence and Aviation of the Kingdom of Saudi Arabia in January 1991 on the delivery of thirty-six tanks to Saudi Arabia.", "In 1995 the Augsburg public prosecution authorities initiated an investigation against the applicant on charges of breach of trust and evasion of income tax in connection with the said deals (file No. 10 KLs 520 Js 127135/95). He was suspected of having accepted for his own benefit - within the scope of a so-called kick-back procedure on the basis of a collusive agreement with a separately prosecuted arms lobbyist - the return flow of part of the commission payments made by the corporation and affiliated companies to an enterprise of which the said arms lobbyist was the beneficial owner (wirtschaftlicher Eigentümer). He had thereby allegedly acted in breach of his fiduciary duties vis-à-vis his employer and without declaring the funds received in his income tax return.", "In the course of the investigations the suspicion arose that in the period from 1991 to 1997 further executive staff of the said stock corporation and affiliated companies, including the applicant, had jointly evaded corporate and trade tax (Körperschafts- und Gewerbesteuer) by declaring commission payments as deductible expenses in breach of applicable tax law. The Augsburg public prosecution authorities severed this part of the investigations and they were subsequently conducted by the local public prosecution authorities with jurisdiction at Düsseldorf (file No. 28 Js 158/00). In the course of the severed preliminary proceedings (Ermittlungsverfahren) documents were confiscated from the corporation's and affiliated companies' premises as well as from the applicant, on the basis of a search warrant of the Düsseldorf District Court dated 5 June 2000.", "By a decision of 12 October 2000 the Augsburg Regional Court (Landgericht) ordered the seizure of the documents that had previously been confiscated by the Düsseldorf public prosecution authorities in the separate preliminary proceedings. The Düsseldorf Public Prosecutor provided some of the documents, including analysis reports.", "On 6 November 2001 the main hearing against the applicant and a co-accused member of the managing board on charges of income tax evasion and breach of trust was opened before the Augsburg Regional Court (file No. 501 Js 127135/95). On the same date defence counsel lodged a first application to obtain the entire file in the separately conducted investigation proceedings from the Düsseldorf public prosecution authorities and requested that the hearing be adjourned.", "On 8 November 2001 the Augsburg Regional Court refused to adjourn the hearing, and dismissed the applicant's request to obtain the file in the parallel proceedings as premature.", "On 6 December 2001 defence counsel again lodged an application to obtain the file in the parallel proceedings. He claimed that the content of the file would demonstrate that the applicant had not played a significant role in the transactions at issue. He further pointed out that further members of the management of the affiliated group who were suspects in the parallel proceedings together with the applicant had been summoned as witnesses in the proceedings before the Augsburg Regional Court. Effective questioning of these witnesses would only be possible if the defence was previously granted access to the file in the parallel proceedings. By a decision of the same day the Regional Court ordered that the file be obtained.", "By a letter dated 12 December 2001 the Düsseldorf Public Prosecutor stated that while there was no concern about granting the acting Chamber at the Augsburg Regional Court access to the file, the request for the applicant's counsel to have access to it had to be dismissed pursuant to Article 147 § 2 of the Code of Criminal Procedure (Strafprozessordnung - see Relevant Domestic Law below) on the ground that the preliminary investigations in the separate proceedings were ongoing and disclosure of the remaining documents might put the purpose of the investigations at risk. This was particularly the case because defence counsel was representing the applicant in both proceedings. The Augsburg Regional Court therefore refrained from obtaining the file.", "On the occasion of hearings that took place on 13 December 2001 and 8 and 10 January 2002 the applicant's counsel lodged further applications for an adjournment of the hearing of the witnesses who were at the same time suspects in the parallel preliminary proceedings until the defence had had the opportunity to examine the file in those proceedings. He claimed that this was necessary with a view to preparing the questioning of the witnesses and in order to determine the scope of the witnesses' privilege to refuse evidence and not to incriminate themselves on the ground that they were also suspects in the parallel preliminary investigations. Referring to the Düsseldorf public prosecution authorities' refusal of access to the file, the Regional Court rejected these requests and heard the witnesses. The Regional Court pointed out that it would always be possible to summon the witnesses again at a later stage.", "On 17 January 2002 the Regional Court dismissed requests lodged on 8 January 2002 by the applicant and the co-accused member of the management board for the file in the parallel proceedings to be seized. The Court held that it followed from the legal principle established in Article 96 of the Code of Criminal Procedure read in conjunction with Article 35 of the Basic Law (Grundgesetz - see Relevant domestic law below) that a seizure of the files would only be possible in the event the public prosecution authorities had not sufficiently reasoned their refusal of access to the file. However, in the case at hand the Düsseldorf public prosecution authorities had based their decision on Article 147 § 2 of the Code of Criminal Procedure, stipulating that counsel may be denied access to files in ongoing preliminary investigations if their disclosure might put the purpose of the investigations at risk. This provision constituted a lex specialis in relation to Article 96 of the Code of Criminal Procedure. Furthermore, there was nothing to establish that the decision of the Public Prosecutor to deny access had been arbitrary or unlawful. Given the Düsseldorf Public Prosecutor's refusal to make the file available to defence counsel, the Regional Court had refrained from obtaining the file altogether, specifying that consultation of the file by the court alone would be in breach of the rights of the defence.", "A further application to adjourn the hearing lodged on 29 January 2002 by the applicant was rejected by the Regional Court on 5 February 2002. The court held that the fact that it was not possible to obtain the entire file did not justify an adjournment of the hearing, since the Düsseldorf proceedings related to different tax evasion charges and different tax debtors. The Regional Court however pointed out that while it was not possible to obtain the entire file in the parallel proceedings, nothing prevented the applicant and the prosecution authorities from lodging applications in line with the formal requirements to obtain specific documents and other means of evidence included in the file.", "On 19 February 2002 the applicant again requested the seizure of the entire file in the parallel proceedings, but this time alternatively limited his request to those documents that had been seized from the applicant on the basis of the search warrant issued by the Düsseldorf District Court on 5 June 2000, as well as all documents compiled within the scope of an independent investigation of the case by an accounting firm and a law firm. By a decision of 5 March 2002 the Regional Court granted the applicant's alternative application and asked the Düsseldorf public prosecution authorities to examine whether disclosure of the said documents was possible.", "On 25 March 2002 the Düsseldorf Public Prosecutor agreed to disclose the requested documents and further announced that access to the entire file and residual documents would be granted in August 2002.", "By a decision of 4 April 2002 the Regional Court ordered the seizure of the documents specified in its decision of 5 March 2002 on the ground that they could be of importance as evidence in the proceedings and counsel subsequently had the opportunity to examine the requested documents.", "By a judgment of 23 July 2002 the Augsburg Regional Court convicted the applicant of tax evasion in three cases as well as of breach of trust and sentenced him to five years' imprisonment.", "By written submissions of 28 February 2003 and 22 June 2004 the applicant appealed against the Regional Court's judgment to the Federal Court of Justice (Bundesgerichtshof). He complained, inter alia, that the Regional Court's refusal to seize the file and to adjourn the proceedings until the entire file had been made available prevented him from effectively defending himself in breach of his right to a fair trial as guaranteed by the Basic Law and the Convention. Pursuant to Article 96 of the Code of Criminal Procedure, the Regional Court would have been under an obligation to obtain a decision by the Ministry of Justice of the North Rhine-Westphalia Land in its capacity as the Düsseldorf Public Prosecutor's superior authority on whether the refusal of access to the file was justified. Article 147 § 2 of the German Code of Criminal Procedure did not deal with a refusal of access in separately conducted proceedings and was not applicable in the case at hand. The question of whether Article 147 § 2 of the Code of Criminal Procedure was lex specialis in relation to its Article 96 was of significant importance. He further alleged that the information contained in the file would have demonstrated that the applicant had not played a responsible role in the transactions at issue, contrary to what had been established in the Regional Court's judgment.", "By a decision of 11 November 2004 the Federal Court of Justice (file No. 5 StR 299/03), following a statement by the Federal Public Prosecutor (Generalbundesanwalt), quashed the Regional Court's verdict as regards the assessment of the scope of the applicant's guilt (Schuldumfang) and to this extent remitted the case to another Chamber of the Regional Court. At the same time the Federal Court of Justice dismissed, inter alia, the applicant's complaint that due to the failure to obtain the file in the parallel proceedings his defence had been restricted in a decisive point as ill-founded.", "It found that it was doubtful whether the applicant had sufficiently substantiated this complaint pursuant to Article 338 no. 8 in conjunction with Article 344 § 2 of the Code of Criminal Procedure. The applicant had not established that there was a link between the alleged procedural flaw and the grounds on which the judgment of the Regional Court had been based. Once the applicant had been granted access to part of the files he would have been under an obligation to specify what missing information would be significant for his defence. Furthermore, defence counsel would have been under an obligation to continue his efforts for a disclosure of the entire file within the time-limit for lodging his appeal on points of law with a view to establishing in his submissions to the Federal Court of Justice that the non-disclosed parts of the file contained information that was significant for the defence. However, the applicant's submissions contained only theoretical conclusions on the possibly relevant content of the file.", "The Federal Court of Justice further confirmed that Article 147 § 2 of the Code of Criminal Procedure was lex specialis in relation to Section 96 of the Criminal Code of Procedure. When taking a decision on whether to grant access to files the Düsseldorf Public Prosecutor had to weigh the interest of the accused to effectively defend himself in the proceedings before the Augsburg Regional Court against the necessity to keep the file in the preliminary investigations secret and might for instance grant access to parts of the file. In the case at hand a judicial review of the prosecution authorities' denial to grant access to the files in analogous application of, inter alia, Article 147 § 5 of the Code of Criminal Procedure might be considered. The Regional Court on itsRegional Court until disclosure of the entire file.", "By a decision of 6 September 2005 (file No. 2 BvR 10/05) which was served on the applicant on 21 September 2005 the Federal Constitutional Court declined to consider the applicant's constitutional complaint.", "It found that his complaint about the Regional Court's refusal to seize the documents retained by the Düsseldorf Public Prosecutor was inadmissible since the applicant had not exhausted the appropriate procedural domestic remedies in this respect. He had failed to lodge applications for the taking of particular evidence, even though the Regional Court had indicated this possibility and even though the applicant had been granted access to parts of the files by the Düsseldorf Public Prosecutor. He had in particular been able to consult all the documents which had been the subject of his requests dated 29 January and 19 February 2002. From the material that had been made available to him he must have been in a position to reason what other specific means of evidence would be needed for his defence. Given the fact that the proceedings had lasted until the end of July 2002 he could have lodged further corresponding applications for the taking of evidence. However, allegations in respect of specific means of taking evidence had been made by the applicant for the first time during the proceedings before the Federal Court of Justice.", "The Federal Constitutional Court further pointed out that the Düsseldorf public prosecution authorities had announced that the entire file would be released in August 2002 and that the judgment of the Augsburg Regional Court had been pronounced on 23 July 2002. The applicant would have had the opportunity to lodge an application for an adjournment of the hearing of 23 July 2002 thereby avoiding the alleged violation of his basic rights instead of subsequently lodging an appeal against the first-instance judgment.", "In addition, the Federal Constitutional Court found that the applicant's complaint was inadmissible on the ground that he had not established that the contested judgment was based on the alleged violation of his basic rights as required by Sections 23 § 1 and Section 92 of the Federal Constitutional Court Act (Bundesverfassungsgerichtsgesetz). In his submissions before the Federal Court of Justice and the Federal Constitutional Court he had not sufficiently substantiated that the consideration of the parts of the file that had not been available during the proceedings before the Regional Court would have led to a different assessment of the case by the latter, even though he obviously had access to the retained parts of the file after termination of the main proceedings before the Augsburg Regional Court.", "The separately conducted preliminary proceedings regarding the evasion of corporate and trade tax (file No. 28 Js 158/00) were stayed by the Düsseldorf public prosecution authorities on 10 June 2005.", "Following remittal of the proceedings concerning the charges on breach of trust and evasion of income tax as regards the assessment of the scope of the applicant's guilt by the Federal Court of Justice, the Augsburg Regional Court, by a judgment of 19 December 2005 (file No. 501 Js 127135/95) reduced the applicant's sentence to two years and six months imprisonment.", "Following a further appeal lodged by the applicant, the Federal Court of Justice by a decision of 10 January 2007 amended the Regional Court's judgment of 19 December 2005 and reduced the applicant's sentence to two years imprisonment on probation. It dismissed the remainder of the applicant's appeal as ill-founded.", "By written submissions of 23 February 2007 the applicant lodged a constitutional complaint alleging, inter alia, a violation of his right to a fair trial on grounds different from those being the subject of the instant application. The latter proceedings are still pending before the Federal Constitutional Court.", "Pursuant to Article 35 of the Basic Law all federal and authorities of the Länder shall render legal and administrative assistance to one another.", "Article 96 of the Code of Criminal Procedure stipulates that access to files or other documents kept by public authorities or public servants may not be requested if their superior authority declares that the publication of these files or documents would be detrimental to the welfare of the Federation or of a German Land.", "Article 147 § 1 of the Code of Criminal Procedure provides that defence counsel is entitled to consult the files which have been presented to the trial court or which would have to be presented to the trial court in case of indictment and to inspect the exhibits. Paragraph 2 of this provision allows access to part or all of the files or to the exhibits to be refused until the preliminary investigation has ended if it might otherwise be at risk. Pending the termination of the preliminary investigation, it is for the Public Prosecutor's Office to decide whether to grant access to the files or not; thereafter it is for the president of the trial court (Article 147 § 5).", "Pursuant to Article 338 no. 8 of the Code of Criminal Procedure a judgment shall always be considered to be based on a violation of the law if the defence has been inadmissibly restricted by a decision of the court on a topic which was decisive for the judgment. Pursuant to Article 344 § 2, in the event an applicant complains of procedural flaws, he has to establish the facts as regards such flaws.", "Section 23 of the Federal Constitutional Court Act requires that applications for the institution of proceedings lodged with the Federal Constitutional Court must be lodged in writing, state the reasons for the complaint and specify the requisite evidence. Section 92 of the said Act stipulates that the right which has allegedly been violated has to be specified, as well as the action or omission of the organ or authority which has allegedly been at the origin of the violation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}