{"ITEMID": "001-75152", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KESZTHELYI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine under P1-1;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1928 and lives in Budapest.", "5. In the context of a real estate dispute, the applicant and her late husband brought an action before the Buda Surroundings District Court apparently in July 1987. The action concerned their claim to possess part of a disputed real estate and their request that the relevant land registry entry be rectified.", "6. On 20 November 1996 the District Court gave a partial decision as to the boundaries of the disputed land. As regards the land registry entry, the District Court ordered that this question be severed and dealt with by the Administrative Chamber of the District Court.", "7. On 23 September 1997 the Pest County Regional Court suspended the appellate proceedings concerning the partial decision, pending the proceedings before the Administrative Chamber of the District Court. The latter held hearings on 7 October and 2 December 1997 and 27 January 1998. On that date it rejected part of the action and suspended the examination of another aspect of the case.", "8. Meanwhile, the applicant and her late husband filed an application (no. 26209/95) with the European Commission of Human Rights (“the Commission”) complaining in essence about the protraction of the proceedings. On 21 May 1997 the application was declared partly admissible. On 9 December 1997 the First Chamber of the Commission adopted its Report under former Article 28 of the Convention, observing that the parties had concluded a friendly settlement.", "9. On 22 June 1998 the Pest County Regional Court dismissed the plaintiffs’ appeal against the decision of 27 January 1998. On 14 June 1999 the Supreme Court dismissed their petition for review.", "10. Following the subsequent adjudication of the question whose examination had been suspended on 27 January 1998 – in those proceedings the Regional Court held a hearing on 18 June 2001 and gave judgement on 25 June 2001 – the proceedings resumed in their part suspended on 23 September 1997.", "11. The Regional Court held hearings on 9 May, 13 June and 1 October 2002. On 22 October 2002 it accepted the plaintiffs’ claims and ordered the land registry to restore the original situation. On 20 March 2003 it rejected the plaintiffs’ request for rectification.", "12. In the resumed administrative proceedings, on 7 July 2004 the Buda Surroundings Land Registry refused to restore the original situation, observing that this was impossible because of the physical and legal changes concerning the disputed land in the meantime.", "13. On 10 December 2004 the Pest County Land Registry dismissed the applicant’s administrative appeal.", "14. On 24 January 205 the applicant brought an action for judicial review. A first hearing was scheduled by the Regional Court for 15 September 2005."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}