{"ITEMID": "001-101195", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PETR KOROLEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Remainder inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1951 and lived in Vladivostok.", "5. On 17 July 1995 the commanding officer of a military unit appointed the applicant as deputy master of the medium tanker (MT) Argun. On 25 July 1995 the command of the auxiliary fleet service of the Russian Pacific Fleet sent the applicant on a trade mission to Singapore. On 1 September 1995 the commander of the military unit appointed him as master of MT Argun. The applicant remained in this post until 10 April 1999.", "6. Between 28 April 1994 and 5 April 1996 the tanker was leased out by the State Committee for Management of the Property of the Russian Federation (“the State Property Committee”) to a private company Inakva Co. The lease agreement stipulated that the tanker was to be staffed by the auxiliary fleet service of the Pacific Fleet which also paid the staff's wages in the Russian national currency. Inakva Co was obligated to cover the part of the staff's wages that was paid in foreign currency and the tanker maintenance costs.", "7. On 5 April 1996 the State Property Committee signed a new lease agreement with an American company National Pacific Limited.", "8. On an unspecified date the applicant and his crew brought proceedings in the High Court of South Africa for the unpaid wages earned by them in 1995, 1996 and 1999.", "9. On 25 May 1999 the tanker was arrested in Cape Town, South Africa, pending adjudication of the dispute.", "10. By judgment of 25 November 1999 (of 13 August 1999 according to the documents submitted by the Government), the High Court of South Africa declared the Russian Federation to be the lawful owner of the vessel.", "11. On 12 March 2001 the Ministry of State Property of the Russian Federation, the successor of the State Property Committee, signed a new lease agreement with a private company Oil Compact, which was obligated to undertake all possible measures to release the tanker from arrest.", "12. By final judgment of 12 September 2002 the High Court awarded the applicant 79,750.79 United States dollars against the vessel MT Argun and interest at the rate of 15.5% per annum on that amount. The MT Argun was ordered to pay the applicant's costs and travel expenses. It was also decided that the vessel would be sold at an auction to cover the court awards.", "13. On 16 May 2003 the Supreme Court of Appeal of South Africa heard the parties' appeals and upheld the judgment of 12 September 2002.", "14. On 21 November 2003 the Ministry of State Property and Ministry of Defence signed an agreement with a private agent OAO Sovfrakht seeking release of MT Argun from arrest and its transfer to the Russian Military Fleet. On the same day OAO Sovfrakht signed an agreement with a third party Avangard-2 Shipping Company S.A. which won the auction and bought the vessel.", "15. On 16 January 2004 the MT Argun was handed over to the Russian Military Pacific Fleet.", "16. According to the applicant, in June and July 2006 he received part of the judicial award in the amount of 7,156 USD in respect of the wages and 4,752 USD in respect of the accrued interest.", "17. On 4 May 2006 the applicant brought proceedings against the State complaining of the actions (inaction) of the Federal Agency for Management of State Property in respect of his claims for unpaid wages and seeking to recover the said wages in the amount of 72.547 USD as well as legal expenses and non-pecuniary damage. On 5 May 2006 the Leninskiy District Court of Vladivostok declined jurisdiction in the case. This decision was upheld by the Primorye Regional Court on 28 June 2006.", "18. Thereafter, the applicant brought the same claims before the Tverskoy District Court of Moscow. On 3 October 2006 the District Court declined jurisdiction in favour of a justice of peace. This decision was upheld by the Moscow City Court on 27 February 2007. It appears that the applicant did not bring his claims to any other court.", "19. On 25 November 2002 the authorities initiated criminal proceedings in respect of the applicant in connection with his claims in the South African court.", "20. On 17 March 2003 the applicant was charged with fraudulent acquirement of title to the property of the Russian Federation and other related crimes. On the same day his case was sent for preliminary investigation to the military prosecutor's office of the Pacific Fleet, and the applicant was ordered not to leave town.", "21. On 26 August 2003 the preliminary investigation was stayed pending the applicant's convalescence. On 5 December 2003 the investigation was resumed.", "22. Between 16 January 2004 and 17 June 2005 the applicant and his legal counsel studied the case file.", "23. On 20 June 2005 the case was submitted for trial by the Leninskiy District Court of Vladivostok (“the District Court”) and was assigned to judge I.", "24. On 6 July 2005 the applicant requested that the preparatory hearing be postponed due to his counsel's illness.", "25. On 17 November 2005 the District Court refused to examine the case and ordered the prosecution to redraft the bill of indictment tainted with a number of defects. The case was returned to the court on 29 November 2005.", "26. On 12 January 2006 the hearing did not take place as the judge was involved in different proceedings.", "27. The hearing of 13 January 2006 also did not take place due to the applicant's illness. The proceedings were stayed pending his convalescence.", "28. On 6 July 2006 the proceedings resumed, but the hearing did not take place as the applicant's counsel did not appear.", "29. On 12 July 2006 the applicant was granted leave to study the new bill of indictment until 21 July 2006.", "30. On 24 July 2006 the court granted the applicant's request to send the case back to the prosecutor for re-drafting of the bill of indictment. The case was returned to the court on 18 August 2006 and was assigned to judge P.", "31. The hearings scheduled for September and October 2006 did not take place due to the applicant's illness.", "32. In November 2006 the court began hearing the case on the merits. The court adjourned the proceedings in November 2006, January and June 2007, each time for a week, due to the applicant's or his counsel's illness.", "33. On 25 June 2007 the court adjourned the proceedings for ten days as the judge was away on a study trip.", "34. The hearings of 24 December 2007 and 25 January 2008 did not take place following the applicant's and his counsel's failure to appear.", "35. By judgment of 11 March 2008 the applicant was convicted of fraudulent acquirement of title to property by way of obtaining of the court award of allegedly unpaid wages, and received a suspended sentence of five years' imprisonment.", "36. On 2 June 2009 the applicant died.", "37. Article 437 provided that the procedure for enforcement of foreign judgments was determined by the relevant international treaties. It further stated that a judgment of a foreign court could be submitted for enforcement within three years after its adoption.", "38. Article 409 provides that judgments of foreign courts concerning civil matters are recognized and enforced in Russia pursuant to a pertinent international treaty. It further stipulates that such judgments can be submitted for enforcement within three years after their adoption.", "39. Article 410 provides that a request for enforcement of a foreign judgment should be filed with a regional court or other court of equal standing at the place of the debtor's residence or location.", "40. Article 411 sets out the rules of procedure applying to the requests for enforcement of foreign judgments.", "41. The court ruled that lack of a pertinent international treaty cannot be cited as grounds for refusal of a request for enforcement of a foreign judgment. It further stated that such a request can be granted in the event that the courts of the relevant foreign State recognize the judgments of the Russian courts on the basis of reciprocity. It ordered that the lower court verify whether such reciprocity existed in the case at hand and inquire into the existence of other international treaties concerning the two relevant States that might concern co-operation in the legal and judicial domain.", "42. The Convention requires that that all members of the Commonwealth of Independent States, including Russia, Ukraine and Belarus grant the citizens of the other member States the national legal regime in all legal matters. Section III determines the reciprocal order of recognition and enforcement of the decisions taken by legal bodies in civil, family and criminal cases."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}