{"ITEMID": "001-4514", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "J.E.D. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a national of the Ivory Coast, born in 1968 in Agboville. He is represented before the Court by Jonathan & Chuks Solicitors, London.", "The facts of the case as they have been submitted by the applicant and as deduced from the case file may be summarised as follows:", "On 8 September 1994 the applicant arrived in London on a flight from Abidjan via Lisbon and claimed political asylum on the same day. When interviewed the applicant stated that he had been forced to flee the Ivory Coast on account of his involvement in the Federation Estudiante et Scolaire de Cote d’Ivoire (hereinafter “FESCI”), a student movement. He alleged that he had taken part in a demonstration on 11 May 1994. Following the demonstration, he and his friends were taken to a police station where they were beaten and forced to sign a statement that they would abandon their involvement in FESCI. On 14 May 1994 he was sent a summons by the police. According to the applicant he feared that he would be imprisoned and decided to flee the country because he believed his life was in danger. He managed to obtain a passport through the help of a friend in the police force.", "By letter dated 14 February 1996 the Secretary of State notified the applicant that his asylum request had been refused on the grounds that he had not furnished any independent corroboration of either his involvement in FESCI or of his claim that he was wanted by the authorities. On 10 July 1997 the Special Adjudicator dismissed his appeal against the decision of the Secretary of State. Although satisfied that the applicant had been a student member of FESCI, the Special Adjudicator did not consider the evidence he adduced in support of his fear of persecution to be reliable and doubted the credibility of his asylum claim. On 26 August 1997 the Immigration Appeal Tribunal refused the applicant’s application for leave to appeal against the Secretary of State’s decision.", "By letter dated 13 October 1997 the applicant renewed his application to the Secretary of State for political asylum. He relied on a number of letters and statements of third parties which in his view confirmed that he had a well-founded risk of persecution if removed to the Ivory Coast. By letter dated 16 November 1997 the Secretary of State informed the applicant that he was not prepared to treat the new representations as a fresh application for asylum. He drew the applicant’s attention to the fact that the Government ban on FESCI had been lifted on 9 October 1997 and for that reason the materials which he had submitted in support of his renewed application no longer reflected the current situation in the Ivory Coast. No appeal lay against this decision of the Secretary of State. The Secretary of State confirmed this view on 21 January 1998 in a reply to a further request by the applicant for asylum.", "The applicant sought leave to apply for judicial review of the Secretary of State’s decision. He maintained that the Secretary of State had wrongly disregarded evidence which, he claimed, confirmed the dangers to which FESCI members were still exposed despite the Government’s apparent conciliatory stance vis-à-vis the organisation. He further contended that he should have been permitted to appeal to an independent body against the decision of the Secretary of State and have his request examined as a fresh application for asylum.", "On 19 February 1998 the High Court, following a hearing at which the applicant was represented by a lawyer, refused the applicant’s application for leave to apply for judicial review.", "The applicant’s wife, also a national of the Ivory Coast, joined him in the United Kingdom on 13 September 1995 and a daughter was born to them on 27 July 1996. The applicant’s wife and daughter are also subject to removal directions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}