{"ITEMID": "001-80217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF LOMBARDO AND OTHERS v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicants, Mr Mark Lombardo, Mr Charles Bonello, Mr Alfred Debono and Mr John Zammit are Maltese nationals who were born in 1966, 1971, 1945 and 1963 respectively and live in Malta.", "5. The first three applicants are councillors on the Fgura Local Council elected on behalf of the Nationalist Party. The fourth applicant is the editor of the newspaper “In-Nazzjon Taghna”.", "6. In 2001 a controversy arose between the central government of Malta and the Fgura Local Council over the “Hompesch” Road Project (hereinafter, the “HRP”) in Fgura. The matter was brought before the domestic courts and gave rise to a political discussion in the Local Council.", "7. On 24 May 2001, during a Local Council meeting, the applicants presented a motion calling for the Council to hold a public consultation meeting on the matter. The Council rejected the motion.", "8. On 26 July 2001 the Fgura Mayor published an article in the newspaper “In-Nazzjon Taghna”.", "9. On 7 August 2001 the first three applicants published an article in reply in the same newspaper. A passage of this article read as follows:", "“The Fgura Local Council did not consult the public and is ignoring public opinion on the matter.”", "10. On 26 November 2001 the Fgura Local Council sued the applicants for libel and defamation in their capacity as authors and editor of the article published on 7 August 2001. It submitted that the defendants had attributed to it specific and unproved facts with the intention of destroying or reducing its reputation.", "11. The applicants challenged this claim, submitting that the article complained of amounted to fair comment. They claimed that, even though they had put forward a motion to hold a public meeting, the Local Council had failed to hold a public consultation on the matter. In the applicants' opinion, the efforts made by the Council to analyse the controversy did not amount to a public consultation.", "12. By a judgment of 12 November 2002, the Court of Magistrates found in favour of the Local Council and ordered the applicants in solidum to pay 2,000 Maltese Liri (Lm – approximately 4,800 euros (EUR)) for moral damage.", "13. The Court of Magistrates considered that the article complained of had been written in the context of a political controversy which had also been discussed in the local press. It stated that there had been a misunderstanding between the labour councillors and the Department of Roads. The labour councillors had proposed that part of Hompesch Road should be one-way. However, according to the article, this proposal had been rejected by the Traffic Control Board, the Public Transport Authority and the General Retailers and Traders Union. The first three applicants, in their capacity as nationalist councillors, wished to bring forward the commencement of the works and had asked the labour councillors to remove the political straightjacket. Finally, the first three applicants had stated that the Local Council had omitted to consult the public and was ignoring public opinion on the HRP.", "14. However, the Court of Magistrates found that, as highlighted by the plaintiff, a number of measures had been taken in order to submit the project to public scrutiny.", "15. In particular, both the Minister responsible for roads and the Director of the Department of Roads had expressed themselves publicly to the effect that discussions were being held with the Local Council regarding the matter. Moreover, it was not true, as claimed by the applicants, that the proposal that part of Hompesch Road should become one-way had been rejected. In fact, at the relevant time, two of the three authorities which had allegedly rejected the proposal had not yet been constituted. Notwithstanding that the Local Council was not bound to hold any public consultation, the matter had been brought up at a public meeting organised by it on 10 April 2001. There had also been public consultation since the project itself had commenced as a result of a public meeting held in 1995. A qualified “urban planner” had also been engaged to prepare a report on the road in question. Urban policy for the locality was based on this report and to reinforce this policy further public consultation had taken place in November 2000.", "16. Furthermore, a questionnaire had been distributed locally to give residents the opportunity to express their position on the matter and a similar invitation had been made in the June/July 2001 edition of the official publication of the Local Council. On 11 June 2001 the Local Council had organised another public meeting with several bodies and on 24 July 2001 had approved the conclusions of this meeting.", "17. In the Court of Magistrates' opinion, there had to be a clear distinction between an allegation of fact on which fair comment could be based and an allegation which was solely a malicious manipulation of the facts. According to the case-law of the European Court of Human Rights, a comment was justifiable only if it were fair and made bona fide. Thus, it could only be based on a fact that was proved to be true. In the present case, however, the facts alleged by the first three applicants had not been proved. From the outset of the trial, rather, it had been demonstrated that public consultation had taken place.", "18. The Court of Magistrates concluded that the fourth applicant, as editor of the newspaper, had been aware of the controversy and believed that the comment of the first three applicants had been justified. Finally, he had also agreed to publish a response from the Local Council to the article in issue.", "19. The applicants appealed to the Court of Appeal. They claimed that the first-instance court had made a wrong assessment of the facts and had applied the law incorrectly. In any event, the amount awarded to the Local Council in damages was excessive.", "20. By a judgment of 24 November 2003, the Court of Appeal confirmed the Court of Magistrates' finding that the publication had been libellous and defamatory. However, it decided to reduce the amount of the damages to Lm 600 (approximately EUR 1,440).", "21. The Court of Appeal recalled that, as the Local Council was a public organ, the limits of acceptable criticism directed at its acts could be wider. However, the establishment, assessment and evaluation of facts were for the first-instance judge and, unless this evaluation was arbitrary or illogical, the Court of Appeal would not interfere. In the present case, on the basis of the evidence before it, the Court of Appeal found that the facts stated in the publication did not reflect the truth.", "22. On 13 January 2004 the applicants filed a constitutional complaint with the Civil Court (First Hall).", "23. They claimed that the publication in question was a legitimate criticism of local government action which was permissible in a democratic society. Thus, the obligation to pay damages imposed on them had infringed their right to freedom of expression, as guaranteed by Article 10 of the Convention.", "24. The applicants considered that their statements were part of their duty as elected councillors and that they had the right to inform the public about matters of public interest. They emphasised that the libel proceedings had not been instituted by a physical person but by a local council and that the article complained of had criticised a local government and its administrative actions. Therefore, no restrictions on their freedom of expression could be imposed.", "25. In a judgment of 7 October 2004, the Civil Court rejected the applicants' claim.", "26. The Civil Court observed that according to the case-law of the European Court of Human Rights, the right to freedom of expression was not absolute. In particular, the exercise of this right carried with it duties and responsibilities, which were particularly important when it came to attacking the reputation of private individuals and undermining the rights of others. Journalists had to act in good faith in order to provide accurate and reliable information.", "27. The Civil Court also highlighted the importance of the balance between the right to freedom of expression and the right to reputation, honour and good name. In the present case, there was no doubt that the interference with the applicants' right to freedom of expression had a legal basis in Chapter 248 of the laws of Malta. Furthermore, it was proportionate and necessary in a democratic society for the protection of the rights of others. The Civil Court referred, in particular, to the fact that the amount of damages had been reduced and had been imposed as a result of civil proceedings.", "28. The applicants appealed to the Constitutional Court.", "29. They claimed that the Civil Court had failed to examine the merits of the case. As the article complained of had contained criticism of a local government, the opinions expressed in it should enjoy a higher level of protection. Furthermore, according to the applicants, a local government did not have a reputation which required protection. Thus, statements made against it could not be held to be defamatory and libellous. The applicants finally argued that all they had done was to express their opinion that the consultation about the HRP had not been satisfactory.", "30. By a judgment of 7 October 2005, the Constitutional Court upheld the Civil Court judgment.", "31. Having examined the judgments given by the Court of Magistrates and by the Court of Appeal, the Constitutional Court found that the law had been applied both effectively and correctly.", "32. Although the applicants had not previously raised the plea that a local council could not be defamed, the Constitutional Court addressed the matter. It stated that a local council could both defame and be defamed. Furthermore, the Constitutional Court held that although the limits of acceptable criticism were wider with respect to governments, the attribution of false facts was not protected under Article 10 of the Convention.", "33. Section 3 of the Press Act, in so far as relevant, states that a press offence is committed by means of the publication or distribution in Malta of printed matter. Under Section 11 of the same Act, whosoever by such means libels any person, shall be liable to a fine upon conviction.", "34. According to Section 23 of the said Act such proceedings:", "“...may be instituted against each of the following persons:", "(a) the author, if he composed the work for the purpose of its being published, or if he consented thereto;", "(b) the editor;...”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}