{"ITEMID": "001-100472", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ANTYUSHINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1942 and lives in Uspenskoye, the Krasnodar Region.", "5. The applicant and her husband were involved in a number of real estate transactions. On 1 June 1993 the applicant's husband presented her with a flat in Nevinnomyssk of the Stavropol Region which she subsequently exchanged for another flat in a different locality.", "6. On 5 July 1994 the applicant became involved in the dispute challenging the four-way real estate exchange transactions through the claims brought by the other parties to the transactions.", "7. On 26 December 1994 the Shpakovskiy District Court of the Stavropol Region (“the District Court”) annulled the transactions concerning the applicant and her husband. The parties did not appeal, and the judgment came into force.", "8. On 26 December 1995 and 30 September 1996 two other trial courts of the region adopted further judgments related to the same dispute. The parties did not inform the Court of the content of those judgments.", "9. On 27 February 1997, at the applicant's request, the deputy president of the Supreme Court of the Russian Federation brought an extraordinary appeal against the judgment of 26 December 1994.", "10. On 14 March 1997 the Supreme Court of the Russian Federation granted the appeal, quashed the impugned judgment and remitted the case for fresh consideration.", "11. On 8 September 1997 the Presidium of the Stavropol Regional Court suggested that the District Court review the judgments of 26 December 1995 and 30 September 1996 on account of newly discovered circumstances.", "12. On 22 September and 22 December 1997 the District Court explained to the applicant that it was necessary to file a request for review of the impugned judgments on account of newly discovered circumstances.", "13. On 26 February 1998 the applicant filed such a request with the District Court, at the same time claiming invalidation of two exchange transactions, involving her husband and third parties M. and Kh.", "14. On 12 January 1999 the District Court decided to quash the judgment of 26 December 1994 on account of newly discovered circumstances.", "15. Between 23 October 1998 and 27 September 1999 the District Court scheduled eleven hearings. Five of them did not take place due to the parties' failure to appear. According to the Government, on 27 September 1999 the District Court “made certain arrangements to ensure the parties' appearance for the next hearing”.", "16. On 5 October 1999 the District Court annulled all the real estate exchange transactions between the parties to the dispute. The court found it lawful to examine the case and adopt the judgment in absence of one of the respondents Kh. who had been notified of court hearings on multiple occasions.", "17. On 22 December 1999 the Stavropol Regional Court (“the Regional Court”) set aside the above judgment on appeal for errors in application of the procedural law, including insufficient measures to ensure Kh.'s appearance in court, and ordered a new hearing.", "18. On 31 January 2000 the District Court stayed the proceedings until the end of a counter-terrorist operation in Grozniy of the Chechnya Republic, where one of the disputed flats was located. The proceedings were resumed on 19 May 2000.", "19. On 26 June 2000 the court postponed the hearing due to some of the parties' failure to appear, having again “made certain arrangements to ensure their appearance for the next hearing”.", "20. On 6 October 2000 the hearing was adjourned due to the failure to appear of one of the parties' legal counsel.", "21. After a hearing on 13 November 2000, the court decided to send a rogatory letter to the Nevinnomyssk Town Court (“the Town Court”) for questioning of one of the parties. The proceedings were stayed until its execution.", "22. On 13 March 2001 the proceedings were resumed. The court scheduled the next hearing for 14 August 2001 due to examination of one of the parties' appeal of an injunction order.", "23. On 14 August 2001 the hearing did not take place due to some of the parties' failure to appear.", "24. On 12 September 2001 the District Court accepted some of the parties' renunciation of their claims, transferred the rest of the claims for consideration to the Town Court and discontinued the proceedings.", "25. After two hearings, on 25 December 2001 the Town Court discontinued the proceedings, including the part concerning the applicant's flat.", "26. On 8 February 2002 the Regional Court overturned the above decision of on appeal and ordered a new examination.", "27. On 5 April 2002 president of the Regional Court brought an extraordinary appeal (протест в порядке надзора) against the District Court's decisions of 12 January 1999 and 12 September 2001. It is not clear from the parties' submissions when the higher court called up the case for examination of the extraordinary appeal.", "28. On 22 April 2002 the Presidium of the Regional Court quashed the impugned decisions by way of supervisory review for errors in application of the procedural law and remitted the matter for fresh consideration.", "29. On 28 May 2002 the District Court admitted the claims for new consideration and scheduled preparatory meetings with the parties.", "30. On 23 October 2002 following one of the parties' protest against examination of the case in absence of the respondent Kh., the District Court stayed the proceedings until Kh.'s whereabouts could be established. In particular, the court noted that it had procured information from the post office, town administration and address bureau of the region of Kh.'s possible residence and obtained a police report. The parties were apprised of their right to file a request with the police for Kh.'s search.", "31. On 23 December 2002 the Regional Court upheld the decision on appeal.", "32. On 5 June 2008 the District Court quashed its decision of 23 October 2002 at the parties' request and resumed the proceedings.", "33. On 16 June 2008 the District Court rejected the applicant's claims for invalidation of the four-way exchange transactions. It transpires from the text of the judgment that Kh., whose whereabouts were still unknown, was represented by legal counsel appointed by the court in accordance with Section 50 of the Code of Civil Procedure. The applicant appealed the judgment but did not inform the Court about the outcome of her appeal.", "34. On 20 September 2002 the Justice of Peace of Court Circuit No. 1 of the Kochubeyevskiy District of the Stavropol Region dismissed the applicant's claim for pecuniary and non-pecuniary damages allegedly resulting from delayed payment of the guardian's allowance to her.", "35. On 25 December 2002 the Kochubeyevskiy District Court of the Stavropol Region upheld the judgment of 20 September 2002 on appeal.", "36. Section 112 provided that in case of unknown whereabouts of a respondent party the court should begin examination of the case upon receipt of the summons with a note testifying that it had been viewed by the housing authority or local council of people's deputies at the respondent's place of residence. It further provided that the court should put a missing respondent on the wanted list if the dispute concerned alimony, health damages and damages resulting from the loss of the main provider, and was entitled to do so in disputes brought by State or public agencies.", "37. Section 215.4 provided that the court was entitled to stay the proceedings if the respondent had been put on the wanted list in accordance with Section 112.", "38. Section 216.2 provided that the proceedings that were stayed in accordance with Section 215 should be resumed upon establishing the respondent's whereabouts.", "39. Section 50 provides that the court should appoint legal counsel to represent a respondent with an unknown place of residence and in other cases envisaged by the federal law.", "40. Section 219 provides that court proceedings should be resumed upon clearance of the factors impeding continuation of the proceedings, by way of the parties' request or court's own initiative."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}