{"ITEMID": "001-76125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MULEJ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1953 and lives in Štore.", "6. On 23 December 1998 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZM.", "7. On 29 July 1999 the applicant instituted civil proceedings against ZM in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,100,000 Slovenian tolars (approximately 8,750 euros) for the injuries sustained.", "Between 19 March 2002 and 20 November 2002 the applicant lodged four preliminary written submissions and/or adduced evidence.", "On 12 January 2001 and 5 December 2001 he made requests that a date be set for a hearing.", "Of the two hearings held on 28 March 2002 and 10 December 2002, none was adjourned at the request of the applicant.", "During the proceedings, the court appointed a medical expert.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 21 January 2003.", "On 1 June 2004 the District Court issued a decision on the correction of the judgment, which was served on the applicant on 10 June 2004.", "8. In the meantime, on 23 January 2003, the applicant appealed to the Celje Higher Court (Višje sodišče v Celju).", "On 28 September 2005 the court allowed the applicant’s appeal in part and increased the damages awarded.", "The judgment was served on the applicant on 18 October 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}