{"ITEMID": "001-92288", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "IVASHCHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Vera Nikolayevna Ivashchenko, is a Ukrainian national who was born in 1947 and lives in Rovenky. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Yuriy Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 12 June 2002 the applicant had a quarrel with a certain P., which led to a fight. On the same day the applicant complained to the police that P. had beaten her up. On the next day the latter lodged a similar complaint against the applicant. On 19 June 2002 the Rovenky Town Police (“the Rovenky police”) refused to institute criminal proceedings against the applicant for lack of corpus delicti found in her actions.", "On the same day the Deputy Chief of the Rovenky police informed the applicant of the above ruling, but confused the case reference with the applicant's own complaint. Therefore, being convinced that the police had refused to open criminal proceedings against P., the applicant challenged it before the Lugansk Regional Prosecutor's Office.", "On 7 August 2002 the police joined the two criminal claims for common investigation.", "On 8 January 2003 the Rovenky Prosecutor's Office quashed the 19 June 2002 ruling and remitted the case to the police, who in February 2003 questioned the witnesses to the events of 12 June 2002. On 12 February 2003 it held a confrontation between the applicant and P. On the same day a forensic medical examination of P. was carried out, reaching the conclusion that she had sustained injuries of medium gravity in June 2002.", "On 24 March 2003 formal charges of deliberate infliction of medium bodily harm were brought against the applicant, who by now had legal representation. At the same time, she was placed under an undertaking not to abscond.", "On 2 April and 14 May 2003 she requested the investigator to carry out a reconstruction of the circumstances of the events and to arrange a confrontation with P. On 7 April and 17 May 2003 respectively her requests were rejected.", "On 23 May 2003 the applicant's lawyer requested that the investigations be stayed because of the applicant's illness.", "On 1 June 2003 the investigator ordered a medical examination of the applicant in connection with her allegation that she had been beaten up by P. He also reported to the Rovenky Prosecutor's Office that the applicant had refused to undergo this medical examination or to participate in any investigative activities, referring to her poor health.", "On 2 June 2003 an on-site reconstruction of the events was carried out with the applicant's participation. She requested the investigation not to carry out any further confrontations between her and P.", "On 4 June 2003 the medical report was drawn up. It found that the applicant had sustained light bodily injuries possibly originating from her fight with P.", "On 6 June 2003 the investigator decided to open a new investigation into the applicant's allegation that she had been beaten up by P., referring to the finding in the medical report.", "On 10 June 2003 the Lugansk Region Deputy Prosecutor informed the applicant that disciplinary measures had been applied to the investigator in charge of the case for delays in its examination.", "On 11 June 2003 the investigator issued a warrant for compulsory appearance of the applicant, as the latter had twice failed to answer the summonses without any valid reasons. The police officers reported that the applicant was not at her regular residence address.", "On 18 June 2003 the investigator requested to be replaced, stating that he had been insulted by the applicant.", "On 20 June 2003 the Rovenky police issued a ruling on refusal to open criminal investigations against P. on the basis of the applicant's complaint of 12 June 2002.", "By a decision of 23 June 2003 the investigation was stayed because of the applicant's illness. On 1 July 2003 the Regional Prosecution Office quashed this decision as not based on any documentary evidence.", "On 15 July 2003 the Rovenky Town Court (“the Rovenky court”) rejected the investigator's request to order the applicant's detention pending trial.", "On 2 August 2003 the applicant confirmed in writing that she would appear before the investigator on 4 August 2003.", "On 29 August 2003 the investigation was stayed, the applicant's whereabouts being unknown, but was resumed on 15 October 2003. On the same day the Rovenky police established a special investigation group, referring to a particular complexity of the case.", "On 7 November 2003 the applicant was newly charged with deliberately inflicting medium bodily harm on P. On 17 November 2003 a forensic psychiatric examination was scheduled, but the applicant failed to appear, referring to her health problems. The investigator therefore requested the court to order the applicant's admission to a psychiatric hospital as an inpatient. On 24 November 2003 the court dismissed the request as unsubstantiated.", "On 4 March 2004 the Rovenky Prosecutor's Office approved a bill of indictment against the applicant and sent the case for trial to the court.", "On 15 March 2004 the Rovenky court held a preliminary hearing.", "About twenty-five hearings followed, but there were five adjournments for a total of almost seven months because of the applicant's absence or because she had requested adjournments. Ten of the hearings were adjourned for a total of almost nine months because of the witnesses' or other participants' failure to appear or following their requests for adjournment. Four hearings had to be adjourned for a total of almost two months due to the prosecutor's absence, on the court's requests to the police for additional documents, and because of the judge's illness.", "In October and November 2004, September 2005 and January 2006 the court requested from the police (apparently unsuccessfully) the results of the examination of the applicant's complaint against P., which had been singled out in a separate investigation.", "On 29 December 2004 the court ruled that the case should be returned to the Rovenky Prosecutor's Office for an additional investigation. The prosecutor and P. appealed.", "On 11 March 2005 the Lugansk Regional Court of Appeal allowed those appeals, finding that remittal of the case for additional investigation had not been justified, as the first-instance court could clarify the issues, which it believed remained unaddressed, in the course of the trial.", "In November 2006 the Rovenky court issued a ruling that the investigation into the applicant's complaint against P. had been excessively lengthy. It also noted that the investigation officials had infringed the applicant's rights as an accused, having unlawfully turned down her request to carry out the confrontation and other investigative acts, having unjustifiably requested her admission to a psychiatric hospital, and having committed some procedural errors. These findings were to be brought to the attention of the Lugansk Regional Police Chief so that adequate measures could be taken.", "In a judgment of 20 November 2006 the court found the applicant guilty of deliberately inflicting medium bodily harm on P. It sentenced her to a fine of 510 Ukrainian hryvnias (UAH) and ordered her to pay UAH 1,500 to P. in compensation for non-pecuniary damage.", "On 29 and 30 November and 1 and 5 December 2006 the applicant studied the case file.", "On 5 December 2006 the court considered the applicant's remarks on the record of the hearings and accepted most of them.", "The applicant, her lawyer and P. appealed against the judgment. On 2 March 2007 the Lugansk Regional Court of Appeal dismissed the appeals as unfounded.", "On 1 August 2007 the Supreme Court rejected the applicant's request for leave to appeal in cassation as unsubstantiated. However, on 4 September 2007, it reconsidered its decision and requested the criminal case file from the Rovenky court. On 19 February 2008 it dismissed appeals in cassation by the applicant and her lawyer as unsubstantiated.", "The applicant made a new cassation appeal, which was found inadmissible by the Supreme Court on 7 April 2008.", "Pursuant to Article 28, a victim of a criminal offence may lodge a civil claim either in the framework of criminal proceedings or under a separate civil procedure.", "Article 120 concerning duration of pre-trial investigation is set out in the judgment of Merit v. Ukraine, no. 66561/01, 30 March 2004.", "Provisions as regards the duties of witnesses during pre-trial investigation and trial are summarised in the case of Kobtsev v. Ukraine, no. 7324/02, § 31, 4 April 2006.", "Article 281 concerning remittal of a case for additional investigation is set out in the judgment of 6 September 2005 in the case of Salov v. Ukraine, no. 65518/01, § 72, 6 September 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}