{"ITEMID": "001-121774", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF ANGHEL v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1961 and currently lives in Qatar. He was married to M. and they had a son, A., born in March 2003 in Bucharest, Romania.", "7. Following A.’s birth, M. occasionally worked in Italy for short periods of time, in order to ensure an income for the family. In 2005, after M. had obtained a regular job, the applicant agreed for A. to travel to Italy with his mother. A formal notarial deed of 26 April 2005, submitted to the Court, states that Mr Anghel Aurelian, residing in Bucharest, gave his consent that his under-age son, Anghel A., born in March 2003, residing at the above-mentioned address, travel to the Republic of Moldova and Italy, in the course of the year 2005, accompanied by his mother, Anghel M. The applicant submitted that such agreement had only been given for a limited period of time in order to allow ongoing contact with M. The case file shows that M. challenged this statement, alleging that she had taken the child with her because of the adverse effect that living with his father was having on A.’s development.", "8. In January 2006 the applicant travelled to Italy in order to bring A. back to Romania. He claimed that he had found the child living in very poor conditions. M. had resisted the applicant’s requests to take the child back to Romania or alternatively for all of them to move to Qatar, where he had found a job.", "9. Once the applicant had returned to Romania, he filed a criminal complaint under Article 301 of the Romanian Criminal Code, alleging that his wife was detaining A. in Italy without his consent.", "10. On an unspecified date, the applicant moved to Qatar. On 6 December 2006 he travelled to Italy to visit his son. He alleged that A.’s health and social conditions had worsened. On 13 December 2006 father and son travelled together to Romania. On 8 January 2007 M. joined them. On 15 January 2007 they all travelled to Moldova to pay a visit to M.’s family. On 20 January 2007, M. and A. “disappeared”. The applicant eventually found out that they had returned to Italy.", "11. On 9 February 2007, the Romanian Prosecutor General’s Office decided not to institute criminal proceedings against M., as there was insufficient evidence to establish a punishable offence. The applicant contested the afore-mentioned decision on 28 December 2007. It appears that a district court dismissed the challenge as unfounded on 31 March 2008. The applicant filed an appeal with a higher court. No further information has been provided in relation to these proceedings.", "12. On 2 April 2007 the applicant applied to the Minister of Justice, designated by Romania as the Central Authority responsible for discharging the duties imposed on Romania by the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”). He asked the Minister to assist him in securing the return of his son, whom the child’s mother had, he alleged, wrongfully removed to Italy on 20 January 2007.", "13. Following the steps undertaken by the Romanian and Italian authorities in accordance with the provisions of the Hague Convention, the Bologna Prosecutor’s Office initiated return proceedings before the Bologna Youth Court (Tribunale per i minorenni).", "14. On 18 June 2007 a hearing took place in the applicant’s presence.", "The following appears from the hand-written procès-verbal submitted by the Government.", "Following statements by the applicant and M., the president of the court noted the existence of divorce proceedings brought by M. in Romania, together with an application for custody of the child (objected to by the applicant), which were still pending. He further noted that while the couple had cohabited from 2004 until the end of 2006, the applicant had often been absent during 2006 as he had been working in Qatar.", "M. submitted that until the end of 2006 the parents had been in agreement on the whereabouts of the child, particularly in view of her employment in Italy and the fact that the child had obtained a residence permit there, started attending school and was being seen by the social and community health services. M. argued that according to changes in Romanian law she had not needed to extend the [validity of the] notarial deed (mentioned above) to subsequent years. She claimed that the child had previously had health problems and that his father had always known where they were. M. asked the court to admit in evidence a psychologist’s report on the child’s conditions and submitted written pleadings accompanied by evidence substantiating her claim.", "The applicant submitted that the notarial deed between him and M. had only given consent to A. travelling to Italy for tourist purposes for the period May-December 2005 and thus he had not consented to the child’s removal after that. In the absence of a custody decision the child could have lived with him in Qatar, instead of in Italy with his mother without his consent. However, M. had failed to consent to this, despite the fact that he could give the child a better standard of living. He explained that he had tried to reach a friendly settlement, but when this had appeared impossible he had pressed charges against M. and those proceedings were still pending. Only at the end of 2006 had M. agreed to take the child back to Romania following a medical visit, which the applicant had insisted upon and which had found that the child was in poor health.", "The Public Prosecutor asked the court to accept the return application, noting that the child had possibly been in Italy for more than a year and making reference to Article 17 (sic) of the Hague Convention. He further asked the court to order a report on the child’s psychological condition.", "15. On 5 July 2007 the applicant wrote to the Romanian Minister of Justice, informing him of the conduct of the hearing. The applicant explained that he had not been given the opportunity to challenge the statements made by his wife’s attorney, in particular regarding: (i) the time it had taken the applicant to institute proceedings after the date of the wrongful removal or retention of the child, which according to the applicant had been 20 January 2007 and not – as the court had assumed – January 2006; the result of the court using the latter date was that Article 12 of the Hague Convention came into play, to the effect that after a period of one year a child may not be returned if he has integrated into society; (ii) the contention that the child’s health and psychological problems were imputable to the time he had spent with his father before moving to Italy, which finding had been based on medical documents to which the applicant had had no access; (iii) the allegation that M. had had his consent up to 1 January 2007, the date on which such consent was no longer necessary (Romania having joined the European Union), thus ignoring the notarial deed, which had stated a specific period of consent; and (iv) the fact that M. had changed their son’s residence without his father’s consent, as required by law. The applicant further explained that the Bologna Youth Court was considering custody issues in violation of its competence under the Hague Convention, custody issues being within the exclusive competence of the courts of the country of domicile, Romania. It would, moreover, not decide the case until the Romanian courts had made a decision in the divorce and custody proceedings. He further contested the evaluation of the potential harm for the child in the event of his return to Romania which had been made by the social services, stating that it had only made reference to the biased account of the child’s mother, without any direct evaluation of the relationship between father and son and of the social environment if A. were to live in Romania. The applicant asked the Minister to forward his letter to the competent authority in Italy and to the Bologna Youth Court.", "16. By a decision of 6 July 2007, filed with the court registry on 9 July 2007, the Bologna Youth Court refused the application for return. It noted that divorce and custody proceedings were still pending in Romania; that M. had claimed that she and the child had lived in Italy since 2006; and that since June 2006 A. had been known to the Infant Neuropsychiatric Services (“NPI”) of the Parma Local Health Agency (“AUSL”). Moreover, it noted that M. had claimed to have had the required permission from her husband to keep the child in Italy in accordance with a notarial deed of 2005 and that the applicant had contested this on the basis that he had only given permission for A. to travel to Italy for tourist purposes, and that, albeit he had moved to Qatar in 2006, he wanted the child to be with him. In that light, the court considered that there were no grounds for returning A. and that, in view of the relevant international law, it could not be held that the mother had arbitrarily taken A. away from his father as legitimate custodian of the child. The Bologna Youth Court noted that the Romanian authorities had not yet taken a decision on custody, thus the parents had joint custody, and therefore the applicant did not have exclusive custody rights. Moreover, the applicant had consented to A.’s transfer to Italy and had eventually moved to Qatar. Furthermore, the Bologna Youth Court observed that the child had been in Italy for more than a year and was integrated into Italian society, albeit with some problems. In this light, the court considered that psychological harm would ensue as a result of his return. Thus it was not obliged, according to Article 13 of the Hague Convention, to order his return. Indeed, from the social services report ordered by the court, it appeared that A. had arrived at the NPI’s premises, accompanied by his mother, on the advice of his general practitioner and that since then A. had been subject to psychotherapy which included joint interviews with his mother. The doctor entrusted with the report had noted that the need for A.’s psychotherapeutic treatment was due to early and prolonged periods of separation from his parents, frequent changes of residence, and continuous parental conflict. It was therefore necessary to give A. reference points and daily routines. Overall, his psychological condition had been improving, save for a worrying regression following his return from Romania and Moldova in January 2007, from which he had recovered.", "The decision was notified to the Public Prosecutor on 13 August 2007.", "17. On 25 July 2007 the Italian authorities informed the Romanian authorities about the Bologna Youth Court’s decision of 6 July 2007, filed with the court registry on 9 July 2007.", "18. On 30 July 2007 the Romanian Ministry of Justice informed the applicant of the decision and told him that it had also requested information from the Italian Ministry of Justice about the available remedies with which to challenge the decision.", "19. By letter of 6 August 2007, the Italian Ministry of Justice informed the Romanian Ministry of Justice that the decision could be appealed against through an appeal on points of law to the Court of Cassation, to be lodged within sixty days of the date of the decision – if such rejection was pronounced during a hearing at which the requesting party was present (according to Law no. 64 of 1994) – through an advocate qualified to plead before that court. Alternatively, he could bring an action in accordance with Article 11 of EC Regulation 2201/2003 (“Brussels II bis”).", "20. The following day, the Romanian Ministry of Justice informed the applicant of the above and that it had requested further information on the final date to lodge the appeal on points of law and on the applicant’s ability to obtain legal aid.", "21. The applicant repeatedly contacted the Romanian Ministry of Justice to obtain the response to those queries, together with the documents which would have allowed him to appeal.", "22. On 13 September 2007 the Romanian Ministry of Justice forwarded to its Italian counterpart the applicant’s application for legal aid in order to file an appeal on points of law. The application for legal aid was filed on 25 October 2007.", "23. On 29 October 2007 the Council of the Bologna Bar Association granted the applicant legal aid to file an appeal, indicating the Bologna Court of Appeal as the competent court and not the Court of Cassation. It further noted that it was not sure that an appeal was still possible – it being unknown whether the decision had been served, the relevant time-limit could not be calculated. On 30 October 2007 the decision was sent to the Italian Ministry of Justice.", "24. By letter of 8 November 2007, the applicant was informed by the Italian authorities that his application had been received on 16 October 2007 and forwarded to the Council of the Bologna Bar Association. No mention was made of the decision of 29 October 2007.", "25. According to the documents produced, on 22 November 2007 the decision granting the applicant legal aid was forwarded to the Romanian Ministry of Justice, together with an invitation to inform the applicant, as well as to adduce proof that he had received the decision. It is unknown whether this notification ever reached the Romanian Ministry of Justice, and the information was not transferred to the applicant.", "26. On 13 December 2007 upon the applicant’s complaint that he had not been informed of any decision on his application, the Romanian Ministry of Justice urged the Italian authorities to provide an answer.", "27. In the absence of a reply, on 3 January 2008 the applicant sent an e-mail to the Romanian Consulate in Rome asking for support in obtaining information on the matter. By letter of 17 January 2008, the General Division of Consular Affairs of the Romanian Ministry of Foreign Affairs informed the applicant that a favourable decision on his application had been taken on 29 October 2007 and that it had been communicated to the Romanian Ministry of Justice on 22 November 2007.", "28. On 27 January the applicant wrote to the Romanian Consulate again confirming that to date he had not received a copy of the decision and asking it to ascertain who had sent it on behalf of Italy and who had received it at the Romanian Ministry. On 28 January 2008 the Division of Consular Relations forwarded a copy of the correspondence pertaining to his file to the applicant.", "29. On 15 February 2008 the Italian Ministry of Justice asked the Council of the Bologna Bar Association to provide, urgently, a list of the advocates qualified to plead the applicant’s appeal within the legal aid scheme. On 19 March 2008 such a list was sent by the Italian authorities to the Romanian Ministry of Justice, which forwarded it to the applicant on 24 April 2008. On 6 May 2008 the applicant wrote to the Italian Ministry of Justice and to the Council of the Bologna Bar Association indicating his choice.", "30. On 16 June 2008 the appointed legal aid lawyer (MCA) made a request to the registry of the Bologna Youth Court to view the relevant files. By letter dated 23 June 2008, addressed to the applicant and the Italian and Romanian authorities (apparently faxed on 2 or 8 July 2008 to the Italian authorities, receipt date for all recipients unknown), MCA indicated that she was not in a position to represent the applicant as she was not qualified to plead before the Court of Cassation and, contrary to the indication given by the Council of the Bologna Bar Association, the only available remedy was an appeal to the Court of Cassation under Article 7 of Law no. 64 of 15 January 1994, such appeal to be lodged within sixty days of notification. She also mentioned that, as it did not appear that the applicant had been notified of the impugned decision, the time-limit to appeal in his case would expire one year and forty-five days after the date of the lodging of the decision with the court registry and, therefore, she advised the applicant to appoint an advocate qualified to plead before the Court of Cassation as soon as possible in order to be able to file the appeal.", "31. On 15 July 2008, the applicant wrote to the Council of the Bologna Bar Association asking for a list of advocates qualified to plead in cassation proceedings. On 23 July 2008, the applicant received such a list by e-mail and replied indicating the name of his chosen lawyer.", "32. On 12 August 2008, the applicant wrote again to the Council of the Bologna Bar Association requesting further contact details (telephone numbers and e-mail address) for his chosen lawyer. He alleged that the information contained in the list was inaccurate and that he had not been able to establish any contact with the lawyer. No reply was received.", "33. The applicant eventually obtained the relevant information from personal contacts and on 23 September 2008, he wrote an e-mail to the lawyer, explaining the situation, and asking whether she had been informed of her appointment. The same day, the lawyer replied stating that she had not been informed and requesting the case documents and a copy of the decision granting legal aid, in order for her to decide whether to take up the appointment. The day after, the applicant reached the lawyer by phone and replied to her by e-mail, giving the information and documents requested.", "34. On 25 September 2008 the lawyer informed the applicant that the time-limit of one year and forty-five days to appeal against the decision of 6 July 2007 had expired and that, consequently, she was not in a position to assist him.", "35. According to Article 7 of Law no. 64 of 1994, an appeal against a decree of a Youth Court regarding the repatriation of a minor is to be lodged with the Court of Cassation.", "36. According to Article 325 of the Code of Civil Procedure (“CCP”), as applicable at the time of the facts of the present case, an appeal to the Court of Cassation was to be lodged within sixty days of notification. In so far as relevant, according to Article 326 of the CCP the time-limit mentioned in Article 325 starts to run from the day on which the decision is served/notified. According to Article 327 of the CCP, as applicable at the time of the present case, in the event that the decision was not served/notified, the appeal is required to be introduced not later than a year from the filing of the decision in the relevant court registry.", "37. Article 1 of Law no. 742 of 7 October 1969 regarding the suspension of time-limits during holiday periods reads as follows:", "“Time-limits for ordinary and administrative proceedings are legally suspended from 1 August to 15 September of every year and start to run again at the end of the suspension period. Where the time-limit is to start to run during a holiday period, the relevant time-limit shall start to run from the end of that holiday period.”", "38. According to Italian jurisprudence (see for example Court of Cassation judgment no. 25702 of 9 December 2009), when, after a first suspension, the original term has not entirely come to an end before the start of a new holiday period, a double computation of the suspension is applied.", "Article 3 of Law no. 742 of 7 October 1969 reads as follows:", "“In civil matters, Article 1 does not apply to causes and proceedings mentioned in Article 92 of Law no. 12 (1941) on the judicial system and controversies arising under Article 409 (labour cases) and 442 (welfare benefits) of the Code of Civil Procedure.”", "Article 92 of Law no. 12 (1941) reads as follows:", "“During the holiday period courts of appeal and ordinary courts deal with cases regarding alimony/maintenance, labour law, interim measures, adoptions, temporary interdiction, interdiction, incapacitation, restraining orders for protection against a family member, eviction and oppositions to enforcement, bankruptcy, and other cases in respect of which a delay could cause prejudice to the parties in the proceedings. In the latter case, a declaration of urgency is made by the president at the bottom of the application, by final decree, and for causes already being heard by order of a judge.”", "According to Court of Cassation judgments no. 28 of 5 January 1996 and no. 2946 of 20 March 1998, the suspension of time-limits for holiday periods applies to both adoption and paternity proceedings before a Youth Court.", "39. Legal aid is provided for by Law no. 115 of 30 May 2002. The relevant Articles read as follows:", "“(2) Free legal assistance is also available in respect of civil, administrative, fiscal and tax proceedings, as well as matters related to voluntary jurisdiction, for the defence of a poor citizen when the claims at issue are not manifestly ill-founded.”", "“An application [for legal aid] must be submitted to the Council of the Bar Association by the applicant or his lawyer, by means of a registered letter.", "The competent Council of the Bar Association is that of the place within which the magistrate of the pending case has his or her seat. If the proceedings are not pending, it is that of the place holding the seat of the magistrate competent to hear the case on the merits. In the event that it relates to the Court of Cassation, the Supreme Administrative Court, or (...) the Court of Auditors, the competent Council of the Bar Association is that of the seat of the magistrate who has delivered the impugned decision.”", "40. The relevant articles of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction, ratified by Romania and Italy, read as follows:", "“The removal or the retention of a child is to be considered wrongful where –", "a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph a) above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.”", "“A Contracting State shall designate a Central Authority to discharge the duties which are imposed by the Convention upon such authorities. [..]”", "“Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective State to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures – [...]", "f) to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access; [...]”", "“Any person, institution or other body claiming that a child has been removed or retained in breach of custody rights may apply either to the Central Authority of the child’s habitual residence or to the Central Authority of any other Contracting State for assistance in securing the return of the child. [...].”", "“If the Central Authority which receives an application referred to in Article 8 has reason to believe that the child is in another Contracting State, it shall directly and without delay transmit the application to the Central Authority of that Contracting State and inform the requesting Central Authority, or the applicant, as the case may be.”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –", "a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”", "“The sole fact that a decision relating to custody has been given in or is entitled to recognition in the requested State shall not be a ground for refusing to return a child under this Convention, but the judicial or administrative authorities of the requested State may take account of the reasons for that decision in applying this Convention.”", "“This Convention shall not preclude any person, institution or body who claims that there has been a breach of custody or access rights within the meaning of Article 3 or 21 from applying directly to the judicial or administrative authorities of a Contracting State, whether or not under the provisions of this Convention.”", "41. The provisions of the Hague Convention are enforceable in the Italian courts by virtue of Law no. 64 of 15 January 1994."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}