{"ITEMID": "001-67272", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF DRAGOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants were born in 1933 and 1936, respectively and live in Zadar, Croatia.", "5. In September 1991 the second applicant’s vehicle was requisitioned by the Croatian Army.", "6. In August 1992 she was informed that the vehicle had been destroyed.", "7. On 18 August 1995 she instituted civil proceedings before the Zadar Municipal Court (Općinski sud u Zadru) seeking damages from the Republic of Croatia for her damaged vehicle.", "8. Pursuant to the Civil Obligations (Amendments) Act 1999 (Zakon o dopunama Zakona o obveznim odnosima, Official Gazette no. 112/1999, hereinafter “the 1999 Act”), the Zadar Municipal Court stayed the proceedings on 23 November 1999.", "9. The proceedings resumed on 24 October 2003 pursuant to the “Damage Caused by Members of the Croatian Army and Police during the Homeland War Act 2003” (Zakon o odgovornosti Republike Hrvatske za štetu uzrokovanu od pripadnika Hrvatskih oružanih i redarstvenih snaga tijekom Domovinskog rata, Official Gazette no. 117/2003, hereinafter “the 2003 Act”).", "10. The applicants claimed that members of the Croatian Army damaged their house in Vodice, Croatia, in mid-1992.", "11. On 22 August 1995 they instituted civil proceedings before the Šibenik Municipal Court (Općinski sud u Šibeniku) seeking damages from the Republic of Croatia for their damaged house.", "12. On 20 May 1999 the Šibenik Municipal Court rejected their claim.", "13. The applicants appealed against that judgment.", "14. Pursuant to the 1999 Act, the Šibenik Municipal Court stayed the proceedings on 10 December 1999. The applicants appealed against that decision. On 6 March 2000 the Šibenik County Court (Županijski sud u Šibeniku) rejected their appeal.", "15. The proceedings resumed on 2 September 2003 pursuant to the 2003 Act.", "16. On 31 May 2004 the Šibenik County Court quashed the judgment of 20 May 1999 and remitted the case to the Šibenik Municipal Court for a retrial.", "17. The Civil Obligations (Amendments) Act 1999 (Zakon o dopunama Zakona o obveznim odnosima, Official Gazette no. 112/1999, hereinafter “the 1999 Act”) entered into force on 6 November 1999. It provided, inter alia, that all proceedings instituted against the Republic of Croatia for damage caused by members of the army and the police during the war were to be stayed until the matter has been regulated by special legislation. The Act also imposed an obligation on the Government to submit to the Parliament such special legislation no later than 6 May 2000.", "18. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 112/1999 and 117/2003) provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "19. The “Damage Caused by Members of the Croatian Army and Police during the Homeland War Act 2003” (Zakon o odgovornosti Republike Hrvatske za štetu uzrokovanu od pripadnika Hrvatskih oružanih i redarstvenih snaga tijekom Domovinskog rata, Official Gazette no. 117/2003, hereinafter “the 2003 Act”) entered into force on 31 July 2003. It provides that proceedings which were stayed pursuant to the 1999 Act will resume and defines circumstances in which the Republic of Croatia is liable for damage caused by the army and the police during the war."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}