{"ITEMID": "001-93159", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BODROZIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1970 and lives in Kikinda.", "6. The applicant is a journalist and member of a political party. At the time of the impugned events, he was also the editor of the local weekly newspaper, Kikindske.", "7. On 3 October 2003 the applicant published an article about a certain historian, J.P., entitled ‘The Floor is Given to the Fascist’ (‘Reč ima fašista’). In his article the applicant wrote:", "“J.P., a historian, who during the 1980s and 1990s... used to write kilometres of various insults and defamation concerning the opponents of Milošević and his... regime, has again come to the centre of public attention thanks to... the journalist of Novi Sad TV..., who had invited him as a guest on the show ‘Unbuttoned’. And J.P. would not have been himself (an idiot), if he had not used another opportunity to express his fascist-oriented points of view. This is how he, on a national TV channel..., stated that Baranja was under Croatian occupation and that Slovaks, Romanians and above all Hungarians in Vojvodina were colonists... According to [J.] P., there are no Croats in Vojvodina..., whereas the Hungarians are mainly Slavs... because they have ‘such nice Slavic faces’...", "In these three weeks following the show, many NGOs and individuals, as well as a few political parties, uttered their opinions.... [They] requested the Radio Broadcasting Council, relying on point 6 of its recommendation which provides... that ‘all broadcasters were under the obligation to respect... the provisions restraining hate speech’, to take appropriate measures against the [national] TV...", "The Minister of Culture and Media and other officials also reacted ...", "The latest news indicates that the Radio Broadcasting Agency has been collecting relevant information about the show... Meanwhile, J.P. must be gloating because he has managed once again to launch his twisted attitudes into the public domain. Following the changes of 5 October, this professional ‘long spitter’ was... appointed head of the Serbian History Archive... until recently, when the Government discharged him. He was then granted the opportunity in some tabloids ... to [criticise] the existing Government and the “non-existent nations”. ‘Unbuttoned’ was just the last episode of this activist... who will undoubtedly... contaminate our environment for a long time to come.”", "8. On 10 October 2003 J.P. instituted private criminal proceedings for insult against the applicant in the Kikinda Municipal Court.", "9. At the hearing held on 17 November 2003, the applicant stated that “he did not wish to settle the matter with the private prosecutor [J.P.] because he was a member of the fascist movement in Serbia”. On account of this statement, on 5 January 2004 J.P. instituted new private criminal proceedings for defamation against the applicant.", "10. Territorial jurisdiction in the matter was subsequently transferred to the Zrenjanin Municipal Court, which decided to join the two cases.", "11. The court scheduled a hearing for 15 April 2004, the summons for which was served on the applicant along with J.P.’s second criminal bill of indictment on 11 March 2004. The applicant did not attend the hearing.", "12. The court scheduled the next hearing for 23 September 2004, for which the applicant received the summons on 24 June 2004. He again failed to appear in court.", "13. The applicant submits that none of those court summons were served on him properly, since they had been sent to the address of the newspaper, where he was no longer employed. However, he appears to have personally signed acknowledgments of receipt forms for both summons.", "14. At the next main hearing on 15 December 2004, the applicant was escorted to court by the police. His lawyer met him in the court building and made a request to the judge for a postponement of the hearing with a view to acquainting himself with the charges at issue.", "15. The presiding judge granted the applicant and his lawyer 30 minutes to prepare the applicant’s defence. After 20 minutes the applicant’s lawyer stated that they were ready for the hearing.", "16. The court held the main hearing and gave judgment that same day, finding the applicant guilty of insult for the published article and of defamation for the statement given at the court hearing of 17 November 2003. The court fined the applicant 15,000 Serbian dinars (RSD, approximately 162 euros (EUR)), and ordered him to pay J.P. another RSD 20,700 (approximately EUR 225) in respect of the costs of the proceedings.", "17. In its judgment the Zrenjanin Municipal Court held, inter alia, that describing someone as a “fascist” was offensive, given the historical connotations of that expression “representing tragedy and evil”. The court rejected the applicant’s argument that he was merely expressing his own political views, since forming fascist political parties or movements was illegal under domestic law. The applicant had consequently failed to respect the human dignity of J.P. If he had felt personally offended by any of J.P.’s statements made on the television programme or elsewhere, the applicant should have sought appropriate judicial relief.", "18. On an appeal by the applicant, on 9 March 2005 the Zrenjanin District Court upheld the first-instance judgment. The court concluded that J.P.’s statements were a product of his expert findings as a historian. Since the word “fascism” meant the extinction of people based on their nationality and/or religion, this had clearly not been the object of J.P.’s statements. The applicant’s article had thus the sole aim of insulting J.P. by using this term and additionally calling him “an idiot”.", "19. The second-instance court further found the applicant’s allegations of improper summoning and an inability to prepare his defence ill-founded, establishing that he had been duly summoned twice but had failed to appear in court. Moreover, at the hearing on 15 December 2004 the applicant and his lawyer had been given the opportunity to consult and prepare his defence, and they had stated after 20 minutes that they were ready for the hearing.", "20. It appears that J.P. instituted another set of proceedings against the applicant – a civil claim for compensation for non-pecuniary damage – and that the domestic courts ordered the applicant to pay him compensation in the sum of RSD 50,000 (approximately EUR 540). However, the applicant did not include these proceedings in his complaints raised before the Court.", "21. The relevant provisions of the Criminal Code of the Republic of Serbia (Krivični zakon Republike Srbije; published in the Official Gazette of the Republic of Serbia - OG RS - nos. 26/77, 28/77, 43/77, 20/79, 24/84, 39/86, 51/87, 6/89, 42/89, 21/90, 16/90, 49/92, 23/93, 67/93, 47/94, 17/95, 44/98, 10/02, 11/02, 80/02, 39/03 and 67/03) provide as follows:", "“Whoever, in relation to another, asserts or disseminates a falsehood which can damage his [or her] honour or reputation shall be fined or punished by imprisonment not exceeding six months.”", "“1. Whoever insults another shall be fined or punished by imprisonment not exceeding three months.", "2. Whoever commits an act described in [the above] paragraph ... through the press ... or at a public meeting shall be fined or punished by imprisonment not exceeding six months.”", "“1. ... [no one] ... shall ... be punished for insulting another person if he [or she] so does in a scientific, literary or artistic work, a serious critique, in the performance of his [or her] official duties, his [or her] journalistic profession, as part of a political or other social activity or in defence of a right or of a justified interest, if from the manner of his [or her] expression or other circumstances it transpires that there was no [underlying] intent to disparage.", "2. In situations referred to above, ... [the defendant] ... shall not be punished for claiming or disseminating claims that another person has committed a criminal offence prosecuted ex officio, even though there is no final judgment to that effect ... , if he [or she] proves that there were reasonable grounds to believe in the veracity of ... [those claims] ...”", "22. The relevant provisions of the General Criminal Code (Osnovni krivični zakon; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia - OG SFRY - nos. 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90, 54/90, the Official Gazette of the Federal Republic of Yugoslavia - OG FRY - nos. 35/92, 37/93, 24/94, 61/01 and OG RS no. 39/03) provide as follows:", "“...3. If the fine cannot be collected, the court shall order a day of imprisonment for each 200 dinars of the fine, providing that the overall term of imprisonment does not exceed six months.", "4. If the convicted person pays only a part of the fine [imposed], the rest shall ... be converted into imprisonment, and if the convicted person [subsequently] pays the remainder of the fine, his imprisonment shall be discontinued.”", "23. The relevant provisions of the Criminal Procedure Code (Zakonik o krivičnom postupku, published in OG FRY nos. 70/01, 68/02 and 58/04) provide as follows:", "“Documents which need to be served in person pursuant to the provisions of this Code shall be served directly on the addressee. If the person to be served cannot be reached at the place where the service is to be effected, the process server shall inquire when and where that person can be found and leave with one of the persons stated in Article 161 of this Code a written notice inviting the recipient to be in his flat or place of work on a specified date and hour for the purpose of receiving the document. If even after this the server of process does not find the addressee, he shall act in accordance with section 161 (1) of this Code and it shall be deemed that by such acts the document is served.”", "“1. A document which does not have to be served in person pursuant to the provisions of this Code shall also be served in person, but if the addressee is not found at his flat or place of work the documents can be served on any adult member of his household who is obliged to receive it. If no members of the addressee’s household are found in the flat, the document may be served on the housekeeper or a neighbour, if they accept it. If the service is attempted at the addressee’s place of work and he cannot be found there, service can be effected on a person authorised to receive mail therein, who is obliged to receive the document, or to any other employee, if he is willing to accept the service.", "2. If it is established that the recipient is absent and that the persons from paragraph 1 of this section are unable to deliver the document to him in due time, it shall be returned with a notice containing information on the recipient’s whereabouts.”", "“The summons... for the main hearing shall be served on the defendant in person.”", "24. Article 419 provides, inter alia, that the competent public prosecutor “may” (može) file a Request for the Protection of Legality (zahtev za zaštitu zakonitosti) against a “final judicial decision”, on behalf of or against the defendant, if the relevant substantive and/or procedural “law has been breached” (ako je povređen zakon).", "25. On the basis of the above request, under Articles 420, 425 and 426, the Supreme Court may uphold the conviction at issue or reverse it. It may also quash the impugned judgment in its entirety, or in part, and order a retrial before the lower courts. If the Supreme Court finds, however, that there has been a violation of the law in favour of the defendant, it may declare this but leave the final judgment standing.", "26. Under sections 199 and 200 of the Obligations Act (Zakon o obligacionim odnosima; published in OG SFRY nos. 29/78, 39/85, 45/89 and 57/89, as well as in OG FRY no. 31/93), inter alia, anyone who has suffered mental anguish as a consequence of a breach of his or her honour or reputation may, depending on its duration and intensity, sue for financial compensation before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.", "27. Section 13 of the Civil Procedure Act 2004 (Zakon o parničnom postupku; published in OG RS no. 125/04) provides that a civil court is bound by a final decision of a criminal court in respect of whether a crime has been committed, as well as the criminal liability of the person convicted.", "28. The relevant provisions concerning the Court of Serbia and Montenegro are set out in the Matijašević v. Serbia judgment (no. 23037/04, §§ 12, 13 and 16-25, 19 September 2006)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}