{"ITEMID": "001-112444", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TOZICZKA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Impartial tribunal);Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1943 and lives in Opole.", "6. “Zgoda” Housing Cooperative in Brzeg brought a civil case against the applicant before the Opole Regional Court. It sought a judgment obliging her to sell to the co-operative a number of plots of land which had been de facto occupied by the co-operative for a long period of time.", "7. By a judgment of 16 June 2003 the Opole Regional Court dismissed the claim. It held that the applicable provisions of the Housing Cooperatives Act provided for an obligatory sale of land occupied de facto by housing co-operatives only where a co-operative had erected buildings thereon. In the present case, the plaintiff co-operative had built roads and parking areas on the land concerned.", "8. The plaintiff cooperative appealed.", "9. By a judgment of 26 November 2003 the Wrocław Court of Appeal allowed the appeal, quashed the first-instance judgment and remitted the case. It was of the view that the first-instance court had erred in the application of section 35 of the Co-operatives Act. It had wrongly held that an obligatory sale could be ordered to the benefit of a housing co-operative only with respect to land owned by third parties on which a co-operative had had houses built. The court was of the opinion that such a sale could also be ordered when a co-operative had built infrastructures other than houses.", "10. Judge D.Z. sat on the bench of the Supreme Court as judge rapporteur.", "11. The applicant’s case was subsequently examined again. The Opole Regional Court allowed the plaintiff’s claim and ordered the applicant to sell 2,000 sq. metres of land to the co-operative. It found that the plaintiff co-operative had built a housing estate in the vicinity of the applicant’s land and also partly on her land. Parking areas and roads had been built on the land belonging to the applicant. Section 35 of the Housing Co-operatives Act provided for the compulsory sale of privately owned land occupied de facto by co-operatives.", "12. The applicant appealed. She argued that the court had erred in applying the substantive law in her case. Section 35 of the Housing Cooperatives Act provided for a claim for compulsory sale only where cooperatives had built houses on privately owned land. The legal interpretation of this provision by the court breached the principle that exceptions had to be interpreted narrowly. She further argued that the judgment ordering her to sell her land was in breach of Article 1 of Protocol No. 1 to the Convention.", "13. On 14 March 2007 the Wrocław Court of Appeal dismissed the appeal, endorsing the legal view expressed in the judgment of 26 November 2003.", "14. The applicant lodged a cassation appeal against this judgment with the Supreme Court. She reiterated the same argument which she had already raised in her appeal and emphasised that the courts had erroneously interpreted substantive law in her case. She submitted that section 35 of the Housing Co-operatives Act allowed for a compulsory sale of privately owned land only where a co-operative had built houses on it. The court had erred in that it held that this provision should, by analogy, also be applied to roads, parking areas and similar infrastructure. This interpretation resulted from the functional interpretation of this provision according to which its purpose was to make it possible for housing co-operatives to acquire ownership of land owned by third parties. Thus, the courts had held that it would be inconsistent with that object and purpose to allow a claim for a compulsory sale order against the owner only with respect to the land on which houses had been built. The applicant argued that this approach, which disregarded the literal and clear text of the provision concerned and resorted instead to a functional interpretation, was unlawful.", "15. She also invoked Article 1 of Protocol No. 1 to the Convention and submitted that her property rights had been excessively and unlawfully restricted by the compulsory sale order.", "16. The cassation appeal was examined by the Supreme Court sitting in camera on 18 January 2008. Judge D.Z. (see paragraph 10 above), who had in the meantime been promoted to the Supreme Court, sat on the bench. The court was of the view that the gist of the cassation appeal concerned the interpretation of section 35 of the Housing Co-operatives Act and that the case turned on the interpretation to be given to this provision. It agreed with the legal view expressed on both occasions by the Wrocław Court of Appeal and dismissed the applicant’s cassation appeal.", "17. By a judgment of 1 February 2007 the Opole Regional Court awarded the applicant compensation in the amount of PLN 388,000 for the use of her land by the local energy company which had in the past built installations (a pipeline) on her land. The company appealed.", "18. By a judgment of 25 April 2007 the Wrocław Court of Appeal quashed the first-instance judgment and dismissed the applicant’s claim.", "19. The applicant lodged a cassation appeal with the Supreme Court, complaining that the electricity company had been using her property for years without paying any compensation.", "20. By a decision of 14 December 2007, served on the applicant’s lawyer on 14 March 2008, the Supreme Court refused to accept her cassation appeal for examination.", "21. Article 3983 of the Code of Civil Procedure lists the grounds on which a cassation appeal (skarga kasacyjna) can be lodged. It reads, in so far as relevant, as follows:", "“1. The cassation appeal may be based on the following grounds:", "1) a breach of substantive law as a result of its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "22. Article 401 of the Code of Civil Procedure provides that a request for re-opening of civil proceedings can be based on invalidity of proceedings caused, inter alia, by an improper composition of the court or on the participation of a judge who was disqualified by law from sitting on the bench."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}