{"ITEMID": "001-78435", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF DOMBEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1965 and lives in Gdańsk.", "5. On 9 July 1996 the applicant was arrested and detained on remand. On 12 August 1996 the Kędzierzyn-Koźle District Court (Sąd Rejonowy) released the applicant.", "6. On 20 October 1997 the applicant was again arrested by the police in connection with the same criminal investigation. On 21 October 1997 the Częstochowa District Court decided to detain him on remand in view of the reasonable suspicion that he had committed several offences acting in an organised group of criminals.", "7. The applicant’s appeal against this decision was dismissed by the Częstochowa Regional Court (Sąd Wojewódzki) on 6 November 1997. The appeal lodged by his lawyer was dismissed on 20 November 1997.", "8. On 8 December 1997 the Częstochowa Regional Court prolonged the applicant’s pretrial detention reiterating the grounds originally given for his detention and adding that the measure was necessary to secure the proper conduct of the investigation.", "9. On 4 March 1998 the Katowice Court of Appeal (Sąd Apelacyjny) further prolonged his detention on remand. That decision was upheld by the Supreme Court (Sąd Najwyższy) on 24 April 1998.", "10. Subsequently, the applicant’s detention was prolonged by the Katowice Court of Appeal on 8 July 1998. The court considered that the severity of the anticipated penalty and the risk of collusion justified keeping him in detention.", "11. On 11 September 1998 the Supreme Court allowed an application made by the Prosecutor General under Article 263 of the 1997 Code of Criminal Procedure (“1997 Code”) and further prolonged the applicant’s detention on remand. The Supreme Court considered that the reasonable suspicion of his having committed the offences in question and the risk of collusion justified keeping the applicant in detention to secure the proper conduct of the proceedings. The court also considered that the investigation could not be terminated earlier due to circumstances for which the authorities could not be held responsible, such as the complexity of the case and the seriousness of the offences.", "12. On 31 December 1998 the applicant and 14 coaccused were indicted before the Bydgoszcz Regional Court (Sąd Okręgowy).", "13. On 11 January 1999 the Częstochowa Regional Court prolonged the applicant’s detention until 30 June 1999 reiterating the grounds previously given for the applicant’s detention.", "14. On 23 June 1999 the Bygodszcz Regional Court decided to prolong until 30 September 1999 the applicant’s detention on remand. It considered, for the same reasons as previously given, that keeping the applicant in detention was the only means to secure the proper conduct of the proceedings. The applicant appealed.", "15. The applicant’s trial started on 24 August 1999 and continued for three days. It appears that the hearing was subsequently adjourned.", "16. On 27 August 1999 the Bygdoszcz Regional Court examined the applicant’s appeal against its decision of 23 June 1999 and partly allowed it. The court considered that the pre-trial detention of the applicant should be prolonged only until 17 September 1999. It established that in assessing the length of the applicant’s detention with respect to the present case, and for the purpose of the time-limits provided for by Article 263 of the 1997 Code, the period between 9 July and 12 August 1996 should have been added. Accordingly, the Regional Court applied to the Supreme Court asking for the applicant’s detention to be prolonged beyond the term of two years provided for in Article 263 § 3 of the 1997 Code.", "17. On 16 September 1999 the Bydgoszcz Detention Centre asked the Supreme Court whether any decision had been given in the applicant’s case. On the same date the President of Chamber III of the Supreme Court informed the Detention Centre by fax that a session on prolongation of the applicant’s detention had been scheduled for 1 October 1999. The President further noted that on the basis of the transitional provisions in the 1997 Code, the applicant’s detention should be ipso jure prolonged until the date of the Supreme Court’s session.", "18. On 22 September 1999 the applicant’s lawyer submitted pleadings to the Supreme Court in which he argued that the applicant had been illegally detained as the detention order given on 27 August 1999 had expired on 17 September 1999 and therefore he should have been released. In particular, he maintained that the transitional provisions were not applicable in the applicant’s case and that the 1997 Code did not contain a provision which would allow detention on the basis of a fax sent by the Supreme Court.", "19. On 1 October 1999 the Supreme Court held its session and prolonged the applicant’s detention until 27 February 2000 relying on the strong suspicion against the applicant, the complexity of the case and the need to continue the process of gathering the evidence.", "20. On 10 February and 24 May 2000 the Supreme Court further prolonged the applicant’s detention reiterating the grounds previously given. In the first of those decisions the Supreme Court added:", "“...There is no evidence that could prove [the applicant’s] assertion that his wife and children ‘would soon have nothing to eat’.", "Moreover, it should be noted that there is a particular reason why the pre-trial detention of [the applicant] should not be lifted. From the information obtained by the Presiding Judge it appears that [the applicant] might obstruct the proceedings.”", "21. Subsequently, the Bydgoszcz Regional Court made several applications to the Court of Appeal asking that the applicant’s detention be prolonged as, following an amendment to the 1997 Code, the Supreme Court was no longer competent to prolong the detention beyond the statutory time-limit of 2 years, as laid down in Article 263 § 3 of the Code.", "22. On 27 September 2000 the Gdansk Court of Appeal granted the application and prolonged the applicant’s detention on remand until 30 December 2000. The court relied in particular on the complexity of the case and the conduct of the accused who had contributed to the prolongation of the proceedings. The court found as follows:", "“Of course, the applicant’s detention for over three years in this case requires particular attention to be given to the process of gathering evidence, above all, to examine without further delay the defence motions concerning evidence. However, in the light of the proceedings as a whole, the conduct of the Regional Courts should be assessed positively”.", "23. On 21 December 2000 as well as on 25 April and 20 June 2001 the Gdańsk Court of Appeal prolonged the applicant’s detention. In addition to the strong probability that he had committed the offences, the court found that the proceedings had been conducted diligently and concluded that only the applicant’s detention would guarantee the proper conduct of the final stage of the proceedings.", "24. Between 15 February and 15 October 2001 the applicant served a prison sentence ordered by the Inowrocław District Court in another set of criminal proceedings brought against him.", "25. During his pretrial detention the applicant lodged several hundred applications for release. However, these applications and his appeals against the decisions to prolong his detention on remand were to no avail.", "26. On 27 September 2001 the Bydgoszcz Regional Court gave judgment. The trial court convicted the applicant and sentenced him to eight years’ imprisonment. The applicant and the prosecutor appealed.", "27. Subsequently, the applicant’s detention with respect to this set of criminal proceedings was not prolonged. However, the applicant had not been released as he remained in pre-trial detention ordered in the second set of criminal proceedings (see below).", "28. On 17 June 2003 the Gdansk Court of Appeal allowed the appeals and quashed the impugned judgment. The case was remitted to the Bydgoszcz Regional Court which, on 14 January 2004, stayed the proceedings because the other set of criminal proceedings before the Zielona Góra Regional Court were pending and the applicant could not be transported to the Bygdoszcz Detention Centre.", "29. On 25 May 2005 the Bydgoszcz Regional Court resumed the proceedings. The proceedings are pending before that court.", "30. On 11 September 1991 the applicant was arrested by the police in connection with criminal proceedings pending against him. On the same date the Zielona Góra Regional Prosecutor decided to detain him on remand.", "31. On 12 July 1994 the Zielona Góra Regional Court acquitted the applicant.", "32. On 14 December 1994 the applicant was released from detention.", "33. On 24 January 1996 the Poznań Court of Appeal quashed the impugned judgment and remitted the case to the Regional Prosecutor.", "34. Between December 1997 and November 1999 the prosecutor stayed the proceedings.", "35. On 30 January 2001 the Poznań Court of Appeal decided to detain the applicant on remand in view of the reasonable suspicion that he had committed, with an accomplice, a robbery and three offences of homicide.", "36. The applicant appealed, but on 13 January 2001 the Poznań Court of Appeal dismissed his appeal.", "37. On 19 April, 24 July and 25 October 2001 and 24 April, 23 July and 24 October 2002 as well as on 22 January 2003 the Poznań Court of Appeal further prolonged his detention. The court held that the reasonable suspicion that the applicant had committed the offences with which he had been charged, the severity of the anticipated sentence and the need to secure the proper conduct of the investigation justified keeping the applicant in detention.", "38. On 13 March 2003 the applicant was indicted before the Zielona Góra Regional Court.", "39. On 26 March 2003 the Poznań Court of Appeal further prolonged the applicant’s detention. Subsequently, the applicant’s detention was prolonged on three occasions in 2003, and on 25 March, 24 June, 23 September and 21 December 2004. The court in all those decisions found that the grounds for keeping him in detention were still valid.", "40. On 28 April 2005 the trial court gave judgment. The applicant was convicted as charged and sentenced to twenty-five years’ imprisonment.", "41. The applicant requested that the written reasons for the judgment be prepared by the trial court so as to allow him to lodge an appeal.", "42. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). Article 249 § 5 provides that the lawyer of a detained person should be informed of the date and time of court sessions at which a decision is to be taken concerning prolongation of detention on remand.", "A more detailed rendition of the relevant domestic law provisions is set out in the Court’s judgment in Celejewski v. Poland, no. 17584/04, §§ 22 and 23, 4 May 2006.", "43. Rules relating to means of controlling correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998. The relevant part of Article 103 § 1 of the Code provides as follows:", "“Convicts (...) have a right to lodge complaints with institutions established by international treaties ratified by the Republic of Poland concerning the protection of human rights. Correspondence in those cases (...) shall be sent to the addressee without delay and shall not be censored.”", "For a more detailed rendition of the relevant domestic law provisions see the Court’s judgment in Michta v. Poland, no. 13425/02, § 33, 4 May 2006.", "44. According to Article 10 (a) of the Law of 29 June 1995, as amended by the Law of 1 December 1995, different rules applied in respect of persons whose detention on remand started before 4 August 1996. This Article provided:", "“1. In cases where the total period of detention on remand which started before 1 August 1996 exceeds the time-limits referred to in Article 222 §§ ... and 3 of the Code of Criminal Procedure, the accused shall be kept in detention until the Supreme Court gives a decision on a request for prolongation of such detention under Article 222 § 4 of the Code of Criminal Procedure.", "2. In cases referred to in § 1, if no [such] request has been lodged, detention shall be quashed not later than 1 January 1997.”", "Article 2 § 2 of the Law of 6 December 1996, which added certain new grounds for prolonging detention beyond the timelimits, provided:", "“In cases where a request for prolongation of detention imposed before 4 August 1996 is lodged on the basis of Article 222 § 4, as amended by Article 1 of this law, the detention shall continue until that request has been examined by the Supreme Court.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}