{"ITEMID": "001-81087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ZAYARNYY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Aleksandr Zayarnyy, is a Ukrainian national who was born in 1939 and lives in the city of Donetsk. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs Valeriya Lutkovska and Mr Yuriy Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 February 1998 the applicant instituted proceedings in the Kyivskyi District Court of Donetsk (hereinafter “the Kyivskyi Court”) against his neighbours Mrs B. and Mr D. seeking compensation for pecuniary and non-pecuniary damage. The applicant alleged that his flat had been flooded on a number of occasions due to the defendants’ negligence.", "On 16 September 1998 the Kyivskyi Court found in part for the applicant.", "On 26 October 1998 the Donetsk Regional Court (hereinafter “the Regional Court”) quashed the decision of the first instance court and remitted the case for a fresh consideration. The Regional Court", "On 10 February 1999 the Kyivskyi Court found in part for the applicant.", "On 29 March 1999 the Regional Court quashed the decision of the first instance court and remitted the case for a fresh consideration. The Regional Court held that the first instance court had failed to take into account the instructions contained in its decision of 26 October 1998.", "On 12 August 1999 the proceedings were resumed before the Kyivskyi Court. Following the applicants request, the court ordered a forensic technical examination in the case.", "On 16 November 1999 the hearings were resumed. The applicant lodged an additional claim, which he modified on 15 February and 26 May 2000.", "On 6 September 2000 the Kyivskyi Court found in part for the applicant.", "On 9 October 2000 the Regional Court quashed the decision of the first instance court and remitted the case for a fresh consideration. The Regional Court held that the first instance court had failed to determine whether Mr D. had been liable for the damage caused to the applicant’s flat, and to examine the grounds of the applicant’s claim for compensation for non-pecuniary damage.", "On 2 July 2001 the Kyivskyi Court found in part for the applicant.", "On 22 November 2001 the Donetsk Regional Court of Appeal upheld the decision of the first instance court.", "On 15 April 2002 the panel of three judges of the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal in cassation finding no appearance of any procedural or substantive omissions in the applicant’s case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}