{"ITEMID": "001-5973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "JIMENEZ ALONSO ET JIMENEZ MERINO v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants [Mr Alejandro Jiménez Alonso and Pilar Jiménez Merino] are two Spanish nationals, born in 1948 and 1983 respectively. They live in Lamadrid (Santander Province). The first applicant is the father of the second applicant. They were represented before the Court by Mr S. Rodriguez-Monsalve Garrigón, of the Vallodolid Bar.", "During the school year 1996-97 the second applicant, Pilar Jiménez Merino, then aged 13-14, was in the eighth year of compulsory primary and secondary education (Enseñanza General Obligatoria) in a state school of Treceño, a village situated in a rural area of the Cantabria region. The first applicant, her father, was a teacher at the school and her personal tutor during that school year.", "In May 1997, towards the end of the school year, the Natural Sciences teacher held classes on human sexuality as part of the “Vital Functions” syllabus. As a teaching aid, the teacher distributed to the pupils a 42-page booklet from a publication edited in 1994 by the Department of Education of the Autonomous Government of the Canary Islands.", "The booklet in question comprised the following chapters:", "“Concept of sexuality”;", "“We are sexual beings”;", "“Body awareness and sexual development”;", "“Fertilisation, pregnancy and childbirth”;", "“Contraception and abortion”;", "“Sexually transmitted diseases and Aids”.", "Those chapters included comprehension questions and basic terminology.", "The first applicant, who considered that the contents of the booklet went well beyond the scope of Natural Sciences and contained actual guidelines on sexuality which were contrary to his moral and religious convictions, informed the headmaster of the school that his daughter would not be attending the sex education classes. He referred, in his capacity as parent, to his constitutional right to choose his daughter’s moral education. The second applicant did not attend the classes in question and refused to answer the questions when she sat the final examination in the subject. Consequently, she failed the examination and had to repeat the school year. The first applicant then lodged an administrative application with the Ministry of Education and Culture. In a decision of 22 July 1997, the provincial director of the Ministry rejected the application. On 12 December 1997 the applicant lodged a special appeal for protection of fundamental rights with the High Court of Justice (Administrative Division) of Cantabria. He complained, inter alia, of the lack of consultation with parents regarding the content of the sex education classes; of the clearly moral component of the course; of an infringement of his right to freedom of choice of education guaranteed by Article 27 § 3 of the Constitution; of an infringement of the principle of non-discrimination proclaimed by Article 14; and an infringement of the right to freedom of religion and thought laid down in Article 16 of the Constitution.", "In a judgment delivered on 23 March 1997, after a hearing in which both parties had made submissions, the Cantabria High Court of Justice dismissed the appeal. It held that the Ministry’s decision had been in conformity with the fundamental rights enshrined in the Constitution. Referring to various applicable international provisions, such as Protocol No. 1 to the European Convention on Human Rights, the UNESCO Convention of 14 December 1960 against Discrimination in Education, the 1989 Convention on the Rights of the Child and the case-law of the Constitutional Court, the court held, inter alia,:", "“... The right of parents to provide their children with an education in accordance with their convictions presupposes, in a pluralist society, the right to choose, that right being linked to the freedom to establish schools so that parents can choose one adapted to their beliefs and ideas. However, that does not presuppose, nor can it presuppose, the right to impose one’s personal convictions on others or to request different treatment in accordance with such convictions.", "... The enunciation of respect for personal convictions, in the form of the right to freely choose a school, derives from and is based on certain legal provisions and statements of the Constitutional Court and the Supreme Court.", "... Section 4 of Institutional Act 8/1985 of 3 July on the right to education states:", "“parents or guardians shall be entitled, in accordance with the legal provisions:", "(a) to provide their children ... with an education in conformity with the aims laid down in the Constitution and the present Act.", "(b) to choose a different school from those set up by the public authorities.", "(c) to provide ... their children with religious and moral education in conformity with their own convictions.”", "There is, accordingly, a clear legal link between the right to choose a different school from those set up by the public authorities and the right to an education in conformity with one’s own convictions.", "...", "In conclusion, the right of parents to educate their children in accordance with their own moral, religious and ideological convictions is not an absolute right, but must be determined in relation to the rights which the Constitution guarantees to other partners in the educational community, so that it is not fair to attempt to impose a difference of treatment or positive discrimination on the basis of one’s own ideas, or to choose or predetermine, on the basis of one’s particular ideas, the contents of a school curriculum in a state establishment, since the right to a particular type of education is ensured by means of the right to establish [private] schools; the latter can offer a special curriculum, unlike the position in state schools in a pluralist State, and parents have the right to choose the type of education which they wish their children to receive.”", "The first applicant lodged an amparo appeal against that judgment with the Constitutional Court. He relied on Article 27 § 3 (right of parents to choose their children’s religious and moral education), 14 (principle of non-discrimination) and 24 (right to a fair trial) of the Constitution. In a decision of 11 March 1999, the Constitutional Court declared the appeal inadmissible on the ground that it was manifestly ill-founded, for the following reasons:", "“Article 27 of the Spanish Constitution recognises rights in favour of all those who participate in the education system, which presupposes that, in the event of dispute, a balance has to be struck between the different interests in issue. In the instant case, the trial court adequately weighed the various conflicting interests while stressing that state education was involved. In the context of that type of education, ideological neutrality has to be preserved, as the court affirmed ... . In the instant case, neutrality was preserved, with the result that the trial court’s decision was neither arbitrary nor absurd and thus cannot be reviewed in amparo proceedings. .... Nor has there been an infringement of the principle of equality laid down in Article 14 since no relevant term of comparison has been submitted in support of the appeal.”", "“1. Everyone has a right to education. The freedom of teaching is hereby recognised.", "2. The purpose of education is the full development of the human personality in a manner consistent with the democratic principles of coexistence and fundamental rights and freedoms.", "3. The public authorities shall guarantee the right of parents to provide their children with a religious and moral education in accordance with their own convictions.", "...", "6. Natural and legal persons shall have the right to set up teaching institutions in a manner consistent with constitutional principles.", "...", "9. The public authorities shall assist teaching institutions satisfying the conditions established by law.", "...”", "“... The Constitution confers on all Spaniards a right to education. It guarantees freedom of teaching ... and of setting up schools, and the right to receive religious and moral instruction in accordance with personal convictions. It recognises the right of parents, teachers and pupils to participate in the supervision and management of publicly funded schools.", "...”", "“The Spanish education system, established in accordance with the principles and values of the Constitution and founded on the respect of the rights and liberties recognised by the Constitution and by Law 8/1985 of 3 July on the right to education, shall be geared towards the achievement of the following aims set forth in the above-mentioned Act...”", "In accordance with the above-mentioned constitutional and legislative provisions, there is a wide network of State-subsidised private schools in Spain, which coexist with the state school system."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}