{"ITEMID": "001-57634", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF E. v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "C. Russo", "TEXT": ["7. The applicant is a Norwegian citizen, who was born in 1948. In 1965 he was involved in a traffic accident in which he suffered serious brain damage, and he subsequently showed a distinct tendency to become aggressive.", "In 1967 he was convicted of offences under Articles 227, 228 and 292 of the Norwegian Penal Code (assault and inflicting bodily harm) and sentenced to preventive detention (sikring) for a maximum period of five years in accordance with Article 39 § 1 (e) of the Penal Code. In an expert psychiatric opinion obtained at that time, he was declared mentally ill (sinnssyk) and he spent the period from May 1967 to July 1972 in mental hospitals.", "8. From 1973 to 1978 the applicant was detained for a period of approximately four years at either Telemark Central Hospital or Reitgjerdet Mental Hospital in accordance with the provisions of the Mental Health Act (lov om psykisk helsevern).", "9. In 1978 the applicant was placed under \"judicial observation\" (judisiell observasjon) after having assaulted his father. The expert psychiatric opinion obtained at that time concluded that he was not mentally ill but had an underdeveloped and permanently impaired mental capacity (mangelfullt utviklede og varig svekkede sjelsevner) and that there was a clear risk of his committing further criminal offences.", "By a judgment of 26 June 1978 the District Court (herredsrett) of Kragerø convicted the applicant of an offence under Article 228 of the Penal Code. It sentenced him to sixty days in prison and authorised the use of security measures under Article 39 § 1 (a) to (f) of the Penal Code for a maximum period of five years. The judgment pointed out that preventive detention in a prison under Article 39 § 1 (f) was likely to have an adverse influence on the applicant and should therefore only be imposed as an emergency measure. The court added that it expected that the competent authorities would take such measures as were necessary in order to avoid prolonged spells of imprisonment.", "10. Following that judgment, the police sought to have the applicant admitted to Telemark Central Hospital, but this was refused by the hospital as it considered E. to be a brain-damaged psychopath for whom psychiatric treatment did not appear to hold out any prospects of improvement.", "11. On 3 July 1978 the prosecuting authority decided to detain the applicant in accordance with Article 39 § 1 (e) in a security ward at Ila National Penal and Preventive Detention Institution (\"Ila\").", "12. On 8 September 1978 the applicant requested to be released under protective supervision (sikring i frihet). The Director of Ila forwarded the application to the Ministry of Justice on 18 September, expressing the opinion that although it would not be easy to find an appropriate solution to the applicant’s problems, it did not seem proper to detain him in prison. On 5 October 1978 the Ministry of Justice decided nevertheless that the applicant should remain at Ila until further notice.", "13. On 10 January 1979 the applicant’s lawyer, referring to the court judgment of 26 June 1978 (see paragraph 9 above), applied to the Ministry of Justice for the applicant’s release and his placement under protective supervision in accordance with Article 39 § 1 (a) to (c). The application was supported by the Director of Ila and the applicant was released on 24 April 1979 and put under preventive supervision. However, after approximately one week he was back at Ila since he did not comply with the conditions imposed. A new leave-of-absence scheme was arranged. However, the applicant refused to return to Ila when the leave had come to an end, and he was brought back to Ila by the police on 16 August 1979.", "14. In a letter of 17 December 1979 to the Ministry of Justice, the Director of Ila recommended that the applicant should be released under protective supervision in accordance with Article 39 § 1 (a) to (c). The Director pointed out that the applicant was obviously a psychiatric case and not suitable for detention in a prison and recommended that the Ministry of Justice should contact the health authorities in order to have the applicant placed in a suitable psychiatric institution.", "15. On 21 January 1980 the Ministry of Justice decided, pursuant to Article 39 § 1 (a) to (c), to release the applicant on the condition, inter alia, that he resided at his parents’ home. Owing to a number of violent incidents, the applicant was however rearrested, and by a judgment of 15 June 1980 the District Court of Kragerø sentenced him to ninety days’ imprisonment, which sentence was deemed to have been served in detention on remand.", "16. On 24 July 1980 the Ministry of Justice decided to place the applicant in preventive detention once more at Ila in accordance with Article 39 § 1 (e). On 2 June 1981 he was released to his parents’ home under preventive supervision in accordance with Article 39 § 1 (a) to (c).", "17. A number of unfortunate episodes led the Ministry of Justice to decide under Article 39 § 1 (e) to detain Mr E. again. The applicant returned to Ila on 17 July 1981.", "18. During his placement in the security ward at Ila, Mr E. attacked prison staff on several occasions. The prison authorities sought to have him transferred to Reitgjerdet Mental Hospital. However, such a transfer was considered impossible as the applicant did not fulfil the conditions for admission under the Mental Health Act.", "By letter of 16 September 1981 the Director of Ila requested assistance from the Ministry of Justice to have the applicant placed in psychiatric health care. It appears that the Ministry concluded that no transfer to the psychiatric health system could be effected unless the situation developed and the applicant became psychotic within the meaning of the Mental Health Act.", "19. On 5 February 1982 the Ministry of Justice decided to apply Article 39 § 1 (f) of the Penal Code, and on 16 February the applicant was sent to Oslo District Prison. On 4 November 1982 he was transferred to Ullersmo National Prison (\"Ullersmo\").", "20. Whilst so detained, the applicant was convicted by the District Court of Asker and Baerum on 18 March 1983 and sentenced to six months’ imprisonment for assaulting prison staff at Ila and Ullersmo on three occasions. The expert psychiatric opinion obtained for the trial concluded, as before, that Mr E. was not mentally ill but suffered from an underdeveloped and permanently impaired mental capacity.", "With regard to the question of security measures, the court pointed out that the information available showed that detention in a prison or similar institution was inappropriate and had a destructive influence on the applicant. The court found that he clearly needed psychiatric care and concluded that everything should be done to give him adequate treatment. It accordingly authorised the prosecuting authority to impose security measures under Article 39 § 1 except, however, detention in a security ward or in a prison under subsections (e) and (f).", "21. Having served his sentence the applicant was released on 18 November 1983 and placed in a flat at Kragerø under the surveillance of the local police. However, on 19 December 1983 he was arrested and detained on remand, again charged with offences under Articles 227 and 228 of the Penal Code. A further expert psychiatric opinion was obtained but it reached the same conclusion as the two earlier ones (see paragraphs 9 and 20 above).", "22. By a judgment of 20 September 1984 the District Court of Kragerø found the applicant guilty on most of the charges brought against him and sentenced him to 120 days’ imprisonment. Furthermore, the court authorised the prosecuting authority to use any of the security measures mentioned in Article 39 § 1 of the Penal Code for a maximum period of five years. As to the conditions for having recourse to these measures, the court referred to the earlier decisions (see paragraphs 9 and 20 above). However, it found that, having regard to the applicant’s almost total lack of self-control in certain situations and to his physical strength, it could not rule out the use by the competent authorities of preventive detention in a prison or in a security ward under Article 39 § 1 (e) and (f), should this prove necessary. Apparently there was such a need, since the applicant remained at Ila.", "23. The applicant appealed to the Supreme Court (Høyesterett) against the decision as regards preventive detention. In a judgment of 12 January 1985 Justice Røstad stated on behalf of the unanimous court:", "\"...", "I consider it beyond doubt that the scope of the security measures should be extended as set out in the judgment now appealed against. Like the District Court I find that the requirements for imposing preventive detention are fulfilled. [The applicant], who must be considered to have, as required by Article 39 [of the Penal Code], a deviant character, presents a serious danger regarding new offences, including threats - Article 227. I may add that it cannot be considered disproportionate to impose security measures on such a clearly dangerous offender. In my view, the protection of society requires that the authorities should be able to impose security measures considered necessary in order to prevent [the applicant] from committing further serious offences.", "In view of the summing-up of counsel for the defence, I would point out that I find no basis for arguing that the decision of a Norwegian court concerning the authorisation to use security measures in a case like the present one would violate [Article 3] (art. 3) of the [...] Convention. It is for the implementing authorities to ensure that the security measure takes a form which in practice not only protects the interests of society but also tries to promote those of [the applicant], including his need for psychiatric treatment.", "...", "In the present case several persons have pointed out that [the applicant] mainly needs treatment and most of all psychiatric medical care. I agree with these views and I will add that I expect the prosecuting authorities, the prison authorities and the health authorities after consultations to continue to try to find an arrangement whereby preventive detention in a prison can be avoided. A proposal for treatment that was drawn up after a meeting held on 13 November 1984 has been submitted to the Court. It was not possible to implement this proposal as [the applicant] was opposed to it. The proposal entailed his returning to Telemark, where a flat would be bought for [him] at Skien near a psychiatric hospital. The proposal also provided for treatment with drugs and for prompt transfer to preventive detention in the event of a breach of any important conditions, such as those attaching to his stays at Kragerø, or failure to undergo the medical treatment.", "The time factor and the serious consequences which continued placement in institutions run by the prison authorities may have for [the applicant] make it necessary that a suitable solution should be found as soon as possible which will take into account the legitimate interests of both [the applicant] and society.\"", "24. On 7 November 1985 Mr E. was transferred from Ila to Ullersmo pursuant to a decision of the Ministry of Justice under Article 39 § 1 (f) of the Penal Code.", "After this transfer, the applicant declared that he was prepared to accept the conditions laid down in the scheme mentioned in the above Supreme Court judgment (see paragraph 23). The authorities approached the hospital which they had in mind for supervising the scheme. The hospital replied however that it could not take over responsibility for the applicant until a department for difficult patients had been set up.", "The authorities also sought to have the applicant admitted to Reitgjerdet Mental Hospital. However, under the general regulations applicable to that institution, only patients who were \"seriously mentally ill\" could be admitted. As the applicant was not considered to meet this requirement, the hospital asked the Public Health Department of the Ministry of Social Affairs for a dispensation from these requirements. The Department replied however on 26 February 1986 that it was legally precluded from making such an exception. Nevertheless, the applicant spent twenty-three days at the hospital in April-May 1986. On 6 May his case was examined by the hospital’s Supervisory Board (kontrollkommisjonen), which concluded that it had not been established that the applicant was psychotic or that the other requirements for his staying there were met, and he was accordingly sent back to Ullersmo.", "On 29 October 1986 he was convicted by the District Court of Asker and Baerum for having attacked a prison officer and was given a suspended sentence of forty-five days’ imprisonment. On 12 January 1987 he was transferred from Ullersmo to Sunnås Rehabilitation Centre near Oslo in order to receive treatment from a psychologist for fourteen days. Certain examinations were carried out, but the applicant was sent back to Ullersmo after attacking one of the nurses.", "25. On 24 February 1987 Mr E. was sent to Reitgjerdet Mental Hospital, where it was established that he was now psychotic. As he thus met the requirements for compulsory placement, he was kept there until 4 December 1987 on which date the hospital concluded that he was no longer psychotic.", "26. The applicant nevertheless stayed at the hospital on a voluntary basis, but after some weeks he became aggressive towards other patients and staff. As he refused to be placed in the ward for difficult patients, he was sent back to Ullersmo, still under the authorisation of the Ministry of Justice in accordance with Article 39 § 1 (f) of the Penal Code.", "27. With effect from 8 February 1988 the preventive measures were changed. Under Article 39 § 1 (a) to (c) the Ministry of Justice decided that the applicant should be released from Ullersmo, on condition that he lived in a house at Skien under the supervision of the Probation and After-care Service (kriminalomsorg i frihet).", "28. On 19 April 1988 the applicant assaulted the social workers supervising him and the Ministry of Justice decided on the same day to replace preventive supervision under Article 39 § 1 (a) to (c) by detention in a secure institution, at least for a short time, in accordance with Article 39 § 1 (f). The applicant was transferred to Arendal District Prison.", "29. On 27 April 1988 the applicant instituted proceedings against the Ministry of Justice in the Oslo City Court, claiming that the decision of 19 April 1988 was invalid. While the case was pending, the Ministry decided on 18 May 1988 that the applicant should again be placed under preventive supervision pursuant to Article 39 § 1 (a) to (c). He was consequently released on 19 May 1988 from Arendal District Prison and moved to the house at Skien. On 17 June 1988 he dropped the proceedings he had brought, as he was no longer detained.", "30. Following several violent incidents the Ministry of Justice decided on 21 July 1988, in accordance with a recommendation from the Probation and After-care Service, that preventive supervision at Skien should cease and that the applicant was to be transferred to Ila under Article 39 § 1 (e).", "Mr E., who at that time was detained on remand charged with several criminal offences, instituted proceedings against the Ministry of Justice in the Oslo City Court on 3 August 1988 - during the court vacation. In his application for judicial review he requested a speedy procedure. He alleged several violations of the Public Administration Act on the part of the Ministry: it had not specified the facts on which its decision to detain him again was based; it had refused him access to relevant documents in the case file; and it had never taken a formal decision, thereby preventing appeal. He also contended that detaining him again was an unreasonably harsh response to his behaviour, especially as the measure was not subject to any time-limit. Finally, he also submitted that the Ministry had circumvented the safeguards in Article 96 of the Constitution by using preventive measures instead of having recourse to ordinary criminal procedure.", "The case was initially assigned to one judge but on 8 August was transferred to another. After this judge had returned from holiday on 15 August, he started to arrange for hearings but apparently encountered difficulties in contacting the applicant’s lawyer, and he did not succeed in this until 24 August. On 25 August the summons was served on the Ministry, whose observations in reply were received almost immediately afterwards. The hearing was fixed for the first day acceptable to all concerned, 7 September. At the hearing the applicant and five witnesses gave evidence.", "In its judgment of 27 September 1988, dismissing the application, the court stated, inter alia:", "\"The case concerns the validity of the Ministry of Justice’s decision to change the security measures imposed on the applicant from preventive supervision to preventive detention in a security ward.", "...", "Article 96 of the Constitution", "The court [observes] that security measures under Article 39 cannot be imposed except by order of a court. Where a judgment, as in [the applicant’s] case, authorises security measures under Article 39 § 1 (a) to (f) for a maximum period of five years, this means that the court has decided that [the applicant] may be subjected to different security measures, including placement in a closed ward, for a period which cannot, however, exceed the time-limit fixed. The court’s decision defines the scope of the security measures which can be imposed on the [person] according to the rules set out in Article 39.", "The legal provision which empowers the Ministry to change the security measures is to be found in Article 39 § 4, sub-paragraph 2. See also Article 39 § 3, whereby ‘these measures shall be discontinued when they are no longer regarded as necessary, but may be resumed if there is reason to do so’.", "The Court does not find that these provisions contravene Article 96 of the Constitution, whereby ‘no one may be punished except by judgment of a court’. The Ministry’s decision under Article 39 § 3 concerning renewed placement in a security ward was based on the decision in the judgment which authorised the use of security measures.", "Procedural errors", "[The applicant] was clearly informed in advance that the Ministry was planning to consider and decide the question of a change of security measures when he was detained on remand in this connection. This appears from the Kragerø District Court transcripts of 27 June 1988. ...", "The witness statements have confirmed that [the applicant] was informed of the change of security measures. The Court finds that the matter has been dealt with properly, having regard to Article 16 ... of the Public Administration Act [forvaltningsloven, Act of 10 February 1967; see paragraph 38 below]. Neither can it be established that the Ministry has failed to consider the provisions of Article 17 ... . In any event, the Court finds that even if [the applicant] had felt a need of further information, Article 41 of the Public Administration Act applies. ...", "Fairness of the decision", "The decision includes no time-limit, but this does not mean that [the applicant] must expect a placement in the security ward to continue for the remainder of the security period. On the contrary, the Court has been told that a new preventive supervision programme is being considered and that it is intended that a decision should be made to change the security measures to such supervision before the end of October 1988.", "Article 39 of the Penal Code does not require a special time-limit to be included in the decision to change the security measures. The law requires only a time-limit for the maximum period. The question of time in connection with a change will depend on how long it takes to organise a new preventive supervision programme. ... The Court does not find that the lack of any time-limit in the decision is a ground for considering it unfair. Nor is it correct to consider the decision unfair because the accusations made against [the applicant] might lead to charges being filed against him. A punishable offence may justify a change to a more severe security measure, but this decision is then based on the aims of the security measures and is not considered as a punishment. If the instant case is pursued and [the applicant] convicted, the question whether it is fair to use both placement for a time in a security ward and punishment will have to be considered when sentence is passed. In such circumstances it will be of importance that [the applicant] has had to undergo the change of security measures. This can be compared with the opposite situation referred to in Article 39 § 5 of the Penal Code.\"", "Mr E. did not appeal against the judgment and remained in custody at Ila.", "31. On 21 October 1988 the Ministry of Justice decided that the applicant should be released and placed under preventive supervision pursuant to Article 39 § 1 (a) to (c) of the Penal Code and he was brought back to the house at Skien. However, as on several occasions he violated the restrictions imposed on him the Ministry decided, on 27 December 1988, to detain him at Ila again in accordance with Article 39 § 1 (e). The applicant does not appear to have challenged this decision.", "32. On 11 January 1989 the applicant was convicted by the District Court of Kragerø of offences under Article 227 and Article 228 in conjunction with Article 230 of the Penal Code (threats and assault). He was sentenced to 120 days’ imprisonment, which sentence was deemed to have been served in detention on remand, and he continued to be detained at Ila under Article 39 § 1 (e). On 3 February 1990 the prosecuting authorities in Vestfold and Telemark applied to Kragerø District Court for a three-year extension of the Supreme Court’s authorisation to implement security measures from 12 January 1985 (see paragraph 23 above), as this was due to expire on 25 February 1990. On an application by the police, the District Court decided on 12 February that Mr E. should be detained until 26 March 1990, pursuant to Article 171 of the Code of Criminal Procedure. The applicant appealed against this decision to the Agder Court of Appeal (lagmannsret) claiming that this detention was unlawful, inter alia, because there was no legal basis for renewing the authorisation to impose security measures as he was not accused of having committed any new offences of the kind described in Article 39 of the Penal Code. As to this the Court of Appeal observed:", "\"There is no doubt that it has until now been accepted in Norwegian law that it is possible to prolong the period for which security measures can be imposed, even if the person concerned has not committed any new offence ... The provision of the law that the court shall set a time-limit on the duration of security measures is based, inter alia, on a concern for the convicted person, namely that after a certain time he should obtain a new judicial assessment of whether security measures are still necessary. If this possibility of having a further review by a court did not exist, the alternative would be to allow an authorisation period sufficiently long for the court to feel reasonably certain that there would be no further need to impose security measures after it expired. Under the present system the courts do not have to determine the period on the basis of such considerations and need only specify, initially, a period which in general will probably be shorter than would have been the case if there had been no possibility of having a further review.\"", "33. A further appeal by Mr E. to the Supreme Court was rejected on 16 March 1990. On 14 April 1990, however, the prosecuting authorities withdrew their application, and on the following day the applicant was set free.", "34. Article 39 of the Penal Code provides:", "\"1. If an otherwise punishable act is committed ... by someone with an underdeveloped or permanently impaired mental capacity and there is a danger that the offender, because of his condition, will repeat such an act, the court may authorise the prosecuting authority, as a security measure, to", "(a) assign or forbid him a particular place of residence;", "(b) place him under supervision by the police or a specially appointed probation officer and order him to report to the police or the probation officer at specified intervals;", "(c) forbid him to consume alcoholic beverages;", "(d) place him in secure private care;", "(e) place him, whenever this is possible, in a mental hospital, sanatorium, nursing home or security ward, in accordance with the general provisions promulgated by the King;", "(f) keep him in detention in prison.", "...", "3. These measures shall be discontinued when they are no longer regarded as necessary, but may be resumed if there is reason to do so. The security measures listed under (a) to (d) may be employed concurrently.", "The court shall determine the maximum period for which security measures may be imposed without its further consent.", "4. If the court has not decided otherwise, the prosecution may choose between the above-mentioned security measures.", "The decision to discontinue, resume or change a security measure shall be made by the Ministry.", "Before a decision about security measures or their discontinuance is made, the opinion of a medical specialist shall normally be obtained. The same procedure shall be followed at regular intervals during the period for which security measures are in force.", "5. If the act has led to the imposition of a punishment, the Ministry may decide that the punishment shall be remitted, in whole or in part, if security measures are imposed under paragraph 1 above.", "...\"", "35. A decision by a court to impose security measures is subject to the general provisions of the Code of Criminal Procedure (straffeprosessloven) and may be appealed against up to the Supreme Court.", "36. Rules concerning changes of security measures are found in Article 11 of a Royal Decree of 1 September 1961, which reads as follows:", "\"Not later than one year after security measures have been initiated, and subsequently at intervals of not more than one year, the security measures in question shall be submitted to the Ministry of Justice with a statement as to whether their form should remain unchanged or whether they should be replaced by other measures, or whether they should be discontinued. If special reasons so dictate, the matter may be submitted before the specified time-limit has been reached.", "The matter shall be submitted by the prosecuting authority or, where the person sentenced to security measures is serving a prison sentence or is subject to security measures in an institution in the prison system, by the director of the institution concerned.", "The report of the prosecuting authority shall contain information on the situation of the person sentenced to security measures, and a statement from the probation officer, the Probation and After-care Service, the custodian, or from the hospital or any other institution in which the person sentenced to security measures has been placed.", "The report shall be prepared by the chief of police who has been in charge of investigating the case, and sent by him to the public prosecutor (statsadvokaten), who will forward it to the Ministry of Justice.\"", "37. The Ministry will also consider the question of discontinuing or changing the measures upon application by the person concerned. In practice, the appropriateness of preventive detention in a particular case is often reviewed several times a year.", "38. The Ministry’s (and also, where relevant, the prosecuting authority’s) decisions are governed by the Public Administration Act; this means, inter alia, that the Ministry has to give the grounds for any change of security measures and that its decision may be appealed to the King in Council. However, the person concerned may also, both before and after exhausting administrative remedies, bring the decision directly before the ordinary courts of justice, which will review its lawfulness exercising the jurisdiction they derive from the unwritten constitutional principle of judicial supremacy, which was established in the middle of the last century.", "39. Chapter 33 of the Code of Civil Procedure (tvistemålsloven, Law no. 6 of 13 August 1915) contains special, detailed provisions on judicial review of administrative decisions concerning deprivation of liberty and other coercive measures. However, they only apply when the relevant statutes expressly so provide, for example in the case of detention under the Mental Health Act. They do not apply when the person concerned is placed, as Mr E. mostly was, elsewhere than in psychiatric hospitals, for instance in a security ward or a prison under Article 39 § 1 (e) or (f) of the Penal Code.", "40. Proceedings for judicial review under the Constitution follow the provisions of Chapter 30 of the Code of Civil Procedure. In such proceedings the validity both of general regulations and of decisions in individual cases may be challenged.", "41. The courts ensure that the administrative authorities have acted within the legal framework by which they are bound.", "They ascertain whether the impugned decision or regulation was made by the competent authority and in accordance with procedural requirements, including those contained in the Public Administration Act.", "They always have unlimited power to review the facts on which the decision is based. Thus, in cases where the mental capacity of the person concerned is relevant, psychiatric experts may assist the courts as expert witnesses under Chapter 18 of the Code of Civil Procedure.", "Nor are there any restrictions on the courts’ competence to review the authorities’ application of the relevant legal provisions (rettsanvendelsesskønn), even where these provisions seem to leave some discretion to the authorities, for instance by referring to such standards as \"unreasonable\", \"unacceptable\" or \"good business practice\". However, as regards purely discretionary administrative decisions, namely decisions or steps in a specific decision-making process which are left unregulated by the relevant law (fritt skønn or hensiktsmessighetsskønn), the courts will usually limit their examination to determining whether or not there has been a misuse of power or whether the decision is manifestly unreasonable.", "42. When exercising their control over the public authorities, the Norwegian courts will also as far as possible interpret domestic law in such a way as to conform with treaties binding on Norway, such as the Convention, even if these have not been formally incorporated into the Norwegian legal system (\"the principle of presumption\").", "The Norwegian Supreme Court has thus on a number of occasions examined the conformity of its interpretation of domestic law with Norway’s obligations under international human-rights instruments and in particular under the Convention as interpreted by the Court and the Commission: judgment of 16 December 1961, Norsk Retstidende (\"NRt\") 1961, p. 1350; judgment of 28 March 1966, NRt 1966, p. 476, containing a reference to the Commission’s decision declaring application no. 1468/62, Iversen v. Norway, inadmissible; judgment of 8 October 1974, NRt 1974, p. 935; judgment of 26 February 1982, NRt 1982, p. 35; judgment of 23 October 1984, NRt 1984, p. 1175, containing references to the European Court’s judgments in the Winterwerp case (24 October 1979, Series A no. 33) and in the case of X v. the United Kingdom (5 November 1981, Series A no. 76); judgment of 15 May 1987, NRt 1987, p. 612, with reference to the Court’s judgment in the case of Klass and Others (6 September 1978, Series A no. 28); the judgment of 16 March 1990 previously cited (see paragraph 33 above); judgment of 16 March 1990 (in case L.nr. 470/1990), with reference to the Court’s judgment in the Hauschildt case (24 May 1989, Series A no. 154).", "However, there has been no case in which the Supreme Court has been confronted with a clear conflict between the Convention and domestic legislation.", "The Convention’s status as a relevant source of law was endorsed by the plenary court in the above-mentioned judgment of 26 February 1982, which concerned, inter alia, the consequences of water-regulation works on the Alta river. Justice Christiansen stated on behalf of the unanimous court:", "\"What I said about the limits of judicial review needs to be qualified. In the present case it has been argued that the Sami people are protected against such interferences with their interests as follow from the regulation of the Alta river by virtue of rules of international law which are binding upon Norway. The rules concerning the courts’ power to review the validity of administrative acts do not prevent the Court from fully and comprehensively considering whether the expansion works violate rules of international law [the Convention and the International Covenant on Civil and Political Rights].\"", "The \"principle of presumption\" was given particularly clear expression in the above-mentioned judgment of 23 October 1984, which dealt with the question of what judicial review should be available where a person already sentenced to security measures is committed to a mental hospital pursuant to Article 39 § 1 (e). The court first observed that neither the wording of the relevant Act nor its drafting history gave any direct indication as to how the problem before the court should be resolved. The judgment went on:", "\"The decision to be taken must accordingly take into account all relevant circumstances, in particular the consideration that domestic law must be interpreted, as far as possible, in accordance with those treaties under international law which Norway has ratified, in this instance the [Convention].\"", "After a comprehensive survey of the relevant case-law of the European Court, the Supreme Court concluded that its interpretation of Norwegian law on the point at issue conformed with the requirements of Article 5 § 4 (art. 5-4).", "The relevance of the principle when examining the scope of judicial review required in respect of detention decisions under Article 39 of the Penal Code was also recently mentioned in a concurring opinion in the Supreme Court (judgment of 11 December 1989, NRt 1989, p. 1327). One of its members, Justice Smith, found it necessary to disapprove a statement made in a dissenting opinion in the Court of Appeal to the effect that no judicial review would have been possible of the prosecuting authorities’ decisions regarding security measures under Article 39 of the Penal Code:", "\"In reply (...) it should be pointed out that the Supreme Court has decided [in the above-mentioned case of 23 October 1984], amongst other things on the basis of Article 5 § 4 (art. 5-4) of the [Convention], as interpreted by the Court and the Commission, that a person subject to security measures and also detained in a mental hospital has the right to obtain a decision at reasonable intervals as to whether continued detention is lawful. I maintain that this right to judicial review which is enshrined in Article 5 § 4 (art. 5-4) and which the Supreme Court has established for one category of persons subject to security measures, must be applied by the courts also in relation to other persons subject to such measures who are deprived of their liberty in other institutions.\"", "43. Where the impugned administrative decision has been concerned only with the application of clear legal provisions, the courts may order the authorities to act in the manner prescribed by the law. In cases concerned with purely discretionary decisions, however, the courts will consider themselves to have this power only if special circumstances obtain; otherwise they will decide only whether the decision is valid or not.", "44. According to Chapter 15 of the Law relating to the enforcement of civil claims (tvangsfullbyrdelsesloven, Law no. 7 of 13 August 1915), the court carrying out judicial review, whether at first instance or on appeal, may order interim measures (midlertidig forføyning), such as a stay of execution of a decision.", "Furthermore, Article 148 of the Code of Civil Procedure empowers the court to decide, on application, that its judgment shall be enforced before it becomes final \"if special circumstances so require\".", "45. Applications for judicial review of administrative decisions are frequent. In 1985, 225 such applications were made to the courts. For 1986 and 1987, the figures were 218 and 201, respectively. They account for more than a third of all the civil cases heard by the Supreme Court. However, there have been no cases in which Norwegian courts have overruled administrative decisions taken under section 39 of the Penal Code."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}