{"ITEMID": "001-98473", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KENNEDY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);No violation of Art. 8;No violation of Art. 6-1;No violation of Art. 13", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. On 23 December 1990, the applicant was arrested for drunkenness and taken to Hammersmith Police Station. He was held overnight in a cell shared by another detainee, Patrick Quinn. The next day, Mr Quinn was found dead with severe injuries. The applicant was charged with his murder. The applicant alleged that the police had framed him for the murder in order to cover up their own wrongdoing. In September 1991, the applicant was found guilty of the murder of Mr Quinn and was sentenced to life imprisonment. In February 1993, his conviction was overturned on appeal. At a first retrial, one of the police officers, a key prosecution witness, failed to appear. He was subsequently declared mentally unstable and was withdrawn from the proceedings. Following a second retrial, the applicant was convicted in 1994 of manslaughter and sentenced to nine years' imprisonment. The case was controversial in the United Kingdom on account of missing and conflicting police evidence which led some – including a number of Members of Parliament – to question the safety of the applicant's conviction.", "6. In 1996, the applicant was released from prison. Following his release, he became active in campaigning against miscarriages of justice generally. He subsequently started a removal business called Small Moves, undertaking small moves and van hire in London. Although his business did well at the beginning, he subsequently began to experience interference with his business telephone calls. He alleged that local calls to his telephone were not being put through to him and that he was receiving a number of time-wasting hoax calls. The applicant suspected that this was because his mail, telephone and email communications were being intercepted. As a result of the interference, the applicant's business began to suffer.", "7. The applicant believed that the interception of his communications was directly linked to his high profile case and his subsequent involvement in campaigning against miscarriages of justice. He alleged that the police and security services were continually and unlawfully renewing an interception warrant – originally authorised for the criminal proceedings against him – in order to intimidate him and undermine his business activities.", "8. On 10 July 2000 the applicant made subject access requests to MI5 and GCHQ (the United Kingdom's intelligence agencies responsible for national security) under the Data Protection Act 1998 (“DPA” – see paragraphs 21 to 22 below). The object of the requests was to discover whether information about him was being processed by the agencies and to obtain access to the content of the information. Both requests were refused on the basis that the information requested was exempt from the disclosure requirements of the 1998 Act on the grounds of national security under certificates issued by the Secretary of State on 22 July 2000 (MI5) and 30 July 2000 (GCHQ).", "9. On 6 July 2001 the applicant lodged two complaints with the Investigatory Powers Tribunal (“IPT”). First, the applicant complained under sections 65(2)(b) and 65(4) of the Regulation of Investigatory Powers Act 2000 (“RIPA” – see paragraphs 25 to 80 below) that his communications were being intercepted in “challengeable circumstances”, within the meaning of section 65(7) RIPA (i.e. under an interception warrant or in circumstances in which there ought to have been an interception warrant or where consideration ought to have been given to obtaining an interception warrant). Second, the applicant complained under sections 6(1) and 7(1) of the Human Rights Act 1998 (“HRA”) and section 65(2)(a) RIPA that there was an unlawful interference with his rights under Article 8 of the Convention.", "10. The applicant's Grounds of Claim and Complaint outlined the grounds for bringing the proceedings as follows:", "“4(a) That the authorities' conduct was, and is, incompatible with his rights under Article 8 of the Convention and a violation of equivalent rights of his at common law. Such conduct is unlawful as a result of HRA s. 6(1) and forms the basis for a complaint under RIPA s. 65.", "(b) To the extent any such conduct purports to have the authority of a warrant issued or renewed under RIPA Part I or the corresponding predecessor provisions of the Interception of Communications Act 1985 (“IOCA”), the issue and renewal of that warrant, as well as the conduct itself, has at all times lacked the necessary justification, whether under the express provisions of RIPA Part I (or IOCA), Article 8(2) of the Convention, or the general law.", "(c) Moreover the authorities' conduct was and is unlawful because in breach of the requirements of the Data Protection Act 1998 (“DPA”). Conduct in breach of those requirements takes place in challengeable circumstances under RIPA s. 65(4) and (7) and is also incompatible with the Complainant's rights under Article 8 of the Convention.", "5. In addition, the Complainant relies in these proceedings on his right to a fair hearing under Article 6(1) of the Convention. In light of that right, the Complainant makes certain submissions about the way in which these proceedings ought to be conducted ...”", "11. The applicant requested specific directions regarding the conduct of the proceedings in order to ensure the protection of his Convention rights under Article 6 § 1. In particular, he requested that his arguments and evidence be presented at an oral hearing; that all hearings be conducted in public; that there be mutual disclosure and inspection between the parties of all witness statements and evidence upon which parties sought to rely and exchange of skeleton arguments in relation to planned legal submissions; that evidence of each party be heard in the presence of the other party or their legal representatives, with oral evidence being open to cross-examination by the other party; that any opinion received from a Commissioner be disclosed to the parties, who would have the opportunity to make oral representations in light of it; that each party be able to apply for a derogation from any of the above in relation to a particular piece of evidence; and that, following its final determination, the IPT state its findings and give reasons for its conclusions on each relevant issue. He argued that to the extent that the IPT's rules of procedure (see paragraphs 84 to 87 below) prevented the directions sought, they were incompatible with his right to a fair hearing.", "12. The Grounds of Claim and Complaint referred to the applicant's belief that his communications were being intercepted and that any warrant in place was being continually renewed.", "13. Paragraph 13 of the Grounds of Claim and Complaint noted:", "“So far as the proceedings are brought in reliance on HRA s. 7(1)(a) or (b), the Complainant submits that:", "(a) The interception, and retention or other processing of intercept product, by any of the Respondents amounts to an interference with the Complainant's right to respect for private life and correspondence protected by Article 8(1) of the Convention;", "(b) The interception and processing have at no time been in accordance with the law as required by Article 8(2);", "(c) The interception and its purported authorisation (if any), and processing, have at no time been justified as necessary in a democratic society as required by Article 8(2).”", "14. Paragraph 14 of the Grounds of Claim and Complaint expanded on the applicant's submissions:", "“In particular, the Complainant submits that:", "(a) the proper inference from the circumstances described by the Complainant, amplified by the refusal of the [authorities] to deny the activities alleged, is that it is established on the balance of probabilities that the interception and processing took place. At minimum there is a reasonable likelihood that interception and processing ... has taken place and continues to take place (Hewitt and Harman v. UK, 12175/86, EComHR Report 9.5.89, paras. 26-32).", "(b) The interception is not in accordance with the law so far as involving a breach of any requirement of the DPA (including the Data Protection Principles) ...", "(c) The complainant poses no risk to national security nor in his case could any other ground for authorising interception of his communications reasonably be considered to exist. It cannot be said that interception of his communications has at any material time been a necessary or proportionate interference ... with his rights under Article 8(1).”", "15. As to remedies, the Grounds of Claim and Complaint noted the following:", "“17. If the Tribunal finds that the Complainant succeeds on the claim or complaint, it is asked to make ... :", "(a) a final order prohibiting each Respondent from intercepting any communication by the Complainant ... or retaining or otherwise processing the product of any such interception, except on the grounds, and subject to the procedure, provided for by RIPA Part I;", "(b) an order ... quashing or cancelling any warrant or authorisation relating to any such interception;", "(c) an order requiring the destruction of any product of such interception ...", "(d) an award of compensation ... and/or damages ... for the loss and damage sustained by the Complainant in consequence of the matters complained of (including economic loss resulting from interference with his business communications).”", "16. On 23 January 2003, the IPT, presided over by Lord Justice Mummery, issued a joint Ruling on Preliminary Issues of Law in the applicant's case together with a case involving a complaint by British-Irish Rights Watch and others in which a similar challenge to the IPT's Rules was made (see paragraphs 84 to 87 below).", "17. On 9 December 2004, the IPT, again presided over by Lord Justice Mummery, issued a second ruling on preliminary issues of law in the applicant's case. In the introduction to its ruling, the IPT summarised the case before it as follows:", "“1. On 6 July 2001 the Complainant made (a) a complaint to the Tribunal under the Regulation of Investigatory Powers Act ... and (b) a claim under the Human Rights Act 1998 ... in respect of alleged ongoing interception by one or more of the respondent agencies (the Security Service, GCHQ and the Commissioner of Police for the Metropolis) over a period dating back to June 1996 ...", "2. The Complainant also alleges harassment, intrusive surveillance, interference with property, removal of documents, interference with a web site and e-mails and interception of privileged communications by the respondent agencies.", "3. The Complainant seeks a final order prohibiting the agencies from intercepting any communication by him in the course of its transmission by means of a telecommunications system or retaining or otherwise processing the product of any such interception except on the grounds and subject to the procedure provided by RIPA Part I.", "4. He also seeks an order requiring the destruction of any product of such interception held by each respondent, whether or not obtained pursuant to any warrant or authorisation; and an award of compensation under s 67(7) RIPA and/or damages sustained by the Complainant in consequence of the matters complained of.”", "18. The ruling dealt with a number of matters relating to the extent of its jurisdiction in respect of the applicant's complaints relating to conduct prior to the entry into force of RIPA.", "19. Following its ruling of 9 December 2004, the IPT proceeded to examine the applicant's specific complaints in private.", "20. On 17 January 2005, the IPT notified the applicant that no determination had been made in his favour in respect of his complaints. This meant either that there had been no interception or that any interception which took place was lawful.", "21. Section 7(1) DPA grants individuals the right to request details of any information about them held by persons or organisations which record, store, or process personal data.", "22. Under section 28 DPA, personal data is exempt from disclosure under section 7(1) if an exemption is required for the purpose of safeguarding national security.", "23. The HRA incorporates the Convention into United Kingdom law. Section 6(1) provides that it is unlawful for a public authority to act in a way which is incompatible with a Convention right, except where it is constrained to act in that way as a result of primary legislation which cannot be interpreted so as to be compatible with Convention rights. Under section 7(1), a person claiming that a public authority has acted unlawfully under section 6(1) may bring proceedings against it in the appropriate court or rely on the Convention right in any legal proceedings.", "24. Under section 4(2), if a court is satisfied that a provision of primary legislation is incompatible with a Convention right, it may make a declaration of that incompatibility. “Court”, in section 4, is defined as meaning the Supreme Court; the Judicial Committee of the Privy Council; the Court Martial Appeal Court; in Scotland, the High Court of Justiciary (sitting otherwise than as a trial court) or the Court of Session; or in England and Wales or Northern Ireland, the High Court or the Court of Appeal. Section 4(6) clarifies that a declaration of incompatibility does not affect the validity, continuing operation or enforcement of the legislative provision in question and is not binding on the parties to the proceedings in which it is made.", "25. Since 2 October 2000, the interception of communications has been regulated by the Regulation of Investigatory Powers Act 2000 (“RIPA”). The explanatory notes which accompany RIPA explain that the main purpose of RIPA is to ensure that investigatory powers are exercised in accordance with human rights.", "26. Section 71 RIPA provides for the adoption of codes of practice by the Secretary of State in relation to the exercise and performance of his powers and duties under the Act. Draft codes of practice must be laid before Parliament and are public documents. They can only enter into force in accordance with an order of the Secretary of State. The Secretary of State can only make such an order if a draft of the order has been laid before Parliament and approved by a resolution of each House.", "27. Under section 72(1) RIPA, a person exercising or performing any power or duty relating to interception of communications must have regard to the relevant provisions of a code of practice. The provisions of a code of practice may, in appropriate circumstances, be taken into account by courts and tribunals under section 72(4) RIPA.", "28. The Interception of Communications Code of Practice (“the Code”) entered into force on 1 July 2002. It is now available on the Home Office website.", "29. Interception is permitted in several cases, exhaustively listed in section 1(5) RIPA. Section 1(5)(b), the relevant provision in the present case, provides that interception is lawful if authorised by an interception warrant. Any unlawful interception is a criminal offence under section 1(1).", "30. Section 2(2) defines “interception” as follows:", "“For the purposes of this Act, but subject to the following provisions of this section, a person intercepts a communication in the course of its transmission by means of a telecommunication system if, and only if, he–", "(a) so modifies or interferes with the system, or its operation,", "(b) so monitors transmissions made by means of the system, or", "(c) so monitors transmissions made by wireless telegraphy to or from apparatus comprised in the system,", "as to make some or all of the contents of the communication available, while being transmitted, to a person other than the sender or intended recipient of the communication.”", "31. Section 5(1) allows the Secretary of State to issue a warrant authorising the interception of the communications described in the warrant. Under section 5(2), no warrant for interception of internal communications (i.e. communications within the United Kingdom) shall be issued unless the Secretary of State believes:", "“(a) that the warrant is necessary on grounds falling within subsection (3); and", "(b) that the conduct authorised by the warrant is proportionate to what is sought to be achieved by that conduct.", "32. Section 5(3) provides:", "“Subject to the following provisions of this section, a warrant is necessary on grounds falling within this subsection if it is necessary–", "(a) in the interests of national security;", "(b) for the purpose of preventing or detecting serious crime; [or]", "(c) for the purpose of safeguarding the economic well-being of the United Kingdom ...”", "33. The term “national security” is not defined in RIPA. However, it has been clarified by the Interception of Communications Commissioner appointed under RIPA's predecessor (the Interception of Communications Act 1985) who, in his 1986 report, stated that he had adopted the following definition:", "“[activities] which threaten the safety or well-being of the State, and which are intended to undermine or overthrow Parliamentary democracy by political, industrial or violent means.”", "34. Section 81(2)(b) RIPA defines “serious crime” as crime which satisfies one of the following criteria:", "“(a) that the offence or one of the offences that is or would be constituted by the conduct is an offence for which a person who has attained the age of twenty-one and has no previous convictions could reasonably be expected to be sentenced to imprisonment for a term of three years or more;", "(b) that the conduct involves the use of violence, results in substantial financial gain or is conduct by a large number of persons in pursuit of a common purpose.”", "35. Section 81(5) provides:", "“For the purposes of this Act detecting crime shall be taken to include–", "(a) establishing by whom, for what purpose, by what means and generally in what circumstances any crime was committed; and", "(b) the apprehension of the person by whom any crime was committed;", "and any reference in this Act to preventing or detecting serious crime shall be construed accordingly ...”", "36. Under section 5(4), the Secretary of State must, when assessing whether the requirements in section 5(2) are met, consider whether the information sought to be obtained under the warrant could reasonably be obtained by other means.", "37. Section 5(5) provides that a warrant shall not be considered necessary for the purpose of safeguarding the economic well-being of the United Kingdom unless the information which it is thought necessary to obtain is information relating to the acts or intentions of persons outside the British Islands.", "38. Section 7(2)(a) requires the Secretary of State personally to issue all warrants of the nature at issue in the present case, except in cases of urgency where he must nonetheless personally authorise the issuing of the warrant. Section 6(2) provides an exhaustive list of those who may apply for an interception warrant, including the heads of national intelligence bodies, heads of police forces and the Customs and Excise Commissioners.", "39. Paragraphs 2.4 to 2.5 of the Code provide additional guidance on the application of the proportionality and necessity test in section 5(2):", "“2.4 Obtaining a warrant under the Act will only ensure that the interception authorised is a justifiable interference with an individual's rights under Article 8 of the European Convention of Human Rights (the right to privacy) if it is necessary and proportionate for the interception to take place. The Act recognises this by first requiring that the Secretary of State believes that the authorisation is necessary on one or more of the statutory grounds set out in section 5(3) of the Act. This requires him to believe that it is necessary to undertake the interception which is to be authorised for a particular purpose falling within the relevant statutory ground.", "2.5 Then, if the interception is necessary, the Secretary of State must also believe that it is proportionate to what is sought to be achieved by carrying it out. This involves balancing the intrusiveness of the interference, against the need for it in operational terms. Interception of communications will not be proportionate if it is excessive in the reasonably be obtained by other means. Further, all interception should be carefully managed to meet the objective in question and must not be arbitrary or unfair.”", "40. Section 8 sets out the requirements as to the contents of an interception warrant as regards the identification of the communications to be intercepted:", "“(1) An interception warrant must name or describe either–", "(a) one person as the interception subject; or", "(b) a single set of premises as the premises in relation to which the interception to which the warrant relates is to take place.", "(2) The provisions of an interception warrant describing communications the interception of which is authorised or required by the warrant must comprise one or more schedules setting out the addresses, numbers, apparatus or other factors, or combination of factors, that are to be used for identifying the communications that may be or are to be intercepted.", "(3) Any factor or combination of factors set out in accordance with subsection (2) must be one that identifies communications which are likely to be or to include–", "(a) communications from, or intended for, the person named or described in the warrant in accordance with subsection (1); or", "(b) communications originating on, or intended for transmission to, the premises so named or described.”", "41. Paragraph 4.2 of the Code provides:", "“An application for a warrant is made to the Secretary of State. Interception warrants, when issued, are addressed to the person who submitted the application. This person may then serve a copy upon any person who may be able to provide assistance in giving effect to that warrant. Each application, a copy of which must be retained by the applicant, should contain the following information:", "Background to the operation in question.", "Person or premises to which the application relates (and how the person or premises feature in the operation).", "Description of the communications to be intercepted, details of the communications service provider(s) and an assessment of the feasibility of the interception operation where this is relevant.", "Description of the conduct to be authorised as considered necessary in order to carry out the interception, where appropriate.", "An explanation of why the interception is considered to be necessary under the provisions of section 5(3).", "A consideration of why the conduct to be authorised by the warrant is proportionate to what is sought to be achieved by that conduct.", "A consideration of any unusual degree of collateral intrusion and why that intrusion is justified in the circumstances. In particular, where the communications in question might affect religious, medical or journalistic confidentiality or legal privilege, this must be specified in the application.", "Where an application is urgent, supporting justification should be provided.", "An assurance that all material intercepted will be handled in accordance with the safeguards required by section 15 of the Act.”", "42. Section 15 RIPA is entitled “Restrictions on use of intercepted material etc.” and provides, insofar as relevant to internal communications, as follows:", "“(1) ... it shall be the duty of the Secretary of State to ensure, in relation to all interception warrants, that such arrangements are in force as he considers necessary for securing–", "(a) that the requirements of subsections (2) and (3) are satisfied in relation to the intercepted material and any related communications data;", "...", "(2) The requirements of this subsection are satisfied in relation to the intercepted material and any related communications data if each of the following–", "(a) the number of persons to whom any of the material or data is disclosed or otherwise made available,", "(b) the extent to which any of the material or data is disclosed or otherwise made available,", "(c) the extent to which any of the material or data is copied, and", "(d) the number of copies that are made,", "is limited to the minimum that is necessary for the authorised purposes.", "(3) The requirements of this subsection are satisfied in relation to the intercepted material and any related communications data if each copy made of any of the material or data (if not destroyed earlier) is destroyed as soon as there are no longer any grounds for retaining it as necessary for any of the authorised purposes.", "(4) For the purposes of this section something is necessary for the authorised purposes if, and only if–", "(a) it continues to be, or is likely to become, necessary as mentioned in section 5(3);", "...", "(5) The arrangements for the time being in force under this section for securing that the requirements of subsection (2) are satisfied in relation to the intercepted material or any related communications data must include such arrangements as the Secretary of State considers necessary for securing that every copy of the material or data that is made is stored, for so long as it is retained, in a secure manner ...”", "43. Section 16 sets out extra safeguards which apply in the case of interception of external communications only.", "44. Section 19 imposes a broad duty on all those involved in interception under RIPA to keep secret, among other matters, “everything in the intercepted material” (section 19(3)(e)). Under section 19(4), disclosure of such material is a criminal offence punishable by up to five years' imprisonment.", "45. Paragraph 6.1 of the Code requires all material intercepted under the authority of a section 8(l) warrant to be handled in accordance with safeguards put in place by the Secretary of State under section 15 of the Act. Details of the safeguards are made available to the Commissioner (see paragraph 57 below) and any breach of the safeguards must be reported to him.", "46. Paragraphs 6.4 to 6.8 of the Code provide further details of the relevant safeguards:", "“Dissemination of intercepted material", "6.4 The number of persons to whom any of the material is disclosed, and the extent of disclosure, must be limited to the minimum that is necessary for the authorised purposes set out in section 15(4) of the Act. This obligation applies equally to disclosure to additional persons within an agency, and to disclosure outside the agency. It is enforced by prohibiting disclosure to persons who do not hold the required security clearance, and also by the need-to-know principle: intercepted material must not be disclosed to any person unless that person's duties, which must relate to one of the authorised purposes, are such that he needs to know about the material to carry out those duties. In the same way only so much of the material may be disclosed as the recipient needs; for example if a summary of the material will suffice, no more than that should be disclosed.", "6.5 The obligations apply not just to the original interceptor, but also to anyone to whom the material is subsequently disclosed. In some cases this will be achieved by requiring the latter to obtain the originator's permission before disclosing the material further. In others, explicit safeguards are applied to secondary recipients.", "Copying", "6.6 Intercepted material may only be copied to the extent necessary for the authorised purposes set out in section 15(4) of the Act. Copies include not only direct copies of the whole of the material, but also extracts and summaries which identify themselves as the product of an interception, and any record referring to an interception which is a record of the identities of the persons to or by whom the intercepted material was sent. The restrictions are implemented by requiring special treatment of such copies, extracts and summaries that are made by recording their making, distribution and destruction.", "Storage", "6.7 Intercepted material, and all copies, extracts and summaries of it, must be handled and stored securely, so as to minimise the risk of loss or theft. It must be held so as to be inaccessible to persons without the required level of security clearance. This requirement to store intercept product securely applies to all those who are responsible for the handling of this material, including communications service providers ...", "Destruction", "6.8 Intercepted material, and all copies, extracts and summaries which can be identified as the product of an interception, must be securely destroyed as soon as it is no longer needed for any of the authorised purposes. If such material is retained, it should be reviewed at appropriate intervals to confirm that the justification for its retention is still valid under section 15(3) of the Act.”", "47. Specific guidance is given as to the vetting of those involved in intercept activities in paragraph 6.9 of the Code:", "“6.9 Each intercepting agency maintains a distribution list of persons who may have access to intercepted material or need to see any reporting in relation to it. All such persons must be appropriately vetted. Any person no longer needing access to perform his duties should be removed from any such list. Where it is necessary for an officer of one agency to disclose material to another, it is the former's responsibility to ensure that the recipient has the necessary clearance.”", "48. The Government's policy on security vetting was announced to Parliament by the Prime Minister on 15 December 1994. In his statement, the Prime Minister explained the procedure for security vetting and the kinds of activities which would lead to the exclusion of an individual from participation in work vital to the interests of the State.", "49. The Security Service Act 1989 and the Intelligence Services Act 1994 impose further obligations on the heads of the security and intelligence services to ensure the security of information in their possession.", "50. Section 9(1)(a) provides that an interception warrant for internal communications ceases to have effect at the end of the “relevant period” The “relevant period” is defined in section 9(6) as:", "“(a) in relation to an unrenewed warrant issued in a case [issued] under the hand of a senior official, ... the period ending with the fifth working day following the day of the warrant's issue;", "(b) in relation to a renewed warrant the latest renewal of which was by an instrument endorsed under the hand of the Secretary of State with a statement that the renewal is believed to be necessary on grounds falling within section 5(3)(a) [national security] or (c) [economic well-being], ... the period of six months beginning with the day of the warrant's renewal; and", "(c) in all other cases, ... the period of three months beginning with the day of the warrant's issue or, in the case of a warrant that has been renewed, of its latest renewal.”", "51. Section 9(1)(b) provides that an interception warrant may be renewed by the Secretary of State at any time before its expiry where he believes that the warrant continues to be necessary on grounds falling within section 5(3).", "52. The Secretary of State is required under Section 9(3) to cancel an interception warrant if he is satisfied that the warrant is no longer necessary on grounds falling within section 5(3).", "53. Section 10(2) imposes an obligation on the Secretary of State to delete any factor set out in a schedule to an interception warrant which he considers is no longer relevant for identifying communications which, in the case of that warrant, are likely to be or to include communications from, or intended for, the interception subject.", "54. Paragraph 4.13 of the Code provides:", "“The Secretary of State may renew a warrant at any point before its expiry date. Applications for renewals must be made to the Secretary of State and should contain an update of the matters outlined in paragraph 4.2 above. In particular, the applicant should give an assessment of the value of interception to the operation to date and explain why he considers that interception continues to be necessary for one or more of the purposes in section 5(3).”", "55. Paragraph 4.16 of the Code provides:", "“The Secretary of State is under a duty to cancel an interception warrant if, at any time before its expiry date, he is satisfied that the warrant is no longer necessary on grounds falling within section 5(3) of the Act. Intercepting agencies will therefore need to keep their warrants under continuous review. In practice, cancellation instruments will be signed by a senior official on his behalf.”", "56. Paragraph 4.18 of the Code imposes record-keeping obligations on intercepting agencies and provides:", "“The oversight regime allows the Interception of Communications Commissioner to inspect the warrant application upon which the Secretary of State based his decision, and the applicant may be required to justify the content. Each intercepting agency should keep the following to be made available for scrutiny by the Commissioner as he may require:", "all applications made for warrants complying with section 8(l) and applications made for the renewal of such warrants;", "all warrants, and renewals and copies of schedule modifications (if any);", "where any application is refused, the grounds for refusal as given by the Secretary of State;", "the dates on which interception is started and stopped.”", "57. Section 57 RIPA provides that the Prime Minister shall appoint an Interception of Communications Commissioner (“the Commissioner”). He must be a person who holds or has held high judicial office. The Commissioner is appointed for a three-year, renewable term. To date, there have been two Commissioners appointed under RIPA. Both are former judges of the Court of Appeal.", "58. The Commissioner's functions include to keep under review the exercise and performance by the Secretary of State of powers and duties in relation to interception conferred or imposed on him by RIPA; the exercise and performance of powers and duties in relation to interception by the persons on whom such powers or duties are conferred or imposed; and the adequacy of the arrangements by virtue of which the duty which is imposed on the Secretary of State by section 15 (safeguards – see paragraph 42 above) is sought to be discharged.", "59. Section 58 RIPA places a duty on those involved in the authorisation or execution of interception warrants to disclose to the Commissioner all documents and information which he requires in order to carry out his functions. As noted above (see paragraph 56), the Code requires intercepting agencies to keep accurate and comprehensive records for this purpose.", "60. In his 2005-2006 report, the Commissioner described his inspections as follows:", "“12. In accordance with [my] duties I have continued my practice of making twice yearly visits to ... the intercepting agencies and the departments of the Secretaries of State/Ministers which issue the warrants. Prior to each visit, I obtain a complete list of warrants issued or renewed or cancelled since my previous visit. I then select, largely at random, a sample of warrants for inspection. In the course of my visit I satisfy myself that those warrants fully meet the requirements of RIPA, that proper procedures have been followed and that the relevant safeguards and Codes of Practice have been followed. During each visit I review each of the files and the supporting documents and, when necessary, discuss the cases with the officers concerned. I can view the product of interception. It is of first importance to ensure that the facts justified the use of interception in each case and that those concerned with interception fully understand the safeguards and the Codes of Practice.", "13. I continue to be impressed by the quality, dedication and enthusiasm of the personnel carrying out this work on behalf of the Government and the people of the United Kingdom. They have a detailed understanding of the legislation and are always anxious to ensure that they comply both with the legislation and the appropriate safeguards ...”", "61. The Commissioner is required to report to the Prime Minister if he finds that there has been a violation of the provisions of RIPA or if he considers that the safeguards under section 15 have proved inadequate (sections 58(2) and (3) RIPA). The Commissioner must also make an annual report to the Prime Minister regarding the exercise of his functions (section 58(4)). Under section 58(6), the Prime Minister must lay the annual report of the Commissioner before Parliament. Finally, the Commissioner is required to assist the IPT with any request for information or advice it may make (section 57(3) and paragraph 78 below)).", "62. In his 2000 report, the Commissioner noted, as regards the discharge of their duties by the Secretaries of State:", "“12. ... I have been impressed with the care that they take with their warrantry work, which is very time consuming, to ensure that warrants are issued only in appropriate cases and, in particular, in ensuring that the conduct authorised is proportionate to what is sought to be achieved by the intercepts.”", "63. At paragraph 15, on the question of safeguards, he said:", "“... my advice and approval were sought and given in respect of the safeguard documents either before or shortly after 2 October 2000. The Home Secretary also sought my advice in relation to them and they were approved by him ...”", "64. As to the need for secret surveillance powers, the Commissioner commented:", "“45. The interception of communications is, as my predecessors have expressed in their Report, an invaluable weapon for the purpose set out in section 5(3) of RIPA and, in particular, in the battle against serious crime ...”", "65. In his report for 2001, the Commissioner noted:", "“10. Many members of the public are suspicious about the interception of communications, and some believe that their own conversations are subject to unlawful interception by the security, intelligence or law enforcement agencies ... In my oversight work I am conscious of these concerns. However, I am as satisfied as I can be that the concerns are, in fact, unfounded. Interception of an individual's communications can take place only after a Secretary of State has granted a warrant and the warrant can be granted on strictly limited grounds set out in Section 5 of RIPA, essentially the interests of national security and the prevention or detection of serious crime. Of course, it would theoretically be possible to circumvent this procedure, but there are in place extensive safeguards to ensure that this cannot happen, and it is an important part of my work to ensure that these are in place, and that they are observed. Furthermore, any attempt to get round the procedures which provide for legal interception would, by reason of the safeguards, involve a major conspiracy within the agency concerned which I believe would, for practical purposes, be impossible. I am as satisfied as it is possible to be that deliberate unlawful interception of communications of the citizen does not take place ...”", "66. He said of the section 15 safeguards:", "“31. In addressing the safeguards contained within section 15 of RIPA, GCHQ developed a new set of internal compliance documentation for staff, together with an extensive training programme that covered staff responsibilities under both RIPA and the Human Rights Act. This compliance documentation was submitted to the Foreign Secretary who was satisfied that it described and governed the arrangements required under section 15. I have also been told it also constituted the written record of the arrangements required to be put in place by the Director, GCHQ, under section 4(2)(a) of the Intelligence Services Act 1994 (to ensure that no information is obtained or disclosed by GCHQ except so far as is necessary for its statutory functions). In discharging my functions under section 57(1)(d), I examined the documentation and the processes which underpin it and satisfied myself that adequate arrangements existed for the discharge of the Foreign Secretary's duties under section 15 of RIPA. Of course, GCHQ recognises that its compliance processes must evolve over time, particularly as they become more familiar with the intricacies of the new legislation and develop new working practices, and that the process of staff education remains a continuing one. To this end, GCHQ has developed further training programmes and is issuing revised compliance documentation as part of the ongoing process (see also ... paragraph 56 under Safeguards).", "32. In advance of the coming into force of RIPA, GCHQ approached me as to the warrants it would seek after that date and provided a detailed analysis as to how those warrants would be structured – this was helpful as it gave me an insight into how GCHQ saw the workings of RIPA/Human Rights Act and permitted me to comment in advance. Since the commencement of RIPA, in reviewing warrants I have looked carefully at the factors to be considered by the Secretary of State when determining whether to issue an interception warrant, and especially the new requirement to consider 'proportionality' under section [5(2)(b)] of RIPA.”", "67. Again, he commented on the diligence of the authorities in carrying out their duties under the Act:", "“56. Sections 15 and 16 of RIPA lay a duty on the Secretary of State to ensure that arrangements are in force as safeguards in relation to dissemination, disclosure, copying, storage, and destruction etc., of intercepted material. These sections require careful and detailed safeguards to be drafted by each of the agencies referred to earlier in this Report and for those safeguards to be approved by the Secretary of State. This had been done. I have been impressed by the care with which these documents have been drawn up, reviewed and updated in the light of technical and administrative developments. Those involved in the interception process are aware of the invasive nature of this technique, and care is taken to ensure that intrusions of privacy are kept to the minimum. There is another incentive to agencies to ensure that these documents remain effective in that the value of interception would be greatly diminished as a covert intelligence tool should its existence and methodology become too widely known. The sections 15 and 16 requirements are very important. I am satisfied that the agencies are operating effectively within their safeguards.”", "68. The Commissioner's 2002 report noted:", "“18. ... As I mentioned in my last Report I have been impressed by the care with which [the safeguard] documents have been drawn up. My advice and approval was sought for the documents and I am approached to agree amendments to the safeguards when they are updated in light of technical and administrative developments.”", "69. This was repeated in paragraph 16 of his 2004 report.", "70. In his 2005-2006 report, the Commissioner explained his role as follows:", "“7. ... essentially I see the role of Commissioner as encompassing these primary headings:", "(a) To protect people in the United Kingdom from any unlawful intrusion of their privacy. This is provided for by Article 8 of the European Convention on Human Rights. I must be diligent to ensure that this does not happen, and alert to ensure that there are systems in place so that this does not and cannot happen. Over the long period that I have held my present post, I have found no evidence whatsoever of any desire within the Intelligence or the Law Enforcement Agencies in this field to act wrongfully or unlawfully. On the contrary, I have found a palpable desire on the part of all these Agencies to ensure that they do act completely within the four walls of the law. To this end, they welcome the oversight of the Commissioner and over the years have frequently sought my advice on issues that have arisen, and they have invariably accepted it. In any event, I believe that the legislation together with the safeguards and Codes of Practice that are in place make it technically virtually impossible to deliberately intercept a citizen's communications unlawfully with intent to avoid legal requirements.", "(b) To assist the Agencies to do the work entrusted to them and, bearing in mind the number of organisations that I am now required to oversee, this occurs quite frequently. My work is, of course, limited to the legal as opposed to the operational aspects of their work. They take great care with their work and I have been impressed by its quality.", "(c) To ensure that proper safeguards and Codes of Practice are in place to protect the public and the Agencies themselves. These have to be approved by the Secretaries of State. But every Secretary of State with whom I have worked has required to be informed as to whether the Commissioner has approved them before he or she is willing to do so.", "(d) To advise Ministers, and Government Departments, in relation to issues arising on the interception of communications, the acquisition and disclosure of communications data, to approve the safeguards documents and the Codes of Practice.”", "71. The Commissioner said of the Secretaries of State whom he had met in the previous year:", "“14. It is clear to me that each of them gives a substantial amount of time and takes considerable care to satisfy himself or herself that warrants are necessary for the authorised purposes, and that what is proposed is proportionate. If the Secretary of State wishes to have further information in order to be satisfied that he or she should grant the warrant then it is requested and given. Outright and final refusal of an application is comparatively rare, because the requesting agencies and the senior officials in the Secretary of State's Department scrutinise the applications with care before they are submitted for approval. However, the Secretary of State may refuse to grant the warrant if he or she considers, for example, that the strict requirements of necessity or proportionality are not met, and the agencies are well aware that the Secretary of State does not act as a 'rubber stamp'.”", "72. In his 2007 report, The Commissioner commented on the importance of interception powers in tackling terrorism and serious crime:", "“2.9 I continue to be impressed as to how interception has contributed to a number of striking successes during 2007. It has played a key role in numerous operations including, for example, the prevention of murders, tackling large-scale drug importations, evasion of Excise duty, people smuggling, gathering intelligence both within the United Kingdom and overseas on terrorist and various extremist organisations, confiscation of firearms, serious violent crime and terrorism. I have provided fully detailed examples in the Confidential Annex to this Report. I think it is very important that the public is re-assured as to the benefits of this highly intrusive investigative tool particularly in light of the on-going debate about whether or not intercept product should be used as evidence in a court of law.", "...", "7.1 As I said in my first Report last year, the interception of communications is an invaluable weapon for the purposes set out in section 5(3) of RIPA. It has continued to play a vital part in the battle against terrorism and serious crime, and one that would not have been achieved by other means ...”", "73. As regards errors by the relevant agencies in the application of RIPA's provisions, he noted:", "“2.10 Twenty-four interception errors and breaches have been reported to me during the course of 2007. This is the same number of errors reported in my first Annual Report (which was for a shorter period) and is a significant decrease in the number reported by my predecessor. I consider the number of errors to be too high. By way of example, details of some of these errors are recorded below. It is very important from the point of view of the public that I stress that none of the breaches or errors were deliberate, that all were caused by human error or procedural error or by technical problems and that in every case either no interception took place or, if there was interception, the product was destroyed immediately on discovery of the error. The most common cause of error tends to be the simple transposition of numbers by mistake e.g., 1965 instead of 1956. The examples that I give are typical of the totality and are anonymous so far as the targets are concerned. Full details of all the errors and breaches are set out in the Confidential Annex.”", "74. According to the statistics in the report, on 31 December 2007, 929 interception warrants issued by the Home Secretary were in force.", "75. The IPT was established under section 65(1) RIPA to hear allegations by citizens of wrongful interference with their communications as a result of conduct covered by RIPA. Members of the tribunal must hold or have held high judicial office or be a qualified lawyer of at least ten years' standing. Any person may bring a claim before the IPT and, save for vexatious or frivolous applications, the IPT must determine all claims brought before it (sections 67(1), (4) and (5) RIPA).", "76. Section 65(2) provides that the IPT is the only appropriate forum in relation to proceedings for acts incompatible with Convention rights which are proceedings against any of the intelligence services; and complaints by persons who allege to have been subject to the investigatory powers of RIPA. It has jurisdiction to investigate any complaint that a person's communications have been intercepted and, where interception has occurred, to examine the authority for such interception. Sections 67(2) and 67(3)(c) provide that the IPT is to apply the principles applicable by a court on an application for judicial review.", "77. Under section 67(8) RIPA, there is no appeal from a decision of the IPT “except to such extent as the Secretary of State may by order otherwise provide”. No order has been passed by the Secretary of State.", "78. Under section 68(2), the IPT has the power to require a relevant Commissioner to provide it with all such assistance (including the Commissioner's opinion as to any issue falling to be determined by the IPT) as it thinks fit. Section 68(6) and (7) requires those involved in the authorisation and execution of an interception warrant to disclose or provide to the IPT all documents and information it may require.", "79. Section 68(4) deals with reasons for the IPT's decisions and provides that:", "“Where the Tribunal determine any proceedings, complaint or reference brought before or made to them, they shall give notice to the complainant which (subject to any rules made by virtue of section 69(2)(i)) shall be confined, as the case may be, to either—", "(a) a statement that they have made a determination in his favour; or", "(b) a statement that no determination has been made in his favour.”", "80. The IPT has the power to award compensation and to make such other orders as it thinks fit, including orders quashing or cancelling any section 8(1) warrant and orders requiring the destruction of any records obtained under a section 8(1) warrant (section 67(7) RIPA). In the event that a claim before the IPT is successful, the IPT is generally required to make a report to the Prime Minister (section 68(5)).", "81. As to procedure, section 68(1) provides as follows:", "“Subject to any rules made under section 69, the Tribunal shall be entitled to determine their own procedure in relation to any proceedings, complaint or reference brought before or made to them.”", "82. Section 69(1) RIPA provides that the Secretary of State may make rules regulating any matters preliminary or incidental to, or arising out of, the hearing or consideration of any proceedings before it. Under section 69(2), such rules may:", "“(c) prescribe the form and manner in which proceedings are to be brought before the Tribunal or a complaint or reference is to be made to the Tribunal;", "...", "(f) prescribe the forms of hearing or consideration to be adopted by the Tribunal in relation to particular proceedings, complaints or references ... ;", "(g) prescribe the practice and procedure to be followed on, or in connection with, the hearing or consideration of any proceedings, complaint or reference (including, where applicable, the mode and burden of proof and the admissibility of evidence);", "(h) prescribe orders that may be made by the Tribunal under section 67(6) or (7);", "(i) require information about any determination, award, order or other decision made by the Tribunal in relation to any proceedings, complaint or reference to be provided (in addition to any statement under section 68(4)) to the person who brought the proceedings or made the complaint or reference, or to the person representing his interests.”", "83. Section 69(6) provides that in making the rules the Secretary of State shall have regard to:", "“(a) the need to secure that matters which are the subject of proceedings, complaints or references brought before or made to the Tribunal are properly heard and considered; and", "(b) the need to secure that information is not disclosed to an extent, or in a manner, that is contrary to the public interest or prejudicial to national security, the prevention or detection of serious crime, the economic well-being of the United Kingdom or the continued discharge of the functions of any of the intelligence services.”", "84. The Secretary of State has adopted rules to govern the procedure before the IPT in the form of the Investigatory Powers Tribunal Rules 2000 (“the Rules”). The Rules cover various aspects of the procedure before the IPT. As regards disclosure of information, Rule 6 provides:", "“(1) The Tribunal shall carry out their functions in such a way as to secure that information is not disclosed to an extent, or in a manner, that is contrary to the public interest or prejudicial to national security, the prevention or detection of serious crime, the economic well-being of the United Kingdom or the continued discharge of the functions of any of the intelligence services.", "(2) Without prejudice to this general duty, but subject to paragraphs (3) and (4), the Tribunal may not disclose to the complainant or to any other person:", "(a) the fact that the Tribunal have held, or propose to hold, an oral hearing under rule 9(4);", "(b) any information or document disclosed or provided to the Tribunal in the course of that hearing, or the identity of any witness at that hearing;", "(c) any information or document otherwise disclosed or provided to the Tribunal by any person pursuant to section 68(6) of the Act (or provided voluntarily by a person specified in section 68(7));", "(d) any information or opinion provided to the Tribunal by a Commissioner pursuant to section 68(2) of the Act;", "(e) the fact that any information, document, identity or opinion has been disclosed or provided in the circumstances mentioned in sub-paragraphs (b) to (d).", "(3) The Tribunal may disclose anything described in paragraph (2) with the consent of:", "(a) in the case of sub-paragraph (a), the person required to attend the hearing;", "(b) in the case of sub-paragraphs (b) and (c), the witness in question or the person who disclosed or provided the information or document;", "(c) in the case of sub-paragraph (d), the Commissioner in question and, to the extent that the information or opinion includes information provided to the Commissioner by another person, that other person;", "(d) in the case of sub-paragraph (e), the person whose consent is required under this rule for disclosure of the information, document or opinion in question.", "(4) The Tribunal may also disclose anything described in paragraph (2) as part of the information provided to the complainant under rule 13(2), subject to the restrictions contained in rule 13(4) and (5).", "(5) The Tribunal may not order any person to disclose any information or document which the Tribunal themselves would be prohibited from disclosing by virtue of this rule, had the information or document been disclosed or provided to them by that person.", "(6) The Tribunal may not, without the consent of the complainant, disclose to any person holding office under the Crown (except a Commissioner) or to any other person anything to which paragraph (7) applies.", "(7) This paragraph applies to any information or document disclosed or provided to the Tribunal by or on behalf of the complainant, except for ... statements [as to the complainant's name, address and date of birth and the public authority against which the proceedings are brought].”", "85. Rule 9 deals with the forms of hearings and consideration of the complaint:", "“(1) The Tribunal's power to determine their own procedure in relation to section 7 proceedings and complaints shall be subject to this rule.", "(2) The Tribunal shall be under no duty to hold oral hearings, but they may do so in accordance with this rule (and not otherwise).", "(3) The Tribunal may hold, at any stage of their consideration, oral hearings at which the complainant may make representations, give evidence and call witnesses.", "(4) The Tribunal may hold separate oral hearings which:", "(a) the person whose conduct is the subject of the complaint,", "(b) the public authority against which the section 7 proceedings are brought, or", "(c) any other person specified in section 68(7) of the Act,", "may be required to attend and at which that person or authority may make representations, give evidence and call witnesses.", "(5) Within a period notified by the Tribunal for the purpose of this rule, the complainant, person or authority in question must inform the Tribunal of any witnesses he or it intends to call; and no other witnesses may be called without the leave of the Tribunal.", "(6) The Tribunal's proceedings, including any oral hearings, shall be conducted in private.”", "86. The taking of evidence is addressed in Rule 11:", "“(1) The Tribunal may receive evidence in any form, and may receive evidence that would not be admissible in a court of law.", "(2) The Tribunal may require a witness to give evidence on oath.", "(3) No person shall be compelled to give evidence at an oral hearing under rule 9(3).”", "87. Finally, Rule 13 provides guidance on notification to the complainant of the IPT's findings:", "“(1) In addition to any statement under section 68(4) of the Act, the Tribunal shall provide information to the complainant in accordance with this rule.", "(2) Where they make a determination in favour of the complainant, the Tribunal shall provide him with a summary of that determination including any findings of fact.", "...", "(4) The duty to provide information under this rule is in all cases subject to the general duty imposed on the Tribunal by rule 6(1).", "(5) No information may be provided under this rule whose disclosure would be restricted under rule 6(2) unless the person whose consent would be needed for disclosure under that rule has been given the opportunity to make representations to the Tribunal.”", "88. In its joint ruling on preliminary issues of law (see paragraph 16 above), the IPT clarified a number of aspects of its procedure. The IPT sat, for the first time, in public. As regards the IPT procedures and the importance of the cases before it, the IPT noted:", "“10. The challenge to rule 9(6) [requiring oral hearings to be held in private] and to most of the other rules governing the basic procedures of the Tribunal have made this the most significant case ever to come before the Tribunal. The Tribunal are left in no doubt that their rulings on the legal issues formulated by the parties have potentially important consequences for dealing with and determining these and future proceedings and complaints. Counsel and those instructing them were encouraged to argue all the issues in detail, in writing as well as at the oral hearings held over a period of three days in July and August 2002. At the end of September 2002 the written submissions were completed when the parties provided, at the request of the Tribunal, final comments on how the Rules ought, if permissible and appropriate, to be revised and applied by the Tribunal, in the event of a ruling that one or more of the Rules are incompatible with Convention rights and/or ultra vires.”", "89. The IPT concluded (at paragraph 12) that:", "“... (a) the hearing of the preliminary issues should have been conducted in public, and not in private as stated in rule 9(6); (b) the reasons for the legal rulings should be made public; and (c) in all other respects the Rules are valid and binding on the Tribunal and are compatible with Articles 6, 8 and 10 of the Convention.”", "90. Specifically on the applicability of Article 6 § 1 to the proceedings before it, the IPT found:", "“85. The conclusion of the Tribunal is that Article 6 applies to a person's claims under section 65(2)(a) and to his complaints under section 65(2)(b) of RIPA, as each of them involves 'the determination of his civil rights' by the Tribunal within the meaning of Article 6(1).”", "91. After a review of the Court's case-law on the existence of a “civil right”, the IPT explained the reasons for its conclusions:", "“95. The Tribunal agree with the Respondents that there is a sense in which the claims and complaints brought by virtue of s 65(2) of RIPA fall within the area of public law. They arise out of the alleged exercise of very wide discretionary, investigatory, state powers by public authorities, such as the intelligence and security agencies and the police. They are concerned with matters of national security, of public order, safety and welfare. The function of the Tribunal is to investigate and review the lawfulness of the exercise of such powers. This is no doubt intended to ensure that the authorities comply with their relevant public law duties, such as by obtaining appropriate warrants and authorisations to carry out interception and surveillance.", "96. The public law element is reinforced by the directions to the Tribunal in sections 67(2) and 67(3)(c) of RIPA to apply to the determinations the same principles as would be applied by a court in judicial review proceedings. Such proceedings are concerned with the procedural and substantive legality of decisions and actions of public authorities.", "97. The fact that activities, such as interception of communications and surveillance, may also impact on the Convention rights of individuals, such as the right to respect for private life and communications in Article 8, does not of itself necessarily mean that the Tribunal make determinations of civil rights ...", "98. Further, the power of the Tribunal to make an award of compensation does not necessarily demonstrate that the Tribunal determine civil rights ...", "99. Applying the approach in the Strasbourg cases that account should be taken of the content of the rights in question and of the effect of the relevant decision on them ..., the Tribunal conclude that the public law or public order aspects of the claims and complaints to the Tribunal do not predominate and are not decisive of the juristic character of the determinations of the Tribunal. Those determinations have a sufficiently decisive impact on the private law rights of individuals and organisations to attract the application of Article 6.", "100. The jurisdiction of the Tribunal is invoked by the initiation of claims and complaints by persons wishing to protect, and to obtain redress for alleged infringements of, their underlying rights of confidentiality and of privacy for person, property and communications. There is a broad measure of protection for such rights in English private law in the torts of trespass to person and property, in the tort of nuisance, in the tort of misfeasance in a public office, in the statutory protection from harassment and in the developing equitable doctrine of breach of confidence ...", "101. Since 2 October 2000 there has been added statutory protection for invasion of Article 8 rights by public authorities. This follows from the duties imposed on public authorities by section 6 and the rights conferred on victims by section 7 of the [Human Rights Act]. The concept of 'civil rights and obligations' is a fair and reasonable description of those common law and statutory rights and obligations, which form the legal foundation of a person's right to bring claims and make complaints by virtue of section 65.", "102. The fact that the alleged infringements of those rights is by public authorities in purported discretionary exercise of administrative investigatory powers does not detract from the 'civil' nature of the rights and obligations in issue ...", "...", "107. For all practical purposes the Tribunal is also the only forum for the effective investigation and determination of complaints and for granting redress for them where appropriate ...", "108. In brief, viewing the concept of determination of 'civil rights' in the round and in the light of the Strasbourg decisions, the Tribunal conclude that RIPA, which puts all interception, surveillance and similar intelligence gathering powers on a statutory footing, confers, as part of that special framework, additional 'civil rights' on persons affected by the unlawful exercise of those powers. It does so by establishing a single specialised Tribunal for the judicial determination and redress of grievances arising from the unlawful use of investigatory powers.”", "92. As to the proper construction of Rule 9 regarding oral hearings, the IPT found:", "“157. The language of rule 9(2) is clear:", "'The Tribunal shall be under no duty to hold oral hearings but may do so in accordance with this rule (and not otherwise).'", "158. Oral hearings are in the discretion of the Tribunal. They do not have to hold them, but they may, if they so wish, do so in accordance with Rule 9.", "159. In the exercise of their discretion the Tribunal 'may hold separate oral hearings.' That exercise of discretion, which would be a departure from normal adversarial procedures, is expressly authorised by rule 9(4).", "160. The Tribunal should explain that, contrary to the views apparently held by the Complainants' advisers, the discretion in rule 9(4) neither expressly nor impliedly precludes the Tribunal from exercising their general discretion under rule 9(2) to hold inter partes oral hearings. It is accepted by the Respondents that the Tribunal may, in their discretion, direct joint or collective oral hearings to take place. That discretion was in fact exercised in relation to this very hearing. The exercise of discretion must take into account the relevant provisions of other rules, in particular the Tribunal's general duty under rule 6(1) to prevent the potentially harmful disclosure of sensitive information in the carrying out of their functions. As already explained, this hearing has neither required nor involved the disclosure of any such information or documents emanating from the Complainants, the Respondents or anyone else. The hearing has only been concerned with undiluted legal argument about the procedure of the Tribunal.", "161. The Tribunal have reached the conclusion that the absence from the Rules of an absolute right to either an inter partes oral hearing, or, failing that, to a separate oral hearing in every case is within the rule-making power in section 69(1). It is also compatible with the Convention rights under Article 6, 8 and 10. Oral hearings involving evidence or a consideration of the substantive merits of a claim or complaint run the risk of breaching the [neither confirm nor deny] policy or other aspects of national security and the public interest. It is necessary to provide safeguards against that. The conferring of a discretion on the Tribunal to decide when there should be oral hearings and what form they should take is a proportionate response to the need for safeguards, against which the tribunal, as a judicial body, can balance the Complainants' interests in a fair trial and open justice according to the circumstances of the particular case.”", "93. Regarding Rule 9(6) which stipulates that oral hearings must be held in private, the IPT held:", "“163. The language of rule 9(6) is clear and unqualified.", "'The Tribunal's proceedings, including any oral hearings, shall be conducted in private.'", "164. The Tribunal are given no discretion in the matter. Rule 6(2)(a) stiffens the strictness of the rule by providing that the Tribunal may not even disclose to the Complainant or to any other person the fact that the Tribunal have held, or propose to hold, a separate oral hearing under rule 9(4). The fact of an oral hearing is kept private, even from the other party ...", "...", "167. ... the very fact that this rule is of an absolute blanket nature is, in the judgment of the Tribunal in the circumstances, fatal to its validity ... the Tribunal have concluded that the very width of the rule preventing any hearing of the proceedings in public goes beyond what is authorised by section 69 of RIPA.", "...", "171. There is no conceivable ground for requiring legal arguments on pure points of procedural law, arising on the interpretation and validity of the Rules, to be held in private ...", "172. Indeed, purely legal arguments, conducted for the sole purpose of ascertaining what is the law and not involving the risk of disclosure of any sensitive information, should be heard in public. The public, as well as the parties, has a right to know that there is a dispute about the interpretation and validity of the relevant law and what the rival legal contentions are.", "173. The result is that rule 9(6) is ultra vires section 69. It does not bind the Tribunal. The Secretary of State may exercise his discretion under section 69(1) to make fresh rules on the point, but, unless and until he does, the Tribunal may exercise their discretion under section 68(1) to hear the legal arguments in public under rule 9(3), subject to their general and specific duties, such as rule 6(1) in the Rules and in RIPA. It is appropriate to exercise that discretion to direct that the hearing of the preliminary issues shall be treated as if it had taken place under rule 9(3) in public, because such a preliminary hearing of purely legal arguments solely on procedural issues does not pose any risk to the duty of the Tribunal under rule 6(1) or to the maintenance of the [neither confirm nor deny] policy. The transcripts of the hearing should be made available for public consumption.”", "94. Regarding other departures from the normal rules of adversarial procedure as regards the taking of evidence and disclosure in Rule 6, the IPT concluded:", "“181. ... that these departures from the adversarial model are within the power conferred on the Secretary of State by section 69(1), as limited by section 69(6). A reasonable rule-making body, having regard to the mandatory factors in section 69(6), could properly conclude that these departures were necessary and proportionate for the purposes stated in section 69(6)(b). In the context of the factors set out in that provision and, in particular, the need to maintain the [neither confirm nor deny] policy, the procedures laid down in the Rules provide a 'fair trial' within Article 6 for the determination of the civil rights and obligations arising in claims and complaints under section 65 of RIPA.", "182. They are also compatible with Convention rights in Articles 8 and 10, taking account of the exceptions for the public interest and national security in Articles 8(2) and 10(2), in particular the effective operation of the legitimate policy of [neither confirm nor deny] in relation to the use of investigatory powers. The disclosure of information is not an absolute right where there are competing interests, such as national security considerations, and it may be necessary to withhold information for that reason, provided that, as in the kind of cases coming before this Tribunal, it is strictly necessary to do so and the restriction is counterbalanced by judicial procedures which protect the interests of the Complainants ...”", "95. Finally, as regards the absence of reasons following a decision that the complaint is unsuccessful, the IPT noted:", "“190. The Tribunal conclude that, properly interpreted in context on ordinary principles of domestic law, rule 13 and section 68(4) of RIPA do not apply to prevent publication of the reasons for the rulings of the Tribunal on the preliminary issues on matters of procedural law, as they are not a 'determination' of the proceedings brought before them or of the complaint made to them within the meaning of those provisions. Those provisions concern decisions of the Tribunal which bring the claim or complaint to an end, either by a determination of the substantive claim or complaint on its merits ...", "191. ... In the circumstances there can be publication of the reasons for legal rulings on preliminary issues, but, so far as determinations are concerned, the Tribunal are satisfied that section 68(4) and rule 13 are valid and binding and that the distinction between information given to the successful complainants and that given to unsuccessful complainants (where the [neither confirm nor deny] policy must be preserved) is necessary and justifiable.”", "96. In a second ruling on preliminary issues of law in the British-Irish Rights Watch and others case, which involved external communications (i.e. communications between the United Kingdom and abroad), the IPT issued its findings on the complaint in that case. The issue for consideration was identified as:", "“3. ... whether ... 'the process of filtering intercepted telephone calls made from the UK to overseas telephones ... breaches Article 8(2) [of the European Convention on Human Rights] because it is not 'in accordance with the law' ...”", "97. Given that the challenge in the case related solely to the lawfulness of the filtering process as set out in the RIPA legislation, the IPT issued a public ruling which explained the reasons for its findings in the case. In its ruling, it examined the relevant legislative provisions and concluded that they were sufficiently accessible and foreseeable to be in accordance with the law.", "98. As the applicant's case demonstrates, once general legal issues have been determined, if the IPT is required to consider the specific facts of the case, and in particular whether interception has taken place, any such consideration will take place in private. Rule 6 prevents the applicant participating in this stage of proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}