{"ITEMID": "001-85732", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MEGADAT.COM SRL v. MOLDOVA", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["6. The applicant company, Megadat.com SRL, is a company incorporated in the Republic of Moldova.", "7. At the time of the events the applicant company was the largest Internet service provider in Moldova. According to the applicant company, it held approximately 70% of the market of Internet services. While agreeing that the applicant company was the largest Internet service provider in the country, the Government disputed the ratio of its market share without, however, presenting any alternative figures.", "8. The applicant company had two licences issued by the National Regulatory Agency for Telecommunications and Informatics (“ANRTI”) for providing Internet and fixed telephony services. The licences were valid until 18 April 2007 and 16 May 2007 respectively and the address 55 Armenească Street was indicated in them as the applicant company’s official address.", "9. The applicant company had three offices in Chişinău. On 11 November 2002 its headquarters was moved from its Armenească Street office to its Ştefan cel Mare Street office. The change of address of the headquarters was registered with the State Registration Chamber and the Tax Authorities were informed. However, the applicant company failed to request ANRTI to modify the address of its headquarters in the text of its licences.", "10. On 20 May 2003 the applicant company requested a third licence from ANRTI indicating in its request the new address of its headquarters. ANRTI issued the new licence citing the old address in it, without giving any reasons for not citing the new address.", "11. On 17 September 2003 ANRTI held a meeting. According to the minutes of the meeting, it found that ninety-one companies in the field of telecommunications, including the applicant company, had failed to pay an annual licence fee and/or to present information about changes of address within the prescribed time-limits. ANRTI decided to invite those companies to eliminate the irregularities within ten days and to warn them that their licences might be suspended in case of non-compliance.", "12. On unspecified dates the ninety-one companies, including the applicant company, were sent letters asking them to comply within ten days of the date of receipt of the letter. They were also warned that their licences might be suspended in case of non-compliance in accordance with section 3.4 of the ANRTI Regulations. The applicant company was sent such a letter on 24 September 2003.", "13. Following ANRTI’s letters, only thirty-two companies, including the applicant company, complied with the request.", "14. On 29 and 30 September 2003 the applicant company lodged documents with ANRTI indicating its new address, together with a request to modify its licences accordingly, and paid the licence fee.", "15. On Friday 3 October 2003 ANRTI informed the applicant company that it had some questions concerning the documents submitted by the applicant company. In particular, it had a question concerning the lease of the applicant company’s new headquarters and about the name of the applicant company. ANRTI informed the applicant company that the processing of its request concerning the amendment of its licences would be suspended until it had submitted the requested information.", "16. On Monday 6 October 2003 ANRTI held a meeting at which it adopted a decision concerning the applicant company. In particular, it reiterated the content of section 15 of the Law on Licensing and of section 3.5.7 of the ANRTI Regulations, according to which licences which had not been modified within ten days pursuant to section 3.5.2 of the ANRTI Regulations should be declared invalid. ANRTI found that those provisions were applicable to the applicant company’s case, and that its licences were therefore not valid.", "17. On the same date, ANRTI wrote to the Prosecutor General’s Office, the Tax Authorities, the Centre for Fighting Economic Crime and Corruption (“the CFECC”) and the Ministry of the Interior stating that the applicant company had modified its address on 11 November 2002 but had failed to request ANRTI to make the corresponding change in its licences. In such conditions, the applicant company had traded for eleven months with an invalid licence. ANRTI requested the authorities to verify whether the applicant company should be sanctioned in accordance with the law.", "18. On 9 October 2003 ANRTI amended the Regulations concerning the issuance of licences in order to provide that an entity whose licence was withdrawn could reapply for a new licence only after six months.", "19. On 21 October 2003 ANRTI held a meeting at which it found that fifty-nine of the ninety-one companies which it had warned, in accordance with its decision of 17 September 2003, had failed to comply with the warning. It decided to suspend their licences for three months and to warn them that in case of non-compliance during the period of suspension, their licences would be withdrawn. It appears from the documents submitted by the parties that the applicant company was the only one to have its licence invalidated.", "20. On 24 October 2003 the applicant company brought an action against ANRTI arguing, inter alia, that the measure applied to it was illegal and disproportionate because the applicant company had always had three different offices in Chişinău of which ANRTI had always been aware. The change of address had only occurred because the applicant company’s headquarters had been transferred from one of those offices to another. The Tax Authorities had been informed promptly about that change and thus the change of address had not led to a failure to pay taxes or to a drop in the quality of services provided by the applicant company. Moreover, ANRTI’s decision of 6 October 2003 had been adopted in breach of procedure, because the applicant company had not been invited to the meeting and ANRTI had disregarded its own instructions given to the applicant company on 3 October 2003.", "21. On 25 November 2003 the Court of Appeal ordered a stay of the execution of ANRTI’s decision of 6 October 2003. It also set 16 December 2003 as the date of the first hearing in the case. Later, at the request of ANRTI, that date was changed to 2 December 2003.", "22. On 1 December 2003 the representative of the applicant company lodged a request for adjournment of the hearing of 2 December on the ground that he was involved in a pre-arranged hearing at another court on the same date and at the same time.", "23. On 2 December 2003 the Court of Appeal held a hearing in the absence of the representative of the applicant company and dismissed the latter’s action. The court considered, inter alia, that since the applicant company had failed to inform ANRTI about the change of address of its headquarters, the provisions of section 3.5.7 of the ANRTI Regulations were applicable.", "24. The applicant company appealed against the decision arguing, inter alia, that it had not been given a chance to participate in the hearing before the first-instance court. It submitted that, according to the Code of Civil Procedure, the court had the right to strike the case out of the list of cases if it considered that the applicant had failed to appear without a plausible justification, but not to examine the case in its absence. It also submitted that, by declaring the licences invalid, ANRTI had breached its own decision of 17 September 2003. It was ANRTI’s usual practice to request information concerning changes of address and to sanction companies which did not comply by suspending their licences. The applicant company drew attention to two other decisions of that kind dated 12 June 2003 and 17 July 2003. In this case, however, the applicant company had fully complied with ANRTI’s decision of 17 September 2003 by submitting information about the new address within the prescribed time-limit. Notwithstanding, ANRTI had asked for supplementary information on Friday 3 October 2003 and, without waiting for it to be provided by the applicant company, had decided to declare the licences invalid on Monday 6 October 2003.", "The applicant company also argued that ANRTI’s decision of 6 October 2003 had been adopted in serious breach of procedure because the applicant company had not been informed at least three days in advance about the meeting of 6 October 2003 and had not been invited to attend.", "Lastly, the applicant company argued that ANRTI’s decision to declare its licences invalid was discriminatory since the other ninety companies listed in ANRTI’s decision of 17 September 2003 had not been subjected to such a severe measure.", "25. On 3 March 2004 the Supreme Court of Justice dismissed the applicant company’s appeal and found, inter alia, that it had been summoned to the hearing of 2 December 2003 and that its request for adjournment could not create an obligation on the part of the Court of Appeal to adjourn the hearing. Moreover, the decision of 6 October 2003 was legal since the applicant company admitted to having changed its address, and according to section 3.5.7 of the ANRTI Regulations a failure to request a modification of an address in a licence led to its invalidity. The Supreme Court did not refer to the applicant company’s submissions about its discriminatory treatment, ANRTI’s usual practice of requesting information about changes of address and ANRTI’s breaching of its own decision of 17 September 2003.", "26. One of the members of the panel of the Supreme Court, Judge D. Visterniceanu, disagreed with the opinion of the majority and wrote a dissenting opinion. He submitted, inter alia, that the first-instance court had failed to address all the submissions made by the applicant company and had illegally examined the case in its absence. Moreover, only one provision of the ANRTI Regulations had been applied, whereas it was necessary to examine the case in a broader light and to apply all the relevant legislation. Finally, ANRTI’s decision of 6 October 2003 contravened its decision of 17 September 2003. Judge Visterniceanu considered that the Supreme Court should have quashed the judgment of the first-instance court and remitted the case for a fresh re-examination.", "27. In the meantime, the applicant company transferred all of its contracts with clients to a company which was part of the same group, Megadat.com International, which had valid licences. However, the State-owned monopoly in telecommunications, Moldtelecom, refused to sign contracts with the latter company and made it impossible for it to continue operating.", "28. On 16 March 2004 ANRTI and Moldtelecom informed the applicant company’s clients that on 17 March their Internet connection would be cut off and offered them Internet services from Moldtelecom without any connection charge.", "29. On 17 March 2004 Moldtelecom carried out the disconnection of the applicant company and of Megadat.com International from the Internet and all of their equipment on the Moldtelecom premises was disconnected from the power supply.", "30. In July 2004 the licences of Megadat.com International were withdrawn by ANRTI.", "31. As a result of the above, the applicant company and Megadat.com International were forced to close down the business and sell all of their assets. One week later, the applicant company’s chairman, Mr Eduard Muşuc, was arrested for peacefully demonstrating against his company’s closure.", "32. Following ANRTI’s letter of 6 October 2003 (see paragraph 17 above), the Tax Authorities imposed a fine on the applicant company for having operated for eleven months without a valid licence and the CFECC initiated an investigation as a result of which all the accounting documents of the applicant company were seized.", "33. On 18 March 2004 the embassies of France, Germany, Hungary, Poland, Romania, the United Kingdom and the United States of America, as well as the Council of Europe, the International Monetary Fund and World Bank missions in Moldova, issued a joint declaration expressing concern over the events surrounding the closure of the applicant company. The declaration stated, inter alia, the following:", "“Alleged contraventions of registration procedures do not appear to justify a decision to put a stop to the functioning of a commercial company. ... We urge Moldtelecom and the relevant authorities to reconsider this question. This seems all the more important in view of the commitment of the public authorities of Moldova to European norms and values.”", "34. Section 3.4 of the ANRTI Regulations provides that in the event of non-compliance by a licence beneficiary with the conditions set out in the licence, the licence can be suspended for a period of three months. When ANRTI finds such non-compliance, it warns the licence beneficiary and gives it a deadline for remedying the problem. If the problem is not remedied within that period, ANRTI may suspend the licence for a period of three months.", "35. On 12 June 2003 ANRTI warned several companies about their failure to pay licence fees and/or to inform it about their changes of address. The companies were given ten days to remedy the breaches. Since some of them did not comply, on 17 July 2003, ANRTI decided to suspend their licences for three months.", "36. The relevant provisions of the ANRTI Regulations concerning modification of licences at the time of the events were similar to the provisions of section 15 of the Law on Licensing and read as follows:", "“3.5.1 A licence should be modified when the name of the beneficiary company or other information contained in the licence has changed;", "3.5.2 When reasons for modifying a licence become apparent, the beneficiary shall apply to ANRTI for its modification within ten days ...", "3.5.7 A licence which has not been modified within the prescribed time-limit is not valid.”", "37. On 9 October 2003 the following provision was added to the Regulations:", "“3.8.6 Former beneficiaries, whose licences were withdrawn ... can reapply for new licences only after a period of six months counted from the day of withdrawal.”", "38. On 24 September 2004 section 3.5.7 of the Regulations was amended as follows:", "“3.5.7 In the event that a licence was not modified within the prescribed time-limit, the Commission has the right to apply administrative sanctions or to withdraw the licence partially or totally.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}