{"ITEMID": "001-109541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MALIK v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (Article 35-3 - Ratione materiae);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Possessions)", "JUDGES": "George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1943 and lives in London.", "7. In 1978 the applicant began practising as a general medical practitioner from premises which he owned. He was a sole practitioner and at the time of the events to which this application pertains he had a patient list of around 1,400 patients, many of whom were from the local Bangladeshi population.", "8. On 30 March 2004, he entered into a contract with the Waltham Forest Primary Care Trust (“the PCT”) in accordance with the National Health Service (General Medical Services Contracts) Regulations 2004 (see paragraph 64 below). Under the terms of the contract, the applicant was obliged to ensure the provision of medical services to NHS patients registered with his medical practice. He could ensure this provision either by performing services himself or by employing another doctor to do so. The applicant was entitled, under the contract, to receive quarterly payments from the PCT based on the number of patients registered with his practice. The PCT also paid him notional rent for his premises as they were used for NHS purposes. This was a discretionary payment, rather than an entitlement.", "9. On 20 January 2005 a monitoring visit by the PCT took place at the applicant’s medical practice premises. On 21 January 2005 the medical director of the PCT wrote to the applicant informing him that the visit had demonstrated “the serious risk you pose to patients under your care”. The applicant was advised that he had been suspended “to protect the interests of patients while a more detailed investigation into the issues of concern take place”.", "10. The applicant challenged the suspension and a hearing before the PCT was arranged for 31 January 2005. In the meantime the applicant’s insurers wrote to the PCT expressing the view that the suspension was unlawful. They made an offer to the PCT that the applicant would voluntarily absent himself from practice for four weeks to enable him to deal properly with the matters relied on against him. The offer was not accepted.", "11. The PCT arranged for locum cover for the applicant’s patients. These services were not provided at his surgery premises because it was not possible to find a locum prepared to work from the premises owing to their unsatisfactory condition.", "12. On 28 January 2005 the PCT sent a letter to the applicant setting out the matters to be relied on in support of the suspension and referring specifically to regulation 13(1)(a) of the National Health Service (Performers Lists) Regulations 2004 (“the Performers List Regulations” – see paragraph 65 below). The letter identified a number of defects, namely: inadequate disease registers and patient records; lack of clinical knowledge in relation to bipolar disorder, emergency contraception and smoking cessation; inadequate maternity services; lack of proper sterilising equipment and the discovery of a bottle of orange juice in a fridge containing flu vaccine; and inadequate arrangements for out-of-hours cover and opening hours.", "13. Prior to the hearing scheduled for 31 January 2005, the applicant sent a medical certificate notifying the PCT that he was suffering from flu. He repeated his offer to abstain from practice pending a hearing at a later date. However, the PCT went ahead with the hearing in his absence. On 3 February 2005 the PCT wrote to the applicant informing him that the suspension was to continue.", "14. On 27 February 2005 the applicant’s solicitors wrote to the PCT alleging that its actions were unlawful. On 2 March 2005 the PCT’s solicitors responded stating:", "“The PCT considers that there were procedural irregularities surrounding decisions taken on the 21 January 2005 and 31 January 2005. Consequently, the PCT considers that those decisions should now be treated as nullities and/or revoked.”", "15. They indicated that a hearing would be held to decide whether suspension should take place after giving proper notice. A new hearing was arranged for 16 March 2005.", "16. At the hearing on 16 March 2005, it was decided to suspend the applicant for six months.", "17. The applicant subsequently commenced civil proceedings seeking a declaration that the suspensions were unlawful and that any subsequent hearing must be by a freshly appointed panel and must have a legally qualified chairman. The legal action proceeded as a claim for judicial review of the suspension.", "18. By letter dated 18 March 2005 the applicant was advised that, pursuant to regulation 13(17) of the Performers List Regulations (see paragraph 72 below), payments could continue to be made to him under the PCT contract in accordance with a determination by the Secretary of State. The entitlement was to be based on a reasonable approximation of what amounted to ninety percent of his normal monthly profits under the PCT contract (see paragraph 73 below).", "19. The applicant’s solicitors replied on 30 March 2005 that they were considering whether the payment offered was correct and would respond in due course. In the meantime, they requested confirmation that the suspension payments were to commence only as of March 2005, and not January 2005.", "20. By letter dated 7 April 2005 the applicant’s solicitors raised two further matters for the PCT’s consideration, namely whether the applicant should continue to be paid rent and whether his staff costs should be paid by the PCT.", "21. By letter dated 16 May 2005 the PCT explained to the applicant that the reason he had not received any rent for the months of March and April was that the premises were no longer being used for NHS purposes.", "22. On 9 June 2005 the PCT offered the applicant a fresh hearing regarding his suspension. It refused him a legally qualified chair and legal representation, but had no objection to his adviser attending.", "23. By letter dated 9 June 2005 the applicant’s solicitors indicated that he would be willing to settle the judicial review proceedings if his suspension was quashed; his costs were paid; and losses incurred as a consequence of the reduced payments under the PCT contract were compensated.", "24. On 20 June 2005 the PCT notified the applicant that prior to the fresh hearing, it would revoke the existing suspension.", "25. On 21 June 2005 a fresh statement of case was served by the PCT setting out the matters to be relied on at the hearing. This covered all matters which had given rise to concern since the summer of 2004.", "26. On 25 July 2005 the judicial review proceedings were adjourned pending the fresh hearing, which was to take place on 3 August 2005. Although the PCT had previously said it would revoke the suspension imposed at the hearing on 16 March, this was not done.", "27. Following the hearing on 3 August 2005, the applicant was suspended for two months under regulation 13(1)(a) of the Performers List Regulations (see paragraph 65 below).", "28. On 17 March 2006 the High Court handed down its judgment in the applicant’s claim for judicial review.", "29. As regards the purported suspension of 21 January 2005, Mr Justice Collins found:", "“It was apparent that this was a purported exercise of the power conferred by regulation 13(1)(a). It was unlawful. It breached regulation 13(11) in that the claimant was neither told of the allegations against him nor given any opportunity to deal with them. It was also manifestly unfair. I can only express surprise that a PCT should so blatantly disregard not only the clear terms of the regulations but also the guidance given by the Department and act in such an unfair manner.”", "30. As to the hearing in the applicant’s absence on 31 January 2005, the judge considered that:", "“Again, [the PCT] clearly acted in a manner which was unfair since the agreement to maintain a voluntary suspension meant that patients could not have been at risk if the hearing had been delayed. In fact, if they had taken advice, they would have been informed that the whole procedure was unlawful since they should not have suspended the claimant on 21 January and so the hearing could not properly have considered representations against the decision to suspend. Rather, the PCT had to decide whether suspension was required and the burden was on them to justify suspension.”", "31. He found that the decision following that hearing to continue the applicant’s suspension was also unlawful, commenting:", "“In yet further breach of the regulations, this time regulation 13(2), the defendants failed to specify the period for which the suspension was to last. They gave as their reason for not accepting the offer of voluntary suspension that that ‘would not prevent you from working as a locum at another practice’. I am singularly unimpressed with that reasoning. The undertaking could easily have been extended to cover that if the defendants had bothered to raise it with the claimant and his advisers.”", "32. Regarding the hearing of 16 March 2005, the judge concluded:", "“Unfortunately, there were serious flaws at the hearing of 16 March which in my judgment rendered it unfair and so unlawful. The presenting officer was not content to rely on the matters of which notice had been given but proceeded to refer to a number of other matters against the claimant none of which had been put to him. This was a breach of regulation 13(11). The chairman failed to stop him doing this, but contented herself, according to the notes provided subsequently, with instructing her colleagues on the panel after they had retired that ‘a lot of unnecessary information had been presented’ and advising them ‘to confine their discussion to the issues which had been considered by the previous panel and those which Dr Malik had been notified of’. The notes show that this did not happen since during the discussion reference was made to Dr Malik being ‘unclear about the prescribing of colostomy bags and food supplements’. Those related to matters not the subject of prior information. In any event, the matters raised must inevitably have prejudiced the claimant and the failure to exclude them at the hearing was itself unfair. Added to this, there was the failure to have [a relevant witness] attend despite the promise that he would and the observations of the presenting officer, compounded by the chairman, that the meeting was to review the decision to suspend the claimant. That has not been pursued by [counsel for the applicant], but it is symptomatic of the failure by the PCT to follow the proper procedures.”", "33. As to the decision to suspend the applicant following that hearing, he said:", "“That [decision] was, quite apart from the unfairness of the hearing, unlawful since he had already been suspended on 21 January 2005 and so could not be suspended beyond 21 July 2005.”", "34. Finally, in respect of the 3 August 2005 hearing, the judge concluded that, in light of the fact that the PCT had failed to revoke the previous suspension:", "“... the hearing on 3 August was clearly unlawful since there was already an existing suspension in being (assuming that that imposed on 16 March was lawfully imposed) and further the claimant had already been suspended (whether lawfully or not being irrelevant) for more than six months.”", "35. Having concluded that the applicant’s suspension was unlawful, the question then arose whether there had been a breach of Article 1 of Protocol No. 1. The relevance of the question was that only a breach of the applicant’s human rights would have entitled him to damages under the Human Rights Act 1998.", "36. Noting that under the terms of domestic legislation (see paragraph 78 below) a doctor was prohibited from selling the goodwill in his practice, the judge found:", "“In this case, inclusion in the list is akin to the possession of a licence. While the goodwill of the practice is not marketable, the inclusion has an intrinsic value in that it enables the doctor to practise. Since the amount of his remuneration will be affected by his patient numbers, suspension may well affect the economic value to him of his practice. Thus inclusion in the list has a present value apart from the right to future income and, as it seems to me, the decision in Van Marle v The Netherlands supports the view that it can and does amount to a possession ...”", "37. He was therefore persuaded that inclusion in the list was a “possession” for the purposes of Article 1 of Protocol No. 1. Had the suspension been properly and lawfully imposed, he indicated that he would have had no doubt that the interference would have been proportionate and so justified. However, as it was unlawful for the reasons given, the interference was not justified. He concluded:", "“... Thus if the claimant can establish that he has suffered recoverable damage he may be entitled to some sums to recompense him for such loss. Since he should have been receiving payment which should have maintained his income, he may have difficulty in establishing any loss. However, I am not in a position to decide that issue.”", "38. The PCT and the Secretary of State appealed against the finding that there had been a violation of Article 1 of Protocol No. 1. No appeal was lodged against the finding that the suspensions had been unlawful.", "39. On 21 March 2006 the applicant’s solicitors wrote to the PCT referring to the High Court declaration that the suspension of the applicant from the Performers List was unlawful. They indicated that the applicant wished to return to practice as soon as practicable. By letter dated 29 March 2006 the PCT agreed that the applicant could return to practice. However, given previous concerns regarding the medical practice premises, the PCT wished to arrange a site inspection as soon as possible.", "40. By letter dated 11 April 2006 the applicant’s solicitors confirmed that he consented to the site inspection and reiterated that he was anxious to return to practice as soon as possible. However, they explained that in order to ensure an orderly and organised return, he favoured a gradual reintroduction to work, with part-time work alongside another general practitioner.", "41. On 16 May 2006 the applicant’s solicitors requested from the PCT information concerning the size of the applicant’s patient list immediately before the purported suspension in January 2005 and as it currently stood.", "42. By letter dated 26 May 2006 the applicant’s solicitors informed the PCT that his health had deteriorated and that he was suffering from a stress-related illness. Accordingly, they requested that plans for the applicant’s return to practice be held in abeyance.", "43. On 14 July 2006 the PCT’s solicitors confirmed that the applicant’s patient list size was 1,380 patients on 1 January 2005 and 1,013 patients on 23 May 2006.", "44. On 28 March 2007 the Court of Appeal handed down its judgment. Lord Justice Auld identified two questions for the court’s consideration. The first question was in what respect future income could be an Article 1 “possession”. He considered it well established that Article 1 protected a right to existing possessions but not a future right to receive possessions. He continued:", "“... [G]oodwill in the sense of an established client-base with its own inherent market value along with other existing assets of a business, may often not be readily distinguishable from future earning prospects from existing trading circumstances, since the existence or valuation of goodwill will turn at least in part on projected future earnings. However, no such blurring of the line can occur here, since Dr Malik’s clientele in the form of the patients registered with him has no economic value and so cannot constitute a ‘possession’ because of statutory denial to him of any marketable goodwill in his patients list ...”", "45. As to the approach of this Court to the question, the judge noted:", "“Wendenburg, unlike Van Marle and other such cases, did not, on its facts, turn on loss of goodwill and/or diminution in value of physical assets, but on what the Court appears to have regarded as a sort of acceptable middle position, one of a legitimate expectation of future earnings ...", "However, and with respect to the European Court, the shadowy nature of such possessory entitlement is evident from the way in which it disposed of the case against the applicants. It held – assuming without deciding that the German Court’s decision had the effect of interfering with that entitlement – that the interference would have been justified under the second paragraph of the Article as being in the general interest ...", "In my view and with respect, the Divisional Court and the Court of Appeal in Countryside displayed a surer touch, both of principle and practicality in rejecting the possibility of any such middle position between goodwill as a possession and future income which is not ...”", "46. Thus on the question whether future income could be a “possession”, the judge concluded:", "“In summary on the issues of goodwill and legitimate expectation, there is clear Strasbourg authority, in Wendenburg and other cases, and domestic authority, in Countryside, that the assets of a business may include possessions for the purpose of Article 1 in the form of ‘clientele’ or goodwill of the business. Where such clientele/goodwill exists, measures that diminish its value, as, for example in Van Marle, interference with professional practice, may engage Article 1. But where it does not exist, as it does not here, the Court of Appeal’s decision in Countryside ... is also clear authority for the proposition that, without it, mere prospective loss of future income cannot amount to a possession for the purpose. Equally, any consideration of a further category of Article 1 possession based on a notion of legitimate expectation in this context would unacceptably blur that distinction of principle. It would also, as I have indicated, lead to great difficulties of practical application in the next stages of the Article 1 exercise of identifying precisely what legitimately expected ‘possession’ had been interfered with and to what extent, and in considering the ‘legitimacy’ of the expectation against considerations of the general interest on the issue of justification.”", "47. On the second question – whether a personal permission, in the form of inclusion on a professional list, or a licence was a possession – he noted:", "“...Something may have value to a person though it may have no value in the market. One cannot comprehensively define possession for this purpose by reference to a person’s ability or wish to sell it ... objects that may be of no economic value to their possessors – wholly unmarketable – may have a sentimental or other personal value to them for the protection of their enjoyment of which Article 1 should, if necessary, provide.", "...", "Where ... the possessory right claimed is, as here, to some intangible entitlement conferred by a licence or other form of permission to the grantee to continue to follow an activity to his advantage, it seems to me that some additional factor is necessary to render it a ‘possessory’ entitlement as distinct from the broader concept of a legal right to do so. In many or most cases, such identification is likely to depend on the existence of some present economic value of the entitlement to the individual claiming it conferred by a licence or other form of permission.", "The questions of principle in this case – which is concerned with potential loss of livelihood – is, therefore, whether economic value is a distinguishing feature of a possessory right and whether it can only be identified in the sense of marketability. If it is not so confined, where, in any given case is the boundary between an Article 1 possession and some other and broader Convention right not amounting to such a possession?”", "48. He considered that it was necessary to distinguish between claimed future monetary entitlements derived from an instrument such as a licence or permit and a claimed future entitlement based on a personal interest in enjoyment of it but not involving any monetary claim. He concluded:", "“The matter has, in any event, been put beyond doubt in my view by the ruling of this Court in Countryside, which binds us, upholding the reasoning of the Divisional Court that an individual’s monetary loss, in the sense of loss of future livelihood, unless based on loss of some professional or business goodwill or other present legal entitlement, cannot constitute a possession attracting the protection of Article 1.”", "49. Notwithstanding his conclusion that there was no possession in the applicant’s case, the judge went on to consider whether, if inclusion on the performers list had been a possession, the actions of the PCT would have deprived him of it. On this matter, he found:", "“If inclusion in a performers list is, contrary to my view, an Article 1 ‘possession’, it would follow that suspension from it under the Performers Lists Regulations is an interference with that ‘possession’. But ... the Judge did not reason the matter in that way ... [H]e recognised the need to examine the impact of suspension on Dr Malik’s practice, and concluded that there was such interference because his inclusion in the list had ‘a present value apart from the right to future income’ in that the amount of his remuneration was affected by his patient numbers and suspension might well affect the economic value to him of his practice. However, there was no evidence before the Judge to support such finding of interference, in particular, no effective loss of remuneration or of actual or prospective loss of patients, since he continued to receive 90% of his National Health Service remuneration by reference to his patient list, pursuant to regulation 13(17) of the 2004 Performers Lists Regulations ... and his practice was preserved by the PCT arranging and paying for his patients to be seen by a locum ...", "I should add that there is nothing in the further point ... that interference could be established in the PCT’s cessation of payment, following Dr Malik’s suspension, ... of notional rent for the use of his premises ... During the period of his suspension Dr Malik’s practice continued to provide services to patients on his list, but did so, as I have said, through a locum engaged by the PCT to perform those services. Because of the unsatisfactory condition of Dr Malik’s surgery premises, the PCT was obliged to refer his NHS patients to a locum at another nearby practice. However, his premises were still available for his use, for example, for the purpose of seeing private patients. More importantly, such notional rent as he might have continued to receive but for the suspension would not have constituted a possession for the purpose.”", "50. On the question whether goodwill could constitute a “possession” in the present case, Lord Justice Rix noted:", "“The distinction between marketable goodwill, or at any rate that goodwill which it is acknowledged is a vested possession, and what the European Court describes as being merely a present-day reflection of anticipated future income, has never had to be determined on the facts ... One solution may be ... looking only to marketability. I am not sure of that, however, for two reasons: one is the substantive distinction drawn by Denimark; the other is the emphasis placed by the Strasbourg jurisprudence on goodwill as a possession in the case of professionals with respect to their clientele. I suspect that such goodwill is not readily marketable: on the other hand, I can conceive that a professional practice can perhaps only or best be thought of as involving a vested possession in terms of the goodwill consisting in its clientele.", "In the present case, however, this difficulty does not need resolving, for, as Auld LJ has pointed out ..., regulation 3 of the Primary Medical Services (Sales of Goodwill and Restrictions on Sub-Contracting) Regulations 2004 ... effectively means that an NHS doctor’s goodwill has no economic value. As such, I do not see how it can be regarded as an asset or, therefore, a possession for the purposes of [Article 1]. It is neither a physical thing (land or chattels) nor a right or other chose in action, nor an asset of any kind ...”", "51. As regards the applicant’s inclusion in the Performers List, he considered the analogy between inclusion on the list and the grant of a licence to be unhelpful. He continued:", "“... licences come in all forms. Some licences are valuable assets in their own right .... Other licences are valuable only in the sense that they give value or greater value to some other asset. In such a case, the jurisprudence considered above, such as Tre Traktörer itself in the case of a liquor licence, shows that the possessions in question which need to be considered are the underlying assets, not the licence. So also in Karni, which in its way is the closest authority to the facts of the instant case, it was not the affiliation to Sweden’s social security system which was regarded as the possession with which there had been interference by reason of its withdrawal, but the doctor’s ‘vested interests’ in his practice which had had to be closed down ...”", "52. He considered that in the applicant’s case, inclusion on the list was not a licence in itself but a condition precedent to a doctor being able to perform services himself in the NHS. Once on the list, a doctor was qualified to obtain a contract to provide medical services himself. If he was subsequently suspended from the list, he did not thereby lose his contract but lost only his ability to provide services under it by his own personal performance. He noted:", "“So in Dr Malik’s case, his suspension from the performers list did not prevent his contract continuing, only his personal performance as a sole practitioner under it. Even so, because his contract remained in force, the PCT continued to pay him his NHS remuneration, subject only to a 10% deduction to take account of expenses that he would otherwise have incurred. ... Dr Malik’s patients continued to receive medical services through a locum for whom the PCT paid. He continued to be entitled to practise as a doctor privately, from his surgery.", "... It seems to me that inclusion on the performers list is a matter of regulation, a condition or qualification for performing NHS services, rather than a possession or property right in itself ...[O]ne cannot readily speak of the inclusion on the list as an economic interest. It is not an asset. It has no monetary value. If one was looking for a possession in this context, one would look naturally to the NHS contract, but that remained on foot, and is not the subject matter of Dr Malik’s ... claim ...”", "53. The judge considered whether there was some other possession which the applicant could rely upon, and concluded:", "“... For reasons discussed above, it is not possible for Dr Malik to show that his practice had any asset in the nature of goodwill separate from his anticipation of future income under his NHS contract. Reference to his patient list ... is in one sense somewhat more to the point, because at least it can be said that the numbers on his list had a direct bearing, as I understand the matter, on his NHS remuneration, since that had to be recalculated every three months in accordance with those numbers. However, even so, his patient list remained in place, continued to earn him remuneration under his contract, and even if those numbers fell somewhat during the period of his suspension, as to which there was no evidence before the judge and no findings, that seems to me to be simply a matter relating to future income rather than an interference with vested rights in possession. The judge said that inclusion on the list had ‘an intrinsic value’ in that it enabled the doctor to practise and he went on immediately to explain that because the amount of remuneration would be affected by patient numbers, ‘suspension may well affect the economic value of his practice’ ... Although the judge then said that that reflected a present value apart from the right to future income, it seems to me that it plainly did not. The only way to measure any loss is by reference to future income.”", "54. On the question whether, had there been a possession, there would have been an interference, he said:", "“There has been no separate ground of appeal in relation to the separate question of whether, assuming that a relevant possession had been involved, there had been an interference with it ... It seems to me that it is strongly arguable that, if a relevant possession had been involved, then there would only have been an interference for the purposes of [Article 1] if there had been material economic consequences: see Van Marle, Karni, and Tre Traktörer above. It is not as though any case of deprivation has been made. But it has not been found that there were any material economic consequences. As stated above, the purpose of the regulations was to ensure that during a period of temporary suspension the financial consequences for the doctor concerned were intended to be neutral; and there were mechanisms in place to resolve any disputes in that context.”", "55. Finally, on the question whether there was a “possession” in the present case, Lord Justice Moses noted:", "“My concern, and, I suspect, that of the judge, for any unjustified damage to the doctor’s reputation ... brings me to an essential issue relating to goodwill, which has arisen in the instant appeal. This court has had to grapple with the need to maintain a clear and workable distinction between goodwill which is a possession within the meaning of [Article 1], and a right to future income, which is not.", "Goodwill which is marketable is undoubtedly a possession, notwithstanding that its present-day value reflects a capacity to earn profits in the future. But does goodwill have to be marketable in order to be identified as a possession within the meaning of [Article 1]? Goodwill is composed of a variety of elements, which differs in different businesses and professions ...”", "56. He considered that reputation was undoubtedly an element of goodwill, although it was not marketable. However, he concluded", "“... I agree, on the basis of the reasoning of Rix LJ ... and of Auld LJ ... that that element of goodwill ... which is founded on the doctor’s reputation, is not a possession within [the meaning of Article 1]. It cannot be sold, it has no economic value other than being that which a professional man may exploit in order to earn or increase his earnings for the future. If the principle that the ability to earn future income is not a possession within [the meaning of Article 1] is to be maintained, it must follow that if the element of goodwill which has or may be damaged is reputation, or the loyalty of past clients, that element is not to be identified as a possession. In Denimark terms, the doctor’s complaint is as to an unjustified loss of reputation, caused by unlawful acts. But, in economic terms, that is no more than a complaint of a risk of loss of future income. It is not possible to distinguish his claim that his goodwill has been damaged from a claim to loss of future income.”", "57. The applicant subsequently sought permission to appeal to the House of Lords. Consideration of his petition for leave was deferred pending the outcome of an appeal in Countryside Alliance, a case also concerning the applicability of Article 1 of Protocol No. 1, in which the applicant was given leave to intervene in writing. On 28 November 2007, the House of Lords handed down its judgment in Countryside Alliance (2007 UKHL 52). In the course of the judgment, Lord Bingham of Cornhill noted:", "“Strasbourg jurisprudence has drawn a distinction between goodwill which may be a possession for purposes of article 1 of the first protocol and future income, not yet earned and to which no enforceable claim exists, which may not ... The distinction was less clearly applied in Karni v Sweden (1988) 55 DR 157 where a doctor’s vested interest in his medical practice was regarded as a possession, Van Marle v Netherlands (1986) 8 EHRR 483 where an accountant’s clientele was held to be an asset and hence a possession, and Wendenburg, above, at CD 170, where the same rule was applied to law practices: in these cases no finding was made that the assets were saleable, although this may have been assumed. In R (Malik) v Waltham Forest NHS Primary Care Trust ... the Court of Appeal held that the inclusion of Dr Malik’s name on a list of those qualified to work locally for the NHS was in effect a licence to render services to the public and, being non-transferable and non-marketable, not a possession for purposes of article 1. While I do not find the jurisprudence on this subject very clear, I consider that the Court of Appeal reached a correct conclusion in that case ...”", "58. On 4 December 2007, the applicant’s petition for leave to appeal was refused.", "59. The applicant never returned to practice as a result of his health problems, which he attributed to his unlawful suspension.", "60. Proceedings by the General Medical Council (“GMC”) were commenced against the applicant. However, no formal decision was ever taken by the GMC as the applicant subsequently voluntarily resigned on grounds of his ill-health.", "61. At the relevant time, the position was governed by the National Health Service Act 1977 (“the 1977 Act”). Pursuant to section 28X(1) of the 1977 Act:", "“Regulations may provide that a health care professional of a prescribed description may not perform any primary medical service for which a Primary Care Trust or Local Health Board is responsible unless he is included in a list maintained under the regulations by a Primary Care Trust or Local Health Board.”", "62. Under section 25(3) of the National Health Service Reform and Health Care Professions Act 2002, general practitioners were health care professionals for the purposes of the 1977 Act.", "63. The relevant regulations were set out in the National Health Service (Performers Lists) Regulations 2004 (“the Performers List Regulations”). Regulation 3 imposed a duty on PCTs to prepare and publish a medical performers list. Regulation 22 provided that a medical practitioner could not perform any primary medical services unless his name was included on a medical performers list. Regulation 24(2) provided that a PCT was required to refuse to admit a medical practitioner to its medical performers list if he was included in the medical performers list of another PCT, unless he had given notice to that PCT that he wished to withdraw from that list.", "64. Once on a list, a general practitioner could enter into a contract to provide services for the National Health Service. The National Health Service (General Medical Services Contracts) Regulations 2004 (“the Contracts Regulations”) set out in detail the nature of such contracts. Paragraph 53 of Schedule 6 to the Contracts Regulations provided that:", "“... no medical practitioner shall perform medical services under the contract unless he is–", "(a) included in a medical performers list for a Primary Care Trust in England;", "(b) not suspended from that list or from the Medical Register; and", "(c) not subject to interim suspension under section 41A of the Medical Act 1983 (interim orders).”", "65. Under the Performers List Regulations, an individual could be suspended or removed from the list. Regulation 13 provided for the power to suspend:", "“(1) If a Primary Care Trust is satisfied that it is necessary to do so for the protection of members of the public or is otherwise in the public interest, it may suspend a performer from its performers list, in accordance with the provisions of this regulation–", "(a) while it decides whether or not to exercise its powers to remove him ... or contingently remove him ...;", "(b) while it waits for a decision affecting him of ... a licensing or regulatory body;", "...”", "66. Regulation 13(2) stipulated that the PCT had to specify a period, not exceeding six months, as the period of suspension. This initial period could subsequently be extended, pursuant to regulation 13(8), provided that the aggregate period of suspension did not exceed six months. Regulation 13(4) provided that the period of suspension could extend beyond six months in limited circumstances which were not relevant to the present case.", "67. Regulation 13(9) explained that the effect of a suspension was that, while a performer was suspended, he was to be treated as not being included in the Performers List, even though his name appeared in it.", "68. Regulation 13(10) allowed the PCT to revoke the suspension at any time and notify the performer of its decision.", "69. Regulation 13(11) set out the applicable procedure to be followed by the PCT prior to suspending an individual from the Performers List:", "“Where a Primary Care Trust is considering suspending a performer or varying the period of suspension under this regulation, it shall give him–", "(a) notice of any allegation against him;", "(b) notice of what action it is considering and on what grounds; and", "(c) the opportunity to put his case at an oral hearing before it, on a specified day, provided that at least 24 hours notice of the hearing is given.”", "70. Regulation 13(12) clarified that if the performer did not wish to have an oral hearing or did not attend the oral hearing, the PCT could suspend him with immediate effect. Pursuant to regulation 13(13), if an oral hearing did take place, the PCT had to take into account any representations made before it reached its decision. Regulation 13(14) and (15) provided that the PCT could suspend the performer with immediate effect following the hearing and that it had to notify the performer of its decision and the reasons for it (including any facts relied upon) within seven days of making that decision.", "71. Regulation 18 of the Performers List Regulations prohibited a practitioner who was suspended from a list under regulation 13(1)(a) from withdrawing from a list without the consent of the Secretary of State until the question of his removal or contingent removal has been decided. Thus suspension had the effect of preventing the practitioner from engaging in NHS practice so long as the suspension continued.", "72. As to payments during suspension, regulation 13(17) of the Performers List Regulations provided:", "“During a period of suspension payments may be made to or in respect of the performer in accordance with a determination by the Secretary of State.”", "73. The general rule was to pay ninety per cent of the practitioner’s net income under his contract with the PCT. The deduction of ten per cent was to reflect the fact that a practising practitioner would have incidental expenses connected to his practice which would be met from his income.", "74. A right to a review and to appeal of the determination was permitted under regulation 13(19) and (20):", "(19) If a performer is dissatisfied with a decision of a Primary Care Trust (‘the original decision’)–", "(a) to refuse to make a payment to or in respect of him pursuant to a determination under paragraph (17);", "(b) to make a payment to or in respect of him pursuant to a determination under paragraph (17), but at a lower level than the level to which he considers to be correct;", "...", "he may ask the Primary Care Trust to review the original decision and, if he does so, it shall reconsider that decision, and once it has done so, it must notify the performer in writing of the decision that is the outcome of its reconsideration of its original decision (‘the reconsidered decision’) and give him notice of the reasons for its reconsidered decision.", "(20) If the performer remains dissatisfied (whether on the same or different grounds), he may appeal to the Secretary of State by giving him a notice of appeal within a period of 28 days beginning on the day that the Primary Care Trust notified him of the reconsidered decision.”", "75. Regulation 13(21) to 13(24) set out the procedure for an appeal to the Secretary of State.", "76. General practitioners are regulated by the GMC, which maintains a register of those individuals who are considered fit to practise as doctors. A doctor can be suspended from the register by decision of the GMC on grounds, for example, of misconduct.", "77. Subsequent to the facts of the present case, the Medical Act 1983 was amended to introduce a requirement that doctors have a licence to practice which is conferred and may be withdrawn by the GMC.", "78. Since the creation of the National Health Service in 1948, practitioners have been prevented from selling the goodwill of their medical practices. That rule is currently set out in Regulation 3 of the Primary Medical Services (Sale of Goodwill and Restrictions on Sub-Contracting) Regulations 2004, which provides that a person with whom a PCT has entered into a general medical services contract may not sell the goodwill of his medical practice in any circumstances and that no other person may sell that goodwill in his stead."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}