{"ITEMID": "001-114659", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ČADEK AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "André Potocki;Angelika Nußberger;Dean Spielmann;Helena Jäderblom;Karel Jungwiert;Mark Villiger", "TEXT": ["5. Under the Land Ownership Act, restitution claimants were entitled to restitutio in integrum of land which had been confiscated from them before 1990. If it was not possible, for various reasons indicated in the Act, to restore a particular plot of land, they were entitled to receive compensatory land of equivalent value (“restitution claim”). The Land Fund (pozemkový fond), a public body under the Ministry of Agriculture (hereinafter “the Fund”), deals with these restitution claims. Some original restitution claimants transferred their claims to other persons, a practice which was allowed by law. The restitution claims had a nominal value, which was based on the price of the confiscated land in 1991.", "6. Act no. 253/2003 amending the Land Ownership Act (“the Amendment Act”) was passed on 6 August 2003 (see paragraph 41 below). It provided that if the Fund had not settled a claim for a substitute plot of land by 31 December 2005 – or within two years if the claim had been purchased after entry into force of the Amendment Act – the claim would be extinguished and the restitution claimant would retain only the right to financial compensation in the amount of the nominal value of the claim. By the end of 2005 many restitution claims were still outstanding.", "7. On 7 June 2005 the board of directors of the Fund adopted a confidential internal directive in accordance with which the Fund would draw up contracts for the transfer of plots of land with persons who, like some of the applicants, had instituted proceedings against it. This practice was terminated on 1 July 2005. When the media discovered this month-long practice in autumn 2005, they portrayed it as scheming with restitution claims within the Fund. According to them, those who had profited from it had been mostly people who had known about the directive and instituted proceedings after 7 June 2005, including some friends of managers of the Fund. As a result of the disclosure of this practice, four managers of the Fund were dismissed and on 16 November 2005 the Minister of Agriculture resigned. Subsequently, the Fund started to institute proceedings in order to have those transfer contracts rendered null and void.", "8. Between 7 March and 29 April 2005 the applicant purchased a number of restitution claims for substitute plots of land. On 30 June 2005 he instituted proceedings against the Fund, claiming the transfer of particular plots of land in settlement of his restitution claims.", "9. On 6 October 2006 the Prague 8 District Court (obvodní soud) rejected his claim, holding that his restitution claims had expired on 31 December 2005 under the Amendment Act. On 28 March 2007 the Prague Municipal Court (městský soud) upheld the judgment but on a different ground. It found that the applicant was not entitled to settlement of his restitution claims through legal proceedings, as the Fund’s priority was to settle the original restitution claims. On 10 August 2007 the Supreme Court (Nejvyšší soud) dismissed an appeal on points of law lodged by the applicant, thereby endorsing the opinion of the District Court. On 6 March 2008 the Constitutional Court (Ústavní soud) dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS 6/05 (see paragraph 42 below).", "10. Between 7 March and 29 April 2005 the applicant purchased several restitution claims for substitute plots of land. On 30 May 2005 he instituted proceedings against the Fund claiming the transfer of particular plots of land in settlement of his restitution claims.", "11. On 22 September 2006 the Prague 10 District Court rejected his claims, holding that his restitution claims had expired on 31 December 2005 under the Amendment Act. On 12 April 2007 the Municipal Court upheld that judgment. On 28 August 2007 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 10 July 2008 the Constitutional Court dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS 6/05 (see paragraph 42 below).", "12. On 11 May 2005 the applicant purchased several restitution claims for substitute plots of land. On 7 June 2005 he instituted proceedings against the Fund claiming the transfer of a particular plot of land in settlement of his restitution claims.", "13. On 14 August 2006 the Prague 4 District Court rejected his claim, holding that his restitution claims had expired on 31 December 2005 under the Amendment Act. On 17 January 2007 the Municipal Court upheld that judgment. On 30 June 2008 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 18 September 2008 the Constitutional Court dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS 6/05 (see paragraph 42 below).", "14. Between 11 and 19 May 2005 the applicant purchased a number of restitution claims for substitute plots of land. On 7 June 2005 he instituted proceedings against the Fund claiming the transfer of a particular plot of land in settlement of his restitution claims.", "15. In a judgment of 27 November 2006 the Prague 9 District Court rejected his claim, holding that his restitution claims had expired on 31 December 2005 under the Amendment Act. On 11 July 2007 the Municipal Court upheld that judgment. On 30 June 2008 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 25 June 2009 the Constitutional Court dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS6/05 (see paragraph 42 below).", "16. On 11 May 2005 the applicant purchased several restitution claims for substitute plots of land. On 7 June 2005 he instituted proceedings against the Fund claiming the transfer of particular plots of land in settlement of his restitution claims.", "17. In a judgment of 2 October 2007 the Prague 5 District Court rejected his claim, holding that his restitution claims had expired on 31 December 2005 under the Amendment Act. On 10 February 2008 the Prague Municipal Court upheld that judgment. On 5 March 2009 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 8 July 2009 the Constitutional Court dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS 6/05 (see paragraph 42 below).", "18. The restitution claims purchased by the applicant in the five applications cost a total of 12,184,153 Czech korunas (CZK) (487,366 euros (EUR)). The claims were settled by financial compensation of CZK 6,651,909 (EUR 266,076), which constituted their nominal value.", "19. The applicant has been a farmer since 2003. She purchased several restitution claims for substitute plots of land between 2004 and 2005, and one on 17 June 2003. The total nominal value was CZK 2,030,605 (EUR 81,224); but the applicant paid CZK 2,984,824 (EUR 119,393). On 14 July 2005 she instituted proceedings against the Fund claiming the transfer of particular plots of land in settlement of her restitution claims.", "20. In a judgment of 31 July 2006 the Klatovy District Court rejected her claim, holding that her restitution claims had expired on 31 December 2005 under the Amendment Act. On 8 November 2006 the Plzeň Regional Court (krajský soud) upheld that judgment. On 23 August 2007 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 12 March 2009 the Constitutional Court dismissed a constitutional appeal lodged by the applicant as manifestly ill-founded, referring to its judgment no. Pl. ÚS6/05 (see paragraph 42 below).", "21. The applicant received financial compensation of CZK 1,307,740 (EUR 52,310) for her restitution claims and she had the right to receive the rest of the nominal value of her restitution claims.", "22. The applicant is a corporation established under Czech law. On 19 April and 3 June 2005 respectively, the applicant company concluded two contracts by which it purchased for an unspecified amount restitution claims for substitute plots of land. On an unspecified date the applicant company instituted proceedings against the Fund claiming the transfer of a particular plot of land in settlement of its restitution claims. On the basis of a contract concluded on 1 July 2005, the Fund transferred to the applicant company the ownership of a plot of land valued at CZK 277,903 (EUR 11,579). Consequently, the court proceedings were terminated as the matter had been resolved.", "23. On an unspecified date the Fund instituted proceedings against the applicant company for the determination of property rights to the transferred plot of land, claiming that the contract was null and void.", "24. On 9 June 2006 the Cheb District Court decided that the Fund was the owner of the plot of land. It held that the contract was null and void because the Fund had not offered the sale of the land publicly before transferring it to the applicant company and had thereby unlawfully excluded other eligible persons from acquiring it. On 23 May 2007 the Plzeň Regional Court upheld the judgment, endorsing the District Court’s ruling. On 7 May 2009 the Supreme Court dismissed an appeal on points of law lodged by the applicant company. On 6 August 2009 the Constitutional Court dismissed a constitutional appeal lodged by the applicant company as manifestly ill-founded, referring to its judgment no. Pl. ÚS 6/05 (see paragraph 42 below).", "25. The applicant company has not requested financial compensation to settle its restitution claims.", "26. Between 2 February and 31 March 2005 the applicants purchased several restitution claims for substitute plots of land in order to acquire land in Prague to set up a health centre. The total nominal value of the restitution claims was CZK 5,084,404 (EUR 211,850); they paid CZK 14,092,500 (EUR 563,700). On 25 May 2005 they instituted proceedings against the Fund claiming the transfer of particular plots of land in settlement of their restitution claims.", "27. In a judgment of 23 May 2007 the Prague 4 District Court rejected their restitution claims, holding that they had expired on 31 December 2005 under the Amendment Act. On 17 April 2008 the Prague Municipal Court upheld this judgment. On 18 November 2009 the Supreme Court dismissed an appeal on points of law lodged by the applicants. On 18 March 2010 the Constitutional Court dismissed a constitutional appeal lodged by them as manifestly ill-founded.", "28. The first applicant received financial compensation of CZK 2,351,442 (EUR 94,050) and did not ask for financial compensation for his outstanding restitution claims. The second applicant did not ask for financial compensation.", "29. The applicant is an agricultural company. On 27 May 2005, it concluded a contract by which it purchased, for an unspecified amount, restitution claims for substitute plots of land, the nominal value of which was CZK 1,247,292 (EUR 51,971). On the basis of a contract concluded on 1 July 2005 the Fund transferred to the applicant company the ownership of plots of land valued at CZK 733,906 (EUR 29,356) in partial settlement of the claim. The application refers only to that part of the claim.", "30. On 17 December 2005 the Fund instituted proceedings against the applicant company for determination of property rights to the transferred plot of land, claiming that the contract was null and void. On 30 October 2007 the Jindřichův Hradec District Court decided that the Fund was the owner of the plots of land. It held that the contract was null and void because the Fund had not offered the sale of the land publicly and had thereby unlawfully excluded other eligible persons from acquiring it. On 27 February 2008 the České Budějovice Regional Court upheld the judgment, endorsing the District Court’s ruling. On 17 March 2010 the Supreme Court dismissed an appeal on points of law lodged by the applicant company. On 10 June 2010 the Constitutional Court dismissed a constitutional appeal lodged by them as manifestly ill-founded.", "31. The applicant company received CZK 733,906 (EUR 29,356) as financial compensation for its restitution claim.", "32. On 17 September 1997 the applicant purchased a restitution claim for substitute plots of land for CZK 56,248 (EUR 2,344), corresponding to its nominal value. She intended to acquire a plot of land on which she could breed horses for private purposes.", "33. On 21 January 1998 the Fund accepted the applicant’s request for the transfer of a particular plot of land, but informed her that it could not carry out the transfer until it had all the necessary materials regarding the relevant zoning plan. On 2 February 1998 the applicant wrote to the Fund asking it to settle her claim without further delay.", "34. On 8 November 2005 the applicant instituted proceedings against the Fund claiming the transfer of a particular plot of land in settlement of her restitution claim.", "35. On 12 December 2005 the Fund transferred the ownership of the plot of land to the City of Tanvald. Consequently, the applicant brought proceedings against the Fund, claiming that the transfer contract should be declared null and void.", "36. On 27 April 2007 the Jablonec nad Nisou District Court upheld her claim and declared the transfer contract null and void. In a judgment of 26 June 2008 the Ústí nad Labem Regional Court rejected the applicant’s claim, however, holding that her restitution claim for the transfer of land had expired on 31 December 2005 under the Amendment Act and thus she had no interest in having the contract declared null and void. On 12 May 2010 the Supreme Court dismissed an appeal on points of law lodged by the applicant. On 14 September 2010 the Constitutional Court dismissed a constitutional appeal lodged by her as manifestly ill-founded.", "37. This Act provides, inter alia, for the restitution of certain agricultural and other properties, which were ceded or transferred to the State or other legal persons between 25 February 1948 and 1 January 1990.", "38. Section 11 provides that if the actual property cannot be restored to its rightful owner, for example because the land has been built on, the Fund will transfer other equivalent State-owned property, preferably located in the same area, to the rightful claimant, if the latter consents.", "39. In accordance with section 16, if property cannot be restored to its rightful owners and the latter cannot be compensated by the transfer of other property to them, they have a right to financial compensation under certain conditions.", "40. Under section 28a, financial compensation is based on the value of the confiscated property on 24 June 1991, estimated in accordance with the regulations in force at that time.", "41. Act no. 253/2003 amending the Land Ownership Act (“the Amendment Act”) entered into force on 6 August 2003, having been approved by the Lower Chamber of Parliament on 22 May 2003. It provided that any right to the transfer of substitute plots of land by the Fund under section 11 that had not been settled within two years from the date the restitution claim had been established would be extinguished, and claimants would be entitled only to financial compensation under section 28a. Concerning claims that were established before the Amendment Act entered into force, the right to substitute plots of land would be extinguished on 31 December 2005.", "42. The Constitutional Court repealed the time-limit introduced by the Amendment Act for settling the claims of the original restitution claimants by transferring a substitute plot of land on the basis that it breached Article 1 of Protocol No. 1. It held that given that the Fund had not been effectively settling outstanding claims – it had not been offering enough plots of land for transfer and there had been no effective legal remedy for enforcing those claims – the time-limit in effect deprived restitution claimants of their claims, which constituted legitimate expectations under Article 1 of Protocol No. 1. However, the court distinguished between original restitution claimants and persons who had acquired restitution claims from them by deed. It said that only the rights of the original restitution claimants had been breached, because the transferees must have been aware of the difficulties in settling restitution claims and of the risks that accompanied them, so they could not be said to have legitimate expectations.", "43. The Supreme Court, enlarging on the above decision of the Constitutional Court, held that the time-limit for settling claims for substitute plots of land did not apply to farmers who needed the land for their own farming, even if they were not original restitution claimants. It held that the right to substitute plots of land constituted “possessions” under Article 1 of Protocol No. 1 and that the Amendment Act, which in practice had deprived farmers of this right, had not struck a fair balance between the competing interests. It distinguished between the situation of a farmer who needed the land for his or her own farming, which was in compliance with the object and purpose of the Land Ownership Act, and those dealing in property, whose commercial activities involved certain risks.", "44. In 2002 and 2003 the Supreme Audit Office conducted an audit of the Fund and found, inter alia, several irregularities in the way in which it dealt with restitution claims. It noted that the Fund’s offer of plots of land to settle restitution claims had been limited and that the Fund had favoured the sale of land before using it to settle the restitution claims. It found some further irregularities in the way in which the ownership of land had been transferred under the Land Ownership Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}