{"ITEMID": "001-22258", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "WEJRUP v. DENMARK", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Danish national, born in 1952 and living in Veksø, Denmark. He is represented before the Court by Mr A. Hvass, a lawyer practising in Copenhagen. The respondent Government are represented by their Agent Mrs Nina Holst-Christensen, the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1988 the applicant was appointed managing director of finance in Nordic Feather Factory Ltd Holding Company (Nordisk Fjerfabrik Holding Aktieselskab), henceforth called NFHA, the ultimate holding company in a holding group, consisting of more than 50 companies, at locations throughout the world. NFHA experienced financial difficulties and suspended its payments in November 1990. It went bankrupt in March 1991.", "In this connection a police investigation was carried out which resulted in the criminal prosecution of 4 of the top executives in NFHA, including the applicant, and in addition 3 accountants. The applicant was charged with aggravated fraud and offences concerning misleading accounting in a court session held on 18 February 1991 in the Copenhagen City Court (Københavns byret).", "Investigations were carried out in Sweden, England, Wales, the Isle of Man, Jersey, USA, the Netherlands, Switzerland, Liechtenstein, Hong Kong and Singapore.", "As part of the investigations, the police asked accountants to draw up statements of account for the period 1985 until 1990. The accounts were submitted on 17 September and 26 November 1993, and as they were comprehensive the expenses incurred thereby amounted to more than 17 million Danish kroner (DKK).", "On 23 September 1993 the prosecution submitted an indictment consisting of eight counts with which the applicant, the above three other top executives in NFHA, as well as the three accountants were charged. Counts 1-3 concerned the three other top executives, counts 4-7 concerned the applicant only and count 8 concerned the three accountants.", "Count number 4 concerned, inter alia, the Holding Company’s accounts for the period 1 April 1989 until 31 March 1990, which were sent to the Copenhagen Stock Exchange, and which the applicant was accused of having manipulated, thereby converting a deficit of DKK 544 million, to a surplus of DKK 55 million, and the net capital of DKK 122 million to DKK 886 million. Furthermore, the net capital contained fictitious assets and questionable transactions from previous years amounting to at least DKK 598 million.", "Preliminary court sessions were held in October and November 1993 concerning the mental health of one of the top executives. Subsequently his case was separated from the others.", "At a hearing on 10 December 1993 the scheduling of the trial was determined to start on 22 November 1994. Due to its volume it was expected that the trial would last 100 days.", "During the scheduling period several pleadings were submitted in order to clarify procedural questions, including objections to the statements of account and the appointment of a co-counsel to one of the co-accused top executives, and hearings on these issues were held on 15 December 1993, 4 March 1994 and 11 October 1994.", "The trial commenced on 22 November 1994, it was conducted two days a week, and lasted for more than 14 months. The applicant, assisted by counsel, the co-accused and 11 witnesses were heard. The documentary evidence consisted of the above statements of account, an opinion of 20 February 1995 from the Association of Chartered Accountants (Foreningen af Statsautoriserede Revisorer) and a considerable amount of other documentary evidence, which was presented in court during its sessions. The court records ran to approximately 800 pages.", "By judgment of 20 August 1996, which ran to 220 pages, the City Court of Copenhagen convicted the applicant and sentenced him to 2 years’ imprisonment. In addition, for a period of 5 years he was deprived of his right to establish or to become a manager and/or a member of a directors’ board in a limited company, or in a company or an association which would require public approval. Also, he was ordered to pay costs in the amount of DKK 400,000. The two co-accused top executives were sentenced to 4 years’ and 2½ years’ imprisonment respectively, deprived of the above right as well, and ordered to pay costs. The accountants were each sentenced to fines equivalent to DKK 40,000, and each ordered to pay costs in the amount of DKK 40,000.", "As regards the order to pay costs the City Court stated in as far as relevant:", "“... the prosecution has defrayed expenses in the amount of DKK 17,174,575 to the firm of accountants ... for auditing assistance during the case, including preparation of Audit Report I and II. When determining the share of the legal costs payable by the defendants, the court must make a distribution between the convicted offenders and the Treasury taking into account the proportion between the charge and the outcome of the case. Furthermore, in the light of the quite extraordinary level of legal costs in this case, the defendants’ circumstances must be particularly taken into account together with the fact that the consolidation of the cases against [the applicant and the two top executives] and the cases against the accountants should not be detrimental to the defendants ...”", "On 28 August 1996 the applicant appealed against the judgment to the High Court of Eastern Denmark (Østre landsret). Also the co-accused top executives appealed against the judgment, and the prosecution appealed against the judgment in respect of all the accused.", "Preliminary court sessions were held on 14 October 1996 and 10 February 1997 during which requests from two of the coaccused for a cocounsel were decided, and discussions went on as to the scheduling of the trial and practical problems related thereto. The High Court offered the parties to sit three days a week, but in accordance with counsels’ recommendation, endorsed by the prosecutor, it was agreed that only two weekly hearings were to be held. As the permanent courtroom was considered too small it was agreed that the High Court should rent a larger room. The trial, which was expected to last for 50 days, was scheduled to commence on 5 November 1997. Further preliminary hearings were held on 13 August and 31 October 1997 concerning procedural matters such as the use of the statements of account, whether the prosecution’s appeal relating to one of the co-accused was time-barred, and whether an assistant employed for the case by the prosecution was partial.", "The trial in the High Court commenced on 5 November 1997, it lasted almost 10 months and was terminated by judgment of 18 September 1998 in which the court upheld the applicant’s conviction and sentence, but reduced the costs that the applicant had to pay to DKK 200,000. Also the co-accused top executives’ conviction and sentences were upheld, but their shares of the costs were reduced as well. Two of the accountants were convicted to a greater extent than before the City Court, one to a lesser extent.", "Before the High Court the applicant and all the co-accused complained that Article 6 § 1 of the Convention had been violated due to the length of the proceedings. In its judgment the High Court stated, inter alia, that a duration of 7 years and 7 months in a case such as the present one with such an extraordinary extent and considerable complexity did not in itself amount to a violation of Article 6 § 1 of the Convention. Furthermore, it approved of the prosecution’s decision to join the cases against the accused with the aim of economising the legal process. However, in joining the cases the court found that the proceedings had been unduly prolonged in violation of Article 6 § 1 of the Convention in respect of the three accountants who had only played a minor role in the criminal activities. Thus, as to one accountant, his sentence was upheld, as to the remaining two their sentences were reduced, and they were all exempted from paying costs. As regards the applicant and the co-accused top executives the court held:", "“As to the question of whether the case as such should have been terminated earlier, the court notes first of all that the investigation was carried out in respect of all counts at the same time and there is no reason to criticise its extent or duration.", "As to the court proceedings they were arranged in agreement with counsels for the defence in both court instances, and there is no reason to criticise the duration hereof or the periods spent on the deliberations and the drawing up of the judgment.", "Finally as to the period of scheduling i.e. the period from when the case was brought before the court until the trial actually commenced, this amounted to 1 year and 2 months both in the City Court and in the High Court. Of course this period can be expected to last longer in complex cases with several accused than in other cases, but in the present case the length of this specific period may also be imputed to the lack of resources in the court system.", "Making an overall assessment of the lengthy proceedings, which only to a limited extent can be imputed to ‘dead periods’, namely the excessive periods of scheduling, the court does not find a violation of Article 6 § 1 of the Convention in relation to [the two named top executives] or the applicant, who are accused and convicted of aggravated fraud.”", "As regards the sentence imposed on the applicant and the two co-accused top executives the High Court held inter alia:", "“the High Court can concur entirely with ...the City Court ... regarding the penal merits of the counts adjudicated and the other circumstances emphasised in the sentencing. In this connection, the High Court states that the fraud is extremely serious and that - apart from the fact that it was committed under heavy pressure from the dominant Chairman of the Board of Directors - mitigating circumstances are scarce. On this basis it might be considered to increase the sentences somewhat for [the applicant and the two co-accused top executives], but in the view of the burden on [these] caused by the length of the proceedings, the court approves the prison sentences ...”", "As regards the order that the applicant pay costs the High Court stated:", "“... it is decided, partly in view of the statement in the City Court judgment, partly and particularly in view of the statement above regarding the length of the proceedings ... [that the applicant shall pay DKK 200,000 to the Treasury]“", "On 14 December 1998 the Leave to Appeal Board (Procesbevillingsnævnet) rejected the applicant’s request for leave to appeal to the Supreme Court (Højesteret)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}