{"ITEMID": "001-104862", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ELSNER v. AUSTRIA (No. 1)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 5-3", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1935 and lives in Vienna.", "6. The Bank für Arbeit und Wirtschaft AG (“Bank for Employment and Commerce”, hereafter “BAWAG”) was founded in 1922. According to its statutes, the objective of the bank was the pooling and prudent management of the financial means of the trade unions and cooperative organisations. The majority shareholder at the time was the Austrian Trades Union Federation (Österreichischer Gewerkschaftsbund, hereafter “the ÖGB” (70%)) together with the Konsum cooperatives (30%). After the Konsum cooperatives went bankrupt in 1995, the Bayerische Landesbank, a German bank, took over their shares. From 2004 on, the ÖGB was the only shareholder. On 1 October 2005 a merger between BAWAG and P.S.K., the Austrian postal savings bank, which had been privatized some time before, created the largest retail bank in Austria. Due to what became known as “the BAWAG affair” in which high losses were incurred, BAWAG P.S.K was sold on 15 May 2007 to a consortium led by a U.S private equity firm, Cerberus Capital Management L.P.", "7. In 1995 BAWAG had gone into speculative transactions in the Caribbean which were conducted by Wolfgang Flöttl, son of the then director of the board of management, Walter Flöttl. When it had become public that Wolfgang Flöttl had been entrusted with USD 2,000,000,000 without his father seeking the formal approval of the Supervisory Board, the Caribbean investments had been abandoned, but such transactions had been started again by Walter Flöttl’s successor, Helmut Elsner, with Supervisory Board approval one year later. These investments led to a massive loss of approximately EUR 1,000,000,000, with BAWAG risking insolvency in 2000. It seems that the Bank was only saved by a financial guarantee given by the ÖGB. The losses themselves were booked into offshore accounts in the Caribbean and accounts at United States futures broker REFCO. The National Bank of Austria concluded in a report in 2000 that the transactions had not been in compliance with Austrian banking laws.", "8. Details of the above-described speculative investments became public in October 2005 when BAWAG’s former partner REFCO filed for bankruptcy in the United States. Shortly before the company went bankrupt, a personal loan of USD 410,000,000 was given to Phillip Bennett, the Chief Executive Officer of REFCO. A few days later Bennett was arrested in the USA and charged with falsifying the account books. When the extent of the exposure to the Caribbean investments became known at the end of March 2006, the Supervisory Board Chairman, Günter Weninger, and Fritz Verzetnitsch, President of the ÖGB, the majority shareholder of BAWAG, both resigned. In October 2005 Helmut Elsner’s successor, Johann Zwettler, resigned as well.", "9. Since BAWAG held about 50% of the shares in REFCO, creditors of and shareholders in REFCO who had suffered losses caused by the insolvency of the futures broker claimed compensation from BAWAG in the amount of several billions of US dollars. On 5 June 2006 BAWAG agreed to pay USD 683,000,000 in order to avoid prosecution in the USA and to settle compensation claims after having acknowledged its role in REFCO’s collapse. A financial guarantee made by the Republic of Austria stabilised the bank and made it possible to continue business.", "On 8 May 2006 Parliament adopted the BAWAG-PSK Security Collateral Act (BAWAG-PSK Sicherungsgesetz) which granted the Federal Government the possibility to take over liability in the amount of EUR 900 million (Haftungsübernahme), as in the meantime considerable amounts had been withdrawn from giro and savings accounts at the bank. The Act also contained the condition that the bank had to be sold to a third party.", "10. The events involving BAWAG received extensive media coverage inside and outside Austria.", "11. On 14 July 2006 the Austrian Parliament was dissolved and elections were scheduled for autumn 2006. On 1 October 2006 the elections took place and the Social Democratic Party won the majority of seats in the National Council (Nationalrat). Together with the Austrian People’s Party (Österreichische Volkspartei), which became the second-biggest group in Parliament, it formed a coalition government. The swearing in ceremony (Angelobung) of the new government took place on 11 January 2007. In the meantime, in its first parliamentary session on 30 October 2006 Parliament decided to set up a Parliamentary Commission of Enquiry (Parlamentarischer Untersuchungsaussschuss) which had the task of investigating into the efficiency of the bodies controlling and monitoring the well functioning of the capital market in Austria. In this context the events leading to the difficulties of BAWAG and the role of the Capital Market Monitoring Authority (Finanzmarktaufsicht) were one of the principal subject matters of the enquiry of the commission. The commission did not deliver a written report, since its activities ended prematurely on 2 July 2007, but in oral conclusions given by its president to Parliament, the necessity of a reform of the Capital Market Monitoring Authority was emphasized.", "12. In spring 2006 preliminary enquiries (Vorerhebungen) were instituted against the applicant on suspicion of breach of trust and fraud in aggravating circumstances in connection with his former position as director of the board of management of BAWAG. Investigations were also opened against several co-suspects.", "13. Between 7 April 2006 and August 2006 the applicant was repeatedly questioned by the Federal Office for Criminal Investigations (Bundeskriminalamt) and the Public Prosecutor. The applicant, who was staying in his house in Mougins (France), attended the interviews in Austria.", "14. On 1 August 2006 preliminary investigations (Voruntersuchungen) were opened against the applicant and several co-suspects.", "15. Further questioning of the applicant was scheduled for 23 August 2006. On 21 August 2006 in the morning the applicant felt ill in the bathroom of his house in Mougins and was taken by ambulance to a hospital specialising in heart diseases. Subsequently, through his lawyer, he informed the Public Prosecutor’s Office of these events and stated that he could not appear for questioning in Austria on 23 August 2006.", "16. The events surrounding the difficult financial situation of BAWAG and the preliminary investigations against leading managers of the bank were widely covered by the Austrian media. In issue no. 37 of the print magazine News, which came out on 14 September, an article reporting on the applicant was published, stating that the illness which he claimed had prevented him from appearing for further questioning in Vienna, had been a simple pretext for attempting to evade court proceedings in Austria.", "17. Meanwhile, on 13 September 2006, the Investigating Judge at the Vienna Regional Court, who had been made aware of the imminent publication of the above-mentioned article, issued a warrant of arrest against the applicant. According to the warrant there was a serious suspicion (dringender Tatverdacht) against the applicant of having committed breach of trust, fraud in aggravating circumstances and offences under section 255 of the Company Act (Aktiengestz). He was suspected of having abused his power as director of the board of management of BAWAG when disposing of the bank’s assets and causing damage in the amount of EUR 1,700,000,000. From 1995 onwards he had concluded high-risk speculative transactions with Mr W. Flöttl, in disregard of losses accrued from previous such transactions, and had circumvented internal safeguards, deceiving the statutory organs of the bank and its employees.", "18. The Investigating Judge stated that in 2000 the applicant had deceived other members of the board of directors and members of the supervisory board (Aufsichtsrat) by concealing from them that in the same year losses of EUR 430,000,000 had accrued. By deceiving them as to the actual financial situation of the bank he had induced them to agree to a lump sum settling of his own and his wife’s pension claims against BAWAG as an employee of that company. On 24 November 2000 he had received a payment of 93,958,797 Austrian Schillings (ATS), causing a financial loss to BAWAG of the same amount. By employing the same means he had obtained a premium payment in the amount of ATS 8,000,000. Further, he had made BAWAG sell him a penthouse apartment in a prestigious building owned by the bank at a price far below the market value.", "19. Moreover, the balance sheets of BAWAG and its affiliated companies (Tochtergesellschaften) were incorrect and dissimulated its real financial situation. There were significant omissions; for example, the balance sheets did not report the above-mentioned losses resulting from high-risk transactions, and by using complex constructions avoided admitting the need for depreciation (Abschreibungsbedarf) in the amount of EUR 350,000,000 and continued to treat the losses as outstanding money.", "20. The suspicion against the applicant was based on investigations by the Federal Ministry of the Interior (Bundesministerium für Inneres), the Federal Office of Criminal Investigations and the Capital Market Monitoring Authority, enquiries by the National Bank (Nationalbank), material obtained at house searches and various statements by witnesses which had incriminated the applicant. The Investigating judge referred, inter alia, to a detailed report by the Capital Market Monitoring Authority according to which he had initiated large-scale investments in risky speculations in breach of the relevant provisions of law. From the transcripts of meetings of the board of directors and the supervisory board it appeared that he had obtained the consent of its members by concealing the risks incurred, and providing false information as to guarantees given and other circumstances.", "21. The Investigating Judge based the warrant of arrest on the risk of the applicant absconding under section 175 §1 (2) of the Code of Criminal Procedure. Such a risk was considered to exist because although the applicant had attended interviews by the authorities in the past, he had not shown up for the last one. According to the accounts of his defence lawyer he suffered from a heart disease, had to stay at home and could only leave his house for medical consultations. Because of his ill health he had to cut short conversations and telephone calls frequently and would not be at the court’s disposal for about a month. This account of the defence was, however, in striking contradiction (eklatantem Widerspruch) to statements by two witnesses, who had given a different account of the applicant’s conduct. They had stated in particular that they had seen the applicant driving his car and, at the same time, using his mobile phone. Further, the medical certificates submitted by the defence appeared rather neutral in that the doctors recommended that the applicant not leave “the region”. On the basis of the witnesses’ statements and the medical certificates there was no good reason to doubt that the applicant had attempted to evade justice. Since the information on his conduct, in contrast to the alleged state of health of the applicant, would become public on 14 September 2006 through the publication of an article in the print magazine News, it would also become clear to the applicant that this would cause the Austrian authorities to react, thus increasing the risk of him absconding.", "22. On the basis of that warrant of arrest the applicant was arrested by the French police on 14 September 2006.", "23. On 15 September 2006 the Senior Public Prosecutor at the Aix-en-Provence Appeal Court (Cour d’appel) asked for an order remanding the applicant in custody pending extradition.", "24. On 29 September 2006 the investigation chamber (Chambre de l’instruction) at the Aix-en-Provence Appeal Court ordered the applicant’s release on bail in the amount of EUR 1,000,000 on the condition that he remain on French territory and hand over his passport. It further decided to grant the request for extradition in principle but considered that before handing the applicant over to the Austrian authorities a further medical report should be obtained.", "25. On 19 October 2006 the investigation chamber found that there were no reasons to delay the implementation of the extradition request. The applicant appealed against that decision.", "26. On 28 November 2006 the Court of Cassation (Cour de cassation) dismissed the appeal.", "27. On 29 November 2006 the applicant was admitted to the cardiology department of Marseille University Hospital.", "28. On 30 November 2006 the applicant requested the investigation chamber to stay the implementation of the extradition order because of his bad health. According to a medical report the applicant was suffering from angina pectoris.", "29. On 13 December 2006 the investigation chamber provisionally stayed the implementation of the extradition order.", "30. Since the applicant’s health had deteriorated, a bypass operation was scheduled for February 2007. On 13 February 2007, however, as a result of close co-operation between the French and the Austrian authorities, the applicant was declared fit to travel and was immediately transported by a specially equipped airplane from the hospital in France to Vienna, where he arrived on the evening of the same day.", "31. After the applicant’s arrival in Vienna on 13 February 2007 he was formally arrested by the Austrian police on the basis of the warrant of arrest of 13 September 2006.", "32. On 14 February the competent investigating judge at the Vienna Regional Court ordered the applicant’s detention on remand. She noted that the applicant had not attended the interview scheduled for 23 August 2006 at the Vienna Federal Criminal Investigation Office (Bundeskriminalamt) and had been excused at short notice by his defence counsel, who had stated that the applicant had had a very serious heart attack, was in need of permanent medical care and not fit to travel. These claims were in contrast to the applicant’s conduct before and during the extradition proceedings. In this connection the investigating judge referred to the same arguments relied on by the Regional Court 24 January 2007. The investigating judge concluded that in view of these circumstances, it was necessary to keep the applicant in custody pending trial. The applicant filed a complaint against that decision.", "33. While in detention the applicant was transferred to the cardio surgery department of the General Hospital in Vienna (Allgemeines Krankenhaus) where, on 21 February 2007, a triple bypass operation was carried out on him. On 2 April 2007, while still officially in detention on remand, the applicant was transferred to a rehabilitation centre.", "34. Meanwhile, on 22 September 2006, the applicant had filed a complaint (Beschwerde) against the warrant of arrest. He submitted that the warrant of arrest was unlawful because there was neither a serious suspicion against him, nor a risk of him absconding (section 175 § 1 (2) of the Code of Criminal Procedure). He had never gone into hiding and, with one exception, had complied with all summonses for questioning by the Austrian authorities. The one exception, his failure to appear for questioning on 23 August 2006, had been caused by his bad health, which had been proven by medical certificates. The warrant had merely been based on the article published in News on 14 September 2006 and the statements of the journalists, which were dubious. Furthermore, he was well integrated in Austria, had relatives and real estate there and his domicile in Vienna.", "35. On 17 October 2006 the Court of Appeal dismissed the complaint. It found that there was a serious suspicion against the applicant of having committed offences including fraud and breach of trust and referred to the results of the criminal investigations, to which the Investigating Judge had also referred in the warrant of arrest.", "36. As regards the risk of absconding, the Court of Appeal observed that the risk had to earned a high salary and received other payments before his retirement. In the course of the preliminary investigations some of the accounts held by the applicant or by foundations created by him had been frozen, but, even allowing for a particularly comfortable lifestyle, it was highly probable that the applicant still possessed financial means which would be sufficient for absconding and starting a new life elsewhere. In view of the particularly high amount of supposed damage, approximately more than one billion euros, and the various offences the applicant was accused of, he risked a term of imprisonment of up to ten years in the event of conviction. This was certain to be seen as a particularly severe sanction by a person in the applicant’s position.", "37. Moreover, the applicant had already taken steps to evade justice in Austria. The Court of Appeal referred to the failure of the applicant to appear for questioning on 23 August 2006 and the description of the serious state of the applicant’s health, which was in contradiction to the detailed statements made by the two journalists who had written the article in the print magazine News on 14 September 2006. After his arrest by the French police the applicant had not been admitted to hospital because of a serious heart attack, but in order to avoid any potential damage to his health. The applicant was released shortly afterwards and only a couple of days later had entered a private clinic. There were no medical reports which, on the basis of a detailed diagnosis, proved that treatment in a hospital was indispensable.", "38. Taking all these elements into account, it was considered that there was a risk of the applicant absconding.", "39. On 8 November 2006 the applicant filed a “fundamental rights complaint” (Grundrechtsbeschwerde) with the Supreme Court. He submitted that the warrant of arrest issued against him had infringed his right to liberty and reiterated that there was no serious suspicion against him or a risk that he might abscond. He disputed in particular the assumptions that he had access to financial means besides the accounts which had been frozen and that his medical condition was not particularly serious.", "40. On 6 December 2006 the Procurator General’s Office (General-prokuratur) filed observations on the applicant’s fundamental rights complaint in which it asked the Supreme Court to dismiss the complaint. While the office accepted that the complaint was admissible, since the warrant of arrest had been one of the elements which had led to the applicant’s arrest in France even though he had been released in the meantime, it was unfounded.", "41. On 18 December 2006 the applicant replied to the Procurator General’s Office’s submissions.", "42. On 18 December 2006 the Supreme Court dismissed the fundamental rights complaint. The Supreme Court agreed with the Procurator General’s Office that the complaint was admissible. As regards the merits of the complaint, it observed that there was a serious suspicion against the applicant and there was also a risk that he might abscond. It was possible that the applicant had sufficient financial means at his disposal because, on the basis of the file, he had received considerable payments in the past, only a part of which were in the accounts which had been frozen. The Supreme Court agreed with the Court of Appeal that there were other factors indicating a risk of the applicant absconding. The Supreme Court found that the steps taken by the doctors treating the applicant in France had been intended as preventive measures (vorbeugende Massnahme). The reference to the statement of the journalists had merely been a supplementary indication, but not a decisive element. It was therefore not relevant that on 24 October 2006 their statements had been shown to be untrue. Since the Supreme Court had to examine the impugned decision on the basis of the elements known to the Court of Appeal on 17 October 2006, those developments and others, such as medical reports obtained after that date, could not be taken into account. The Court of Appeal had correctly applied the relevant provisions because a risk of absconding was also considered to exist when a suspect whose place of residence was known had tried to evade justice by deliberately delaying extradition to Austria.", "43. On 21 September 2006, while extradition proceedings were pending against him in France, the applicant filed a request for the lifting of the warrant of arrest with the Regional Court.", "44. On 28 September 2006 the Regional Court dismissed this request. It observed, inter alia, that a risk of the applicant absconding existed as he had not turned up for questioning in Vienna on 23 August 2006 and had argued that a severe illness had prevented him from attending, while witnesses had observed him in situations in France which were not compatible with his alleged serious state of health. This being so, there was no doubt that the applicant had tried to evade justice in Austria.", "45. On 12 October 2006 the applicant filed a complaint against the Regional Court’s decision of 28 September 2006. He argued in particular that the statements of the witnesses who had allegedly seen him driving a car were untrue and that his state of health was serious, a fact which had been confirmed by recent examinations by specialists.", "46. On 6 November 2006 the Court of Appeal dismissed the applicant’s complaint of 12 October 2006 and referred at length to a previous decision of 17 October 2006 (see paragraph 35 above). It added that the risk of absconding had actually increased in the meantime, because on 23 October 2006 the Public Prosecutor’s Office had filed a bill of indictment against the applicant and, on the basis of this indictment, he risked a lengthy term of imprisonment. The fact that he was at present staying in another member state of the European Union did not remove the risk of him absconding, since the fact that he was outside the jurisdiction of the Austrian authorities rendered in any event his prosecution by the Austrian authorities more difficult.", "47. On 6 December 2006 the applicant filed a fundamental rights complaint against the Court of Appeal’s decision of 6 November 2006. He stressed that there was no risk of him absconding because the seriousness of his medical condition had meanwhile been confirmed by several specialists who had examined him in France. These reports had led the Senior Public Prosecutor at the Aix-en-Provence Appeal Court to ask that court to suspend the applicant’s extradition. These facts were, however, disregarded by the Court of Appeal.", "48. On 13 February 2007 the Supreme Court dismissed the applicant’s fundamental rights complaint against the Court of Appeal’s decision of 6 November 2006. The Supreme Court found that the applicant had essentially repeated the arguments he had made in his previous fundamental rights complaint of 8 November 2006, which had been answered by the court in its decision of 21 December 2006. In addition, the Supreme Court found that the Court of Appeal had sufficiently dealt with the medical reports submitted in the extradition proceedings. The mere fact that the applicant had derived different conclusions from them did not render the assessment by the Court of Appeal arbitrary.", "49. On 7 December 2006 the applicant filed another request for the warrant of arrest issued against him to be lifted. He maintained that no serious suspicion of his having committed a criminal offence existed and that there was no risk of him absconding. Because of his serious medical condition, which had been sufficiently clarified by various medical reports, such a risk had to be excluded. Moreover, as long as he had been fit to do so he had voluntarily cooperated with the Austrian judicial authorities.", "50. On 13 December 2006 the Vienna Regional Court dismissed the request. The Regional Court observed that the bill of indictment against the applicant had been drawn up in the meantime, on 23 October 2006, and the suspicion against him had therefore grown. As regards the risk of absconding, it referred to statements by witnesses who had seen the applicant after he had refused to attend an interview in Vienna on 23 August 2006, and who had seen him behaving in a way which did not correspond to his allegedly serious medical condition. In addition, the medical reports showed that the applicant was suffering from a heart condition but not to an extent which would make absconding impossible.", "51. On 21 December 2006 the applicant appealed against the Regional Court’s decision of 13 December 2006.", "52. On 26 January 2007 the Court of Appeal dismissed the applicant’s appeal, quoting at length its previous decisions of 17 October 2006 (see paragraph 35 above) and 6 November 2006 (see paragraph 46 above).", "53. On 22 February 2007 the applicant filed a fundamental rights complaint against the Court of Appeal’s decision of 26 January 2007.", "54. On 28 March 2007 the Supreme Court rejected the applicant’s fundamental rights complaint as inadmissible. It found that under the relevant act it was an essential condition for filing a fundamental rights complaint that detention of the person lodging the complaint had actually been ordered by a criminal court. No complaint could be raised by a person already released. In the present case the applicant had already been released by the French courts at the time the court of second instance gave its decision and since the warrant of arrest was no longer being enforced by detention, he could not file a fundamental rights complaint.", "55. On 22 December 2006 the applicant requested again the Vienna Regional Court to lift the warrant of arrest issued against him on 13 September 2006. He submitted that on 30 November 2006 the Senior Public Prosecutor at the Aix-en-Provence Appeal Court had applied to the Appeal Court to have the applicant’s extradition postponed because he was not fit to travel. On 13 December 2006 the investigation chamber at the Appeal Court granted the Senior Public Prosecutor’s request and decided to stay the enforcement of the extradition order. In such circumstances the warrant of arrest was no longer justified.", "56. On 24 January 2007 the Regional Court dismissed the applicant’s request for release of 22 December 2006 as it was not persuaded by the applicant’s argument that he was not fit to travel because he suffered from a serious heart condition. It found that shortly after a supposed heart attack, on 21 August 2006, the applicant had returned to his house instead of staying at the hospital. On 4 October 2006 he had been capable of returning to his house from a clinic in Marseille and, according to a statement by witness FH, taken on 24 October 2006, the latter had seen the applicant driving his car on 21 October 2006. Moreover the transfer of the applicant to a cardiology department at a hospital following his arrest in France had only been ordered as a preventive measure. Also, the medical reports obtained by the French courts only referred to coronary insufficiency and occasional cardiac disrhytmia but denied that there had been a myocardial infarct or that there was a risk of ischaemia. According to these reports the pain the applicant complained of probably had other, possibly psychological, causes, and his transport from France to Austria would be compatible with his state of health. These findings were not affected by statements by medical surgeons appointed by the applicant as these were also in contradiction to the findings of the official court-appointed expert. Moreover, in its decision of 29 September 2006 the Aix-en-Provence Appeal Court, when ordering release on bail, had not denied that there was a risk of the applicant absconding. The decision of the Aix-en-Provence Appeal Court of 13 December 2006 to postpone the applicant’s extradition could not be interpreted as a finding that the applicant was not fit to travel, but merely meant that for medical reasons the enforcement of the extradition order was postponed. The conclusion drawn by the applicant that since he was not fit to travel he could not abscond was not logical, as there was a difference between the authorities taking responsibility for and running the risk associated with his transport and he himself taking a possible medical risk in his own interest.", "57. On 8 February 2007 the applicant appealed against this decision to the Court of Appeal.", "58. On 16 February 2007 the applicant requested release from detention. He submitted that the medical reports obtained hitherto showed the seriousness of his heart condition and that the reports of two journalists, who had alleged in an article to have seen him driving a car, were untrue.", "59. On 20 February 2007 the Vienna Regional Court dismissed the request for release. It found that the risk of the applicant absconding persisted and endorsed the reasons given by the investigating judge. It added that the applicant had used his precarious state of health as a means to evade justice in Austria. According to a report by medical expert GS of 19 February 2007, the applicant suffered from coronary heart disease, angina pectoris and hypertension and normocardial atrial fibrillation. The treatment prescribed was medicamentous and in addition a quick and as complete as possible regeneration of his blood flow was recommended. That report concluded that at the time of his transport to Austria, the applicant had been fit to travel and be questioned.", "60. On 21 February 2007 a triple bypass heart operation was carried out on the applicant.", "61. On 23 February 2007 the applicant filed a complaint against the Regional Court’s decision of 20 February 2007. He submitted that from the medical reports in the file it must have been clear that his heart condition had been serious from the outset. In his report of 19 February 2007 doctor KH had confirmed that his arterial constriction of approximately 90% had made a bypass operation indispensable. In view of this medical data, the argument that there was a risk of him absconding had to be discounted.", "62. On 5 March 2007 the Vienna Court of Appeal dismissed the applicant’s complaints of 8 February 2007 (against the Regional Court’s decision of 24 January 2007), 23 February 2007 (against the Regional Court’s decision of 20 February 2007) and of 1 March 2007 (against the Regional Court’s decision of 14 February 2007 on ordering detention on remand). The Court of Appeal also decided that the applicant’s detention could be extended until 5 May 2007. In the same decision the Court of Appeal dismissed objections by the applicant and some of his co-accused against the bill of indictment.", "63. As regards the applicant’s complaint against the Regional Court’s decision of 20 February 2007 on his detention on remand, the Court of Appeal found that the reasons provided in support of the finding that there was a risk of the applicant absconding, as set out in its previous decisions of 6 November 2006 and 26 January 2007, were still valid. There were reasons to assume that the applicant had substantial financial means besides the funds in his frozen accounts and he had made steps to evade justice in Austria, as was clear from his previous conduct. On the days of court hearings in France he had regularly entered the hospital but always left soon after, which showed that his real intention had been to hinder his extradition to Austria. This was also confirmed by the medical report of doctor GS, according to which the applicant’s state of health had been stable, notwithstanding the necessity of a bypass operation, and that he had been fit to travel and that he could have attended court hearings. Moreover the court noted that the applicant’s transport to Austria by airplane had gone smoothly and that it had not been necessary to use the medical equipment on board. Those considerations, together with those already mentioned in the previous decisions, and the fact that the bill of indictment against the applicant had meanwhile become final, confirmed that a risk of him absconding existed. It was true that, on 21 February 2007, a bypass operation on the applicant had been carried out and that as a result his mobility had been reduced, but only for the very short period of approximately two weeks.", "64. On 19 March 2007 the applicant filed a fundamental rights complaint ( Grundrechtsbeschwerde)against the Court of Appeal’s decision.", "65. On 29 May 2007 the Supreme Court dismissed the fundamental rights complaint against the Court of Appeal’s decision of 5 March 2007. The Supreme Court observed first that its task in reviewing a decision on the existence of a risk of absconding consisted essentially in examining whether the existence of such a risk could, in an non-arbitrary manner, be deduced from the facts on which the decision was based. The Court of Appeal’s decision could not be considered irrational or arbitrary. That court had based its decision on three essential facts, namely, that the applicant risked a particularly high sentence if convicted, that not all of his financial means were in his frozen accounts and that he had known links abroad. These elements themselves indicated a particularly high risk of his absconding. The fact that the applicant had actually taken concrete steps to evade justice in Austria by pretending that he was not fit to travel although this had not been true, at least for a certain period, were only additional considerations which had been confirmed by the statements of doctor GS, a court-appointed expert. A risk of absconding existed if a suspect, by whatever means, attempted to hinder criminal proceedings in Austria or to delay them. The question of whether events which occurred after the impugned decision had been taken might require the report of the expert doctor GS to be supplemented could be left open, because they only concerned one element among those which had already provided a sound basis for the decision.", "66. From 2 April 2007 until 7 May 2007 the applicant, while officially in detention on remand, stayed at the Althofen rehabilitation centre. On 7 May 2007 he was moved to Wien-Josefstadt prison.", "67. On 14 March 2007 the applicant filed a new request for release from detention. He submitted that all the experts who had examined him in France and later in Austria – with the exception of one – had agreed that his heart condition was serious and that a coronary bypass operation was indispensable. That opinion had been shared by the director of the hospital in the Vienna detention centre who had ordered the transfer of the applicant to a public hospital for urgent medical treatment. At that hospital he had undergone an urgent triple bypass operation on 21 February 2007. Since it had now been objectively proven that the applicant had never pretended to be ill but had, from the very beginning, suffered from a serious heart disease, there was no longer any basis for the presumption that he might abscond and thus detaining him.", "68. On 19 March 2007 the Regional Court refused to release the applicant and in the same decision ordered that his detention continue until 19 May 2007. As regards the existence of a serious suspicion against him, the court referred to the charges against the applicant as described in detail in the bill of indictment of 23 October 2006, which had meanwhile become final. It also referred to the contents of the Court of Appeal’s decision of 5 March 2007 on the applicant’s detention. As regards the heart disease which, in the applicant’s view, would prevent him from fleeing, the Regional Court referred to the report by the court appointed medical expert doctor GS, according to which a risk of the applicant absconding could not be excluded by his state of health. The Regional Court was still persuaded that the applicant had used his heart disease, which undoubtedly existed, as a pretext in order to avoid standing trial in Austria. The Regional Court also found that other factors, which had already been discussed in detail in the court’s previous decisions, confirmed the existence of a risk of the applicant absconding.", "69. On 22 March 2007 the applicant lodged an appeal against the Regional Court’s decision of 19 March 2007 with Court of Appeal.", "70. On 25 April 2007 the Court of Appeal dismissed the applicant’s appeal. In the same decision it extended his detention until 25 June 2007. As to the existence of a serious suspicion against him and the reasons for finding that there was a risk of him absconding, the Court of Appeal referred to its previous decisions on appeals brought by the applicant and quoted extensively from them.", "71. On 18 May 2007 the applicant filed a fundamental rights complaint with the Supreme Court against the Court of Appeal’s decision of 25 April 2007.", "72. On 27 June 2007 the Supreme Court dismissed the fundamental rights complaint. Referring to the findings in its four previous decisions on complaints by the applicant, the Supreme Court found that the Court of Appeal had based its decision on facts which it had argued logically and coherently and from which it could deduct without any arbitrariness the existence of a risk of the applicant absconding. This decision was served on the applicant’s lawyer on 16 July 2007.", "73. On 5 June 2007 the applicant filed a further request for release with the Regional Court, submitting that there were no specific reasons which would justify detention on remand and that he should be released on bail. Further medical certificates dated 30 May 2007 and 4 June 2007, which he had obtained in the meantime, showed that he had not been fit for questioning on 23 August 2006 or since that date. Accordingly, his detention on remand was not justified.", "74. On 8 June 2007 the Regional Court held a hearing on review of the applicant’s detention on remand (Haftprüfungsverhandlung). It decided that the applicant’s detention should continue and that the decision would be valid until 8 August 2007. As regards the existence of a serious suspicion against him and the risk of him absconding, the Regional Court referred to the detailed findings in the decision of the Court of Appeal of 5 March 2007 and 19 March 2007. The court still based its findings regarding the applicant’s state of health on the report of the court-appointed expert doctor GS, who had concluded that the applicant had been fit to travel at the time of his extradition.", "75. On 11 June 2007 the applicant filed an appeal against the Regional Court’s decision of 8 June 2007.", "76. On 5 July 2007 the Court of Appeal dismissed the applicant’s appeal and extended the validity of the detention order until 5 September 2007. It found that, as explained in detail in its previous decisions, a serious suspicion of the applicant having committed criminal offences existed. Further, it confirmed that there was a risk of him absconding. As regards the applicant’s argument that he had no further means besides the funds in his frozen accounts, it noted that a further investment hitherto unknown had meanwhile been discovered, which cast doubt on the veracity of that contention. Taking all those circumstances into account, the Court of Appeal considered that the real reason the applicant had delayed his extradition to Austria was not anxiousness about his health, but an attempt to evade justice in Austria.", "77. On 25 July 2007 the applicant filed a fundamental rights complaint against the Court of Appeal’s decision of 5 July 2007. He submitted that before his arrest in France he had not made any attempt to abscond. His serious heart condition – and in view of his bypass operation there could no longer be any doubt that his heart disease was not serious and genuine – had been the only reason he had not attended an interview with the Austrian authorities on 23 August 2006. As he had always considered the warrant of arrest issued against him unlawful, the fact that he had used all means provided for by Austrian and French law in order to oppose its enforcement could not be held against him. The Court of Appeal had based its findings concerning a risk of him absconding on mere assumptions and, in doing so, had disregarded all the medical facts which had been attested by the various heart specialists who had examined him. Also, the statements of the two journalists, which had initially led to the warrant of arrest being issued against him, had been untrue. On 13 July 2007 the Vienna Regional Court had found so in proceedings instituted by him under the Media Act and had granted him EUR 15,000 in compensation.", "78. On 28 August 2007 the Supreme Court dismissed the applicant’s fundamental rights complaint against the Court of Appeal’s decision of 5 July 2007. The Supreme Court found that the Court of Appeal had based its conclusion that a risk of absconding existed on a set of facts which it had established in a logical and coherent manner. The facts relied on by the Court of Appeal were that the applicant had sufficient means to abscond at his disposal, that the bill of indictment had meanwhile become final and the trial was about to start soon, that the applicant risked a very heavy sentence of imprisonment if convicted and that he had solid links abroad. The arguments raised by the applicant in his fundamental rights complaint had been taken into account by the Court of Appeal but, had correctly not been considered decisive. In the Supreme Court’s view there had been no breach of the applicant’s right to liberty.", "79. The trial against the applicant started on 16 July 2007. On 18 July 2007 the applicant filed a request for release from detention with the trial court. He maintained that no serious suspicion of his having committed a criminal offence existed and that there was no risk of him absconding. Because of his serious medical condition, which had been sufficiently clarified by various medical reports, such a risk had to be excluded. Moreover, on 13 July 2007 the Vienna Regional Court had granted the applicant’s action against Verlagsgruppe NEWS GmbH, finding that an article published in the issue no. 37 of 2006 of the periodical News reporting on the applicant’s state of health before his arrest in France and claiming in essence that the applicant had not been ill was untrue. This article had been used as a basis for his arrest and the assumption that there was a risk of him absconding. The applicant claimed that since those allegations had been proven incorrect, he should be released.", "80. On the same day the trial court dismissed his request orally and a written version of the decision was served on the applicant’s lawyer on 20 July 2007. As to the suspicion against him and the risk of him absconding, the court referred to the previous decisions of the Court of Appeal of 5 March 2007, 25 April 2007 and 5 July 2007. The only new argument was the reference to the Vienna Regional Court’s judgment of 13 July 2007. However, the article in question had not been the basis for the Regional Court’s decisions ordering the continuation of his detention on remand.", "81. On 19 July 2007 the applicant appealed against the Regional Court’s decision of 18 July 2007.", "82. On 16 August 2007 the Court of Appeal dismissed the applicant’s appeal, quoting at length its previous decisions.", "83. On 6 September 2007 the applicant filed a fundamental rights complaint against the Court of Appeal’s decision of 16 August 2007.", "84. On 2 October 2007 the Supreme Court dismissed the applicant’s fundamental rights complaint. That decision was served on the applicant’s lawyer on 19 February 2008. As to the existence of a serious suspicion against the applicant, the Supreme Court referred to the bill of indictment of 23 October 2006. In his up to now six fundamental rights complaints the applicant had contested the existence of a risk of his absconding and the Supreme Court had answered these arguments. The Supreme Court found that the applicant had verbally repeated his previous submissions in his present request and in reply referred him to its previous decisions. The Supreme Court found further that the Court of Appeal had based its conclusion that a risk of his absconding existed on a set of facts which it had established in a logical and coherent manner. The facts relied on by the Court of Appeal were that the applicant had sufficient means to abscond at his disposal, that the bill of indictment had meanwhile become final and the trial had started, that he risked a very heavy sentence of imprisonment in the event of conviction and that he had solid links abroad. It was irrelevant that a publishing company had meanwhile been ordered to pay compensation to the applicant under the media act because the Court of Appeal had not considered the article as relevant for its decision on his detention.", "85. On 16 January 2008 the applicant filed a further request for release from detention with the trial court. He submitted, inter alia, that by suspending the trial in the period between 29 November 2007 and 15 January 2008 the trial court had failed to comply with its obligation to conduct the proceedings speedily.", "86. On the same day the trial court dismissed his request orally and a written version of the decision was served on the applicant’s lawyer on 21 January 2008. It found that the existence of a serious suspicion against the applicant was based on the bill of indictment of 23 October 2006 and the confessions made by his co-accused at the trial. As to the existence of a risk of absconding it referred in general to previous decisions of the Court of Appeal of 5 March 2007, 25 April 2007, 5 July 2007 and 16 August 2007. Insofar the applicant argued that his detention had become disproportionate because the proceedings were not being conducted speedily, the trial court observed that the proceedings were particularly complex. It argued that the suspension of the trial between 29 November 2007 and 15 January 2008 had been necessary because the transcripts of the hearing had had to be typed, corrected and served on the defence counsels, a newly appointed expert had had to be given time to prepare his expert report and the applicant himself had been absent in December for a surgical operation", "87. On 18 January 2008 the applicant filed a complaint against the Regional Court’s decision of 16 January 2008.", "88. On 18 February 2008 the Court of Appeal dismissed the applicant’s appeal, quoting at length its previous decisions. Referring to its previous decisions on the matter it found that there was a serious suspicion against the applicant and a risk that he might abscond. It also considered that the length of the applicant’s detention had not been disproportionate. It was true that proceedings against a detained person must be conducted with particular diligence but the extent and complexity of the proceedings also had to be considered. As regards the suspension of the hearing from 29 November 2007 to 15 January 2008, the Court of Appeal observed that during this period the first-instance court had not been inactive, as could be seen from the explanations it had given.", "89. On 5 March 2008 the applicant filed a fundamental rights complaint against the Court of Appeal’s decision of 16 August 2007.", "90. On 2 June 2008 the Supreme Court dismissed the applicant’s fundamental rights complaint. That decision was served on the applicant’s lawyer on 19 June 2008. Insofar the complaint concerned the Court of Appeal’s findings on the existence of a risk of his absconding and its refusal to apply more lenient measures than detention, the Supreme Court rejected the complaint as inadmissible because the applicant had failed to substantiate his arguments in the proceedings before the Court of Appeal. Insofar as the applicant complained that the trial court had not complied with its obligation to conduct proceedings speedily, in particular by suspending the trial, the Supreme Court found that the reasons given by the Court of Appeal on this point were reasonable and coherent and it did not appear that the trial court had failed to take appropriate measures for keeping the period of detention to the necessary minimum. Accordingly the applicant’s detention had not been disproportionate.", "91. On 23 October 2006 the public prosecutor filed the bill of indictment against the applicant and the co-accused. The applicant and some of the co-accused filed objections which, on 5 March 2007, were dismissed by the Court of Appeal.", "92. On 16 July 2007 the trial started and 117 court hearings took place before 4 July 2008.", "93. On 21 May 2008 the applicant was convicted of fraud on one of the counts which had been separated from the main proceedings and sentenced to two and a half ears of imprisonment.", "94. On 4 July 2008 the Regional Court convicted all the accused of breach of trust, fraud and falsification of balance sheets (Bilanzfälschung). It sentenced the applicant to nine and a half years of imprisonment and the other accused to terms of imprisonment of between five and one and a half years. The written version of the judgment was served on the applicant’s counsel on 7 January 2009.", "95. The applicant and several of the co-accused filed pleas of nullity and appeals with the Supreme Court on 3 November 2009. On 23 December 2010 the Supreme Court decided on these remedies. As regards the applicant the Supreme Court upheld his conviction of breach of trust but acquitted him of the other charges and reduced the sentence to seven and half a year of imprisonment.", "96. On 12 October 2006 the applicant filed a complaint of exercise of direct administrative authority and coercion with the Vienna Independent Administrative Panel against the Vienna Regional Court for Criminal Matters, the Public Prosecutor’s Office, the Senior Public Prosecutor’s Office and the Federal Ministry of Justice. The applicant claimed that his rights under Article 6 §§ 1 and 2 of the Convention had been infringed by the repeated passing on of strictly confidential information, protected by the obligation of official secrecy, from the case file of the Regional Court to the print media. He submitted that since June 2006 documents from the criminal proceedings against him had been leaked to the press, in particular News magazine. On 5 October 2006 the magazine even published the whole bill of indictment as a supplement to its issue no. 40 of 2006. The leaking of documents and other information from a confidential file qualified as a breach of official secrecy (Verletzung des Amtsgeheimnisses), a criminal offence under the Penal Code. The unlawful passing on of information to the media, in particular since only documents which were unfavourable to the applicant were leaked and exonerating material was not, was leading to a “trial by newspaper”, a situation which was in conflict with the principle of presumption of innocence guaranteed by Article 6 § 2 of the Convention and in breach of his right to a fair trial under Article 6 § 1 of the Convention. These unlawful acts, which were attributable to the organs of the judiciary, had to be qualified as the exercise of direct administrative authority and coercion, as otherwise he would be left without protection against them.", "97. On 22 January 2007 the Independent Administrative Panel rejected the complaint as inadmissible as it did not consider itself competent to deal with it. It found that the acts complained of, namely, leaking of information to the media from the confidential case file on the criminal investigations against the applicant, fell into the sphere of the judiciary and not the exercise of power by the administration. Acts of the judiciary were not subject to review by the Independent Administrative Panel.", "98. As regards the applicant’s argument that the Independent Administrative Panel must have been competent because otherwise there would have been a gap in the system of judicial protection in Austria, the Panel found that it was in the nature of things that compliance with Article 6 of the Convention in criminal proceedings could only be examined by a higher court ex post after the end of a trial. Moreover, the applicant was not left without protection against a breach of his right to the presumption of innocence by the media, as he could bring an action under civil law and use other remedies provided for in the Media Act. Lastly, breaches of the obligation to official secrecy could be the object of an official liability action against the state.", "99. On 27 March 2007 the applicant filed a complaint with the Constitutional Court against the Independent Administrative Panel’s decision.", "100. On 26 September 2007 the Constitutional Court dismissed the complaint. It observed that an independent administrative panel could only examine complaints directed against acts qualifying as the exercise of direct administrative authority and coercion. Such acts typically involved an administrative organ either exercising physical coercion against an individual or issuing an order to the individual concerned. The passing on of information was, however, neither the exercise of physical coercion nor the issuing of an order and could not thus be the object of a complaint to an independent administrative panel. This did not mean, as the applicant claimed, that he was left without any possibility to defend his rights. In connection with the alleged breach of his right to a fair trial and the principle of presumption of innocence under Article 6 of the Convention through unlawful dissemination of confidential information from his case file, he could have resorted to other means of judicial protection provided for by criminal law or the law on data protection.", "101. The applicant did not apply to the Administrative Court as in his complaint he had only raised issues of constitutional law.", "102. On 13 July 2007 the Vienna Regional Court granted an action by the applicant against Verlagsgruppe NEWS GmbH. The Court found that an article published in issue no. 37 of 2006 of the periodical News which contained statements to the effect that News had tracked down the former BAWAG boss, who was allegedly in ill health, in the south of France where he had appeared surprisingly fit. Despite having been observed rushing in his excessively expensive Porsche car from one business meeting to another, and making calls from his mobile phone while speeding, he had refused to appear at a court hearing in Vienna because of health problems. The statements, which had conveyed the impression that the applicant had not been ill and that his heart condition had merely been a pretext for avoiding the hearing, were found to have constituted defamation (üble Nachrede). It ordered the publication of the judgment in the periodical News and ordered News to pay compensation in the amount of EUR 15,000 to the applicant.", "103. The Regional Court noted that the applicant’s health problems had not merely been a pretext but had really existed and been confirmed by various medical specialists who had examined the applicant. The journalist who had written the article had admitted during questioning by the police on 24 October 2006, a few weeks after the publication of the article, that he had meanwhile realised that he and his colleague had not followed and photographed the applicant in France, but that a different person living in the vicinity of the applicant had done so. Since the published article accused the applicant of disreputable conduct and the article was, objectively speaking, untrue, the applicant was therefore entitled to compensation.", "104. There was wide media coverage of the events concerning the financial difficulties of BAWAG and the implication of the applicant and other former key managers of the bank in the events. Later on the development of the criminal investigations were discussed in numerous articles in the press. Particular attention to the case was given by the magazine News, which published various separate booklets added to its regular issues which reproduced verbatim audit reports by the National Bank on BAWAG and, in issue no. 40 of 2006, published parts of the draft bill of indictment against the applicant and co-accused.", "105. Several Austrian politicians, including members of parliament, high-ranking public officials, well-known public figures and persons affected by the events surrounding the BAWAG crisis commented in public on the applicant’s arrest and the criminal proceedings against him.", "(1) On 3 May 2006 Mr Grasser, then Federal Minister of Finance, published a statement through the Austrian Press Agency (APA) and stated that rescuing BAWAG with public money had to be a last resort and that he had had consultations with the Trade Union Federation, the bank’s majority owner and the bank’s management on this matter. He also said that, in his view, the auditing of the bank had not been lax (zu lax). For more than ten years the irregularities could not be detected. It was also decisive, in his opinion, that within the five-tier auditing and monitoring system, the first four tiers – board of management, internal monitoring, supervisory board and external certified accountants (Wirtschaftsprüfer) – “hushed up matters deliberately” (vorsätzlich vertuscht) so that there was no possibility for the fifth tier, namely, monitoring by the state, to come into play. The effectiveness of monitoring was not the issue in point.", "(2) On 5 May 2006 Mr Haider, Regional Governor of Carinthia, made a press statement entitled “Penthouse socialists must give back their luxurious dwellings!” He accused the applicant, inter alia, of squandering billions of euros belonging to the trade union bank and receiving penthouses at a ridiculous price as a reward. He further stated that “these luxury left wingers without morals or decency should give back what they have obtained illegally (was sie sich erschlichen haben) and, if need be, be forced to do so by the courts.” He also welcomed the fact that an action for eviction (Räumungsklage) had been lodged against the applicant and his wife.", "(3) On 7 May 2006 Mr Leser, a university professor and well-known intellectual with close links to the Social Democratic Party, stated that he noted the “absence of any expression of guilt” by ex-director of the board of management Helmut Elsner and the retired president of the trade union Mr Verzetnitsch. He added that in the past those responsible for similar calamities (Misere) had “often taken their own lives”.", "(4) In an interview published in the newspaper Oberösterreichische Nachrichten on 29 May 2006 Mr Grasser, after answering questions on the state’s guarantee for BAWAG, the takeover of PSK (see “the background of the case”) and the effectiveness of the state’s controlling and monitoring system of the capital market, was asked the following question: “It has been suggested that bank robbers could by no means do as much harm as has been done to BAWAG. The bracket of sanction is the same [under criminal law]. Should one change that?” He replied: “There have been several developments in this area since 2000. But there must be more severe measures as regards external certified accountants. And there must be higher penalties for those who have embezzled and stolen. Misuse in that bank was shameless to such an extent that an example should be made quickly.”", "(5) In an interview published in the newspaper Der Standard on 7 June 2006 Mr Hundstorfer, president of the Trade Union Federation, stated that he wanted “to see all those implicated before a court”.", "(6) On 4 July 2006 Mr Grasser issued a further statement to the APA which was entitled “Grasser repudiates reproaches regarding the National bank monitoring report 2001” and was sub headed “BAWAG-case like ‘bank holdup’ – ‘criminal energy’ of the board of management”. The press release contained, in particular, the following statements. Mr Grasser repudiated at a press conference reproaches that the Ministry of Finance had not reacted adequately to the monitoring report of the National Bank for the year 2001. “As far as I am concerned the matter is settled” he said, adding that it was “ridiculous” that excuses were being sought, when after all the BAWAG-case was a “criminal case” just like a “bank hold-up”, into which the organs of the judiciary were enquiring. In the National Bank monitoring report there had been no references to losses or a guarantee of the Trade Union Federation, Grasser replied when asked why he had not become suspicious because of certain foundations mentioned in the report. BAWAG had been the object of numerous audits, but apparently the board of management had acted with intent and “criminal energy”. Moreover, K., the BAWAG-appointed external certified accountants firm, had drawn up a “glowing” report.", "(7) On 22 July 2006 the newspaper Der Standard published a lengthy interview with Mr Cap, chairperson of the Social Democratic Party’s group of parliamentarians in the National Council. In the interview relations between the two parties in coalition, the People’s Party and the Social Democratic Party, and what coalitions might result from the imminent elections were discussed. To the question “after the BAWAG-affair one has the feeling that the Social Democratic Party has resigned itself to accept second place in the elections,” Mr Cap answered: “It is very sad that it has come to that, for the bank, for the savers, for the trade union. All are making an effort to clear up this criminal case as quickly as possible. That is one side. The other is: Mr Elsner makes a public appearance and the Social Democratic Party feels it immediately at the polls. And this hurts. I do not hear, by the way, the clinking of handcuffs of certain BAWAG managers. Naturally the People’s Party is reaping the benefits at the moment and this is doubly regrettable: after all, the elections are not about the criminal machinations of the BAWAG management but whether Wolfgang Schüssel, despite his long list of sins, should become chancellor again.”", "(8) On 14 September 2006 Mr Geyer, press officer for the Vienna Public Prosecutor’s Office, issued a press release informing the press of the arrest of the applicant in France, which read as follows: “At the request of the Vienna Public Prosecutor’s Office, the Vienna Regional Criminal Court issued a European warrant of arrest on the night before 14 September 2006 against Helmut Elsner. The question whether Helmut Elsner should be remanded in custody has repeatedly been examined since the beginning of the BAWAG proceedings. The decisive factor for the present request for his detention was that the suspicion against Helmut Elsner had considerably increased as a result of the investigations during the previous few months, and that he had not come to Austria to be heard. He had alleged that he was seriously ill and submitted a medical certificate advising him not to leave the region (Southern France). This is in striking contrast to the observations of several witnesses. It is thus to be assumed, also in the light of the advanced stage of the preliminary proceedings, that Helmut Elsner is trying to avoid criminal prosecution. Thanks to the excellent cooperation with the French criminal justice authorities and Eurojust, Helmut Elsner was arrested today.”", "(9) On the same day Mr Jarolim, a Member of Parliament and spokesperson of the Social Democratic Party on legal matters, gave a press conference in which he stated as follows: “There are considerable tensions within the judiciary in the BAWAG case. Crimes have been reported [Anzeige] from inside the judiciary against unknown perpetrators because details from the questioning of Mr Flöttl, in which he had spoken of payments from BAWAG to the Social Democratic Party, were leaked to the press. The Social Democratic party will also report [Anzeige] any such crimes”. Mr Jarolim urged for an indictment in the BAWAG case and the arrest of Flöttl.", "(10) On 14 September 2006 Mr Leitl, president of the Austrian Chamber of Commerce, reacted with the words “thank God, finally” to the news of the arrest of the applicant. He also added that “this is a step towards clearing up the criminal case, something which should happen as soon as possible.”", "(11) On the same day Mr Grasser, commenting on the applicant’s arrest, said that he was “happy” that the judiciary had taken initial steps. All was now in the hands of the independent courts, in which he had full confidence. It was important that the criminal case be cleared up completely.", "(12) On 14 September 2006 Mr Hundstorfer, when interviewed on television, stated in connection with the arrest of the applicant, that he was “very happy” that the state of law (Rechtsstaat) was functioning, and appropriate steps were being taken. For the Trade Union Federation it was important that the BAWAG criminal case be treated objectively and processed as quickly as possible.", "(13) Mr Gusenbauer, then secretary general of the Social Democratic Party and Member of Parliament, stated on 14 September 2006 on television that the arrest of the applicant was a step which was already overdue and that it was only strange that it had happened so late.", "(14) According to a press release distributed by the APA on 15 September 2006 Mr Westenthaler, secretary general of the political party “Alliance Future for Austria” (Bündnis Zukunft Österreich) said that the “red BAWAG boss was finally behind bars”.", "(15) On 15 September 2006 when asked by journalist about the applicant’s arrest, Mr Schenz, a member of the BAWAG supervisory board, stated that “as a member of the BAWAG supervisory board I must decline to comment, but one thing I do wish to say is: it is about time”.", "(16) On 15 September 2006 Mr Grasser stated that the arrest of the applicant was “not a question of party policy”. “Now the matter is with the courts. All those guilty should, with no regard to their reputation, be punished with the full rigor of the law”. The BAWAG case was a criminal case of incredible dimension and he was happy that the judiciary was now active, and opined that those guilty should be called to account as quickly as possible", "(17) In an open letter dated 4 April 2007 and addressed to the Federal Minster of Justice Mr Haider, Regional Governor of Carinthia, wrote that the applicant was an “economic criminal” (“schwerer Writschaftskrimineller”), whom he did not want to have in Carinthia. At that time the applicant, after his coronary bypass operation on 21 February 2007, had been admitted to a rehabilitation clinic in Althofen, in Carinthia.", "106. Under Article 180 §§ 1 and 2 of the Code of Criminal Procedure (Strafprozeβordnung), as in force at the relevant time, a person can be held in pre-trial detention, inter alia, if he or she is strongly suspected of having committed a criminal offence and there is a risk that he or she will abscond or reoffend. Article 180 § 5 provides other more lenient measures such as the concerned person’s solemn promise not to abscond, the court’s instruction to that person to stay at a certain place or to notify it of any change of address, the provisional withdrawal of travel documents or the setting of bail. Paragraph 6 provides that the judge concerned has to order pre-trial detention if the purpose of this detention cannot be achieved by a more lenient measure.", "107. Under Articles 181 and 182 pre-trial detention can initially only be ordered for fourteen days, extendable initially for one month and subsequently extendable for two-month periods at a time until the first hearing in the case. From that date onwards a decision ordering pre-trial detention is subject to no further time-limit. It is nevertheless open to the accused to submit an application for release at any time (Article 193 § 5). In any event, all authorities involved in the criminal proceedings are obliged to make efforts to keep the duration of the pre-trial detention as short as possible (Article 193 § 1). An accused has to be released when the reasons for his detention no longer exist or the duration of his detention becomes unreasonably long (Article 193 § 2)", "108. Pre-trial detention may only then be extended beyond six months where this is inevitable in view of the reason for the arrest because of the special difficulties or complexity of the investigations (Article 194 § 3).", "109. Pre-trial detention comes to an end, at the latest, when the accused begins to serve his sentence, the duration of which is reduced by the time spent in pre-trial detention (Article 38 of the Criminal Code (Straf-gesetzbuch).", "110. Where an accused lodges an appeal that has statutory suspensive effect, for example, a plea of nullity (Article 284 § 3) or an appeal against sentence (Article 294 § 1), he remains in detention until the final decision is taken (Article 397).", "111. By virtue of section 67a(1) of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz), independent administrative panels have jurisdiction, inter alia, to examine complaints from persons alleging a violation of their rights resulting from the exercise of direct administrative authority and coercion (Ausübung unmittelbarer verwaltungsbehördlicher Befehls- und Zwangsgewalt).", "112. Where police officers execute a court warrant their acts are imputable to the court unless they act in clear excess of the powers conferred on them. Only in the latter case are their acts qualified as exercise of direct administrative authority and coercion and subject to review by an independent administrative panel.", "113. Section 7b of the Media Act (Mediengesetz) is entitled “Protection of the presumption of innocence” (Schutz der Unschuldsvermutung) and, as in force at the relevant time, read as follows:", "“1. A person suspected of having committed an offence but not yet convicted by final judgment, who is portrayed by the media as being guilty or as the perpetrator of the offence and not only as a suspect, is entitled to claim compensation from the media owner for the insult suffered. The amount of compensation shall not exceed 20,000 EUR; ...", "2. There shall be no right to compensation if", "(1) a true report about a hearing at a public session of the National Assembly, the Federal Council, the Federal Assembly, the Diet of a Land or a committee of these general representative bodies is concerned,", "(2) a true report about a conviction at first instance is concerned which indicates that the conviction is not final,", "(3) the person concerned has made a confession in public or to the media and has not withdrawn it,", "(4) a live broadcast is concerned and the producer of the broadcast has applied the care required of journalists,", "(4a) the publication of the information has occurred on a retrievable website and the owner of the website or its employees or contractors have not neglected the principles of journalistic diligence,", "(5) a verbatim quotation of the statement of a third person is concerned and if there was a predominant public interest in the publication of the quoted statement.”", "Section 33 § 2 of the Media Act reads as follows:", "“Forfeiture shall be ordered in separate proceedings at the request of the public prosecutor or any other person entitled to bring claims if a publication in the media satisfies the objective definition of a criminal offence and if the prosecution of a particular person cannot be secured or if conviction of such a person is impossible on grounds precluding punishment, has not been requested or such a request has been withdrawn. If no punishment can be imposed in the event of the offender having proved the truth, the defence of truth shall also be available to the owner (publisher) of the media product in question as the interested party ...”", "114. Section 34 of the Media Act deals with the publication of a judgment (Urteilsveröffentlichung). It states, inter alia, that a criminal judgment concerning a media-related offence can, at the request of the prosecution, be published in the parts which are necessary to inform the public about the offence and the conviction. At the request of the prosecution, the publication of a judgment has to be ordered in separate proceedings if statements falling within the objective definition of an offence have been made in the media and the prosecution of a specific individual is not possible. The person against whom proceedings under Sections 7b, 33 and 34 can be brought is, besides the owner and publisher of a media the person who has made, for instance in an interview, the statement at issue. Section 41 of the Media Act provides that the court competent for dealing with proceedings under Section 7b is the Regional Court for criminal matters of the district in which the offence had been committed.", "115. Section 1330 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) provides as follows:", "“1. Anybody who, as the result of defamation, has suffered damage or loss of profit, may claim compensation.", "2. The same applies if anyone has disseminated statements which jeopardize another person’s reputation, gain or livelihood, the untruth of which was known or must have been known to him. In this case the injured party may also claim a retraction statement and the publication thereof ...”", "116. Article 111 of the Criminal Code (Strafgesetzbuch) reads as follows:", "“1. Anybody who, in such a way that it may be noticed by a third person, attributes to another a contemptible characteristic or sentiment or accuses him of behaviour contrary to honour or morality and such as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine ...", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine ...", "3. The person making the statement shall not be punished if it is proved to be true. In the case of the offence defined in paragraph 1 he shall also not be liable if circumstances are established which gave him sufficient reason to believe that the statement was true.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}