{"ITEMID": "001-58125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF CAMENZIND v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8;Preliminary objection rejected;Violation of Art. 13+8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["7. On 5 December 1991 the radio communications surveillance unit of the Head Office of the Swiss Post and Telecommunications Authority (PTT) located on a frequency reserved for civil and military aircraft a private telephone conversation being held on a telephone of an unauthorised type. The surveillance unit recorded the conversation held on the line allocated to Mr Camenzind – a lawyer living in Fribourg – and informed the appropriate PTT authorities.", "8. The applicant was suspected of contravening section 42 of the Federal Act of 1922 “regulating telegraph and telephone communications”. On 11 December 1991 the Berne cantonal telecommunications office (Fernmeldekreisdirektion) of the PTT began an investigation concerning the applicant pursuant to the Federal Administrative Criminal Law Act 1974.", "9. On 13 December 1991 the area director of the PTT in Berne issued a warrant to search the applicant’s home under sections 48 et seq. of the Federal Administrative Criminal Law Act. It was specified in the warrant that the purpose of the search was to find and seize the unauthorised cordless telephone.", "10. At 9.50 a.m. on 21 January 1992 two PTT officials went to the applicant’s home. He admitted having tested a cordless telephone in the past but said that it was no longer in his possession. After being shown the search warrant, he allowed the PTT officials into the hall of the flat, in which he in fact occupied only one room, the other five being let. Having been told of the legal aspects of the search, he consulted the file on his case and telephoned a lawyer and a senior official at the PTT office in Berne.", "11. The search was carried out by a single PTT official, as requested by Mr Camenzind, and in his presence. The official searched every room of the two-storey building, including the cellar. He did no more than check whether the telephones and television sets were PTT-approved. He did not touch anything, open any drawers or examine any documents. No equipment of the type sought was found. At 11.55 a.m. a record was drawn up and signed by both the applicant and the investigating official. The record indicated among other things that a complaint could be made about the search under sections 26 to 28 of the Federal Administrative Criminal Law Act.", "12. On 24 January 1992 Mr Camenzind applied to the Indictment Division of the Federal Court under section 26 of the Federal Administrative Criminal Law Act for a declaration that the search was a nullity. The Head Office of the PTT argued that the application was inadmissible.", "13. On 27 March 1992 the Federal Court delivered a judgment dismissing the application in the following terms (translation from German):", "“1. (a) The Indictment Division of the Federal Court has jurisdiction to hear complaints about coercive measures (sections 45 et seq. of the [Federal Administrative Criminal Law Act]) and related administrative acts (section 26 (1) of [that Act]). Under section 28 (1) of the Act a complaint may be lodged by anyone who is affected by the impugned investigative measure and has an interest worthy of protection in having it quashed or varied.", "(b) The applicant did not dispute that he had in his possession a telephone that had not been approved in Switzerland. He even expressly said, during the course of the search, that he had used such a telephone; it had, however, proved to be unusable and had consequently been destroyed ... It was therefore not possible for any seizure to be effected as the telephone could not be found. The complaint is not, therefore, directed against a seizure (none was effected) but against the search and the interception of telephone conversations ...", "(c) In so far as the complaint concerns the search as such (‘unlawful search [unlawfully entering a person’s home]’, ‘forced search’, ‘threat of the use of force’), and the interception and recording of telephone conversations, it is unnecessary to consider it, since the applicant has no present interest in invoking the protection of the courts (aktuelles Rechtsschutzbedürfnis) as the measures have ceased and he is no longer affected by them (BGE [Bundesgerichtsentscheidungen – Judgments of the Federal Court] 103 IV 117 E. 1a).", "(d) That is also true in principle of the locating and recording of the telephone calls concerned here, which are closely linked to the search. Exceptionally, however, the Federal Court does not in practice require a present interest where the impugned infringement of the law is likely to recur at any time, where an application to the courts could not be heard in time in the particular case and where the issues raised could arise again in similar or comparable circumstances at any time and are, because of the importance of the principle concerned, of sufficient public interest (BGE 116 Ia 150 E. 2a; 116 II 729 E. 6; Ib 59 E. 2b).", "These conditions are satisfied in the present case because the carrying out of a search presupposes that in the first place the person using a telephone of an unauthorised type has been located by appropriate means. That investigation will, however, already have ended by the time the search and any seizure are made. For that reason, the complaint must be upheld in so far as it is directed at the interception and recording of conversations held on the applicant’s unauthorised telephone.", "...", "For these reasons the Indictment Division holds:", "(1) In so far as it has been declared admissible, the complaint is dismissed;", "...”", "14. In decisions of 14 August and 26 September 1995 the Federal Communications Office imposed a fine of 150 Swiss francs on the applicant for an offence under section 42 of the Act “regulating telegraph and telephone communications” and ordered him to pay the costs and expenses.", "15. On 11 October 1995 Mr Camenzind brought proceedings for review of that decision in the Saane District Court (Bezirksgericht), which on 18 December 1995 were dismissed on the ground that prosecution of the offence in question was time-barred (absolute Verjährung).", "16. At the material time, section 42 of the Federal Act of 1922 “regulating telegraph and telephone communications” provided:", "“(1) Anyone setting up, operating or using, without a licence or permit or in a manner contrary to the terms on which a licence or permit was granted, transmitters or receivers or any equipment for which a licence or permit is required and which is used for electric or radio transmission of signals, images or sounds,", "...", "shall be liable to a term of imprisonment not exceeding three months or a fine not exceeding 10,000 Swiss francs unless, under Article 151 of the Swiss Criminal Code, he is liable to a heavier sentence.", "(2) The fine shall not exceed 5,000 Swiss francs where the offence has been committed through negligence.”", "17. Administrative criminal law procedures are governed by the Federal Administrative Criminal Law Act of 22 March 1974, as amended (“the DPA”).", "18. The federal authorities are responsible for prosecuting and trying certain offences against federal law. They are also vested with the power to conduct the investigations into such offences. The necessary interviews (of which records are made), on-the-spot inspections and coercive measures are entrusted to officials specially trained for the purpose (section 20 (1) of the DPA).", "19. Officials called upon to conduct an investigation or to take or prepare a decision are required to stand down if they have a personal interest in the case, if they are related to the “suspect” by blood or marriage, by direct or collateral descent up to the third degree, or are linked with him through marriage, engagement or adoption and if there are circumstances such as to make them appear to be partial in the case (section 29).", "20. A “suspect” is entitled, whatever the circumstances, to representation (section 32). In principle, both the “suspect” and his representative may be given leave by the investigating official to participate in the taking of evidence (section 35).", "21. The investigating official may interview the “suspect” (section 39), other people “for information purposes” (section 40) and – in the presence of the “suspect” and his representative – witnesses (section 41). He may also order an expert opinion – in consultation with the “suspect” (section 43) – and an on-the-spot inspection, which the “suspect” and his representative are entitled to attend (section 44). The investigating official is in addition empowered to effect “with due regard for the person concerned and his property” seizures, searches and provisional arrests (sections 45 et seq.); these measures, known as “coercive” measures, may not be used in respect of a “breach of administrative regulations” (such a breach is a contravention which is so described in special administrative law or one for which an administrative fine can be imposed; section 3).", "22. Searches in particular are governed by the following provisions of the Federal Administrative Criminal Law Act:", "“(1) Dwellings and other premises, including any adjoining enclosed area, may be searched only if it is likely that a suspect is in hiding there or if objects or valuables liable to seizure or evidence of the commission of the offence are to be found there.", "(2) A suspect may be searched if necessary. The search must be carried out by a person of the same sex or by a doctor.", "(3) Searches shall be carried out under a written warrant issued by the director or head of the authority concerned or, if the investigation is within his competence, by the area director of customs or of the PTT.", "(4) If there is immediate danger and a search warrant cannot be obtained in time, the investigating official may himself order a search or carry it out. Reasons for the measure must be given in the file.”", "“(1) At the beginning of a search the investigating official shall provide evidence of identity.", "(2) The occupier of the premises must be informed of the purpose of the search and be asked to attend, if present. If he is absent, a relative or a member of the household shall be asked to attend. A public officer designated by the competent cantonal authority – or, if the investigating official is acting on his own initiative, a member of the municipal authority or an official of the canton, district or municipality – shall also be required to attend the search in order to ensure that it does not deviate from its purpose. A search may be conducted without public officers, members of the household or relatives being present where it would be dangerous to defer the search or where the occupier has consented.", "(3) As a general rule, searches shall not be conducted on Sundays or public holidays or at night except in important cases or where there is imminent danger.", "(4) A record of the search shall be drawn up immediately in the presence of the persons who attended; if they so request, they shall be provided with a copy of the search warrant and of the record.”", "“(1) Searches for documents must be carried out with the greatest regard for private and confidential information; in particular, documents shall not be examined unless it is apparent that their content is important for the investigation.", "(2) Searches shall be carried out so as to preserve occupational confidentiality and the confidentiality of information given to clergymen, barristers, notaries, doctors, chemists, midwives and their auxiliaries in the exercise of their ministry or profession.", "(3) Before a search is carried out, the person in possession of the documents shall, whenever possible, be allowed to indicate their content. If he does not agree to the search, the documents shall be placed under seal and deposited in a safe place; the Indictment Division of the Federal Court shall decide whether the search is lawful ...”", "23. Coercive measures, including searches (sections 45 et seq. of the DPA), and related acts and omissions may form the subject of a complaint to the Indictment Division of the Federal Court (section 26).", "Complaints are admissible for breaches of federal law – or of the Convention (see the Federal Court’s judgment of 17 August 1989 in the case of X v. Caisse de pensions de l’Etat de Neuchâtel et tribunal administratif du Canton de Neuchâtel, Judgments of the Swiss Federal Court, vol. 115, V, p. 253) – for inaccurate or incomplete findings of fact or for inappropriateness. A complaint may be lodged by anyone affected by the impugned investigative measure, the omission complained of or the decision on the complaint and who has an interest worthy of protection in having the measure, omission or decision quashed or varied (section 28). The Indictment Division of the Federal Court has said (X. gegen Generaldirektion PTT, 23 June 1977, Judgments of the Swiss Federal Court, vol. 103, IV, p. 115; translation from German):", "“Only persons who are (still) affected, at least in part, by the impugned decision and as a result have an interest in its being varied have locus standi to lodge a complaint.”", "24. The authorities have jurisdiction to try offences against administrative criminal law. However, where the department to which they are subordinate considers that a custodial sentence or measure must be contemplated, jurisdiction lies with the courts. A person affected by a decision of the authorities in criminal proceedings may, within ten days of being notified of the decision, ask to be tried by a court. If he does not do so, the decision is “treated as a judgment that has become final” (sections 21 and 72).", "25. A suspect who is found to have no case to answer may seek compensation from the authorities for detention pending trial and other losses sustained. Compensation may be reduced or refused if it was through the suspect’s own fault that the investigation was started or if, without reason, the suspect has hindered or delayed the proceedings. The authorities’ decision on that issue may be challenged by lodging a complaint with the Indictment Division of the Federal Court (sections 99 and 100)."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}