{"ITEMID": "001-96599", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PARVANOV AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. The applicants were born in 1963, 1940 and 1962 respectively and live in Sofia.", "6. The applicants are heirs of Mr Parvan Vasilev Parvanov, Mr Vasil Parvanov Parvanov and Mrs Tsvetanka Parvanova Koleva who owned a house in Sofia with a yard with a total surface area of 581.2 square metres.", "7. By a mayor’s order of 8 April 1987, based on section 98 of the Territorial and Urban Planning Act (“the TUPA”), the house and the yard were expropriated “for embassy needs”, but with a view to realising two separate public works’ projects: (a) the construction of a block of flats and shops (Project A); and (b) the construction of an embassy (Project B). The area designated for Project A (Plot A) was 328.2 square metres and the area designated for Project B (Plot B) was 253 square metres. The applicants’ ancestors’ house remained in Plot A. The value of the entire expropriated property was assessed at 25,118.06 old Bulgarian levs (BGL).", "8. The mayor’s order of 8 April 1987 also provided that for the expropriation of the property “for embassy needs” each of the applicants’ antecedents would be compensated with an apartment, situated in a building to be constructed by the Bureau for Servicing the Diplomatic Corps (“the BSDC”).", "9. By three supplementary orders of 15 April 1988, based on section 100 of the TUPA, the mayor determined the exact location, area and other details in respect of the future apartments offered as compensation. The three apartments had a total value of BGL 59,155.", "10. A two-room apartment of 64 square metres was designated for Mr Parvan Vasilev Parvanov, who had passed away on an unspecified date in 1987. By virtue of his will, the property was to be received by his grandson, the first applicant.", "11. Mr Vasil Parvanov Parvanov, whose heirs were the first and second applicants, his son and wife, was to receive a three-room apartment with an area of 94 square metres.", "12. And lastly, Mrs Tsvetanka Parvanova Koleva was entitled to a threeroom apartment of 98 square metres, which was to be received by her daughter, the third applicant.", "13. The value of the expropriated property (BGL 25,118.06) was directly credited against the value of the apartments offered as compensation. As the latter sum was higher, on unspecified dates the applicants and their ancestors paid the difference, BGL 34,036.94, to the State.", "14. By orders of 4 and 27 April 1988 Mr Vasil Parvanov Parvanov and the first applicant were provided with temporary housing in two flats owned by the BSDC. It appears that after Mr Vasil Parvanov Parvanov’s death the second applicant continued to use the apartment provided for him.", "15. Construction of the block of flats in which the apartments offered as compensation were to be located was never commenced.", "16. On 13 April 1992, following the entry into force of the 1992 Restitution Law (see paragraph 29 below), the applicants made a request to the mayor of Sofia for the restitution of the entire property, because neither of the public works projects had commenced and the expropriated house was still standing. No response was received and on an unspecified date in May or June 1992 the applicants appealed against the tacit refusal.", "17. On an unspecified date, most likely in August 1992, the expropriated house was pulled down and the BSDC commenced the realisation of Project B (see paragraph 7 above), the construction of a Polish embassy complex.", "18. Upon the applicants’ appeal against the mayor’s tacit refusal, on 7 October 1994 the Sofia City Court found partly in their favour. It noted that their property had been expropriated for two distinct public works projects – Project A, to be realised on Plot A, and Project B, to be realised on Plot B. In so far as the realisation of Project B had commenced on Plot B, this part of the property, namely 253 square metres of the site, could not be restored. However, as Project A had not commenced, the restitution of Plot A, amounting to 328.2 square metres, was possible.", "19. The Sofia City Court further noted that under the original expropriation and compensation orders (see paragraphs 7-9 above) the applicants and their antecedents had been provided with apartments as compensation in respect of the property expropriated “for embassy needs” (Plot B) and that the value of Plot A had been credited against the value of the apartments. On this basis, the domestic court held that the restitution of Plot A would be effective upon reimbursement of its value. On the basis of the original expropriation and compensation orders of 1987-88, it calculated that amount to be BGL 22,697.81. Apparently, the value of Plot A was much higher than the value of Plot B (which remained BGL 2,420.27) as this was where the applicants’ ancestors’ house had been standing.", "20. None of the parties appealed against this judgment and it entered into force. In order to effect the restitution, on 4 September 1995 the applicants paid the State BGL 22,697.81 which, owing to inflation and the depreciation of the Bulgarian currency, equalled approximately USD 330.", "21. In 1996 the Sofia municipality petitioned the Sofia City Court to interpret its judgment of 7 October 1994 in respect of whether it still owed the applicants three apartments as compensation.", "22. On 27 January 1997 the Sofia City Court refused to provide the interpretation sought, pointing out that its judgment was quite clear as regards the dispute examined, namely about the claimants’ right to restitution of the property.", "23. By a letter of 2 December 1997 the BSDC informed the applicants that following the judgment of the Sofia City Court of 7 October 1994 the apartments offered as compensation for the expropriation of the property were no longer due.", "24. On 16 July 1998 the mayor of Sofia revoked the three orders of 15 April 1988 (see paragraph 9 above). The applicants appealed against this decision.", "25. By a judgment of 21 November 1999 the Sofia City Court dismissed the appeal. The applicants appealed again.", "26. In a final judgment of 29 December 2000 the Supreme Administrative Court (“the SAC”) quashed the lower court’s judgment and the decision of the mayor of Sofia of 16 July 1998. However, it based its conclusions on the finding that it had not been necessary for the mayor to formally revoke the three orders of 15 April 1988; they had been automatically revoked by virtue of the judgment of 7 October 1994 (see paragraphs 18-20 above). In particular, the Supreme Administrative Court held:", "“The revocation of the expropriation, even concerning only part of the [original] property, in respect of which the requirements of [the 1992 Restitution Law] were met, resulted, by virtue of the [judgment of the Sofia City Court of 7 October 1994], in the revocation of the orders under sections 98 and 100 [of the TUPA], as it is to be considered that no expropriation ever took place. That is why the [Sofia] mayor did not have to expressly revoke the orders under section 100 [of the TUPA].”", "27. The SAC did not explain why it considered that the partial restitution of the applicants’ property by virtue of the judgment of 7 October 1994 had removed their entitlement to any compensation at all.", "28. No apartments or other compensation have thereafter been provided to the applicants. Neither did the authorities ever reimburse the applicants for any of the payments they had made to the State in respect of (1) the difference in the value of the apartments offered as compensation and the expropriated property (BGL 34,036.94), which the applicants and their ancestors had paid to the State in the 1980s (see paragraph 13 above); or (2) the value of Plot A (BGL 22,697.81), which had been credited against the value of the apartments promised as compensation and which the applicants had paid to the State in order to effectuate the partial restitution (see paragraph 20 above).", "29. On an unspecified date after June 2002 the first applicant was evicted from the flat provided for him as temporary housing (see paragraph 14 above).", "30. The relevant law and practice regarding the expropriation of private property for public use has been summarised in the judgment of Kirilova and Others v. Bulgaria (nos. 42908/98, 44038/98, 44816/98 and 7319/02, §§ 72-79, 9 June 2005).", "31. In 1992 the Bulgarian Parliament adopted the Law on the Restitution of Property Expropriated under Building Planning Legislation (Закон за възстановяване на собствеността върху някои отчуждени имоти по ЗТСУ, ЗПИНМ, ЗБНМ, ЗДИ и ЗС, “the 1992 Restitution Law”) which provided for the restitution of expropriated property where specific conditions were met.", "32. Section 5 § 1 of the 1992 Restitution Law provides that upon the revocation of an expropriation, any property received in compensation by the claimant shall pass to the municipality by virtue of the ruling or judgment ordering the revocation. Any amounts paid by an owner who had received restitution, to cover the difference between the value of an expropriated property and any property received as compensation, are to be reimbursed by the authorities within two months of the date of the ruling or judgment granting the restitution (section 6 § 2).", "33. The domestic courts have examined numerous actions under the 1992 Restitution Law. In a case concerning formerly co-owned property, and where the restitution had been sought by only some of the co-owners, the courts ordered partial restitution, in accordance with the co-owners’ respective shares, and partial return of the compensation received (judgement no. 2357 of 10 February 1994 of the Supreme Court, case no. 2643/93).", "34. The domestic courts also consider that in cases where the expropriated property has lost some of its value because, for instance, any buildings on it have been demolished, the former owners, if they decide to initiate restitution proceedings, still owe the State the entire compensation they have received (judgment no. 1471 of 21 November 1994 of the Supreme Court, case no. 4778/93; judgment no. 2013 of 7 December 1995 of the Supreme Court, case no. 1903/94)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}