{"ITEMID": "001-67424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF COCCHIARELLA v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1942 and lives in Benevento.", "5. On 15 July 1994 Mrs P., the current applicant's mother, brought proceedings in the Benevento Magistrate’s Court, sitting as an employment tribunal, seeking acknowledgment of her right to an invalidity pension (pensione di inabilità) and an attendance allowance (indennità di accompagnamento).", "6. On 23 July 1994 the magistrate's court fixed the first hearing for 11 March 1996. On that day the court appointed an expert and adjourned the proceedings to a hearing on 9 April 1997.", "7. In a judgment of the same day, the text of which was deposited with the registry on 13 June 1997, the court dismissed Mrs P's claim.", "8. On 29 July 1997 Mrs P. lodged an appeal with the Naples District Court. The president of the court designated a judge rapporteur and set the appeal down for a hearing on 30 April 2001.", "9. In the meantime, also on 29 July 1997, Mrs P. died. On 25 January 2000 the applicant joined the proceedings. A hearing was to be held on 14 February 2002. In a judgment of 16 January 2003, the text of which was deposited with the registry on 21 March 2003, the court upheld Mrs P.'s claim as of 1 June 1996.", "10. On 3 October 2001 the applicant lodged an application with the Rome Court of Appeal under Law no. 89 of 24 March 2001, known as the “Pinto” Act, complaining of the excessive length of the above-described proceedings. The applicant requested the court to rule that there had been a breach of Article 6 § 1 of the Convention and to order the Italian Government to pay compensation for the non-pecuniary damage sustained, which he assessed at 30,000,000 Italian lire (15,493.71 euros (EUR)).", "11. In a decision of 7 March 2002, the text of which was deposited with the registry on 6 May 2002, the Court of Appeal found that a reasonable time had been exceeded. It awarded the applicant EUR 1,000 in compensation for non-pecuniary damage and EUR 800 for costs and expenses. The decision became final by 21 June 2003 at the latest.", "12. In a letter of 8 January 2003 the applicant informed the Court of the outcome of the domestic proceedings and asked it to resume its examination of the application. According to the information provided by the applicant on 12 July 2004, the authorities had not yet enforced the Court of Appeal's decision."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}