{"ITEMID": "001-5689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "BUTOVAC v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicant is a national of Yugoslavia, born in 1969. Before the Court he is represented by Mr Bertil Dahlström, a lawyer practising in Sundsvall, Sweden.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 May 1992 the applicant and his wife, Z.B., arrived in Sweden with their son, born in October 1991. They applied for asylum. In May 1993 their daughter was born. On 17 August 1993 the National Immigration Board (Statens invandrarverk) rejected the application. The decision was upheld by the Aliens Appeals Board (Utlänningsnämnden) on 6 October 1994. However, due to difficulties in expelling people to Yugoslavia, the family remained in Sweden.", "By a judgment of 21 February 1997 the District Court (tingsrätten) of Sundsvall sentenced the applicant to three months in prison for, inter alia, threatening behaviour (olaga hot) and violation of a visiting ban (överträdelse av besöksförbud). The court ordered his expulsion from Sweden and prohibited him from returning before 21 February 2002. The court noted that, following several reports by Z.B. that she had been threatened by the applicant, the public prosecutor, by a decision of 21 January 1997, had banned the applicant from visiting Z.B. for a period of 5 months. She had also been given a security alarm by the police. The court found that the applicant, on 24 and 31 January 1997, had violated the visiting ban and had threatened to “cut [Z.B.’s] throat”.", "The District Court took into account that, on five occasions between 1993 and 1996, the applicant had been fined for various crimes, including threatening behaviour in 1994 and drunken driving (rattfylleri) and shoplifting (snatteri) in 1996. In fixing his sentence at 3 months’ imprisonment, the court also had regard to the detriment suffered by the applicant as a result of his expulsion.", "The applicant and Z.B. were divorced on 19 March 1997. By an interim decision, Z.B. was awarded custody of the children.", "On 27 March 1997 the Court of Appeal (hovrätten) for Southern Norrland upheld the District Court’s judgment of 21 February 1997.", "On 7 April 1997 the District Court convicted the applicant of theft (stöld) and ordered that the previously imposed sanction should also comprise this crime.", "On 25 April 1997 the Supreme Court (Högsta domstolen) refused the applicant leave to appeal against the Court of Appeal’s judgment of 27 March 1997.", "On 15 May 1997 the applicant was sentenced by the District Court to 1 month’s imprisonment for driving without a driver’s licence (olovlig körning) and for a new violation of the visiting ban. Finally, on 5 May 1998, the District Court convicted the applicant of gross drunken driving (grovt rattfylleri) and for driving without a driver’s licence, and sentenced him once again to 1 month’s imprisonment.", "On 2 June 1997 the Aliens Appeals Board granted Z.B. and the children residence permits in Sweden. The Board took into account that they had remained in Sweden due to the ban on expelling people to Yugoslavia. As a result, they had lived in Sweden for 5 years and the children had developed connections to Sweden. Thus, there were humanitarian reasons not to expel them from Sweden.", "On 2 July 1997 the Aliens Appeals Board, referring to the expulsion order against the applicant, rejected his application for a residence permit.", "Later the applicant requested the Government to annul the expulsion order. By decision of 5 March 1998 the Government rejected the request.", "On 8 May 1998 the District Court of Stockholm awarded Z.B. permanent custody of the children and granted the applicant a right of access to them.", "On 4 June 1998 the Supreme Court rejected a request from the applicant for a reopening of the criminal proceedings against him.", "On 15 July 1999 the Government rejected a new request from the applicant for annulment of the expulsion order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}