{"ITEMID": "001-57586", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF TRE TRAKTÖRER AKTIEBOLAG v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;No violation of P1-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Gaukur Jörundsson;J.A. Carrillo Salcedo", "TEXT": ["7. The applicant, Tre Traktörer Aktiebolag (\"TTA\"), is a Swedish limited company with its seat at Helsingborg, Malmöhus County. Its sole shareholder is Mrs Olga Flenman.", "8. On 30 July 1980 TTA took over the management of the restaurant Le Cardinal in Helsingborg and obtained on the same day a licence to serve beer, wine and miscellaneous alcoholic beverages.", "9. Le Cardinal had been opened on 6 March 1980 by AB Citykällaren, which had obtained a licence on 29 February 1980. This company, which had been formed in 1960, had been bought on 1 July 1977 by Mrs Olga Flenman. She was also its sole shareholder until 1 June 1982. She retained the majority of the shares until 1987 and was a full or deputy member of the board until 19 December 1983. The company was apparently sold in 1987.", "10. TTA’s licence for Le Cardinal remained in force until 25 September 1981, when it was replaced by a new licence which was subject to the condition that the business retained the character of a restaurant. This in turn was replaced on 9 November 1981 by a fresh licence to which were attached new regulations with regard to the serving of young people.", "11. In 1981 the Tax Department of the County Administrative Board (Länsstyrelsen) of Malmöhus County had carried out an inspection on AB Citykällaren’s activities between 1 July 1979 and 30 June 1980. During this period Mrs Flenman had at various times managed three different establishments, including the restaurant Le Cardinal. The inspection, on the basis of which an audit report was drawn up on 17 September 1981, had revealed various inaccuracies in the book-keeping; the most significant discrepancy, estimated at 93,000 Swedish crowns (SEK), concerned the sale of beers, wines and spirits in that restaurant between March and June 1980. The total turnover of the company during this period was 770,000 SEK.", "12. As a result of the audit report the assessment of Mrs Flenman’s personal taxable income for 1980 was increased by 100,000 SEK.", "On 1 February 1988, however, the County Court (Länsrätten) reduced this amount to approximately one half and the local tax department in Helsingborg issued the corresponding reassessment notice (omräkningsbesked).", "13. As a further result of the audit report, criminal proceedings were also instituted against Mrs Flenman under section 10 of the Act on Tax Offences (skattebrottslagen) for having, as a representative of AB Citykällaren, deliberately or through gross negligence disregarded her book-keeping obligations and thereby seriously hindered control by the fiscal authorities (försvårande av skattekontroll). In the course of the hearing and in the light of the evidence presented, the prosecution reduced the scope of the charges it had originally brought on 23 February 1983.", "On 27 May 1983 the District Court (Tingsrätten) of Helsingborg acquitted her on the following grounds: it was not established either that the result of the calculations concerning alcohol and tobacco could be explained by book-keeping mistakes, or that the discrepancies regarding the period from 6 to 17 March 1980, which were due to the absence of a cash register, had been caused deliberately or through gross negligence; and the other alleged discrepancies could not be considered to be of such a nature and extent as seriously to hinder control, within the meaning of the said section 10.", "14. In April 1982 TTA requested from the County Administrative Board an extension of the serving hours at Le Cardinal from 1.00 a.m. until 3.00 a.m. The request was forwarded on 3 May 1982 to the Social Council (socialnämnden) and to the Police Board (polisstyrelsen) of Helsingborg for their observations.", "On 10 June 1982 the Police Board submitted a negative opinion, on the basis of a complaint filed against Mrs Flenman by the tax authority (see paragraphs 11 and 12 above); in its opinion, her capacity to deal with the serving of alcoholic beverages was open to doubt. The Social Council likewise expressed a negative opinion on 5 July.", "After TTA had been given the opportunity to file its own observations, the County Administrative Board decided on 29 October 1982 to postpone its ruling on the request until it had finally determined whether the company could be considered fit to hold a licence to serve alcoholic beverages.", "15. The audit report of 17 September 1981 (see paragraph 11 above) had been communicated to the competent section of the County Administrative Board and, on 4 November 1982, it informed TTA of its contents. The Board stated that it was considering withdrawing the licence to serve alcoholic beverages under section 64(2) of the 1977 Act on the Sale of Beverages (lagen om handel med drycker - \"the 1977 Act\"; see paragraph 27 below) and invited observations before 15 November 1982.", "After TTA had filed observations, its representatives produced the current books of the company to the County Administrative Board. They stated that the discrepancies as regards the sale of alcoholic beverages were due to thefts.", "16. On 7 January 1983 the County Administrative Board decided to issue an admonition under section 64 of the 1977 Act (see paragraph 27 below). The decision stated, inter alia:", "\"In view of what was established during the audit and as the company has not been able to explain the discrepancies satisfactorily, the County Administrative Board finds that there are reasons to revoke the licence under section 64 of the 1977 Act. Accordingly, it ought to be revoked now. The only argument against a revocation is that the negligence took place in the spring of 1980, that is almost three years ago. As far as has been ascertained, no criticism has been levelled against the management of the restaurant thereafter. Against this background, the County Administrative Board has not found it necessary to revoke the licence. Instead it issues a serious admonition against the company pursuant to section 64 of the 1977 Act.\"", "17. On 14 January 1983 the County Administrative Board renewed until further notice TTA’s previous licence, dated 9 November 1981. The renewed licence contained, on its reverse side, the following special conditions:", "\"REGULATIONS", "1. This licence is not transferable.", "2. There must be a person responsible for serving ....", "3. Alcoholic beverages may not be served unless the person responsible or his or her substitute is present ....", "4. Any change of activity should be reported to the County Administrative Board ....", "5. This licence or a copy thereof shall be exhibited in the restaurant.", "6. The activities shall be carried on in such a way as not to be aimed at a young public, i.e. under 22 years of age. The licence-holder is therefore obliged to take this into account, inter alia when advertising.", "The County Administrative Board recalls that the licence has been granted on the assumption that the provision of cooked food will be a major part of the business and that the company, in accordance with its ‘programme’, does not intend to run a discotheque. It is further noted that the company has undertaken to discourage too young a clientele by its choice of music and by not playing recorded music.", "The County Administrative Board orders that serving shall end at 2 a.m.\"", "18. On 18 January 1983 the Social Council of Helsingborg appealed to the National Board of Health and Welfare (socialstyrelsen) against this decision and requested that the licence be revoked. The Council referred to the results of the audit and to the fact that the special conditions accompanying the licence had not been complied with.", "In the latter respect the Council relied on the report of an inspection carried out at the restaurant on 13 February 1982. This revealed, inter alia, that the restaurant was then overcrowded, many customers not having seats; that most of the customers, whose ages ranged from 18 to 25, were 18 years old; and that in the upper part of the premises there was a discotheque which was open all evening. According to the conditions of the licence, there was to be live dance-music and activities were to be aimed at young people above the age of 22.", "On 10 February 1983 the applicant company was given an opportunity to file observations on the appeal. It did so on 22 March 1983.", "19. On 13 July 1983 the National Board of Health and Welfare quashed the County Administrative Board’s decision of 7 January 1983 (see paragraph 16 above). After reciting the contents of section 64(1) and of section 64(2) (as amended in 1982) of the 1977 Act (see paragraphs 27-28 below), it gave the following reasons:", "\"The provisions of section 64(2) of the 1977 Act are connected, inter alia, with the requirement in section 40 of the 1977 Act that a new holder of a licence must be suitable. This requirement of suitability has in practice been considered to include a requirement of personal suitability to sell alcoholic beverages, an activity involving great social responsibility. As regards companies, this requirement is applicable to those individuals who have a considerable influence on the business.", "The unsuitability of the licence-holder which constitutes a reason for revoking the licence may be of many different types. In the Bill 1981/1982: 143, page 82, economic mismanagement, even if it is not criminal, is given as one example of personal unsuitability.", "According to section 70 of the 1977 Act, the book-keeping of a business involved in the sale of alcoholic beverages must be such as to permit control of the business.", "In the instant case the County Administrative Board referred to an audit report as the basis for its decision. From this report it appears that the book-keeping of AB Citykällaren was deficient in several respects. For instance, there are differences to be found concerning the recorded sale of beverages. The explanations given by the company regarding, inter alia, thefts of such beverages show, in the opinion of the National Board of Health and Welfare, that those who have had a decisive influence on the business have failed to demonstrate sufficient competence regarding both book-keeping and internal control. Section 64 of the 1977 Act is therefore applicable in this case.", "The National Board of Health and Welfare finds that the deficiencies concern compliance with section 70 of the 1977 Act and, as far as suitability is concerned, are of such a nature that a measure other than revocation of the licence cannot be considered. The fact that in the instant case the District Court has rejected the charges of hindering a tax investigation does not affect this assessment.", "In view of the above the appeal is allowed.", "The National Board of Health and Welfare quashes the decision under appeal and refers the matter back for further action.\"", "This decision was not open to appeal.", "20. On 18 July 1983 the County Administrative Board of Malmöhus County decided to revoke, with immediate effect, TTA’s licence to serve alcoholic beverages. The company states that, as a result, the restaurant had to be closed down on the following day. However, this was disputed by the Government.", "21. TTA appealed to the National Board of Health and Welfare, requesting that the decision to revoke the licence should take effect as from 1 March 1984. The company stated that it would otherwise be faced with financial problems on account of the applicable periods of notice for the staff.", "On 15 August 1983 the National Board of Health and Welfare rejected the appeal. It considered that, having regard to its previous decision, there were no reasons to depart from the general rule in section 67 of the 1977 Act that decisions under that Act should take effect immediately. This decision was not open to appeal.", "22. By letter of 23 January 1984, the applicant company submitted to the Government a claim for compensation based on the decision to revoke the licence. It requested the Government to find that the decision of the County Administrative Board violated the company’s rights under the European Convention on Human Rights. It further alleged that Swedish law had been incorrectly applied.", "On 16 February 1984 the Government decided to refer the claim for compensation to the Chancellor of Justice (justitiekanslern) and not to take any measures in the matter as regards the other issues. On 5 March 1984 the Chancellor of Justice expressed the opinion that the claim for compensation should be rejected; he found no indication that any authority had committed any error which could make the State liable under the Tort Liability Act 1972 (skadeståndslagen; see paragraph 32 below).", "23. In June 1984 Le Cardinal was sold for 1,500,000 SEK.", "24. The aim of Swedish policy as regards alcohol is to limit its total consumption and to counteract its abuse and the resultant damage to health. Restrictions on alcohol in Sweden are of long standing. Since 1895 restaurants and bars serving alcoholic beverages have had to be licensed, and in the early 1900’s a State monopoly was introduced for wholesale and retail trading in alcohol. These restrictions remain in force.", "The present Act on the Sale of Beverages was adopted in 1977 and regulates trading in beer, wine and liquor. It also lays down rules on the serving of these beverages for consumption on the premises of restaurants and bars as well as on the issuing of licences for and inspection of these premises. The Act is supplemented by an Ordinance on the Sale of Beverages (förordning om handel med drycker).", "25. Alcoholic beverages may be served only if a licence has been issued (section 34 of the 1977 Act). In this respect, section 40 provides:", "\"In examining whether to issue a licence special regard should be had to the need for the restaurant, the applicant’s suitability and the suitability of the premises for the purpose.\"", "Licences are issued by the County Administrative Board in the county where the premises are situated. When the application concerns a new establishment for the serving of alcoholic beverages, the County Administrative Board has to consult the local municipal council (kommunfullmäktige) and the local police authority before a decision is taken. Even in cases concerning the transfer of licences to new owners, extended serving-hours and the revocation of licences the County Administrative Board may consult these local authorities.", "The County Administrative Board has to inform the local Social Council of its decisions concerning the serving of alcoholic beverages. For their part, the Social Council and the police have to inform the County Administrative Board of such circumstances as may be relevant in connection with the application of the 1977 Act.", "26. Both the local authorities and the persons concerned may appeal to the National Board of Health and Welfare against decisions taken by the County Administrative Board under the 1977 Act. The decisions of the National Board of Health and Welfare in these matters are final (section 68 of the Act). Furthermore, the National Board of Health and Welfare supervises the implementation of the Act and the Ordinance at national level.", "27. Until 1 July 1982, section 64 of the 1977 Act provided as follows:", "\"1. The licensing authority shall revoke the licence or limit it to certain beverages where such sale of alcoholic beverages as takes place under a licence according to this Act causes annoyance relating to public order, drunkenness or disturbance of the peace or where the provisions of this Act or the conditions imposed under it are not complied with. If it may be assumed that a satisfactory situation can be achieved without such a severe measure, the licence-holder may instead be given an admonition or special instructions.", "2. The first paragraph also applies, mutatis mutandis, if the conditions for granting a licence are no longer satisfied.", "3. In cases covered by the first or the second paragraph the approval of a director or a substitute director may be withdrawn.\"", "28. The second paragraph of section 64 was amended in 1982 (SFS 1982:289); as from 1 July 1982, it has read as follows:", "\"The first paragraph also applies when the licence-holder can no longer be considered suitable to sell alcoholic beverages or when for other reasons the conditions for granting a licence are no longer satisfied.\"", "In this connection, the Government’s Bill (p. 82) referred to recent complaints filed before the National Board of Health and Welfare concerning revocation of licences on account of economic mismanagement by the licensee. The Bill also stated (p. 87) that the amendment would make it clearer that economic mismanagement may be a reason for considering the licence-holder unsuitable, even if the sale of alcoholic beverages has been carried out in conformity with the applicable legislation. Only considerable economic mismanagement is relevant in this connection. Anyone who systematically mismanages the payment of taxes and contributions or seriously disregards his obligations regarding book-keeping or the supplying of information shall be considered unsuitable to hold a licence. It is, however, not a condition that the mismanagement is criminal or even intentional. A considerable degree of negligence in the performance of these obligations can also constitute sufficient reason for intervention.", "29. With regard to book-keeping, section 70 of the 1977 Act provides as follows:", "\"The book-keeping of an establishment which carries on the sale of alcoholic beverages shall be so organised as to permit control of the activities. The manager of the establishment is obliged to produce the books of the establishment at the request of the licensing authority. He is also obliged to produce statistical information pursuant to the regulations issued by the Government or, after the Government’s decision, by the National Board of Health and Welfare.\"", "The travaux préparatoires of section 70 state that unsatisfactory book-keeping is in itself proof of unsuitability to conduct a business involving the sale of alcoholic beverages.", "30. In 1985 a report on the Swedish legislation on the sale of beverages was drawn up under terms of reference issued by the Government (SOU 1985:15). Its author proposed that decisions in this area by the County Administrative Boards should be open to appeal to the Administrative Courts of Appeal. He considered that it was not appropriate for the National Board of Health and Welfare, which was vested with supervisory functions under the 1977 Act, to fulfil an appellate role, such a task being more suitably performed by the administrative courts. This proposal was subsequently submitted for examination to the competent Ministry.", "31. On 21 April 1988 the Swedish Parliament adopted an Act concerning appeals against administrative decisions. This Act came into effect on 1 June 1988 and will remain in force until 1991. It entitles individuals to have certain decisions of administrative authorities brought before the Supreme Administrative Court in order to establish whether the decisions were in accordance with the law.", "32. Under Chapter 3, section 2, of the Tort Liability Act 1972, the State is liable to pay compensation in the event of fault or negligence in the exercise of authority (myndighetsutövning)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}