{"ITEMID": "001-111690", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HERRMANN v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Article 1 para. 2 of Protocol No. 1 - Control of the use of property);Non-pecuniary damage - award", "JUDGES": "André Potocki;Angelika Nußberger;Corneliu Bîrsan;David Thór Björgvinsson;Dean Spielmann;Egbert Myjer;Erik Møse;Françoise Tulkens;Ganna Yudkivska;Isabelle Berro-Lefèvre;Josep Casadevall;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Nebojša Vučinić;Nicolas Bratza;Nona Tsotsoria;Paulo Pinto De Albuquerque;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["10. The applicant was born in 1955 and lives in Stutensee.", "11. Under the German Federal Hunting Act (Bundesjagdgesetz), owners of hunting grounds with a surface area of less than 75 hectares are de jure members of a hunting association (Jagdgenossenschaft), while owners of larger plots of land manage their own hunting district. The applicant owns two landholdings in Rhineland-Palatinate of less than 75 hectares each, which he inherited in 1993 from his late mother. He is thus a de jure member of a hunting association, in this case the hunting association of the municipality of Langsur.", "12. On 14 February 2003 the applicant, who is opposed to hunting on ethical grounds, filed a request with the hunting authority seeking to terminate his membership of the hunting association. The authority rejected his request on the grounds that his membership was prescribed by law and that there was no provision for the termination of membership.", "13. The applicant brought proceedings before the Trier Administrative Court. Relying in particular on the Court’s judgment in the case of Chassagnou and Others v. France ([GC], nos. 25088/94, 28331/95 and 28443/95, ECHR 1999III), he requested the Administrative Court to find it established that he was not a member of the hunting association of the municipality of Langsur.", "14. On 14 January 2004 the Administrative Court rejected the applicant’s request. It considered that the Federal Hunting Act did not violate the applicant’s rights. With regard to the Chassagnou judgment, the Administrative Court took the view that the situation in Germany differed from that in France. It observed, in particular, that German owners of hunting grounds were able, by virtue of their membership of the hunting association, to influence the decision-making process as to how the relevant hunting rights should be exercised. Furthermore, they had the right to receive a share of the profits derived from the exercise of those hunting rights. All owners of plots which were too small to allow proper management of hunting rights joined a hunting association. The court further considered that the hunting associations not only served the leisure interests of those who exercised the hunting rights, but also imposed certain specific obligations on them which served the general interest, in particular a duty to manage game stocks with the aim of maintaining varied and healthy game populations and a duty to prevent damage caused by wild game. They were further obliged to comply with specific quotas set by the authorities for the hunting of game. These duties applied in the same way to the owners of hunting grounds of more than 75 hectares, notwithstanding the fact that these bigger plots were not grouped together in common hunting districts.", "15. On 13 July 2004 and 14 April 2005 the Rhineland-Palatinate Administrative Court of Appeal and the Federal Administrative Court dismissed the appeals lodged by the applicant, on the same grounds as the Administrative Court.", "16. On 13 December 2006 the Federal Constitutional Court (1 BvR 2084/05) refused to admit a constitutional complaint by the applicant for adjudication. It noted at the outset that the provisions of the Federal Hunting Act did not violate the applicant’s right to the peaceful enjoyment of his property, but defined and limited the exercise of that right in a proportionate manner. The relevant provisions pursued legitimate aims, were necessary and did not impose an excessive burden on landowners.", "17. When defining the content and limits of property rights, the legislature had to weigh the landowners’ legitimate interests against the general interest. It had, in particular, to respect the principles of proportionality and equal treatment. The limitations imposed on the exercise of property rights must not infringe the core area of the protected right. The margin of appreciation allowed to the legislature depended on the specific context; the more important the social considerations, the wider the margin of appreciation.", "18. Applying these principles to the instant case, the Federal Constitutional Court considered that the applicant’s compulsory membership of a hunting association did not violate his property rights. The core area of that right had not been infringed. The Federal Hunting Act pursued the legitimate aims of preserving game in a manner adapted to the rural and cultural environment and ensuring healthy and varied wildlife, aims encompassed in the notion of “management and protection of game stocks” (Hege). Under the Federal Hunting Act, gamekeeping was a means not only of preventing damage caused by wildlife, but also of avoiding any impediment to the use of the land for agriculture, forestry and fishing. These aims served the general interest.", "19. Compulsory membership of a hunting association was an appropriate and necessary means of achieving those aims. Referring to paragraph 79 of the Chassagnou judgment, cited above, the Constitutional Court considered that the European Court of Human Rights had acknowledged that it was undoubtedly in the general interest to avoid unregulated hunting and encourage the rational management of game stocks. Compulsory membership of a hunting association was also a proportionate means. The impact on property rights was not particularly serious and did not outweigh the general interest in the rational management of game stocks. Furthermore, the Federal Hunting Act conferred on every member of the hunting association the right to participate in the decisionmaking process within the association and to receive a share of the profits derived from the leasing of the hunting rights.", "20. The Constitutional Court further considered that there had been no violation of the applicant’s right to freedom of conscience. It noted that in paragraph 114 of the Chassagnou judgment the European Court of Human Rights had accepted that the convictions of the applicants in that case attained a certain level of cogency, cohesion and importance and were therefore worthy of respect in a democratic society. The Constitutional Court left open the question whether this assessment was correct in Mr Herrmann’s case. It agreed, however, to take this assumption as a starting point as it considered that in any case there had been no violation of Article 4 of the Basic Law (see paragraph 25 below). It was doubtful whether there had been any interference with the applicant’s right to freedom of conscience. Even assuming that there had been, it was, in any event, not of a serious nature. As the applicant was not forced to participate in hunting himself and did not have to take any decision in that respect, the court considered that he had not been placed in a position of conflict of conscience. It further observed that the right to freedom of conscience did not encompass a right to have the entire legal order made subject to one’s own ethical standards. If the legal order distributed the right to make use of a certain property among several stakeholders, the owner’s conscience did not necessarily outweigh the other stakeholders’ constitutional rights. If the applicant’s landholding – and those of other owners who were opposed to hunting – were taken out of the common hunting districts because of the landowners’ convictions, the whole system of property ownership and management of game stocks would be jeopardised. The right to freedom of conscience did not outweigh the general interest in the instant case.", "21. According to the Federal Constitutional Court, the applicant’s complaint did not come within the scope of the right to freedom of association because German hunting associations were of a public nature. They were vested with administrative, rule-making and disciplinary prerogatives and remained integrated within State structures. There was thus no doubt that the association was not characterised as “public” simply in order to remove it from the scope of Article 11 of the Convention.", "22. The Federal Constitutional Court further considered that the applicant’s right to equal treatment had not been breached. The administrative courts had put forward relevant reasons for drawing a distinction between the owners of landholdings of less than 75 hectares and those of more than 75 hectares (see paragraph 11 above). Contrary to the situation in France, which had been examined by the Court in the Chassagnou judgment, the Federal Hunting Act applied to the whole of Germany and was binding on all landowners. The owners of land of more than 75 hectares had the same duties with regard to gamekeeping as those who belonged to hunting associations.", "23. Finally, the Federal Constitutional Court observed that the administrative courts had considered the Chassagnou judgment and had emphasised the differences between German and French law as applicable at the relevant time.", "24. Having been invited by the President of the Grand Chamber to provide the Court with additional information regarding the actual use of the applicant’s land, the Government submitted a declaration by the farmer who had taken out a lease on the agricultural land to which the applicant’s plots belonged. The farmer submitted that she regularly used the land to raise cattle destined for slaughter. This was confirmed in a written statement by the mayor of the municipality of Langsur. The applicant submitted that he had visited the plots several times over the previous years without ever seeing any cattle. He had never given permission for his land to be used in that way and would take legal action against any possible abuse.", "25. The Basic Law provides:", "“(1) Freedom of faith and conscience and freedom to profess a religious or philosophical creed shall be inviolable.”", "“(1) Property and the right of inheritance shall be guaranteed. Their content and limits shall be defined by the law.", "(2) Property entails obligations. Its use shall also serve the public good.”", "“Mindful also of its responsibility toward future generations, the State shall protect the natural foundations of life and animals through legislation and, in accordance with law and justice, through executive and judicial measures, all within the framework of the constitutional order.”", "“(1) On matters falling within the scope of concurrent legislative powers, the Länder shall have power to legislate so long as and to the extent that the Federation has not exercised its legislative powers by enacting a law.", "(2) ...", "(3) If the Federation has made use of its power to legislate, the Länder may enact laws at variance with this legislation with respect to:", "1. hunting (except for the law on hunting licenses);", "...", "Federal laws on these matters shall enter into force no earlier than six months following their promulgation unless otherwise provided with the consent of the Bundesrat. As regards the relationship between Federal law and the laws of the Länder, the more recent law shall take precedence in respect of matters coming within the scope of the first sentence.”", "26. Section 960(1)(1) of the Civil Code provides:", "“Wild animals shall be ownerless as long as they are not in captivity. ...”", "27. Section 1 of the Federal Hunting Act (Bundesjagdgesetz) reads as follows:", "“(1) Hunting rights shall comprise the exclusive rights to protect, hunt and acquire ownership of wild game in a specific area. Hunting rights shall be linked to a duty to manage and protect game stocks (Pflicht zur Hege).", "(2) The management of game stocks shall be aimed at maintaining varied and healthy game populations at a level compatible with care of the land and with the prevailing cultural conditions and at preventing damage caused by game ...", "(3) Persons engaging in hunting shall abide by the commonly accepted standards of the German ethical principles governing hunting (deutsche Weidgerechtigkeit).", "(4) Hunting shall encompass the search for, pursuit, killing and catching of wild game.", "...”", "28. The Federal Hunting Act distinguishes between hunting rights (Jagdrecht) and the exercise of hunting rights (Ausübung des Jagdrechts). The landowner has hunting rights over his or her property. The exercise of hunting rights is regulated by the following sections of the Hunting Act:", "“Hunting rights may be exercised either in private hunting districts (section 7) or in common hunting districts (section 8).”", "“The hunt shall be suspended on land which does not belong to a hunting district, and on enclosed properties (befriedete Bezirke). Limited exercise of hunting rights may be permitted. This law does not apply to zoological gardens.”", "29. Section 7 provides, inter alia, that plots of at least 75 hectares which can be used for agriculture, forestry or fishing and which belong to a single owner constitute private hunting districts.", "30. Section 8 provides that all land which does not belong to a private hunting district constitutes a common hunting district if it has an overall surface area of at least 150 hectares. The owners of land belonging to a common hunting district are de jure members of a hunting association according to the following provisions:", "“The owners of land belonging to a common hunting district shall form a hunting association. The owners of land on which hunting is prohibited shall not belong to the hunting association.”", "“(1) The hunting association shall as a rule operate the hunt on a leasehold basis. The lease may be limited to the members of the association.", "(2) The hunting association shall be allowed to lease out the hunting rights on its own account. With the agreement of the competent authority, it may decide to suspend the hunt (Ruhen der Jagd).", "(3) The association shall decide on the use to be made of the net profits from the hunt. If the association decides not to distribute them among the owners of the hunting grounds according to the amount of land they own, each owner who contests this decision shall be allowed to claim his or her share. ...”", "31. The practice of hunting is regulated as follows:", "“(1) Hunting shall be prohibited in areas where it would, in the specific circumstances, disturb public peace, order or safety or endanger human life.", "(2) Hunting in nature and wildlife conservation areas and in national and wildlife parks shall be regulated by the Länder.”", "“The shooting of game is to be regulated in a manner which fully safeguards the legitimate interest of agriculture, fishery and forestry in being protected from damage caused by wild game, and which takes into account the requirements of the conservation of nature and the landscape. Subject to these restrictions, the regulation of game shooting shall contribute to maintaining a healthy population of all domestic game in adequate numbers and, in particular, to ensuring the protection of endangered species.”", "32. Liability for damage caused by game is regulated as follows:", "“If a plot belonging to a common hunting district or being incorporated in a common hunting district is damaged by cloven-hoofed game, wild rabbits or pheasants, the hunting association shall compensate the landowner for the damage. The cost of compensation shall be borne by the members of the association in proportion to the size of their respective plots. If the leaseholder of the hunt has assumed partial or full liability for compensation in respect of game damage, he or she shall be liable. The hunting association shall remain liable if the person who sustained the damage is unable to obtain compensation from the leaseholder.”", "“(1) Hunting association are public-law corporations. They are subject to State supervision, exercised by the local hunting authority ... Each hunting association shall create its own statutes (Satzung). The statutes must be approved by the supervisory authority unless they are in accordance with the model statutes issued by the highest hunting authority; in this case, notice of the statutes shall be given to the local hunting authority. If the hunting association fails to create statutes within one year after the issue of the model statutes, the supervisory authority shall create and publish them ... at the association’s expense.", "...", "(4) Cost orders (Umlageforderungen) shall be enforced in accordance with the provisions of the law on the enforcement of administrative acts. The powers of enforcement shall be exercised by the treasury office responsible for enforcing the claims of the municipality in which the association is situated ...”", "34. The research undertaken by the Court in relation to forty Council of Europe member States shows that membership of a hunting association is not compulsory in thirty-four countries (Albania, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, the Czech Republic, Estonia, Finland, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Moldova, Montenegro, the Netherlands, Poland, Portugal, Romania, Russia, San Marino, Serbia, Slovakia, Slovenia, Spain, “the former Yugoslav Republic of Macedonia”, Turkey, Ukraine and the United Kingdom). In Austria, France and Sweden membership of a hunting association is obligatory in principle. The legislation in Georgia and in Switzerland makes no provision for hunting associations. Lastly, hunting is not practised in Monaco.", "35. Considerable differences exist between these member States’ laws as regards the obligation for landowners to tolerate hunting on their land. Of the thirty-nine member States in which hunting is practised, eighteen (Albania, Azerbaijan, Belgium, Estonia, Finland, Georgia, Hungary, Ireland, Latvia, Lithuania, Luxembourg, Malta, Moldova, the Netherlands, Portugal, “the former Yugoslav Republic of Macedonia”, the United Kingdom and Ukraine) do not oblige landowners to tolerate hunting, while eighteen others (Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Greece, Italy, Montenegro, Poland, Romania, Russia, San Marino, Serbia, Slovakia, Slovenia, Spain, Sweden and Turkey) do. However, both groups provide for exceptions of varying degrees to their respective rules. In France and the Czech Republic, the obligation to tolerate hunting depends on the specific situation regarding the plot of land and on administrative decisions. In Switzerland, there is no legislation governing the obligation to tolerate hunting.", "36. In four member States the legislation or case-law has been amended following the Court’s judgment in the case of Chassagnou and Others, cited above. In France, under the Loi Voynet of 26 July 2000, owners of land who are opposed to hunting for ethical reasons may, under certain conditions, request the termination of their membership of a hunting association. In Lithuania, following a ruling by the Constitutional Court, section 13(2) of the Hunting Act ceased to apply on 19 May 2005. Under this provision, landowners could object to hunting on their land only in cases where it might cause damage to their crops or forest land. In Luxembourg, in the wake of the judgments in Schneider v. Luxembourg (no. 2113/04, 10 July 2007) and Chassagnou and Others, cited above, the Hunting Act of 20 July 1929 was repealed and a new Act entered into force on 31 May 2011. It provides that landowners opposed to hunting on their land may, under certain conditions, request termination of their membership of a hunting association. Lastly, in the Czech Republic, the Constitutional Court ruled on 13 December 2006 that the administrative authority had to decide whether land could be included in a hunting district by weighing the different interests at stake in the light of the principles set out in the Chassagnou judgment."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1", "P1-1-2"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}