{"ITEMID": "001-85124", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOBETS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "Javier Borrego Borrego;Margarita Tsatsa-Nikolovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1977 and lives in Kyiv, Ukraine.", "5. On 7 July 2002 at 11 p.m. the applicant, with K. and M., had a fight with a taxi driver, B., and damaged his car. The taxi driver informed an operator at the taxi call centre that he had been assaulted. Two more taxis, which at that time were nearby, arrived and the taxi drivers tried to stop the fight. Another fight broke out, at the end of which the applicant and K. were thrown to the ground and held face down. M. ran away. In the meantime police arrived and arrested the applicant and K.", "6. They were brought to the Kyiv City Drug-Addiction Clinic (Київська міська наркологічна лікарня) where on 8 July 2002 at 1.25 a.m. the applicant was examined by a doctor, who concluded that the applicant was drunk and noted, inter alia, that he had some scratches on his forehead and a bruise to his eye. The applicant and K. were subsequently taken to the Solomyanskyy District Police Station (Територіальне відділення міліції Солом’янського районного управління ГУ МВС України в м.Києві).", "7. According to the applicant, the police officer, R., demanded that the applicant sign a statement admitting that he had been involved in an assault. When the applicant refused to do so, he was allegedly beaten with a truncheon.", "8. When the applicant complained of a headache and nausea, around 6 p.m. an ambulance was called for him. The applicant was found to have sustained numerous injuries to his face, head and ears. His body and especially his back had numerous bruises from blows, possibly from sticks. The ambulance doctor further concluded that the applicant had symptoms of concussion. According to the ambulance medical report, the applicant told the doctors that he had been beaten up by taxi drivers. The doctors recommended that the applicant be hospitalised.", "9. On 8 July 2002 at 9 p.m. the applicant was released from the police station. The applicant’s mother called an ambulance to the police station and at 10 p.m. the applicant was hospitalised with a closed cerebral trauma, concussion and numerous bruises on his back. The applicant told doctors that he had been beaten up by the police officers during his arrest.", "10. On 9 July 2002 the ambulance doctor informed the police that the applicant and K. had been hospitalised. According to the doctor, the applicant and K. had said that they had been beaten up by the police. The police officer, S., noted this and reported it to the head of the Solomyanskyy District Police Station. His report was added to the evidence in the criminal case against the applicant (see below).", "11. On the same day an expert medical examination performed at the applicant’s request, revealed that the applicant had had minor physical injuries (numerous scratches and bruises and concussion), some of which could have been inflicted by a rubber truncheon. The applicant told the expert that unknown persons had beaten him with sticks on the night of 78 July 2002.", "12. On 15 July 2002 the applicant left the hospital. According to the applicant, he was forced to leave, though he was not fully recovered; he stayed at home afterwards for two more weeks.", "13. On 10 July 2002 the police instituted criminal proceedings against the applicant for hooliganism.", "14. On 5 February 2003 the applicant was charged with the above crime.", "15. On 17 March 2003 the preliminary investigation was completed and the case was referred to the court for examination.", "16. On 5 August 2003 the Solomyanskyy District Court of Kyiv discharged the applicant from criminal liability in view of “the change in the situation eliminating public danger of the offence and of the applicant”. The applicant appealed, stating, inter alia, that he had never agreed to the termination of the criminal proceedings on this ground. On 7 October 2003 the Kyiv City Court of Appeal upheld the decision of 5 August 2003. On 30 March 2004 the Supreme Court rejected the applicant’s cassation appeal.", "17. By a letter of 23 June 2004 the Supreme Court informed the applicant’s mother that it had been decided to request the applicant’s case file in order to decide whether to review his case under the extraordinary review procedure. The applicant did not inform the Court of the outcome of these proceedings.", "18. On 14 December 2002 the applicant’s mother complained of his ill-treatment and unlawful detention through the special police hotline “The Telephone of Trust”. The applicant’s mother was then invited to a meeting with police officials at the Ministry of Interior on 16 December 2002 to give evidence and submit an official complaint.", "19. On 29 January 2003 the investigating officer, M., sent the materials of the case related to the applicant’s allegations that he had been beaten up by the police officer, for additional scrutiny to the Solomyanskyy District Prosecutor’s Office (прокуратура Солом’янського району м. Києва).", "20. On 5 February 2003 the applicant filed with the prosecution authorities a similar complaint about having been assaulted by the police. On 18 February 2003 the Solomyanskyy District Prosecutor’s Office refused to institute criminal proceedings for want of evidence of any ill-treatment by the police, since they held that the injuries in question had been inflicted upon the applicant by the taxi drivers during the fight. On an unidentified date between March and August 2003 this decision was quashed and the case was remitted for further investigation.", "21. In a letter of 1 April 2003 the human resources officer at the Kyiv City Police Department (Головне управління МВС України в м. Києві) informed the applicant that the materials of the internal inquiry had been forwarded to the Solomyanskyy District Prosecutor’s Office. The unnamed officials at the Solomyanskyy District Police Station were disciplined for keeping the applicant in custody without any record of his detention.", "22. On 26 August 2003 the Solomyanskyy District Prosecutor’s Office decided not to bring any charges against the police officers for alleged ill-treatment of the applicant.", "23. On 20 October 2003 the Kyiv City Prosecutor’s Office (прокуратура м. Києва) found that the inquiry was flawed, quashed the conclusions of the Solomyanskyy District Prosecutor’s Office and ordered further inquiries into the applicant’s allegations. On 31 October 2003 the Solomyanskyy District Prosecutor’s Office instituted criminal proceedings against the police for exceeding their powers.", "24. Between February and April 2004 these proceedings were twice terminated and subsequently reopened by the prosecutor.", "25. On 22 June 2004 the investigator with the Solomyanskyy District Prosecutor’s Office found that the police were not responsible for the injuries sustained by the applicant.", "26. On 19 August 2004 the Kyiv City Prosecutor’s Office quashed the decision of 22 June 2004 and the case was remitted to the Shevchenkivskyy District Prosecutor’s Office (прокуратура Шевченківського району м. Києва) for further inquiries.", "27. On 30 July 2005 the Shevchenkivskyy District Prosecutor’s Office terminated the criminal proceedings in the absence of evidence of crime. In particular, V. and W. (taxi passengers) and B. (taxi driver) testified that the police officers had not beaten the applicant during his arrest. It was further found that the injuries could have been inflicted on the applicant by the taxi drivers. It was also stated that in a court hearing during the consideration of the criminal case against him K. had testified that four or five taxi drivers had beaten him and the applicant. As a result K. had had his nose and one rib broken.", "28. On 31 May 2006 the Shevchenkivskyy District Court quashed this decision and remitted the case for a further investigation to the Shevchenkivskyy District Prosecutor’s Office. The court pointed out that B. and K. had not been properly questioned about the argument which had led to another fight; other taxi drivers had not been questioned; confrontations had not been held, in particular, between the applicant and R. Moreover, the court found that after the case had been remitted for further investigation the investigating officer, M., had not taken any action and had based his decision entirely on already existing materials.", "The investigation still appears to be pending.", "29. On an unidentified date the applicant instituted proceedings in the Solomyanskyy District Court of Kyiv complaining of unlawful detention on 8 July 2002. On 11 May 2006 the court rejected the applicant’s complaint. On 25 May 2006 the Kyiv City Court of Appeal quashed this decision and found that the applicant’s detention had been unlawful.", "30. The relevant provision of the Constitution of Ukraine reads as follows:", "Article 28", "“Everyone has the right to respect for his or her dignity.", "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”", "31. Article 4 of the Code provides that the court, prosecutor or investigator must, to the extent that it is within their power to do so, institute criminal proceedings in every case where evidence of a crime has been discovered, take all necessary measures provided by law to establish whether a crime has been committed and the identity of the perpetrators and punish them.", "32. Articles 99(1) and 215 of the Code provides that an investigator’s decision not to institute or to discontinue the proceedings can be appealed against to the prosecutor or to the court."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}