{"ITEMID": "001-59992", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF R.D. v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. On 16 September 1994 the Wałbrzych District Prosecutor (Prokurator Rejonowy) charged the applicant with receiving a bribe and detained him on remand in view of the reasonable suspicion that he had committed the offence in question. On the same day the prosecutor confronted the applicant with his co-suspect who had offered him a bribe, and ordered a search of the applicant’s home. On 28 September 1994, on an appeal filed by the applicant, the Wałbrzych Regional Court (Sąd Wojewódzki) quashed the detention order and released him under police supervision.", "10. On 10 February 1995 the Wałbrzych District Prosecutor lodged a bill of indictment with the Wałbrzych Regional Court. The indictment comprised twelve counts charging seven co-defendants. Two of the applicant’s co-defendants were indicted on charges of an attempt to traffic in women.", "11. Subsequently, on an unknown date, the Wałbrzych Regional Court appointed a defence counsel for the applicant.", "12. The trial ended on 15 April 1996. The applicant was convicted as charged and sentenced to one year’s imprisonment suspended for two years and a fine. The Regional Court exempted the applicant from paying the costs of the proceedings and court fees at first instance. It ordered the State Treasury (Skarb Państwa) to cover the legal fees involved in his defence by the officially-appointed lawyer.", "13. On 24 June 1996 the applicant’s lawyer filed an appeal with the Wrocław Court of Appeal (Sąd Apelacyjny). The Regional Prosecutor lodged his appeal at about the same time. The applicant filed a memorandum and produced documents in support of his arguments on 27 September 1996.", "14. Later, the Wrocław Court of Appeal appointed a new defence counsel to assist the applicant in the appellate proceedings.", "15. On 10 October 1996 the Wrocław Court of Appeal heard the appeals. Both the applicant and his officially-appointed lawyer were present. The applicant asked the court to read out all the records of evidence heard from him during the first instance proceedings. The court declined to do so, pointing out that the appellate hearing was limited to the questions of fact and law which had been put forward by the parties in their appeals and oral pleadings. It found it unnecessary to read the voluminous records of the oral evidence taken from the applicant.", "16. On the same day the Court of Appeal upheld the first-instance judgment. It levied on the applicant a court fee of 65.00 Polish zlotys [approx. 130 FRF] for examining his appeal and ordered him to pay 50.96 Polish zlotys [approx. 100 FRF] as the costs of the appellate proceedings. The court ordered that the costs involved in the applicant’s defence in the appeal proceedings be borne by the State Treasury.", "17. On 12 October 1996 the applicant lodged a notice of cassation appeal with the Wrocław Court of Appeal and asked it to serve on him the written reasons for its judgment. He also asked the Court of Appeal to appoint a new lawyer to assist him in the preparation of his cassation appeal. The relevant part of the application read:", "“The appeal proceedings were of a fictitious nature ... [which was shown] by the time foreseen by the Court of Appeal for dealing with [my] appeal. [That] court foresaw only 15 minutes ... The appellate hearing was to start at 9.00 a.m. and the next case was to be heard at 9.15 a.m. ... In addition, as I learnt on 11 October this year, the Court of Appeal had replaced my previous defence counsel by someone else ... who – probably – did not know the case. ...", "Article 464 § 2 of the Code of Criminal Procedure stipulates that a cassation appeal must be filed and signed by an advocate. Since the Court of Appeal deprived me of my [previous] officially-appointed lawyer, it should appoint another counsel for me. I therefore ask the court to appoint me such a lawyer and order him to file a cassation appeal on my behalf, in particular on the grounds mentioned in my pleading of 14 June 1996 and on other grounds – such as breaches of the law committed by the Court of Appeal – which I will later specify in my own separate cassation appeal. ...”", "18. On 9 December 1996 the written reasons for the judgment of the Wrocław Court of Appeal were served on the applicant. On that date the time-limit of thirty days for lodging a cassation appeal began to run (see also paragraph 32 below).", "19. On 23 December 1996 the Court of Appeal dismissed the applicant’s request for free legal assistance in cassation proceedings. The court considered that the applicant had failed to prove that he could not afford such assistance. The relevant decision read:", "“In his application, received at the Court of Appeal’s registry on 15 October 1996, the applicant asked this Court to appoint a lawyer to assist him in filing a cassation appeal against the judgment of the Wrocław Court of Appeal of 10 October 1996.", "The circumstances on which the applicant relies cannot be considered as a basis for a finding that his family and financial situation, and his income, make it impossible for him to pay costs involved in appointing a lawyer of his own choice in order to have a cassation appeal filed. That [view] is based on the post previously held by the applicant and the income that he received from his employment.", "Instruction: this decision – refusing an application for appointing a lawyer to assist in filing a cassation appeal – cannot be appealed against.”", "That decision was served on the applicant on 31 December 1996.", "The time-limit for lodging a cassation appeal expired on 9 January 1997.", "20. In the meantime, on 3 January 1997, despite the court’s instruction to the contrary, the applicant had appealed to the Supreme Court (Sąd Najwyższy) against the refusal to grant him legal assistance. He lodged the appeal through the Wrocław Court of Appeal.", "21. By an order made on 15 January 1997, the President of the Court of Appeal refused to proceed with the appeal because it was inadmissible in law. The applicant appealed to the Supreme Court, which, on 28 February 1997, upheld the contested order.", "22. At the relevant time provisions of the Law of 19 April 1969 – Code of Criminal Procedure (Kodeks postępowania karnego) (“the Code”) applied to proceedings before criminal courts. The Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998.", "23. Under Article 69 of the Code, an accused who had proved that he could not afford legal assistance (i.e. that the costs of such assistance “would entail a substantial reduction in his and his family’s standard of living”) might ask the trial court to appoint him a defence counsel.", "24. Article 71 of the Code laid down the principle known as “compulsory assistance of an advocate” (przymus adwokacki). That Article provided, in so far as relevant:", "“An accused must have a defence counsel [of his own choice or officially appointed] when a regional court is competent to deal with his case as a court of first instance. The counsel must take part in the main hearing; he must also take part in any appellate hearing if the president of the court or the court itself has found this necessary.”", "25. Under Article 75 § 1 of the Code, the official appointment of a lawyer was valid as long as the proceedings lasted and, subject to explicit exceptions, an officially-appointed lawyer was also obliged to act on behalf of his client after the judgment became final. However, according to domestic practice which started after 1 January 1996 (the date on which a new cassation appeals procedure was introduced into the system of criminal justice), a lawyer had again to be officially appointed in cassation proceedings.", "26. The conditions for exempting an accused from paying costs and fees involved in criminal proceedings, as well as from paying fees due for legal assistance, were laid down in Article 556 of the Code. That provision, in its relevant part, read:", "“The court may – either in full or in part – exempt an accused or [private or auxiliary] prosecutor (oskarżyciel prywatny lub posiłkowy) from [an obligation] to pay back to the State Treasury costs of proceedings or to pay ... fees due for legal representation by an officially-appointed lawyer if there are grounds to consider that, given the family and financial situation and the income of the person concerned, the payment thereof would entail a disproportionate burden on him.”", "27. Legal fees of advocates were set out in the Ordinance of the Minister of Justice of 4 June 1992 on Legal fees in proceedings before judicial authorities (Rozporządzenie Ministra Sprawiedliwości w sprawie opłat za czynności adwokackie w postępowaniu przed organami wymiaru sprawiedliwości). That ordinance was subsequently repealed; under a new ordinance, only minimum legal fees are stipulated and costs of legal representation are in principle determined freely in a contract between an advocate and a client.", "28. Paragraph 20 (1) of the 1992 Ordinance determined legal fees for defence in a criminal case before a regional court, a court of appeal and the Supreme Court at from 200 to 600 Polish zlotys (PLN) for each instance. Legal fees for the preparation of a cassation appeal were determined at from 50 to 300 PLN (paragraph 20 (1)).", "29. Regardless of whether a person was represented by a court-appointed lawyer or by a lawyer of his own choice, legal fees involved in his defence were estimated under the rules set out in the 1992 Ordinance.", "30. As from 1 January 1996, i.e. the date on which the relevant provisions of the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes entered into force, a party to criminal proceedings might lodge a cassation appeal with the Supreme Court against any final decision of an appellate court which had terminated criminal proceedings.", "31. Article 463a § 1 of the Code provided, in so far as relevant:", "“A cassation appeal may be lodged only on the grounds referred to in Article 388 [these included a number of procedural irregularities, such as, for instance, incorrect composition of the trial court; lack of legal assistance in cases where such assistance was compulsory; breach of the rules governing jurisdiction in criminal matters; trying a person in absentia in cases where his presence was obligatory and thus depriving him of an opportunity to defend himself, etc.] or on the ground of another flagrant breach of law provided that the judicial decision in question was affected as a result of such a breach. No cassation appeal may be directed against the severity of the penalty imposed (niewspółmierności kary).”", "32. Article 464 of the Code stipulated:", "“1. Parties to criminal proceedings shall be entitled to lodge a cassation appeal.", "2. A cassation appeal, which has been lodged by a party other than a prosecutor, shall be filed and signed by an advocate.", "3. Notice of a cassation appeal must be lodged with the court that has given the [relevant] decision within seven days from the date on which such decision was pronounced. The appeal itself must be lodged within thirty days from the date on which the decision, together with the reasons therefor, was served on the party concerned.”", "Paragraph 2 of Article 464 was later incorporated into Article 526 § 2 of the New Code of Criminal Procedure, which in similar terms lays down the principle of “compulsory assistance of an advocate” in cassation proceedings.", "33. Article 467 § 2 of the Code provided that the court which had given the decision appealed against was competent to decide whether the formal requirements for a cassation appeal had been complied with. If an accused’s appeal was not filed and signed by an advocate, it had to be rejected on formal grounds. If such an appeal complied with the formal requirements, the case was referred to the Supreme Court.", "Pursuant to paragraphs 3 and 4 of Article 467 of the Code, a single judge or, if the President of the Supreme Court so ordered, a panel of three judges sitting as the Supreme Court, decided on the admissibility of a cassation appeal. If the Supreme Court found that the appeal was inadmissible, it made a decision “not taking cognisance of the merits of the appeal” (postanowienie o pozostawieniu kasacji bez rozpoznania)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}