{"ITEMID": "001-94530", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TARNOWSKI v. POLAND (No. 1)", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial;No violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicants, Mr Juliusz Tarnowski, Mr Marek Tarnowski and Mr Aleksander Tarnowski are brothers. They are Polish nationals who were born in 1929, 1932 and 1934 respectively and live in Kraków and Sopot.", "5. The applicants are heirs of the owner of 27 plots of land and buildings, which constituted a property called “KońskieKolonie Fabryczne”. The property was de facto expropriated by the State by virtue of the 1944 Decree on Agrarian Reform in January 1945.", "6. However, in this particular case the relevant authorities failed to issue an appropriate administrative decision, declaring that the property had been subject to expropriation within the framework of the agrarian reform.", "7. In 1965 the State Treasury’s ownership title was entered in the land and mortgage register.", "8. In respect of plot no. 6271, the right of perpetual use of that plot was granted by the State Treasury to the “Zakłady Energetyczne Okręgu Radomsko-Kieleckiego SA” and that company was designated as the present occupier. On 12 July 1992 the State-owned enterprise was transformed into an independent public company, the “Zakłady Energetyczne Okręgu Radomsko-Kieleckiego SA”, the structure and functioning of which were governed by the provisions of the Commercial Code and other relevant Acts. The State however retained a 100 % shareholding in the company.", "9. On 23 July 1996 the applicants requested the Kielce Governor to issue a decision stating that the property “Końskie - Kolonie Fabryczne” should not have been subject to expropriation under section 2 § 1 (e) of the 1944 Decree on Agrarian Reform.", "10. On 30 June 1997 the Kielce Governor partly dismissed the applicants’ request, finding that a part of the property had met the criteria for expropriation set out in the 1944 Decree. However, the Governor declared that several plots of land with an overall area of 12.03 hectares should not have been subject to expropriation. This decision concerned, among others, plot no. 6271.", "11. The applicants and the present occupier of one of the plots appealed. On 14 January 1998 the applicants’ opponent withdrew its appeal. On 19 November 1997 the Minister of Agriculture discontinued the appellate proceedings in respect of the part of the decision given in the applicants’ favour and dismissed the applicants’ appeal against the remainder of the decision.", "12. On 8 June 2001 the Supreme Administrative Court dismissed the applicants’ further appeal, finding that the contested administrative decisions of the Kielce Governor and the Minister of Agriculture had been lawful.", "13. On 25 July 1996 the applicants instituted civil proceedings for rectification of an entry in the land and mortgage register. They requested the court to enter their title to plot no. 6271 in the land and mortgage register. Hearings were held on 8 January and 9 April 1997.", "14. On 16 April 1997 the Kielce Regional Court gave a decision, securing the applicants’ claims by entering a caveat in the land and mortgage register. Subsequently, the court stayed the proceedings pending the outcome of the above administrative proceedings.", "15. On 7 December 1998, following the delivery of the Kielce Governor’s decision of 30 June 1997 (see paragraph 10 above), the applicants requested that the proceedings be resumed in the part concerning the following plots: 1) nos. 1299/2, 1303, 1306/3 and 1307/7; 2) nos. 1310 and 1314/1; 3) no. 6271.", "16. On 23 June 1999 the Kielce Regional Court delivered a partial judgment in respect of the plots listed under 1) nos. 1299/2, 1303, 1306/3 and 1307/7 and 2) nos. 1310 and 1314/1. The judgment in this part became final. The proceedings in respect of plot no. 6271 continued.", "17. On 9 November 2000 the Kielce Regional Court stayed the proceedings in respect of plot no. 6271 as it had decided, following the request of another party, to re-open the proceedings in respect of plots nos. 1310 and 1314/1. The proceedings were resumed on an unknown date.", "18. On 1 March 2007 the Kielce Regional Court gave judgment in the case. In respect of the disputed plot no. 6271 the court partly allowed the applicants’ claim and decided on rectification of an entry in the land and mortgage register in respect of plot no. 6271/3. The court dismissed the remainder of the claim (plots nos. 6271/1 and 6271/2), finding that that part of plot no. 6271 had been sold by the applicants’ predecessor in title in 1939. It had been in the possession of certain individuals until the 1960s when it had been resold to the State Treasury with a view to realising certain development plans. The judgment became final as no parties lodged an appeal.", "19. On 12 July 2007 the applicants were entered in the land and mortgage register as the owners of plot no. 6271/3.", "20. On 19 November 2007 the applicants sold the abovementioned plot to the present occupier (see paragraph 32 below).", "21. On 15 April 1999 the applicants lodged an action for recovery of plot no. 6271.", "22. On 23 November 1999 the Kielce Regional Court stayed the proceedings pending the outcome of the proceedings for rectification of an entry in the land and mortgage register (see paragraphs 1320 above).", "23. On 20 January 2003 the applicants requested the court to resume the proceedings. The applicants submitted that the proceedings regarding the rectification of the entry in the land and mortgage register had been pending before the Kielce Regional Court. However, they wished to have the proceedings resumed as the Kielce Governor’s decision of 30 June 1997 had become final in respect of plot no. 6271 and their title to this plot had not been disputed.", "24. On 21 March 2005 the Kielce Regional Court dismissed the applicants’ request.", "25. On 1 June 2007 the applicants requested the court to resume the proceedings as the proceedings regarding the rectification of the entry in the land and mortgage register had ended on 1 March 2007 (see paragraph 18 above). On 28 June 2007 the court resumed the proceedings.", "26. On 27 December 2007 the proceedings were discontinued, since the applicants had withdrawn their action.", "27. On 1 March 1999 the applicants instituted civil proceedings for compensation for the use of their property by the State Treasury without valid legal title. They claimed compensation for the period from 29 September 1990.", "28. The right of perpetual use of plot no. 6271 was granted by the State Treasury to the “Zakłady Energetyczne Okręgu Radomsko-Kieleckiego SA” and that company was designated as the present occupier (see paragraph 8 above).", "29. On 6 December 2001 the Kielce Regional Court gave judgment in the case. On 12 July 2001 the Cracow Court of Appeal upheld the firstinstance judgment. On 11 February 2004 the Supreme Court quashed the second-instance judgment and remitted the case.", "30. On 17 December 2004 the Court of Appeal held a hearing in the case. At the hearing the applicants partly withdrew their claim in respect of plots nos. 1310 and 1314/1.", "31. On 29 December 2004 the Cracow Court of Appeal gave judgment partly in the applicants’ favour awarding them the amount of PLN 894,648 for the period from 1 January 1997 to 20 October 2000. In respect of plot no. 6271 the court awarded the amount of PLN 433,906 and dismissed the defendant’s claim that part of that plot had been sold by the applicants’ predecessor in 1939 as it had failed to substantiate them.", "32. On 19 November 2007 the applicants sold plot no. 6271/3 to the present occupier of the property - the “Zakłady Energetyczne Okręgu Radomsko-Kieleckiego SA”. On the basis of that agreement the applicants were awarded compensation for the use of the plot without title for the period from 20 April 2007 to 19 November 2007. In respect of the period from 1 November 2000 to 20 April 2007 the parties decided that it would be subject to another agreement to be concluded in the future or civil proceedings.", "33. On 1 March 2005 the applicants lodged a complaint with the Cracow Court of Appeal under the Act of 17 June 2004 on complaints about a breach of the right to trial within a reasonable time (“the 2004 Act”). The applicants claimed just satisfaction in the amount of PLN 1. They also requested the court to take action to expedite and resume the proceedings for recovery of the property (see paragraphs 21-26 above).", "34. On 29 April 2005 the Cracow Court of Appeal rejected the complaints of Mr M. Tarnowski and Mr A. Tarnowski as all three applicants had paid only PLN 100 by way of Court fees. It held that this had been contrary to section 17 § 2 of the 2004 Act, which provided that each applicant was obliged to pay the amount of PLN 100 in respect of their complaints.", "35. Having examined the complaint lodged by Mr J. Tarnowski, on 29 April 2005 the Cracow Court of Appeal found that the proceedings had been handled properly. The court concluded that the fact that the proceedings had been suspended from November 1999 had not amounted to “unreasonable delay” as defined by the 2004 Act. It found that a delay had occurred only between the date when the applicants submitted their request for the proceedings to be resumed to the Kielce Regional Court on 20 January 2003 and the date of the decision on this matter on 21 March 2005. The court granted Mr J. Tarnowski just satisfaction in the amount of PLN 1 as he had requested. The court dismissed the request for the proceedings to be expedited.", "36. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, is set out in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.", "The relevant domestic law and practice concerning Article 1 of Protocol No. 1 is set out in the Court’s judgments in the cases of Zwierzyński v. Poland, no. 34049/96, § 63-74, ECHR 2001-VI, and Bennich-Zalewski v. Poland, no. 59857/00, judgment of 22 April 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}