{"ITEMID": "001-67478", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MORENO GOMEZ v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1948 and lives in Valencia.", "9. The applicant has lived in a flat in a residential quarter of Valencia since 1970.", "10. Since 1974 the Valencia City Council has allowed licensed premises such as bars, pubs and discotheques to open in the vicinity of her home, making it impossible for people living in the area to sleep.", "11. Local residents first complained about vandalism and noise in the locality before 1980.", "12. In view of the problems caused by the noise, the Valencia City Council resolved on 22 December 1983 not to permit any more night clubs to open in the area. However, the resolution was never implemented and new licences were granted.", "13. In 1993 the City Council commissioned a report by an expert. The expert found that the noise levels were unacceptable and exceeded permitted levels. At 3.35 a.m. on Saturdays they were in excess of 100 dBA Leq (decibels), ranging from 101 to 115.9 dBA Leq.", "14. In a report of 31 January 1995 the police informed the Valencia City Council that nightclubs and discotheques in the sector in which the applicant lived did not systematically close on time. They said that they were able to confirm that the local residents’ complaints were founded.", "15. On 28 June 1996 the City Council approved a new bylaw on noise and vibrations, which was published on 23 July 1996 in the Official Gazette of Valencia province. Article 8 of the bylaw lays down that in a family residential area (such as the one in which the applicant lives) external noise levels were not to exceed 45 dBA Leq between 10 p.m. and 8 a.m. Article 30 of the bylaw defines “acoustically saturated zones” as areas in which the large number of establishments, activity of the people frequenting them and passing traffic expose local residents to high noise levels and cause them serious disturbance.", "16. Lastly, the bylaw specified the conditions that had to be satisfied for an area to be designated an “acoustically saturated zone” (zona acústicamente saturada) and the consequences of designation, which included a ban on new activities (such as nightclubs and discotheques) that led to acoustic saturation.", "17. Following a resolution of the Valencia City Council sitting in plenary session on 27 December 1996, which was published in the Official Gazette of the Valencia province on 27 January 1997, the area in which the applicant lived was designated an acoustically saturated zone.", "18. Nevertheless, on 30 January 1997 the City Council granted a licence for a discotheque to be opened in the building she lived in. The licence was subsequently declared invalid by a judgment of the Supreme Court of 17 October 2001.", "19. In order to determine whether the area should be designated an acoustically saturated zone, the City Council took various sound-level readings to monitor acoustic pollution there. In each of its reports the City Council laboratory indicated that the noise levels exceeded those permitted by the bylaw.", "20. The applicant was exasperated by the situation, which prevented her from sleeping and resting and caused her insomnia and serious health problems. On 21 August 1997 she lodged a preliminary claim with the Valencia City Council in which she relied on Article 15 (right to life and to physical integrity) and Article 18 § 2 (right to the privacy and inviolability of the home). She sought 3,907 euros (650,000 pesetas) for the damage she had sustained and the cost of installing double glazing.", "21. Having received no reply from the authorities and in accordance with the Fundamental Rights (Protection) Act (Law no. 62/1978), the applicant lodged an application for judicial review with the Valencia High Court of Justice on 25 November 1997, alleging a violation of Articles 15 and 18 § 2 of the Constitution.", "22. On 2 October 1997 the Valencia City Council lodged its written observations. It submitted that the application was premature and should be declared inadmissible, as the Council could still find a solution. This preliminary objection was dismissed in a decision of 27 October 1997.", "23. On 11 December 1997 the representative of state council’s office argued that the court should find in favour of the applicant. He considered that there had been a violation of Articles 15 and 18 § 2 of the Constitution and that the applicant’s claim for damages was justified.", "24. In a judgment of 21 July 1998, delivered after an adversarial hearing in public, the Valencia High Court of Justice dismissed the application for judicial review. It found that the readings had been taken in the entrance hall to the building, not in the applicant’s flat, and could not entail a violation of Articles 15 and 18 § 2 of the Constitution; it also noted that the medical expert’s report stated only that the applicant had been receiving treatment for insomnia for several years, without indicating the length of or reason for such treatment.", "25. On 9 October 1998 the applicant lodged an amparo appeal with the Constitutional Court. Relying on Articles 14 (equality) and 24 (right to a fair hearing) of the Constitution, she complained that the High Court of Justice had not given sufficient reasons in its judgment or assessed the evidence. She also complained under Articles 15 and 18 § 2 of the Constitution of a violation of her rights to life, physical and mental integrity, privacy and the inviolability of the home.", "26. In a decision of 29 May 2000, the Constitutional Court declared the amparo appeal admissible and invited the applicant, the representative of state council’s office and the Valencia City Council to submit their observations. On the same day, it summoned the parties to a hearing on the merits on 16 May 2001.", "27. At the hearing on 16 May 2001, which was attended by all the parties, the applicant repeated her factual and legal submissions, stressing that there had been a violation of her fundamental rights.", "28. The Valencia City Council raised a number of preliminary objections. It further submitted that the appeal was confined to the decision of the Valencia High Court of Justice. With regard to the alleged violation of Articles 15 and 18 § 2 of the Constitution, it stated that there was no evidence of noise levels inside the applicant’s home and that the authority concerned should not bear sole responsibility for the noise to which the applicant had allegedly been exposed, as it had very limited means at its disposal to combat it.", "29. The representative of state council’s office agreed with the applicant that there had been a violation of Articles 15 and 18 § 2 of the Constitution. He argued that the amparo appeal should be regarded as hybrid, since it both accused the Valencia City Council of failing to defend the fundamental rights set out in Articles 15 and 18 of the Constitution and challenged the Valencia High Court of Justice’s decision, alleging a violation of Articles 14 and 24 of the Constitution also.", "30. As regards the violation of Articles 15 and 18 § 2 of the Constitution, the representative of state council’s office said that, in the light of the judgments of the European Court of Human Rights, in particular in the case of López Ostra v. Spain, there had been a violation of the applicant’s right to the inviolability of her home, as her home environment had been rendered unfit for ordinary everyday living. On the basis of the Court’s case-law, he sought a broader definition of the constitutional concept of the “home”.", "31. As regards noise levels inside the applicant’s home, the representative of state council’s office considered that the burden of proof had been reversed, as it was clear in the instant case that officials from the City Council had confirmed on a number of occasions that the maximum permitted noise levels were being exceeded. Consequently, he did not consider it necessary to require such proof from the applicant.", "32. In a judgment of 29 May 2001, which was served on 31 May 2001, the Constitutional Court dismissed the appeal after also dismissing the Valencia City Council’s preliminary objections. It ruled that the amparo appeal was hybrid in nature, that is to say that it alleged a violation of Articles 15 and 18 § 2 of the Constitution by the Valencia City Council and a breach of Articles 14 and 24 of the Constitution by the Valencia High Court of Justice.", "33. As regards the alleged violation of Articles 14 and 24 of the Constitution, the Constitutional Court began by noting that it was not entitled to substitute the High Court’s assessment of the evidence with its own. As to the applicant’s allegation that the judgment did not contain sufficient reasons, it noted that the High Court’s decision could not be regarded as arbitrary or unreasonable. It further observed that the applicant had not identified the decisions on which she relied in alleging discrimination. Thus, there was no evidence of any violation of Articles 14 and 24 of the Constitution.", "34. With regard to the alleged violation of Articles 15 (right to life and physical integrity) and 18 § 2 (right to privacy and to the inviolability of the home) of the Constitution, the Constitutional Court referred to the decisions in which the European Court of Human Rights had held that, in cases of exceptional gravity, repeated damage to the environment could infringe the right to respect for private and family life under Article 8 § 1 of the Convention, even if did not endanger health. The Constitutional Court held, however:", "“... there may only be a violation of Article 15 of the Constitution if the level of acoustic saturation to which a person is exposed as a result of an act or omission of a public authority causes serious and immediate damage to his or her health.”", "35. The Constitutional Court found that that test had not been satisfied in the case before it and pointed out:", "“... even though the appellant maintains that the noise levels to which she was exposed turned her into an insomniac, the only evidence she has adduced is a certificate stating that she was admitted to hospital and saw a doctor, without any indication of the period for which she had been suffering from lack of sleep or the cause thereof. ...”", "36. The Constitutional Court found that the applicant had not established a direct link between the noise and the damage she had sustained.", "37. As to the allegation of a violation of Article 18 of the Constitution, the Constitutional Court further found that she had not established the existence of a nuisance in her home that amounted to a violation of the constitutional provision. It stated:", "“... the appellant has confined herself to making a general complaint by stating that the origin of the noise was diffuse and not restricted to a single source of production, and that the acoustic saturation resulted from a combination of noises. ... On the contrary, her entire case is based on a few sound-level readings taken inside her home which gave disparate results ... and do not establish that there has been a violation of the right relied on. ...”", "38. By way of conclusion, the Constitutional Court dismissed the amparo appeal on the following ground:", "“Consequently, as regards the alleged violation of the rights relied on the amparo appeal must be dismissed, as the appellant has failed to prove the existence of a genuine effective breach of fundamental rights attributable to the Valencia City Council.”", "39. That judgment was delivered by the Constitutional Court sitting as a full court. However, two judges expressed concurring opinions. The first said that the judgment restricted the free development of the personality at home. He considered that the conditions that had to be satisfied for there to be a violation of fundamental rights in the case under consideration were unreasonable and he defended the need to speak of a triple layer of constitutional protection, ranging from the right to physical and moral integrity (Article 15 of the Constitution) to an environment that was suitable for personal development (Article 45 § 1 of the Constitution), via the right to privacy in the home (Article 18 § 2 of the Constitution).", "40. The second judge pointed out in his concurring opinion that there was a preliminary problem that had not been adequately dealt with, namely the degree to which the relevant authority was required to provide the requested protection. Determining the extent of that obligation was a prerequisite to establishing whether or not there existed a causal link between the authority’s failure to act and the alleged violation. The authorities were obliged to exercise their power when the breach of the fundamental rights attained a certain level of gravity.", "41. The relevant provisions of the Constitution are as follows:", "“The provisions relating to the fundamental rights and freedoms recognised under the Constitution shall be construed in accordance with the Universal Declaration of Human Rights and the international treaties and agreements which Spain has ratified in that sphere.”", "“Everyone shall have the right to life and to physical and mental integrity. ...”", "“The home shall be inviolable. ...”", "“Everyone shall have the right to enjoy an environment suitable for personal development and the duty to preserve it.", "...”", "“Every citizen shall be entitled to seek protection of the freedoms and rights recognised in Article 14 and in the first section of Chapter II by bringing an action in the ordinary courts under a procedure designed to ensure priority and expedition and, in appropriate cases, by an appeal (recurso de amparo) to the Constitutional Court...”", "42. Section 6, which was repealed by the Administrative Courts Act of 13 July 1998 (Law no. 29/1998), read as follows:", "“... [a]n application for judicial review may be brought in accordance with the procedural rules set out in this section in respect of decisions of the public authorities that are subject to administrative law and liable to affect the exercise of the fundamental rights of the person...”", "43. The relevant parts of Article 44 of the Constitutional Court Act reads:", "“1. An amparo appeal for violations of rights and guarantees amenable to constitutional protection ... will lie only if:", "...", "(c) the party relying on the alleged violation formally pleads it in the relevant proceedings after becoming aware of its occurrence.”", "44. The relevant provisions of the bylaw provide:", "“Permitted external noise-reception levels shall be determined by reference to the main user of each of the areas marked on the city development plan and shall not exceed:", "Maximum reception levels:", "...", "Multiple family residence:", "Daytime (from 8 a.m. to 10 p.m.): 55 dB (A)", "Night-time (from 10 p.m. to 8 a.m.): 45 dB (A)", "...”", "“1. Zones that are acoustically saturated by additional causes are areas or places in which the large number of establishments, activity of the people frequenting them and passing traffic expose local residents to high noise levels and cause them serious disturbance.", "2. An area may be designated an acoustically saturated zone (ASZ) if, though individual activities are compliant with the levels set out in this bylaw, the level of disturbance due to external noise as referred to in Article 8 is exceeded twice-weekly in consecutive weeks, or three times intermittently over a period of 35 days, and exceeds 20 dB (A).”", "45. The relevant parts of the report drawn up by Mr X, a professor of applied physics, on the sound-level readings taken in the district in which the applicant lived in Valencia read as follows:", "“The results obtained from measurements taken by the Valencia University acoustic laboratory over a period of several years in the said area and measurements taken by other bodies showed that ambient noise levels in this area, in particular at nights and weekends (especially between 1 a.m. and 3 a.m.) are extremely high. At these periods in the area concerned the hourly equivalent sound levels (Leq) frequently exceed 70 dB (A) and the maximum corresponding levels exceed 80 dB (A).", "As a result, we can say that noise levels in dwellings in this urban area are intolerably high at night-time and, consequently, detrimental to the health and well-being of the residents.", "This conclusion is based on the fact that, even with the windows closed (including in the height of summer), indoor noise levels are very high. It should be noted that under the current regulations (building norm NBE-CA-88) the minimum insulation requirement for the frontage of buildings is 30 dB (A). In practice, that figure is never attained and is generally in the region of 15 to 20 dB (A).", "Consequently, in these circumstances, night-time noise levels inside the dwellings, for example in bedrooms overlooking the street, can be estimated at in the region of 50 dB (A), with maximum levels reaching approximately 60 dB (A). We would point out that this is a general estimate and is made without the need for specific measurements to be taken inside the dwellings concerned.", "We should explain here that the difference between 50 or 60 dB (A) and 30 dB (A) is enormous. Thus, an increase from 30 to 33 dB (A) does not represent a slight increase in noise (as a layman might think) but the doubling in intensity of the corresponding noise. An informed reading of this report is only possible if the meaning of the “decibel” unit used here is correctly understood.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}