{"ITEMID": "001-58898", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF SABEUR BEN ALI v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. On 17 March 1995 the applicant was arrested in Malta for drug-related offences. On 19 March 1995 he was brought before the Court of Magistrates, composed by a single magistrate, to be arraigned. He was charged with possession of drugs that were not intended for personal use, importation of drugs, conspiracy to commit drug-related offences and various breaches of the customs legislation. In accordance with section 27 of the Dangerous Drugs Ordinance, the applicant was remitted to custody pending the conclusion of the criminal inquiry.", "8. On conclusion of the inquiry on 4 April 1995, the applicant was committed for trial. On 29 July 1996 he applied to the Court of Magistrates for provisional release relying on the fact that “he ha(d) been under arrest for a considerable time” and that “he (was) in a position to give the guarantees required to appear for any part of the proceedings and the trial, as the Court (might) order”. The application was communicated to the Attorney General who was given twenty-four hours to reply. After the observations of the Attorney General had been obtained, a magistrate heard the parties on 31 July 1996. On 1 August 1996 the magistrate rejected the application because he was not satisfied that, if the applicant was released, there would be no interference with the due administration of justice.", "9. The trial commenced on 4 February 1997. On 5 February 1997 the applicant was acquitted of all charges and was released from custody.", "10. Section 34 § 3 of the Constitution of Malta provides:", "“Any person who is arrested or detained -", "(a) for the purpose of bringing him before a Court in execution of the order of a Court; or", "(b) upon reasonable suspicion of his having committed, or being about to commit, a criminal offence,", "and who is not released, shall be brought not later than forty-eight hours before a Court, and if any person arrested or detained in such a case as mentioned in paragraph (b) of this subsection is not tried within a reasonable time, then, without prejudice to any further proceedings which may be brought against him, he shall be released either unconditionally or upon reasonable conditions, including in particular such conditions as are reasonably necessary to ensure that he appears at a later date for trial or for proceedings preliminary to trial.”", "11. Section 353 of the Criminal Code provides:", "“1. Every officer of the Executive Police below the rank of inspector shall, on securing the person arrested, forthwith report the arrest to an officer not below the rank of inspector who, if he finds sufficient grounds for the arrest, shall order the person arrested to be brought before the Court of Judicial Police; otherwise he shall release him.", "2. Where an order is given for the person arrested to be brought before the Court of Judicial Police, such order shall be carried into effect without any undue delay and shall in no case be deferred beyond forty-eight hours.”", "12. In its judgment of 8 January 1991 in the Nicholas Ellul case, the Constitutional Court of Malta upheld a decision taken by the Civil Court, in the exercise of its constitutional jurisdiction, on 31 December 1990 to the effect that Article 5 § 3 of the Convention did not impose any obligation on the magistrate before whom an arrested person appeared to examine whether that person’s arrest had been made on a reasonable suspicion or not. Moreover, according to the judgment of the Civil Court, as upheld by the Constitutional Court, Article 5 § 3 of the Convention did not impose on the prosecution any duty, on presenting the arrested person, to adduce evidence that the police had a reasonable suspicion at the time of the arrest.", "13. In its judgment of 13 June 1994 in the Aquilina case, the Constitutional Court followed the same approach.", "14. The Criminal Code contains the following sections concerning bail:", "“574. (1) Any accused person who is in custody for any crime or contravention may, on application, be granted temporary release from custody, upon giving sufficient security to appear at the proceedings at the appointed time and place.", "…", "575. …", "(2) The demand for bail shall be made by an application, a copy whereof shall be communicated to the Attorney-General on the same day, whenever it is made by –", "…", "(c) persons accused of any crime punishable with more than three years’ imprisonment...", "(3) The Attorney-General may, within the next working day, by a note, oppose the application, stating the reasons for his opposition.", "…", "582. (1) The Court may not ex officio grant bail, unless it is applied for by the person charged or accused.", "…”", "15. Section 27 of the Dangerous Drugs Ordinance (Chapter 101 of the Laws of Malta) provides:", "“Notwithstanding the provisions of the Criminal Code, and saving the extensions by the President of the term of the inquiry as provided in subsection (1) of section 401 of that Code, where the Attorney General has directed that a person charged with selling or dealing in a drug against this Ordinance or charged with promoting, constituting, organising or financing a conspiracy under paragraph (f) of subsection (1) of section 22 or with the offence mentioned in subsection (1C) of the said section 22 is to be tried in the Criminal Court, such person shall be arraigned under arrest and the Court of Judicial Police as a Court of Criminal Inquiry shall conclude the inquiry within the term of twenty days from the arraignment, and until the expiration of that term or, if the inquiry is concluded at an earlier date, until such day, the person accused shall not be granted temporary release from custody, but at the end of those twenty days or such earlier date as aforesaid, the Court may grant temporary release from custody in accordance with the provisions of that Code.", "Provided that if the term of the inquiry is held in abeyance for the reason specified in paragraph (c) of subsection (1) of section 402 of the Criminal Code, the Court may nonetheless grant temporary release from custody after the lapse of twenty days from the arraignment.”", "16. On 7 March 1999 Godfrey Ellul was arrested for drug-related offences. He applied for release relying on Article 5 § 3 of the Convention and section 137 of the Criminal Code and claiming that section 27 of the Dangerous Drugs Ordinance was in violation of the Convention. The Court of Magistrates refused to order his release. He subsequently lodged a constitutional application in the First Hall of the Civil Court. On 7 May 1999 the Civil Court, relying on the Aquilina v. Malta judgment of 29 April 1999 of the European Court of Human Rights (to be published in Reports of Judgments and Decisions 1999), found section 27 of the ordinance to be in violation of Article 5 § 3 of the Convention. However, it did not order Godfrey Ellul’s release. Godfrey Ellul and the Attorney General appealed to the Constitutional Court. The Constitutional Court is expected to deliver its judgment on 19 June 2000. In the meanwhile Godfrey Ellul was released on bail on 3 November 1999.", "17. Section 137 of the Criminal Code provides:", "“Any Magistrate who, in a matter with his powers, fails or refuses to attend to a lawful complaint touching an unlawful detention, and any officer of the Executive Police, who, on a similar complaint made to him, fails to prove that he reported the same to his superior authorities within twenty-four hours, shall, on conviction, be liable to imprisonment for a term from one to six months.”", "18. On 13 April 1983 the police arrested Anthony Price for a breach of the Immigration Act. During his detention he became suspect of a serious offence concerning the public security of Malta. On 17 June 1983 the applicant applied to the Court of Magistrates requesting that he should be either charged or released. On 20 June 1983 the Court of Magistrates considered that it had the power under section 135 (currently section 137) of the Criminal Code to attend to a lawful complaint touching on unlawful detention. It also found that the police had not brought Price before the Court of Magistrates within 48 hours as required by section 365 (currently section 353) of the Criminal Code. As a result, the court ordered Price’s release.", "19. On 13 June 1990 the First Hall of the Civil Court ordered Christopher Cremona to be detained for twenty-four hours for contempt of court. The detainee appealed under section 1003 of the Code of Organisation and Civil Procedure. The Attorney General, with reference to Cremona having invoked section 137 of the Criminal Code, requested the Court of Magistrates to order the Acting Registrar of the Court and the Commissioner of Police to bring Cremona before the Court and order either of them to set him free at once. According to the Attorney General, Cremona’s appeal had suspensive effect on the execution of the judgment and, as a result, his continued detention was illegal. The Court of Magistrates acceded to the Attorney General’s request.", "20. Ibrahim Hafez Ibrahim Ed Degwej later christened Joseph Leopold invoked section 137 of the Criminal Code to challenge his prolonged and indefinite detention further to a removal order. He claimed that his detention, which had started in November 1983, had been rendered illegal because of its length and indefinite duration. On 4 July 1995 the Court of Magistrates ordered that the Attorney General be notified and, having heard his views, still on 4 July 1995, decided to reject the application.", "21. On 5 October 1994 the Court of Magistrates rejected an application for release by Emanuela Brincat. It observed:", "“As results from the records several applications have been filed, before this Court and before the Criminal Court, so that the person charged may be released, which applications have always been dealt with expeditiously, which fact makes it manifest in the most glaring manner how superfluous and incomprehensible the first paragraph of the present application is, where it refers to Article 137 of the Criminal Code.”", "22. Section 4 subsection (3) of the Constitution provides as follows:", "“If in any proceedings in any court other than the Civil Court, First Hall, or the Constitutional Court any question arises as to the contravention of any of the provisions of the Human Rights and Fundamental Freedoms, that court shall refer the question to the Civil Court, First Hall, unless in its opinion the raising of the question is merely frivolous or vexatious; and that court shall give its decision on any question referred to it under this subsection and, subject to the provisions of subsection (4) of this section, the court in which the question arose shall dispose of the question in accordance with that decision.”", "23. By virtue of the European Convention Act of 19 August 1987 the Convention became part of the law of Malta. Section 4 subsection (3) of the Act provides:", "“If in any proceedings in any court other than the Civil Court, First Hall, or the Constitutional Court any question arises as to the contravention of any of the provisions of the said sections 33 to 45 (inclusive), that court shall refer the question to the Civil Court, First Hall, unless in its opinion the raising of the question is merely frivolous or vexatious; and that court shall give its decision on any question referred to it under this subsection and, subject to the provisions of subsection (4) of this section, the court in which the question arose shall dispose of the question in accordance with that decision.”", "24. Article 5 § 4 of the Convention has been invoked before or relied on by the domestic courts in the following cases:", "Edwin Bartolo u Alfred Desira, decided by the First Hall of the Civil Court on 11 April 1989 and by the Constitutional Court on 15 February 1991;", "the above-mentioned Nicholas Ellul case;", "Anthony Mallia, decided by the First Hall of the Civil Court on 24 July 1991 and by the Constitutional Court on 9 March 1992;", "George Mifsud, decided by the First Hall of the Civil Court on 2 December 1994 and by the Constitutional Court on 11 April 1995;", "Joseph Grech, filed on 5 October 1995 and finally decided by the Constitutional Court on 21 February 1996;", "Emmanuela Brincat, decided by the First Hall of the Civil Court on 19 December 1994 and by the Constitutional Court on 21 February 1996;", "Carmelo Sant, decided by the First Hall of the Civil Court on 13 March 1997 (on 31 December 1997 the case was still pending before the Constitutional Court)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}