{"ITEMID": "001-80249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "GRANDCHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VILHO ESKELINEN AND OTHERS v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 (length of proceedings);No violation of Art. 6-1 (lack of a hearing);Violation of Art. 13;No violation of P1-1 alone or in conjunction with Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Anatoly Kovler;Christos Rozakis;Egbert Myjer;Françoise Tulkens;Giovanni Bonello;Javier Borrego Borrego;Jean-Paul Costa;Kristaq Traja;Lech Garlicki;Luzius Wildhaber;Matti Pellonpää;Mindia Ugrekhelidze;Nicolas Bratza;Peer Lorenzen", "TEXT": ["9. The applicants were born in 1955, 1953, 1954, 1956, 1937, 1957, 1983 and 1981 respectively and live in Sonkakoski and Sonkajärvi.", "10. The first five applicants and the late Mr Hannu Matti Lappalainen worked in the Sonkajärvi Police District. Under a collective agreement concluded in 1986, they were entitled to a remote-area allowance, which was added to their salaries as a bonus for working in a remote part of the country. The amounts of the allowance were calculated on the basis of a given area’s remoteness. By a collective agreement concluded on 15 March 1988, the remote-area allowance was abolished. This would have resulted in a reduction of the salary payable to civil servants whose duty station was Sonkajärvi. In order to prevent such a reduction, the collective agreement granted them monthly individual wage supplements from 1 March 1988.", "11. On 1 November 1990 the Sonkajärvi Police District was incorporated into the Iisalmi Police District by a decision of the Ministry of the Interior (sisäasiainministeriö, inrikesministeriet). Following the incorporation, the applicants’ duty station changed. They also lost their individual wage supplements and the length of their commute allegedly increased by up to 50 km per day as they had to travel from Sonkajärvi to Iisalmi.", "12. According to the applicants, following their request of 17 October 1990 to that effect, the Kuopio Provincial Police Command (läänin poliisijohto, länspolisledningen) promised that their loss would be compensated.", "13. On 25 March 1991 the Police Department of the Ministry of the Interior, at the request of the Provincial Police Command, submitted a request for authorisation for the payment of monthly individual wage supplements, amounting to between 500 and 700 Finnish marks (FIM) (84118 euros) per person, to those police officers and other personnel whose duty station had been changed from Sonkajärvi to Iisalmi. The request referred to an allegedly analogous case (the Mäntyharju case) in which the Ministry of Finance (valtiovarainministeriö, finansministeriet) had granted a request for individual wage supplements on 29 December 1989. On 3 July 1991 the Ministry of Finance replied that it could not grant such authorisation. It gave no reasons for its refusal.", "14. On 1 October 1992 competence to decide on wage supplements in respect of local police forces was transferred to the County Administrative Boards (lääninhallitus, länsstyrelsen).", "15. On 19 March 1993 the applicants lodged an application requesting that they be compensated for their loss. They referred to the above decision in the Mäntyharju case. They also relied on the principle of equality as laid down in Article 5 of the Constitution then in force (Suomen hallitusmuoto, Regeringsform för Finland; Law no. 94/1919).", "16. Four years later, on 19 March 1997, the request was rejected by the Kuopio County Administrative Board. It reasoned:", "“The civil servants of the former Sonkajärvi Police District ... have ... requested compensation for the losses arising from the incorporation of police districts, in response to which the Provincial Police Command, endorsing the request, submitted documents to the Police Department of the Ministry of the Interior. By a letter of 25 March 1991, the Ministry of the Interior recommended to the Ministry of Finance the retroactive payment from 1 November 1990 of individual wage supplements to those civil servants whose duty station, after the incorporation, is Iisalmi.", "By a letter of 3 July 1991, [the Ministry of Finance] informed the Ministry of the Interior that it had found that it could not grant the request.", "Following the [Ministry of Finance’s] decision, competence to decide on individual wage supplements was transferred to the County Administrative Boards. On 28 January 1993, in a negotiation meeting held by the Provincial Police Command at which the applicants were represented by Mr Lappalainen, it was noted that negotiations were pending with regard to the Askola Police District in Uusimaa County, which was a corresponding case. As [the Ministry of Finance], which had the relevant competence, had already decided the claims concerning the Sonkajärvi Police District, it was concluded that, on grounds of fairness, the decision in Uusimaa would be adhered to in Kuopio County were it to depart from the view of the Ministry of Finance. The Uusimaa County Administrative Board rejected the application and the decision was upheld by the Supreme Administrative Court. No new grounds have been presented in the letter of 19 March 1993, or in Mr Pallonen’s [further and] separate claim of 17 August 1994, to support the claims which have already been decided [by the Ministry of Finance].", "The County Administrative Board has not learned of any positive decisions regarding compensation in corresponding cases as regards the incorporation of police districts anywhere in the country following the above-mentioned [Ministry of Finance’s] decision.", "In 1990, when the incorporation took place, the Provincial Police Command lacked competence to make any binding promises as regards the compensation of costs. Its view had been shown through its support of the application.", "The County Administrative Board, using its discretion and basing itself on the earlier decision by the competent authority, considers that the decision has acquired a certain res judicata effect. Emphasising the principles of equality and fairness, the County Administrative Board also bases itself on the prevalent practice throughout the country.”", "17. Meanwhile, in December 1996 one of the applicants lodged a complaint with the Chancellor of Justice (oikeuskansleri, justitiekanslern) who, in his decision of 24 January 1997, drew attention to the fact that the applicants had still not received any answer to their application.", "18. On 25 April 1997 the applicants appealed against the County Administrative Board’s decision and requested an oral hearing which, they asserted, would make it possible to establish the facts of the case, in particular that a promise had been made by the Provincial Police Command. The Kuopio County Administrative Court (lääninoikeus, länsrätten) received replies to the appeal from the Provincial Police Command and the Provincial State Attorney (lääninasiamies, länsombudet), and these were communicated to the applicants for comment.", "19. By a decision of 8 June 1998, the County Administrative Court reasoned:", "“Rectification of wage increases affecting pensions falls outside the County Administrative Court’s competence.", "It is not necessary to receive oral testimony from the parties as regards the Provincial Police Command of the County Administrative Board’s promises concerning the incorporation of police districts, or on how the case has been otherwise handled, in order to clarify the case.", "In its letter of 25 March 1991, the Ministry of the Interior proposed to the Ministry of Finance that the Sonkajärvi Police District be incorporated into the Iisalmi Police District from 1 November 1990 [in fact, the Ministry of the Interior recommended payment, not incorporation] and that the inconvenience caused by the change of duty station be compensated in the form of a wage supplement of FIM 500 to 700 per month, retroactively from 1 November 1990. In its letter of 3 July 1991, the Ministry of Finance considered that it could not grant the request. Negotiations were held between the Police Department of the Ministry of the Interior and the Police Association [Suomen Poliisiliitto ry] on 3 September 1992 and between the Provincial Police Command of the Kuopio County Administrative Board and the applicants’ representative on 28 January 1993.", "Pursuant to Article 9 § 2 of the State Collective Agreement Decree (as amended on 18 September 1992), the County Administrative Board has competence to decide on wage supplements in respect of ... civil servants in the local police forces.", "The County Administrative Board must be considered to have examined the applicants’ ... submission dated 19 March 1993 as a rectification request, referred to in section 84 of the State Civil Servants Act. The rectification request has been lodged within the time laid down by section 95(1) of the State Civil Servants Act, if calculated from the Ministry of Finance’s decision of 3 July 1991.", "In 1990 the Provincial Police Command of the County Administrative Board lacked competence to give any binding promises pertaining to compensation. Competence to decide the matter lay at that time with the Ministry of Finance, which in its letter of 3 July 1991 had stated that it considered that it could not accede to the request. Since 1 October 1992 the County Administrative Board has had competence to decide on the wages of local police.", "The County Administrative Board has in its decision, subject to appeal, based itself on the decision by the former competent authority and on the fact that after 3 July 1991 no compensation had been awarded to personnel in other cases in which incorporation had taken place. The decision is therefore based on the prevalent practice at that time in the entire country. The decision cannot be considered unreasonable in those circumstances. It has been possible to dismiss the request for rectification.”", "20. On 7 July 1998 the applicants appealed further, requesting an oral hearing and emphasising that similar wage supplements had been granted to personnel from other police districts in corresponding situations. They relied, for example, on a decision of 10 January 1997 by the Pohjois-Karjala County Administrative Board, granting a police officer an individual wage supplement from 1 December 1996 following incorporation of the Valtimo Police District into the Nurmes Police District.", "21. On 27 April 2000 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), having received observations from the Provincial Police Command and the Provincial State Attorney and having communicated them to the applicants for comment, upheld the lower court’s decision. It reasoned:", "“The Supreme Administrative Court has examined the case.", "The promises made by the Provincial Police Command of the Kuopio County Administrative Board as regards compensation for costs arising from the incorporation of police districts have no legal relevance to the case. Thus, the holding of an oral hearing is manifestly unnecessary. Accordingly, the Supreme Administrative Court, having regard to section 38(1) of the Administrative Judicial Procedure Act, refuses [the appellants’] request for an oral hearing.", "In their letter of 19 March 1993, [the appellants] requested compensation in the form of individual wage supplements of costs arising from the incorporation of their police district. On 1 October 1992 competence to decide on wages in respect of local police forces was transferred to the County Administrative Board pursuant to section 9(2) of the State Collective Agreement Decree (as amended on 18 September 1992).", "[The appellants] have no statutory right to the individual wage supplement in question. The Kuopio County Administrative Board has not overstepped its margin of appreciation. The County Administrative Board’s decision is not in breach of the law. Therefore, the Supreme Administrative Court, having regard to section 7(1) of the Administrative Judicial Procedure Act, finds that there is no reason to amend the outcome of the County Administrative Board’s decision, which accordingly remains final.”", "22. The implementing instruction of 26 April 1988 on the application of the collective agreement with regard to the payment of a cold-area allowance to civil servants provided:", "“A civil servant working (before 29 February 1988) in a municipality not covered by the new collective agreement is entitled to an individual wage supplement ... as long as he or she is working in the municipality giving rise to an entitlement to such an allowance. Where a civil servant entitled to an individual wage supplement is ordered, temporarily or as a substitute, to perform the duties of another civil servant, or where his or her duty station is transferred to a municipality in which the previous remote-area allowance has not been paid, the said civil servant will not be paid the individual wage supplement during the period he or she is performing those other duties because, in order to receive the wage supplement, the civil servant has to perform his or her duties in a municipality giving rise to entitlement to the wage supplement.”", "According to the applicants, this instruction was not relevant to the present case, in that it allegedly concerned only temporary transfers, whereas the transfer of the applicants’ place of duty had been of a permanent nature.", "23. In its request of 25 March 1991, the Police Department of the Ministry of the Interior referred to an allegedly analogous case in which the Ministry of Finance had on 29 December 1989 granted a request for individual wage supplements following the incorporation of the Pertunmaa Police District into that of the Mäntyharju Police District (the Mäntyharju case).", "24. On 3 July 1991 the Ministry of Finance refused a request for compensation for commuting costs lodged by a civil servant whose duty station had changed following the incorporation of the Askola Police District into that of the Mäntsälä and Porvoo Police District. The decision was upheld by the Uusimaa County Administrative Board and the Supreme Administrative Court on 7 April 1993 and 7 December 1994 respectively.", "25. By a decision of 10 January 1997, the Pohjois-Karjala County Administrative Board granted a police officer a cold-area allowance at level 1 plus an individual wage supplement compensating for the difference between level 2 (Valtimo) and level 1 (Nurmes) of the cold-area allowance following the incorporation of the Valtimo Police District into the Nurmes Police District (the Nurmes case).", "26. Section 38(1) of the Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslagen; Law no. 586/1996) provides that an oral hearing must be held if requested by a private party. An oral hearing may however be dispensed with if a party’s request is ruled inadmissible or immediately dismissed or if an oral hearing would be clearly unnecessary due to the nature of the case or other circumstances.", "27. The explanatory report on the Government Bill (no. 217/1995) for the enactment of the Administrative Judicial Procedure Act examines the right to an oral hearing as provided by Article 6 of the Convention and the possibility in administrative matters to dispense with the hearing when it would be clearly unnecessary, as stated in section 38(1) of the said Act. It notes that an oral hearing contributes to a focused and immediate procedure but since it does not always bring any added value, it must be ensured that the flexibility and cost-effectiveness of the administrative procedure is not undermined. An oral hearing is to be held when it is necessary for the clarification of the issues and the hearing can be considered beneficial for the case as a whole.", "28. The international law and practice from which the Court sought guidance in Pellegrin v. France ([GC], no. 28541/95, ECHR 1999VIII) has been outlined in that judgment (see §§ 37-41).", "29. Article 47 of the Charter of Fundamental Rights of the European Union, proclaimed on 7 December 2000, on the right to an effective remedy and a fair trial, provides:", "“Everyone whose rights and freedoms guaranteed by the law of the Union are violated has the right to an effective remedy before a tribunal in compliance with the conditions laid down in this Article.", "Everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal previously established by law. Everyone shall have the possibility of being advised, defended and represented.", "Legal aid shall be made available to those who lack sufficient resources in so far as such aid is necessary to ensure effective access to justice.”", "30. The Explanations relating to the Charter of Fundamental Rights, originally prepared under the authority of the Praesidium of the Convention which drafted the Charter and finally integrated in the Final Act of the Treaty establishing a Constitution for Europe, do not have equal authority to the Charter. However, they are a “valuable tool of interpretation intended to clarify the provisions of the Charter”. They read as follows (extract):", "“The second paragraph [of Article 47] corresponds to Article 6(1) of the ECHR which reads as follows:", "‘In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.’", "In Union law, the right to a fair hearing is not confined to disputes relating to civil law rights and obligations. That is one of the consequences of the fact that the Union is a community based on the rule of law as stated by the Court in Case 294/83, ‘Les Verts’ v. European Parliament (judgment of 23 April 1986, [1988] ECR 1339). Nevertheless, in all respects other than their scope, the guarantees afforded by the ECHR apply in a similar way to the Union.”", "It follows that Article 47, in the context of European Union law, is not confined to civil rights and obligations or to criminal matters within the meaning of Article 6 of the Convention. In this respect the Charter codified existing case-law of the Court of Justice of the European Communities (see Marguerite Johnston v. Chief Constable of the Royal Ulster Constabulary, Case 222/84, [1986] ECR 1651, referred to in paragraph 60 below)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}