{"ITEMID": "001-24047", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "SIWAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The applicant, Mr Leszek Siwak, is a Polish national, who was born in 1954 and lives in Przemyśl. The responded Government were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs and, subsequently, Ms Sylwia Jaczewska, Acting Government Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant owns a flower shop in Przemyśl. On 7 March 1997 the applicant parked his car in an unauthorized place. He was stopped by the municipal police officers while he was transporting flowers and more than 200 kilos of soil to his shop. The police officers proposed the applicant to pay PLN 50 as a fine for parking in an unauthorized place. The applicant refused to pay the fine and, consequently, in accordance with the law then in force, the municipal police officers lodged a motion for punishment of the applicant by the Petty Offences Board (Kolegium do Spraw Wykroczeń).", "On 19 March 1997 the municipal police requested the Petty Offences Board to punish the applicant for a petty offence of illegal parking.", "The hearings listed for 10 October 1997 and for 29 October 1997 by the Przemyśl Petty Offences Board were adjourned due to the absence of the municipal police officers.", "At the hearing held on 11 December 1997 the Petty Offences Board heard a municipal police officer in the presence of the applicant.", "By a decision of 11 December 1997 the Petty Offences Board imposed a fine of PLN 120 on the applicant for illegal parking of his car.", "The applicant appealed against this decision, claiming that he could not transport the commodity in a different manner, especially the flowers, without exposing them to damage during the winter. He alleged that the municipality did not provide any other possibility of parking which could allow him to run his business.", "On 16 December 1997 the applicant’s appeal and the case-fine was transmitted to the Przemyśl District Court for examination.", "On 8 January 1998 the president of the court listed a hearing for 27 March 1998.", "On 13 February 1998 the applicant was duly summoned to the hearing. As transpires from an acknowledgment of receipt, on 14 February 1998 the applicant’s apartment was closed. Thus, the postman left him a written notice on the door of his apartment to collect the summons at the post office. The summons was not collected by the applicant by 23 February 1998 and consequently, it was returned to the court with a note that it was not collected by the applicant within the prescribed time-limit of seven days.", "By a judgment in default of 27 March 1998 the Przemyśl District Court upheld the contested decision. Neither the applicant nor a prosecutor was present at the hearing. The court noted in the records of the case that the applicant was duly summoned to the hearing.", "On 8 April 1998 the applicant had been served with the judgment. He confirmed this fact with his own signature.", "In a letter of 10 April 1998 he requested to be served with the written grounds of the judgment. He also contended that the proceedings were not fair as he had not been informed of or summoned to the hearing on 27 March 1998 and therefore his arguments could not have been adequately presented to the court. He asked the court for the explanation and redress of this procedural shortcoming.", "By a letter of the Przemyśl District Court of 8 May 1998, the applicant was informed that the judgment was final and no appeal lay against it.", "In a letter of 15 May 1998 to the President of the Przemyśl District Court, the applicant explained that on 8 April 1998 he had been served with the judgment of 27 March 1998. He had also been informed that he could request the written grounds within seven days time-limit. He had done so in his letter of 10 April 1998.", "On 4 June 1998 the court decided that the applicant should pay the costs of the proceedings in amount of PLN 141,40. On 15 June 1998 the applicant appealed against this decision. On 7 July 1998 the Przemyśl District Court decided to uphold the contested decision.", "By a letter of 20 June 1998 the President of the District Court informed the applicant that he could not appeal against the contested judgment as it had already become final, but that he could have the written grounds prepared.", "On 12 June 1998 the applicant lodged a new complaint with the Przemyśl Regional Court that he was not summoned to the hearing and he had not presented his arguments. He also alleged that he had repeatedly requested the written grounds of the judgment and the explanation in respect of the summons to the hearing, but all his requests remained unanswered.", "Following the applicant’s further request of 13 July 1998, the court sent him the written grounds of the judgment on 31 July 1998. The court emphasised therein, inter alia, that the applicant could have used a parking place located 6 meters away from the place where he had illegally parked his car.", "At the material time the rules concerning a police order to pay a fine were defined in the Ordinance of the Ministry of Interior Affairs of 5 March 1991 on imposition, payment and execution of fines imposed by an order of an appropriate organ (rozporządzenie Ministra Spraw Wewnętrznych w sprawie nakładania, uiszczania i ściągania grzywien w postępowaniu mandatowym- Dziennik Ustaw, or Journal of Laws, of 1998, No 94, Item 601). Pursuant to § 4 (2) of the Ordinance in the proceedings concerning imposition of a fine, an appropriate organ may order a fine payable immediately in cash only if the amount of this fine does not exceed PLN 100. Pursuant to § 3 (2) of the Ordinance, imposition of a fine in such proceedings is possible only if a person punished by a fine accepts it. In case of refusal, the police or municipal police are obliged to submit a motion for punishment of such a person to the Petty Offences Board.", "Under Article 455 in connection with Article 418 of the Code of Criminal Procedure of 1969 (CCP), applicable to the judicial proceedings concerning minor offences in which a decision was given by the Board of Petty Offences, the provisions concerning the criminal summary proceedings shall be applicable.", "At the material time the rules concerning service of summons in criminal proceedings were defined in Article 118 of the CCP. Pursuant to Article 118 § 1 CCP, if a personal summoning of an addressee is impossible, a summons sent by the post should be left at the post office located the nearest to the addressee. According to Article 118 § 2 CCP, the addressee should be informed about the summons left at the post office by a written notice left on the door of his/her home. The notice should inform the addressee that the summons should be taken up within seven days.", "According to well-established jurisprudence of the Polish Supreme Court, a party in criminal proceedings shall not be allowed to claim that it was not summoned by a court while being informed about a summons and not collecting it from an indicated place (see a decision of the Polish Supreme Court of 20 October 1998, III KZP 182/98, published in OSNKW No. 11-12/1998, Item 52).", "Article 425 of the Code of Criminal Procedure of 1969, applicable to the summary proceedings, provided that if a suspect, who was served with the summons to the hearing, did not attend the hearing, the court could hold the hearing in the absence of the suspect and a judgment in default could be given."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}