{"ITEMID": "001-102451", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF UDAYEVA AND YUSUPOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2;No violation of Art. 2", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1963 and 1960 respectively and live in Urus-Martan. The first applicant is the mother of Ali Udayev, who was born in 1990. The second applicant is the mother of Ramzan Yusupov, who was born in 1988.", "7. In October 2000 Urus-Martan was under the full control of the Russian military forces. The military troops were stationed in the town and its vicinity, in the settlement of Michurina (also spelled as Michurino). The applicants' families lived in the same neighbourhood on the outskirts of UrusMartan. Their sons, Ali Udayev and Ramzan Yusupov, attended the same school.", "8. In the afternoon of 17 October 2000 Ali Udayev and Ramzan Yusupov were walking home from school down Obyezdnaya Street, which was situated between the local cemetery and a field. At about 3.45 p.m. they were seen walking by Ramzan Yusupov's brother, Mr T. Yusupov. He was next to his house when at about 4 p.m. he saw an explosion in the vicinity.", "9. The applicants' neighbour Ms D.M. was at home and heard the sound of a flying projectile coming from the Michurina settlement. Then she heard an explosion, saw clouds of black smoke coming from the road next to the cemetery and rushed to the place. A number of the applicants' relatives and neighbours also rushed to the place, where they found fragments of the bodies of Ali Udayev and Ramzan Yusupov.", "10. About half an hour later a group of military servicemen arrived at the scene. One of them said that it must have been an explosion of a landmine. But a number of local residents told the officers that they had heard the sound of a flying projectile, and that therefore the explosion could not have been caused by a landmine. The head of the Urus-Martan town administration also arrived at the scene. In the evening of 17 October 2000 the local TV station reported the events in a news programme.", "11. On 18 October 2000 the applicants buried their sons. Many residents of Urus-Martan attended the funeral. One of them, Ms Z.G., told the second applicant that on 17 October 2000 she had been working at the wheat processing plant located next to the road from Urus-Martan to Michurina. Russian military troops were stationed nearby. At about 4 p.m. she heard a projectile being launched from a tank.", "12. According to another local resident, Ms L.M., on 17 October 2000 she was walking from Michurina to Urus-Martan. About 500 metres from Michurina she saw a group of servicemen on a tank. They told her that the roads to Urus-Martan were blocked and nobody was allowed to go into the town. About 200 metres from the place she met a fellow villager. He told her that drunken soldiers were down the road and that she should return to Michurina. At about 4 p.m., when Ms L.M. was at home, she heard a projectile being launched from a tank and the sound of an explosion on the outskirts of Urus-Martan.", "13. Three residents of Michurina, Ms Z.P., Ms D.A and Ms Ay.T., informed the applicants that at about 4 p.m. on 17 October 2000 they had heard a projectile being launched from the area where the Russian military troops had been stationed and they had heard it explode on the outskirts of Urus-Martan.", "14. On 30 October 2000 the Urus-Martan district hospital issued two statements certifying the deaths of Ali Udayev and Ramzan Yusupov on 17 October 2000 from numerous missile wounds.", "15. The Government did not challenge the facts as presented by the applicants. At the same time they pointed out that, according to the information provided by the domestic investigation, on 17 October 2000 the military unit Don-100 stationed in Urus-Martan had been subjected to shelling by an illegal armed group under the command of Mr M.Ts. and that on that date the military unit had not used large-calibre weapons. They also stated that the deaths of the applicants' sons could have been caused by the shelling opened by the illegal armed group.", "16. On 17 October 2000 the Urus-Martan district prosecutor's office (the district prosecutor's office) initiated an investigation into the deaths of Ali Udayev and Ramzan Yusupov. The case file was given the number 24045. In the submitted documents it was also referred to under no. 24005.", "17. On 17 October 2000 the investigators examined the crime scene. Nothing was collected from the scene. The investigators briefly examined the boys' remains on the spot. No forensic analysis of the remains was carried out by the investigation. Shortly after the events the applicants collected fragments of the explosive device which had caused the deaths of their sons and submitted them to the investigators.", "18. On 30 October 2000 the applicants' relatives wrote to the UrusMartan district military commander's office (the district military commander's office) requesting the authorities to conduct an effective investigation into the deaths of Ali Udayev and Ramzan Yusupov. No reply was given to this request.", "19. On 10 November 2000 the head of the Urus-Martan district department of the interior (the ROVD) provided the investigators with a statement to the effect that Ali Udayev and Ramzan Yusupov had died as a result of the explosion of a projectile of the Shmel type; that on 17 October 2000 the military units Don-100 and regiment no. 245 stationed in the vicinity of UrusMartan did not use such large-calibre projectiles, and that on 17 October 2000 the military units had been subjected to shelling by an illegal armed group under the command of Mr M.Ts.", "20. On 30 November 2000 (in the submitted documents the date was also referred to as 14 December 2000) the district prosecutor's office granted the applicants victim status in the criminal case.", "21. From 30 November 2000 to 11 February 2005 the applicants did not receive any information from the investigative authorities about the developments in the criminal proceedings.", "22. On 11 and 15 February 2005 the applicants wrote to the district prosecutor's office requesting information about the progress in the criminal investigation and asking for access to the investigation file. On 16 February 2005 the investigators refused to grant access to the file and informed the applicants that the investigation had been resumed.", "23. On 10 March 2005 the applicants requested the district prosecutor's office to inform them about the date of the reopening of the criminal investigation. No reply was given to this request.", "24. On 16 March 2005 the district prosecutor's office suspended the investigation in criminal case no. 24045.", "25. On 9 June 2005 the applicants requested the investigators to inform them about the progress in the criminal case. No response was given to this request.", "26. On 19 June or July 2005 the supervising prosecutor overruled the decision to suspend the investigation as premature, and ordered the investigators to resume the proceedings and take a number of investigative steps. The applicants were not informed about this decision.", "27. Between March and July 2005 the applicants complained about the ineffectiveness of the investigation to domestic courts (see paragraphs 4647 below).", "28. On 1 June 2007 the applicants were informed orally by an investigator, Mr K., that on an unspecified date the fragments of the projectile collected by the applicants from the crime scene had been sent for an expert examination.", "29. On 23 July and 7 August 2008 the Chechnya prosecutor's office informed the applicants that their office was investigating the deaths of their sons and that on 7 August 2008 the investigation had been suspended.", "30. According to the applicants, throughout the investigation the authorities consistently failed to inform them about its progress and deprived them of access to the investigation file.", "31. On 17 October 2000 the district prosecutor's office opened criminal case no. 24045 under Article 105 § 2 of the Criminal Code (murder) in connection with the discovery on the eastern outskirts of Urus-Martan of the bodies of minors Ramzan Yusupov and Ali Udayev.", "32. On 17 October 2000 the investigators examined the crime scene and the fragments of the bodies on the spot. Nothing was collected from the scene.", "33. On 17 October 2000 the investigators questioned Ms G.M., who stated that she had been in her courtyard when she had heard the sound of a flying projectile coming from the outskirts of the town and then the sound of an explosion. The witness and her sister had rushed out into the street and next to the district hospital they had seen a hole in the ground and the remains of two bodies. The witness asserted that the explosion had been caused by the projectile which had arrived from the direction of the collective farm, and not by a mine, as she had clearly heard the distinctive sound of a projectile.", "34. On unspecified dates the investigators questioned witnesses Mr Kh.Kh. and Ms Kh.O., whose statements concerning the events were similar to that given by Ms G.M.", "35. Between 18 October and 10 November 2000 the law-enforcement agencies conducted checks in respect of thirty-two residents of UrusMartan to find out whether they had been involved in the deaths of the applicants' sons.", "36. On 10 November 2000 the head of the UrusMartan ROVD provided the investigators with a statement to the effect that the applicants' sons had died as a result of the explosion of a projectile of the Shmel type.", "37. On 30 November 2000 the investigators granted both applicants victim status in the criminal case and questioned the second applicant, who stated that she had found out about the events from her neighbours and that she had been prevented by them from approaching the scene of the incident. From the eyewitnesses she had learnt that her son and Ali Yudayev had been killed by a projectile which had arrived from the eastern part of UrusMartan.", "38. On an unspecified date the investigators questioned the first applicant's husband, Mr I.U., who stated that on 17 October 2000 he had been in the Urus-Martan ROVD when he had been informed that his son Ali had been killed by a projectile. He had rushed to the place of the incident and found the remains of his son and those of Ramzan Yusupov. According to the witness, it was clear that the boys had died from a projectile which had arrived from the eastern part of Urus-Martan.", "39. On an unspecified date the investigators questioned Mr L.M. who stated that on 17 October 2000 he had heard a powerful explosion and rushed into the street. Next to the cemetery he had seen clouds of thick black smoke and had run to the place, where he had found a hole in the ground measuring between 1.5 and 2 metres, school textbooks and the bodies of the two boys. He found out the boys' names from their school books.", "40. On an unspecified date the investigators questioned Ms Z.P., who stated that on 17 October 2000 she had been on the eastern outskirts of Urus-Martan. At about 4.15 p.m. she had heard a projectile flying from the direction of the Michurina settlement and then an explosion. She had rushed to the place, where she had found the hole in the ground and the remains of two boys next to it. The witness stated that an acquaintance of hers, Ms Liza, had seen military tanks stationed in Michurina turning towards Urus-Martan and one of them firing a projectile in the town's direction. The witness further stated that at the scene she had not seen any wires or devices which could have indicated a landmine.", "41. On an unspecified date the investigators questioned Ms D.M., who stated that on 17 October 2000 she had been at home. At about 4.15 p.m. she had heard a flying projectile and then an explosion. She had run out into the street and seen Ms Z.P. running to the place of the explosion. When the witness had arrived at the scene, she had found a hole in the ground of about one metre in diameter and the remains of two boys. From the shape of the hole it had been clear that the projectile had arrived from the direction of the Michurina settlement.", "42. On an unspecified date the investigators questioned the applicants' neighbour, Mr Sh.U., who stated that on 17 October 2000 he had been at home. At about 4 p.m. he had heard an explosion and seen clouds of smoke and the neighbours running to the scene. There they had found the remains of the applicants' sons. After that military servicemen had arrived at the scene. The witness had heard some people saying that the explosion had been caused by a projectile; others had thought that it must have been a landmine. He also stated that at the material time landmines quite often exploded on that street.", "43. On an unspecified date the investigators questioned Ms Z.B., whose statement concerning the events of 17 October 2000 was similar to the one given by Mr Sh.U.", "44. On an unspecified date the investigators obtained information to the effect that on 17 October 2000 the military unit Don-100 stationed in UrusMartan had been shelled by an illegal armed group under the command of Mr M.Ts., and that on that date the military unit had not used large-calibre weapons.", "45. Despite specific requests by the Court the Government did not disclose any documents from criminal case no. 24045, stating that an investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information concerning participants in criminal proceedings.", "46. On 24 March 2005 the applicants complained to the UrusMartan town court that there was no effective investigation in the criminal case. On 6 April 2005 the court allowed their complaint in part. It instructed the prosecutor's office to resume the investigation and take a number of investigative steps. The court rejected the applicants' complaint in the part concerning their request for access to the investigation file. On 11 May 2005 the Chechnya Supreme Court upheld this decision on appeal.", "47. On 13 July 2005 the applicants again complained to the UrusMartan town court that the investigation in the criminal case was ineffective and requested that the suspended proceedings be resumed. On 26 July 2005 the court rejected their complaint as groundless, stating that the prosecutor's office had resumed the criminal proceedings (see paragraph 26 above).", "48. For a summary of the relevant domestic law see Khatsiyeva and Others v. Russia (no. 5108/02, §§ 105-107, 17 January 2008)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}