{"ITEMID": "001-112434", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF HAYRETTİN DEMİR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 6+6-1 - Right to a fair trial (Article 6-3-c - Defence through legal assistance) (Article 6 - Right to a fair trial;Article 6-1 - Fair hearing);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre", "TEXT": ["5. The applicant, Mr Hayrettin Demir, is a Turkish national who was born in 1971 and is currently detained in Diyarbakır prison.", "6. On 8 March 1995 the applicant and a number of suspects were arrested in the context of an operation led by security forces in Mardin on suspicion of membership of Hizbullah, an illegal organisation. Prior to being taken into police custody, the applicant was examined by a doctor who observed no sign of illtreatment on his person.", "7. The applicant alleges that during his questioning by the police he was tortured and compelled to sign incriminating statements in the absence of a lawyer.", "8. On 4 April 1995 the applicant was examined by a doctor who found no injuries on his person.", "9. On 5 April 1995 the applicant was taken to the public prosecutor and the investigating judge, before whom he alleged that he had been ill-treated while in police custody. He claimed that he had been hung by his arms, given electric shocks and beaten by police officers. Later on the same day, the investigating judge placed the applicant in pre-trial detention.", "10. On 11 April 1995 the applicant and twelve co-suspects, arrested in the same security operation conducted against Hizbullah, lodged a complaint with the Mardin public prosecutor, alleging that they had been ill-treated in police custody.", "11. On the applicant’s request to the prison authorities to obtain another medical examination, on 12 April 1995 he was examined by a doctor in a public health clinic, who observed bruises on the inner part of the applicant’s lower arms, between his wrists and elbows.", "12. The public prosecutor took statements in respect of the allegation of torture from a number of suspected police officers, who denied the accusations. They maintained that the bruises on the applicant’s arms, which were detected in a medical report obtained later, must have been caused after his release from police custody.", "13. On 30 May 1995 the Mardin public prosecutor refused to commit the police officers for trial, taking into account the medical reports drafted at the beginning and end of the applicant’s detention in police custody, which had recorded no injuries on his body. In this regard, the prosecutor found that the applicant’s allegation of having been ill-treated in police custody was unsubstantiated. This decision was notified to the applicant on 13 July 1995.", "14. In the meantime, on 23 May 1995, the public prosecutor at the Diyarbakır State Security Court filed a bill of indictment against the applicant and twenty-four other persons, charging them with the membership of an illegal organisation and involvement in a number of illegal activities on behalf of the organisation, such as murder, assault and arson.", "15. On 18 June 1999 the Constitution was amended and the military judge sitting on the bench of the Diyarbakır State Security Court was replaced by a civilian judge.", "16. Following the entry into force of Law no. 5190 of 16 June 2004, the criminal proceedings were transferred to the Diyarbakır Assize Court.", "17. During the proceedings the Diyarbakır Assize Court reviewed the lawfulness of the applicant’s detention on a regular basis in accordance with Article 108 of Law no. 5271 and found that his pre-trial detention should be continued on account of the severity of the offences, the reasonable grounds of suspicion that he had committed those with which he was charged, and the state of the evidence in the case file.", "18. On the basis of the range of evidence, namely confiscated documents of the illegal organisation, ballistic and autopsy reports, statements taken before the police, public prosecutor and judges, the medical reports drawn up at the beginning and end of police custody, statements taken during the trial from witnesses and other co-accused, on 31 March 2005 the Diyarbakır Assize Court established that the applicant, as a member of Hizbullah, had been involved in a number of terrorist activities, including the murder of numerous people. Subsequently, the trial court convicted the applicant of attempting to undermine the constitutional order of the State, as proscribed by Article 146 § 1 of the former Criminal Code, and sentenced him to life imprisonment.", "19. On 1 June 2005 the new Criminal Code entered into force.", "20. On 11 December 2006 the Court of Cassation quashed the judgment, holding that it should be revised in the light of the provisions of the new Criminal Code.", "21. On 9 November 2007 the first-instance court once more convicted the applicant under Article 146 of the former Criminal Code and sentenced him to life imprisonment.", "22. On 19 January 2009 the Court of Cassation upheld that judgment."], "VIOLATED_ARTICLES": ["13", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}