{"ITEMID": "001-68652", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ALINAK v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10", "JUDGES": "", "TEXT": ["9. The applicant was born in 1952 and lives in Ankara. He is a lawyer and a former member of the Turkish Grand National Assembly.", "10. The applicant wrote a novel entitled “The Heat of Şiro” (Şiro'nun Ateşi). The book was based on real events which took place in Ormaniçi village in the province of Şırnak. The book was published in September 1997 by the Berfin Publishing Company.", "11. On 14 October 1997 the public prosecutor at the Istanbul State Security Court requested the seizure of copies of the book. The public prosecutor contended that the content of the book incited hatred and hostility by making distinctions between Turkish citizens based on grounds of their ethnic or regional identity.", "12. On 14 October 1997 a single judge of the State Security Court accepted the submissions of the public prosecutor and made an interim order for the seizure of copies of the first edition of the book. In its decision (no. 1997/442), the State Security Court held that the book, by attributing extremely disgusting acts to the security forces, identified with names and rank, incited people to hatred and hostility by making distinctions between Turkish citizens based on grounds of their ethnic or regional identity. The court further held that, while artistic expression fell within freedom of expression, that freedom was not absolute and that the dissemination of distasteful and disgusting texts by way of a novel could not be considered to be artistic expression.", "13. According to the applicant, copies were then seized. However, the seizure protocol drafted by the police and signed by the owner of the publishing company on 15 October 1997 recorded that copies of the book were not found.", "14. The Government in their observations drew attention to following passages on pages 202 and 203 of the book:", "“... Ah, I wish I were strong like before so that I could catch Mizrak in the meadow of Bana. Then he would have understood what the world is like. I would have stripped him under the summer sun; I would have had him walk before Kümeyt and whipped him all day long.", "- Then how would you be any different from those tyrants? No matter who does it, cruelty is an ugly thing. Whether it is you or the fox. It does not matter. Cruelty is such a dishonourable thing that, whoever does it, is not a human being.", "- I swear that I would turn him inside out. If I had only caught him then he would have understood. I swear upon your head that I would have put a rope around his neck and walked him naked all around Ankara, then I would have skinned him and filled him up with salt, as an example to all tyrants.", "- Then you, Şiro, would become the Mizrak of the Bana. Our Mizrak or somebody else's Mizrak, what difference does it make? People like Mizrak should not exist in Bana, Ankara, Damascus or anywhere else. These kind of people contaminate the world. They destroy love and brotherhood.", "- I beg you Brother, why do you talk like this? There is no other way to fight these tyrants! You have to talk to them in their own language; there is no other way!", "- I used to think just like you, Şiro. However, I went there and realised that Mizrak is not alone.", "- See, you have to make all of them disappear; you have to kill all of them.", "- You cannot terminate it by killing them. There are too many to kill. Whomsoever you want to kill is only the cog of the machine. Even if you break the cog of the machine there are too many degenerated people out there waiting to become the cog! When you are struggling with the first ones, the same old tyrannising machinery continues to function, and this goes on forever. We have to stop this machinery! That is what we should do. There is no other way. Then you would see how they are running away like cows.", "- Where is that power?", "- Is there anyone stronger then us, Şiro? When all human beings stand up against this tyrannising machine, see if the machine still continues to function? Then they would see whether it is them or us who are stronger.”", "15. On 20 October 1997 the applicant appealed against the seizure order. The applicant averred that the seizure order constituted an unjustified interference with his right to freedom of expression guaranteed by the European Convention on Human Rights. However he gave an incorrect case number on his appeal. As a result it appears that the appeal court did not consider the facts of his case, but that of another (relating to a poetry book). On 5 November 1997 the Istanbul State Security Court dismissed the applicant's appeal and upheld the order, together with the single judge's reasons for issuing it.", "16. On 21 November 1997 the public prosecutor attached to the Istanbul State Security Court filed a bill of indictment against the applicant and requested that he be convicted and sentenced under the Prevention of Terrorism Act 1991.", "17. During a hearing held on 18 February 1998 before the Istanbul State Security Court, the applicant requested the court to annul the interim seizure order against his book. The matter was adjourned to the next hearing, fixed for 15 April 1998.", "18. On 2 September 1999 Law No. 4454 concerning the suspension of pending cases and penalties in media-related offences entered into force.", "19. On 24 September 1999 the Istanbul State Security Court suspended the proceedings brought against the applicant. The court, however, did not determine the applicant's request to annul the interim seizure order against his book.", "20. The relevant domestic law and practice in force at the material time are outlined in the following judgment and decision: Zarakolu and Belge Uluslararası Yayıncılık v. Turkey, nos. 26971/95 and 37933/97, § 23, 13 July 2004, and Alınak v. Turkey (dec.), no. 40287/98, 31 January 2002."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}