{"ITEMID": "001-58063", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF MATOS E SILVA, LDA., AND OTHERS v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);Preliminary objection joined to merits (ratione materiae);Preliminary objection rejected (non-exhaustion of domestic remedies);Preliminary objection rejected (ratione materiae);No violation of Art. 13 (access);No violation of Art. 6-1 (access);Violation of Art. 6-1 (length);Violation of P1-1;Not necessary to examine Art. 14+P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["9. The first applicant, Matos e Silva, Lda. (\"Matos e Silva\"), is a private limited company entered in the companies’ register at Loulé (Portugal). It, alone among the applicants, was a party to the domestic proceedings (see paragraphs 13 to 45 below). The second and third applicants, Mrs Maria Sofia Machado Perry Vidal and Teodósio dos Santos Gomes, Lda., another company, are the only shareholders in and owners of Matos e Silva. The second applicant manages both companies.", "10. Matos e Silva works land in the municipality of Loulé. It cultivates the land, extracts salt and breeds fish.", "11. It owns part of this land, having bought the parcels in question on different occasions.", "The remainder was worked under a concession granted under a royal decree of 21 July 1884 to Basilio de Castelbranco. Article 2 of the decree provided that the parcels of land over which the concession had been granted could be expropriated without any right to compensation for the grantees. In 1886 Basilio de Castelbranco assigned the concession to the Compagnia Exploradora de Terrenos Salgados do Algarve. When that company was wound up, some of its former shareholders purchased the concession. They formed the Matos e Silva company whose object was in particular to purchase and work part of the salt marshes which were the subject matter of the concession. On 12 August 1899 that company executed a sale and purchase agreement before a notary in respect of those parcels of land. On 16 September 1899 it had the agreement recorded in the Loulé land register in the following terms: \"1899 - 16 September ... The transfer of the usable area of the third glebe of the Ludo parcel [prazo] ... together with the parcels of land known as Ludo and Marchil ... is registered in favour of the Matos e Silva company ..., which purchased them ... for a total price of 79,500 $ 000 reis [sic] ...\" Since then, Matos e Silva has acted in respect of that land uti dominus, paying the taxes and duties provided for by Portuguese legislation on land ownership.", "12. On 2 May 1978, by Decree no. 45/78, the Portuguese Government created a nature reserve for animals (Reserva Natural da Ria Formosa) on the Algarve coast (municipalities of Loulé, Olhão and Faro), including the parcels of Matos e Silva’s land known as \"Herdade do Muro do Ludo\", or \"Quinta do Ludo\" or again \"Herdade do Ludo\". The Government took various measures in connection with this scheme, including the five contested by the applicants.", "13. By Legislative Decree no. 121/83 of 1 March 1983 the Government declared that half of Matos e Silva’s land was needed for public purposes. This public-interest declaration was a preliminary to expropriating the land with a view to building an aquacultural research station on it.", "14. On 18 April 1983 Matos e Silva challenged this administrative decision in the Administrative Proceedings Division of the Supreme Administrative Court. The appeal - lodged with the Prime Minister’s office in accordance with Article 2 of Legislative Decree no. 256-A/77, which was applicable at the time (see paragraph 49 below) - was forwarded to the Supreme Administrative Court on 9 May.", "15. On 17 April 1985, after an exchange of pleadings, Matos e Silva, relying on Article 9 para. 2 of the Expropriations Code (see paragraph 47 below), made an application to discontinue the proceedings on the ground that they had become devoid of purpose in view of the fact that the public-interest declaration in Legislative Decree no. 121/83 was no longer valid.", "It renewed this application on 21 May 1986, 20 July 1987 and 19 April 1988.", "16. On 6 May 1988 the Supreme Administrative Court decided not to rule on the validity of the declaration before examining the application which had in the meantime been lodged by Matos e Silva against Legislative Decree no. 173/84 and was under consideration in the Prime Minister’s office (see paragraph 32 below).", "Accordingly, the Supreme Administrative Court requested the Prime Minister to send it the application instituting the proceedings (petição do recurso). No reply was forthcoming to its reminders of 11 May 1988, 23 September 1988 and 13 December 1988.", "17. On 16 May 1989 State Counsel applied for a stay of the proceedings until the application for an order quashing Legislative Decree no. 173/84 had been determined. Matos e Silva opposed the application for a stay and renewed its application to discontinue the proceedings.", "18. In a decision of 28 September 1989 the Supreme Administrative Court decided to stay the proceedings and dismissed the company’s application. It held that Article 9 para. 2 of the Expropriations Code was not applicable to the case before it because Legislative Decree no. 173/84 had suspended the effect of the public-interest declaration contained in Legislative Decree no. 121/83. A measure which had no existence in the legal order could not lapse. Moreover, it was necessary to await the outcome of the application against Legislative Decree no. 173/84. In any event, the public-interest declaration contained in Legislative Decree no. 121/83 could be revived if Legislative Decree no. 173/84 were to be quashed.", "19. On 8 February 1990 Matos e Silva appealed against that decision to a full court of the Administrative Proceedings Division of the Supreme Administrative Court. That appeal was dismissed in a judgment of 17 October 1992. On 1 April 1993, arguing that there had been conflicting decisions on the same point of law, the company appealed against the Supreme Administrative Court’s ruling. However, on 23 April 1993 the reporting judge declared the appeal inadmissible. The company filed an objection to that decision, but to no avail.", "20. The proceedings are still pending.", "21. In a joint order of the Prime Minister and the Ministers of Finance and for the Environment (Qualidade de Vida) of 4 August 1983, the Government made a public-interest declaration with a view to the expropriation of the other half of Matos e Silva’s land in order to set up a single nature reserve for the protection of migrant birds and other important species. The order authorised \"the immediate taking of possession\" of the land by the State.", "22. On 15 November 1983 Matos e Silva appealed against that order. The Supreme Administrative Court registered the appeal on 20 December, the Prime Minister’s office having forwarded it on 15 December 1983 (see paragraph 49 below).", "23. On 9 October 1985 Matos e Silva made an application to discontinue the proceedings identical to the one it had lodged in the earlier proceedings (see paragraph 15 above). It renewed its request on 7 July 1986 and 15 June 1989, but without success.", "24. The Supreme Administrative Court again held that it could not rule on the appeal before examining the application which had in the meantime been lodged against Legislative Decree no. 173/84 (see paragraph 16 above and paragraph 32 below) and was under consideration in the Prime Minister’s office.", "With a view to obtaining the application instituting those proceedings, the court issued eight orders to the Prime Minister between 23 April 1987 and 26 January 1989, but they were not complied with.", "On 18 May 1989 the Prime Minister responded to a ninth order issued on 24 April 1989. He informed the court that the original of the application instituting the proceedings had disappeared and that he had only a copy. No documents were enclosed with his letter.", "25. On 10 July 1989 Matos e Silva itself produced to the Supreme Administrative Court a copy of the application in question.", "26. On 3 December 1989 State Counsel asked the court to stay the proceedings on the same grounds as those given in his application in relation to the previous appeal (see paragraph 17 above).", "27. On 3 April 1990 the court delivered a judgment staying the proceedings for reasons identical to those set out in its judgment of 28 September 1989 (see paragraph 18 above).", "On 24 April 1990 Matos e Silva appealed against that decision to a full court of the Administrative Proceedings Division of the Supreme Administrative Court, which dismissed the appeal by a decision of 17 June 1993.", "28. The proceedings are still pending.", "29. By Legislative Decree no. 173/84 of 24 May 1984 and \"with a view to carrying out works in the public interest, and more particularly to creating a single reserve...\", the Government \"withdrew the concession to work all the parcels of land referred to in Article 1 [of the decree of 21 July 1884]\". The withdrawal \"[was] to be effected in the manner in which expropriation [was permitted] by the [1884 decree]\" (see paragraph 11 above). Under Articles 3 and 4 of Legislative Decree no. 173/84, the State was to take immediate possession of the land without any formalities or compensation except that payable for necessary and useful improvements made to the property.", "30. Matos e Silva then made an application to the Government on 25 June 1984 requesting them to reconsider their decision; the outcome of that application is not known.", "31. At the same time, the company applied to the Administrative Proceedings Division of the Supreme Administrative Court for the effects (eficacia) of Decree no. 173/84 to be suspended. By a decision of 18 July 1985, which was upheld by a full court, the court granted the application and decided to suspend the effects of the decree in question pending a decision on the merits.", "32. On 9 July 1984 Matos e Silva applied to the same court for an order quashing the decree. This application was submitted to the Prime Minister’s office (see paragraph 49 below).", "The company relied on the following grounds, among others:", "(a) there had still been no compensation for the two earlier expropriations;", "(b) the reasons given by the Government on each occasion to justify the expropriations were different and inconsistent, a bird sanctuary and an aquacultural research station being incompatible with each other; and Legislative Decree no. 173/84 purported to create a single reserve on the land;", "(c) the expropriation order was discriminatory in that it concerned almost exclusively Matos e Silva’s land and not other land in the same area and with the same conditions and characteristics belonging to other persons or companies.", "33. The Prime Minister’s office decided to send the file to the Ministry of the Environment. The new Minister issued an order dated 9 August 1984 (see paragraph 53 below) setting up a committee entrusted with the task of making, within thirty-seven days, a proposal for, among other things, repealing Legislative Decree no. 173/84.", "34. However, in October 1985, a new Government was formed and the proposed repeal came to nothing.", "35. Having seen the Prime Minister’s letter of 18 May 1989 (see paragraph 24 above) and forwarded a copy of its application (see paragraph 25 above), Matos e Silva, in accordance with Articles 1074 et seq. of the Civil Code, requested reconstitution (reforma) of the administrative file. In an interlocutory decision of 18 October 1990 the reporting judge stated that the copy of the application instituting the proceedings had been communicated by the Government. When the company sought rectification of this statement, he accepted in a decision of 31 October 1991 that the application had in fact been submitted by the company. However, the administrative file was not reconstituted.", "36. On 17 February 1992 Matos e Silva applied to discontinue the proceedings on the same grounds as those it had invoked in the proceedings concerning Legislative Decree no. 121/83 (see paragraph 15 above).", "37. On 17 September 1992 the Supreme Administrative Court decided that it would not proceed until it had been sent the file relating to the administrative application (processo gracioso). To this end, on 26 January and 23 April 1993, it ordered the Government to send it the file in question.", "The Government did so on 25 October 1993. However, the application instituting the proceedings was not on the file.", "38. At the beginning of 1994 Matos e Silva filed a memorial and an opinion. On 8 March 1995 State Counsel made his final submissions in favour of quashing the contested measure. In an order of 26 April 1995 the reporting judge expressed the view that all the issues raised in the appeal were essentially dependent on whether the company was the owner of the land. In these circumstances the Supreme Administrative Court should stay the proceedings until the relevant civil court had ruled on ownership in separate proceedings. Consequently, pursuant to Article 4 of Legislative Decree no. 129/84 governing the administrative and tax courts (see paragraph 51 below), it was ordered that the proceedings be stayed.", "On an appeal by the company, the First Division of the Supreme Administrative Court quashed that order on 19 December 1995 on the ground that the reporting judge did not have jurisdiction to make it. After itself considering the issue, the court stayed the proceedings to enable the company to commence proceedings in the civil courts, given that if the parties took no action for more than three months, the issue would be decided on the evidence in the file (see paragraph 50 below).", "The company has appealed against that decision to a full court of the Supreme Administrative Court which has not, at the date of adoption of the present judgment, yet decided the appeal.", "39. By Legislative Decree no. 373/87 of 9 December 1987 the Government created the Ria Formosa Nature Reserve on the Algarve and adopted rules for the protection of the area’s ecosystem. Among other things, these rules prohibited, in addition to all building, any change in the use of the land and the starting up of any new agricultural and fish-farming activities without permission.", "40. On 8 February 1988 Matos e Silva challenged this decree in the Administrative Proceedings Division of the Supreme Administrative Court. It claimed that the rules governing the exercise of its right of property over its land that were contained in the decree were more restrictive than the restrictions affecting adjoining land. It pointed out in addition that the offending measure amounted to an expropriation in view of the number of restrictions imposed.", "41. On 18 April 1994 the court decided to stay the proceedings pending a determination of the merits of the application for an order quashing Legislative Decree no. 173/84. The proceedings are therefore still pending.", "42. By \"regulatory\" Decree no. 2/91 of 24 January 1991 the Government approved a \"Plan for the organisation and regulation of the Ria Formosa Nature Reserve\" (Plano de Ordenamento e Regulamento do Parque natural da Ria Formosa).", "43. On 23 March 1991 Matos e Silva challenged this decree in the Administrative Proceedings Division of the Supreme Administrative Court. It alleged a violation of the principles of equality and proportionality and argued that the decree constituted a further expropriation measure.", "44. Following an exchange of pleadings the court sought information on 7 April 1992 concerning the course of the proceedings in connection with Legislative Decree no. 173/84.", "45. On 9 June 1993 the court stayed the proceedings on the grounds given above.", "46. Article 62 of the Constitution provides:", "\"1. The right to private property and the right to transfer property inter vivos or by succession shall be guaranteed to everyone, in accordance with the Constitution.", "2. Requisition and expropriation in the public interest may be effected only in accordance with law and subject to payment of fair compensation.\"", "47. The 1976 Expropriations Code, as it applied at the material time, contained the following provisions:", "\"Real property and the rights relating to it may be expropriated on public-interest grounds in so far as such grounds fall within the competence of the expropriating authority, subject to payment of fair compensation.\"", "\"A public-interest declaration shall lapse if the property has not been acquired within a period of two years or if no arbitration board has been set up within that same period.\"", "\"Expropriation of a property or right on public-interest grounds shall confer on the expropriated person the right to receive fair compensation.\"", "48. Articles 1 and 22 para. 1 of the 1991 Expropriations Code, which is currently applicable, provide as follows:", "\"Real property and the rights relating to it may be expropriated on public-interest grounds in so far as such grounds fall within the competence of the expropriating authority, subject to immediate payment of fair compensation.\"", "\"Expropriation of any property or right on public-interest grounds shall entitle the expropriated person to immediate payment of fair compensation.\"", "49. Article 2 of Legislative Decree no. 256-A/77 of 17 June 1977 provided as follows:", "\"1. Administrative decisions which are final and enforceable may be challenged by means of an application for judicial review, which shall be made to the competent court and lodged with the authority that took the decision in question.", "2. The administrative authority may, within a period of thirty days, revoke or confirm the impugned decision in whole or in part.", "3. In any event, the administrative authority shall, within the same period, forward the administrative file containing the relevant documents to the appropriate court or tribunal.", "4. If there is no production, the applicant may ask the court to take possession of the file and documents concerning the applicant so that the proceedings may continue.", "5. ...\"", "50. This provision was amended by Legislative Decree no. 267/85 of 16 July 1985, which contains the following relevant Articles:", "\"Where either party fails, for more than three months, to make, or diligently pursue an application on a preliminary issue then the main proceedings shall continue and the preliminary issue shall be decided on the basis of such evidence as is admissible in those proceedings. The effects of such a decision shall be confined solely to the proceedings in question.\"", "\"1. Where, without good cause, evidence relevant to the determination of the case is not produced, the court may order any appropriate measures, including the one provided for in Article 4 of Legislative Decree no. 227/77 of 31 May, and shall issue an injunction to the administrative authority in question, in accordance with Article 84.", "2. Where the administrative authority again fails to comply, the court may draw such inferences from that conduct as it thinks fit.\"", "\"1. In its decision the court shall stipulate the time within which the injunction is to be obeyed.", "2. Refusal to comply with the injunction shall give rise to civil, disciplinary and criminal liability in accordance with Article 11 of Legislative Decree no. 256-A/77 of 17 June.\"", "51. Article 4 para. 2 of Legislative Decree no. 129/84 of 27 April 1984 governing administrative and tax courts is worded as follows:", "\"Where a decision on the merits of the action or appeal turns on the determination of an issue within the jurisdiction of other courts, the tribunal may defer judgment until the relevant court has given its ruling; the consequences of a failure by the interested parties to make or diligently pursue the proceedings concerning the preliminary issue shall be laid down in procedural provisions.\"", "52. Article 4 of Legislative Decree no. 227/77 of 31 May 1977 provides:", "\"1. Where, without justification, the case file relating to an administrative application [processo gracioso], or any other evidence requested by a court in order to assist its examination of an appeal, is not produced within a period of thirty days the reporting judge shall forward the appeal to State Counsel’s office, in order that the latter may make its submissions within thirty days, failing which the penalties set out in the following paragraph shall apply.", "2. Where a period of thirty days has elapsed following submission of the opinion of State Counsel’s office, as provided for in paragraph 1, and the documents requested have, without good cause, not been produced, the proceedings shall resume and the court may draw such inferences from the conduct of the authority in question as it sees fit.\"", "53. Order no. 77/84 of 9 August 1984 issued by the Ministry of the Environment is worded as follows:", "\"1. Taking note of Legislative Decree no. 173/84 of 24 May, which concerns all the land that is the subject of a royal concession granted by Government Decree no. 165 of 21 July 1884, without any restriction or discrimination in respect of such land;", "2. Observing that much of this land, amounting to several thousand hectares, is now private property which has nothing to do with the aims of protecting the environment and natural resources which it is said will be achieved by withdrawing the concession, thereby entailing a flood of potential lawsuits and payment by the State of huge amounts of compensation;", "3. Observing that the statutory provision refers expressly to the \"Herdade do Ludo\" or, in other words, \"Herdade do Muro do Ludo\", which represents only a small part of the land covered by the royal concession of 1884;", "4. Observing likewise that even the \"Herdade do Muro do Ludo\" is only partly of special interest from the point of view of protecting bird life;", "5. Decides to set up a committee ... to make a proposal concerning:", "(i) the repeal of Legislative Decree no. 173/84 and any other legislation on this subject;", "(ii) the tabling of a draft of a new legislative decree intended to transfer to the State as part of the national heritage all the land which, being part of the estate designated as \"Herdade do Ludo\" or outside it, is of value for the bird life which it is sought to protect by means of establishing a sanctuary;", "(iii) compensation or a fair method for calculating such compensation based on the improvements [benfeitorias] made to the land to be transferred to the State;", "(iv) the final regularisation of the land in private hands [dominio particular] which is of no value for the sanctuary and was covered by the royal concession of 1884.", "6. The committee thus appointed is to carry out its task before 15 September 1984; however, the proposal for the repeal of Legislative Decree no. 173/84, duly reasoned, shall be submitted to the Ministry of the Environment by 21 August so as to be put on the agenda of the next meeting of the Cabinet and shall contain any provisions that may be necessary to make clear that the State remains interested in the sanctuary and is determined to transfer as part of the national heritage the land to be incorporated in it.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}