{"ITEMID": "001-93814", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "NIKOLAISHVILI v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mrs Marina Nikolaishvili, is a Georgian national who was born in 1952 and lives in Tbilisi. The respondent Government were represented by their Agent, Mr B. Bokhashvili of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was one of the six founding partners and a holder of 24% of the shares of a limited liability company (“the company”) set up on 12 June 1996 to run a retail shop. The shop, privatised by those partners in 1994 and valued at some 50,100 Georgian laris (GEL) (approximately 22,000 euros (EUR)), was designated as the company’s founding capital.", "In 1996, a certain Mrs P. brought a court action contesting the lawfulness of the privatisation of the shop and, in a decision of 23 July 1997, the Mtatsminda District Court in Tbilisi declared the privatisation agreement null and void.", "After the decision of 23 July 1997 became binding, the applicant and another founding partner of the company, Mr N., entered into friendly settlement negotiations with Mrs P. On 6 November 1998 they reached an agreement, according to the written terms of which the applicant and Mr N. were “to cede” to Mrs. P., respectively, 12% and 8% of their company shares. The agreement did not specify Mrs P.’s counter-obligations, if any.", "On 19 November 1998 the Presidium of the Tbilisi City Court, on the basis of both parties’ request, quashed in a supervisory review the decision of 23 July 1997 and ordered the parties to abide by the conditions of their friendly settlement of 6 November 1998; the company was ordered to amend its registration records in the Corporate Register accordingly.", "As disclosed by the minutes of the company partners’ general meeting on 24 December 1998, the applicant considered that Mrs P. should pay compensation for the agreed cession of the shares, as this had been her pledge during the friendly settlement negotiations. However, since Mrs P. now insisted on obtaining those shares free of charge, the applicant stated that she would not cede her part. The applicant’s position was maintained by Mr N. and other partners, and the unanimous decision was not to admit Mrs. P. as a new partner.", "On 22 February 1999 the Mtatsminda District Court, pursuant to Mrs P.’s request, issued a resolution on the redistribution of the company shares in accordance with the decision of 19 November 1998 and entered the consequent amendments into the Corporate Register. Thus, Mrs P. was designated as a new partner with 20% of the company shares, 12% of which was transferred from the applicant’s possession.", "On 24 August 2000 the applicant brought an action before the KrtsanisiMtatsminda District Court, requesting that the resolution of 22 February 1999 be declared null and void, and that the disputed 12% of the company shares be returned to her. The applicant, relying on the relevant provisions of the Act of 28 October 1994 on Entrepreneurship (“the Act on Entrepreneurship”), claimed that Mrs P. lacked the standing to request amendment of the company’s registration records, and that consequently the resolution of 22 February 1999 had been unlawful.", "On 4 September 2002 the Krtsanisi-Mtatsminda District Court, finding the applicant’s reading of the Act on Entrepreneurship to be erroneous, dismissed her action. That decision, however, was overturned by the Tbilisi Regional Court on 7 February 2003 in the applicant’s favour. The appeal court reasoned that the decision of 19 November 1998 had not rendered Mrs P. a partner nor transferred any shares to her, but had simply ordered the company to enforce the friendly settlement of 6 November 1998. Since the company’s decision-making body – the partners’ general meeting – had refused, on 24 December 1998, to accept her as a new partner, Mrs P. should have challenged that decision in adversarial proceedings. The appellate court further reasoned that, by virtue of section 46 § 5 of the Act on Entrepreneurship, consent to a partial cession of the company’s shares had to be recorded in writing at a general meeting of the partners.", "On 30 December 2003 the Supreme Court, at a hearing attended by the applicant and her advocate, overturned the appellate judgement of 7 February 2003 and dismissed the applicant’s action. Acting as the court of cassation it pronounced the operative part of its decision orally that day. A complete, reasoned copy of the judgment of 30 December 2003 was served on the applicant’s advocate on 5 February 2004.", "The Supreme Court stated that since the company had refused to abide by the binding court decision of 19 November 1998 of its own accord, the resolution of 22 February 1999 had simply enforced that decision. In any event Mrs P. could have applied to a bailiff, and the resultant enforcement proceedings would have led to the same result. The court of cassation acknowledged that, as a rule, written approval of the conclusions of the partners’ general meeting was required for a partial cession of company shares. However, in the case at hand, the friendly settlement agreement of 6 November 1998 had implicitly amounted to such an approval, since all the partners of the company had had a genuine interest in the maintenance of the privatised shop. As to the price of the disputed shares, the Supreme Court concluded that the company had agreed to cede them not in exchange for monetary compensation, but rather as a quid pro quo for Mrs P.’s commitment to abandon her claim for the annulment of the privatisation.", "“1. A company is registered by a court entry in the [Corporate] Register.”", "“1. An entry in the [Corporate] Register can be requested by a partner of the company...", "4. As regards a limited liability company..., a registration request should contain information about the founding partners’ contributions and the number of their respective shares...", "6. A change in the circumstances which serves as the basis for the registration of a company under section 5 § 4 ... must also be entered in the [Corporate] Register ...”", "Section 46 § 1, 3 and 5 - “A partner’s rights and responsibilities [in a limited liability company]”", "“1. A partner has the right to alienate (gasxviseba) or to bequeath his or her shares.", "3. The cession (daTmoba) of shares by a partner takes place in the form of a notarised agreement. A notarised agreement is also required for the alienation (gasxviseba) of shares.", "5. A partial alienation of shares is only possible with the company’s approval, [which document] must contain information about the identity of the purchaser and the price...of each share...”", "Neither section 46 nor any other provision of the Act accounted for the difference between the notions of “alienation of shares” (wilis gasxviseba) and “cession of shares” (wilis daTmoba), if any.", "Article 47 § 3 – “The partners’ general meeting [in a limited liability company]”", "“3. If the articles of incorporation do not establish otherwise, the partners’ general meeting decides on all issues, including those related to ... the acquisition and handover of shares...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}