{"ITEMID": "001-60975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF JASIUNIENE v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Violation of P1-1 as regards non-execution;No violation of P1-1 as regards other complaints", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["8. The applicant was born in 1923 and lives in Palanga.", "9. Before the Second World War the applicant's mother occupied a dwelling house (“the house”) on a plot of land measuring 1,422 square metres (“the plot”) in the centre of the tourist resort of Palanga on the Baltic Sea coast. Following the Soviet occupation of Lithuania in 1940, the land was nationalised and the house was demolished in the 1960s.", "10. By a decision of 25 September 1992 the Palanga City Council, by reference to the Restitution of Property Act, decided to “restore the property rights” of the applicant and her sister in regard to their late mother's land. No form of restitution was specified in the decision.", "11. The decision of 25 September 1992 was not implemented as no land was returned and no compensation was offered. In January 1995 the applicant brought a court action against the local authority, claiming that the plot should have been returned to her and her sister.", "12. On 15 December 1995 the Palanga City District Court dismissed the applicant's action. By reference to Article 5 of the Restitution of Property Act (see § 22 below), the court held that the applicant was not entitled to recover the plot, but that she should have been offered an alternative parcel in compensation as required by the law.", "13. The applicant appealed, stating that the plot had to be returned to her.", "14. On 3 April 1996 the Klaipėda Regional Court quashed the judgment of the District Court. The Regional Court found that the decision of the Palanga City Council of 25 September 1992 did not comply with Article 19 of the Restitution of Property Act as the local authority had not decided whether land or money and, in either case, which land or what amount of money should have been offered to the applicant as a compensation. The Regional Court held that the local authority had to resolve these questions. The court required the administration of Klaipėda County to “adopt, by 30 June 1996, a decision on the request by Stasė Jasiūnienė to restore her property rights in regard to the plot of land (iki 1996 m. birželio 30 d. priimti sprendimą pagal Stasės Jasiūnienės prašymą dėl nuosavybės teisės į žemės sklypą atstatymo)”.", "15. However, no such decision was taken as the applicant refused an alternative parcel of land in another area of Palanga. The applicant's sister accepted an alternative parcel.", "16. On 13 August 1996 the applicant obtained an execution warrant for the judgment of 3 April 1996. She put the matter in the hands of bailiffs who were unable to execute the warrant against the county administration. The executive authorities took no further decision as the applicant had again refused an alternative parcel of land.", "17. By a letter of 15 December 1997, the Klaipėda County Governor stated that the applicant had misinterpreted the judgment of 3 April 1996. In the Governor's opinion, the Regional Court had only required the county administration to adopt a decision in accordance with the Restitution of Property Act. As the applicant had no buildings or other property on the plot, she was not entitled to its return. The Governor requested the applicant to approach planners at the Palanga City Council to choose an alternative parcel. He warned her that a different parcel would be allotted without her consent in order to comply with the judgment of 3 April 1996.", "18. On 31 December 1997 the applicant wrote to the Prime Minister, stating that she had been entitled to the plot, that the alternative parcels offered by the local authority were located in the outskirts of Palanga, and that their value was thus not equivalent to the plot in the centre of town.", "19. In a letter of 11 February 1998, the Director of the Land Authority of the Ministry for Agriculture and Forestry stated that on 25 September 1992 the Palanga City Council had decided to restore the applicant's property rights notwithstanding the fact that there had been a lack of relevant documentation proving her late mother's ownership of the plot. Moreover, the Director stated that from the decision of 25 September 1992 it was “unclear in respect of which owner or land the property rights were restored[;] the form of the restitution of property was also unclear ...”. The Director requested the Klaipėda County Governor to re-examine the lawfulness of the decision of 25 September 1992.", "20. Until 1999 the applicant was proposed and refused three offers by the Klaipėda County Governor for alternative parcels of land in various areas of Palanga.", "21. By a letter of 30 August 1999, the executive authorities informed the applicant that she had not proved her mother's ownership of the original plot in accordance with the governmental instructions of 13 July 1998, i.e. she had not submitted the original papers confirming the purchase of the plot by her mother, or a court decision proving ownership. The executive authorities held that they could not proceed with a decision on compensation until the applicant presented these papers.", "22. The Restitution of Property Act (Nuosavybės teisių ... atkūrimo įstatymas) (of 1991, amended on numerous occasions) provides for two forms of restitution: 1) the return of the property in certain circumstances, 2) compensation in other cases (compensation can be made in land or money).", "On 27 May 1994 the Constitutional Court examined the issue of compatibility of the Constitution with the domestic laws on restitution of property rights. In its decision the Constitutional Court held inter alia that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The Constitutional Court also stated: “The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is afforded. The law does not itself provide any rights while it is not applied to a concrete person in respect of a specific property item. In this situation the decision of a competent authority to return the property or to compensate therefor has such a legal effect that only from that moment does the former owner obtain property rights to a specific property item.” The Constitutional Court also held that fair compensation for property which could not be returned was compatible with the principle of the protection of property.", "In decisions of 15 June and 19 October 1994 the Constitutional Court emphasised that the notion of restitution of property rights in Lithuania essentially denoted partial reparation. In this respect the Constitutional Court noted that the authorities of Lithuania as a re-established State in 1990 were not responsible for the Soviet occupation half a century ago, nor were they responsible for the consequences of that occupation. The Constitutional Court held that since the 1940s many private persons had bought, in accordance with the legislation applicable at the material time, various property items which had been previously nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased the property under lawful contracts.", "On 20 June 1995 the Constitutional Court also said that the choice by the Parliament of the partial reparation principle was influenced by the difficult political and social conditions in that “new generations had grown, new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of restitution of property”.", "On 8 March 1995 the Constitutional Court ruled that a person who qualifies for compensation for property which cannot be returned is entitled to choose the form of compensation (land or money) by giving written permission for the authorities to proceed with the decision. The Constitutional Court also held that the executive authorities have discretion to decide on appropriate compensation in each case, but that a person is entitled to contest that compensation by way of a court action.", "Under Article 18 of the Restitution of Property Act (all versions until 1999), the authorities were required to obtain the written permission of the person concerned before they determined the actual compensation for the property which could not be returned.", "Pursuant to the version of the Restitution of Property Act as amended from 2 June 1999, the executive authorities are now entitled to decide the question of compensation without the person's approval. That decision can be appealed to a court in accordance with the procedure established in Article 19 of the Act. No stamp duty is required to file such an action.", "23. Under Article 372 of the Code of Civil Procedure, a court judgment which has come into force is binding and must be executed.", "The Code of Civil Procedure nonetheless requires the individual concerned to obtain an execution warrant (vykdomasis raštas) from the court which has delivered the final judgment; the execution warrant must be presented to bailiffs for immediate enforcement (Articles 372-379). The requirements of the bailiffs are binding on all authorities and subjects (Article 381)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}