{"ITEMID": "001-69945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MOLTENI AND GHISI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial awards;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicants were respectively born in 1943 and 1972 and live in Milan.", "6. E.G., the first applicant's husband and the second applicant's father, was the owner of a flat in Milan, which he had let to R.M.", "7. In a registered letter of 24 June 1985, the owner informed the tenant that he intended to terminate the lease on expiry of the term on 29 December 1985 and asked him to vacate the premises by that date.", "8. In a writ served on the tenant on 23 October 1985, the owner reiterated his intention to terminate the lease and summoned the tenant to appear before the Milan Magistrate.", "9. By a decision of 5 December 1985, which was made enforceable on 14 December 1985, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 29 December 1986.", "10. On 30 March 1987, the owner served notice on the tenant requiring him to vacate the premises.", "11. On 17 April 1987, he informed the tenant that the order for possession would be enforced by a bailiff on 15 May 1987.", "12. Between 15 May 1987 and 11 July 1996, the bailiff made thirty-one attempts to recover possession. Each attempt proved unsuccessful, as, the owner was not entitled to police assistance in enforcing the order for possession.", "13. On 14 July 1996, the owner died and the applicants inherited the flat and became part of the proceedings as heirs.", "14. Between 12 November 1996 and 30 November 1999, the bailiff made eleven attempts to recover possession. Each attempt proved unsuccessful, as the applicants were not entitled to police assistance in enforcing the order for possession.", "15. On 14 November 2000, the tenant died and the applicants recovered possession of the flat.", "16. The relevant domestic law and practice is described in the Court's judgment in the case of Mascolo v. Italy (no. 68792/01, §§ 14-44)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}