{"ITEMID": "001-5375", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "DANKOVSKY v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["The applicant, born in 1954, is a German national and resident in Saarbrücken. When lodging his application, he was serving a prison sentence in the Stuttgart-Stammheim Prison. In the proceedings before the Court, he is represented by Mr R. Neumann, a lawyer practising in Tübingen. The respondent Government are represented by Mr K. Stoltenberg, Ministerialdirigent.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1993 criminal proceedings were instituted against the applicant and others on the suspicion of inter alia theft. In these proceedings, the applicant was assisted by a court-appointed defence counsel.", "The trial against the applicant and the two co-accused, Mr C. and Mr S. opened before the Tübingen Regional Court (Landgericht) on 20 September 1994. In the course of the trial, the applicant repeatedly applied to the presiding judge to be allowed to put personally questions to the co-accused S. This was refused. The applicant’s defence counsel did not put the questions concerned.", "On 16 December 1994 the Tübingen Regional Court convicted the applicant of four counts of theft. Taking into account the applicant’s previous sentences imposed by the Zweibrücken District Court (Amtsgericht) in January 1992 and the Zweibrücken Regional Court in March 1992, respectively, the Regional Court fixed a cumulative sentence of four years’ imprisonment. Moreover, he was convicted of kidnapping (räuberischer Menschenraub) and extortion with violence (räuberische Erpressung) as well as of theft on twelve counts and, in respect of these offences, a cumulative sentence of ten years’ imprisonment was imposed. He was acquitted of the remainder of charges.", "The Regional Court convicted the co-accused Mr C. of kidnapping and extortion with violence and, taking into account his previous prison sentence, it fixed a cumulative sentence of ten years and six months’ imprisonment and confirmed his preventive detention. Mr S. was convicted of kidnapping and extortion with violence on two counts as well as of eight counts of theft, and he was sentenced to eight years’ imprisonment.", "In its judgment, insofar as it concerned offences involving the applicant, the Regional Court found that in March/April 1992 the applicant and Mr S. had committed several burglaries and, together with Mr C., they had taken part in a bank robbery. Moreover, between February and July 1993, the applicant, while serving an earlier prison sentence in an open prison, had committed further counts of burglaries with Mr S. and other persons, including Mr A., who had meanwhile been convicted.", "The Regional Court noted that the accused Mr S. had fully confessed his participation in the offences in question. The applicant had, to a large extent, confessed his participation in the burglaries. These statements were confirmed in particular by the statements made by the other participants in the offences in question as well as by the statements of the victims as to the stolen goods.", "As regards the offences of kidnapping and extortion with violence, the Regional Court found that the applicant had denied any participation in bank robberies, which had taken place on 8 and 16 April 1992, respectively.", "The Regional Court found that the statements made by the co-accused Mr S. on the bank robbery of 16 April 1992, including his indications as to the participation of the applicant and the co-accused Mr C., were credible. In this respect, the Regional Court considered that several witnesses had confirmed Mr S.’s account of details of the robbery.", "The Regional Court rejected the applicant’s and MrC.’s defence that Mr S. had made false statements about his and their participation in this offence. The Regional Court noted their allegation that Mr S. himself had intended to obtain a long term of imprisonment or that he had wanted to cause sensation and that he had wanted to revenge himself on them. The Regional Court considered that these arguments were far-fetched. In particular, Mr S.’s own participation in the offence was proven by his detailed knowledge about the robbery. Moreover, Mr S. had stated a valid reason for his confession, namely the intention to terminate his criminal activities and to start a new life following therapy in the course of his detention after conviction. From the angle of psychiatric evidence, the Regional Court found no indication that, due to mental reasons, Mr S. had wrongly accused himself and the co-accused. According to the Regional Court, Mr S.’s disappointment and annoyance about bad treatment and insufficient pay by the applicant might have contributed to his open confession. However, there was nothing to show that he had therefore wrongly accused the applicant of a serious criminal offence. Moreover, there was no explanation that, for such a reason, Mr S. would wrongly accuse himself and Mr C., who in the past had been his friend.", "In assessing the credibility of Mr C., the Regional Court had also regard to the general context of statements made in the course of the investigations against the persons involved in the offences in question. It noted that, following the full confession of Mr S. at an early stage, the applicant and the other accused, who had been prosecuted separately, had confessed their participation in the burglaries. Furthermore, an accomplice, who had been prosecuted separately, had stated that the applicant had told him in the course of a telephone conversation in May or June 1992 that he had robbed a bank. The Regional Court noted that the applicant had admitted the contents of this conversation, pretending that it had been a joke. Further statements made by a Mr M. on the weapon used in the course of the robbery as well as statements made by witnesses on the circumstances of the bank robbery confirmed Mr S.’s deposition. The applicant’s and Mr C.’s affirmations that they had been elsewhere at the relevant time were contradictory and inconclusive. The witnesses named by them had not confirmed their alleged alibi.", "The Regional Court dismissed the applicant’s request to hear Mr A., one of the accomplices having been convicted in separate proceedings, on the question that the applicant had never talked about having been with the other accused after the bank robbery. The Regional Court considered that this issue was irrelevant, as the circumstance that the applicant had not told others about his participation in the offence could not prove his innocence.", "As regards the second bank robbery of 8 April 1992, the Regional Court found that the statements of Mr S. were credible as far as his own participation in the offence was concerned. However, as regards his accusation of a participation of the applicant and Mr C., his statements, though plausible, were, unlike in the other case, not corroborated by any other evidence. The Regional Court therefore acquitted the applicant and Mr C. of the charges in respect of the bank robbery of 8 April 1992.", "On 30 January 1996 the Federal Court of Justice (Bundesgerichtshof), upon the applicant’s appeal on points of law (Revision), quashed the Regional Court’s judgment as far as the fixing of a cumulative sentence of ten years’ imprisonment was concerned, and referred this matter back to the Regional Court. The remainder of the appeal was dismissed.", "The Federal Court of Justice found in particular that the Regional Court had not been required to stay the criminal proceedings and to refer to the Federal Constitutional Court the question concerning the constitutionality of section 240(2), second sentence, of the German Code of Criminal Procedure (Strafprozessordnung), excluding the direct questioning (direkte Befragung) of an accused by a co-accused.", "According to the Federal Court of Justice, the decisions of the Presiding Judge on this matter could not be objected to from a procedural point of view. Moreover, in the circumstances of the present case, the applicant, as conceded by him, could have availed himself of the opportunity to have his questions to the co-accused Mr S. put by the Presiding Judge. Having regard to Article 6 § 3 (d) of the Convention, the Federal Court of Justice considered that the right to examine or have examined witnesses against him was a procedural right of the defence. However, it was the applicant’s own submission that his defence counsel had not wished to put questions to Mr S.", "As regards the fixing of the sentence of 10 years’ imprisonment, the Federal Court of Justice found that the Regional Court’s reasoning did not show that it had considered the cumulative effect of 14 years’ imprisonment appropriate.", "On 21 August 1996 the Federal Constitutional Court (Bundesverfassungs-gericht) refused to entertain the applicant's constitutional complaint (Verfassungsbeschwerde) about his conviction by the Regional Court, as confirmed by the Federal Court of Justice.", "The Federal Constitutional Court considered that the complaint did not raise any fundamental questions of constitutional law and that the refusal of a decision on the merits did not cause the applicant any particularly serious disadvantage.", "As regards the main issue raised by the applicant, the Federal Constitutional Court found that section 240(2), second sentence, of the Code of Criminal Procedure was not unconstitutional. This provision did not affect the right of an accused to a fair trial. In this respect, the Federal Constitutional Court recalled that in a fair trial an accused should not be the object of proceedings, but be in a position actively to participate in the proceedings in order to safeguard his rights. Section 240(2), second sentence, did not limit the contents of the right of the defence to examine a co-accused. In the interest of the proper conduct of the trial, the right to put questions to a co-accused was merely limited to an indirect questioning, i.e. the right to have a co-accused examined by the defence counsel or by the presiding judge. In these circumstances, there was no indication of a breach of the right to a fair trial.", "The decision was served on 9 September 1996.", "B. Relevant domestic law", "", "Section 240 of the Code of Criminal Procedure provides as follows:", "“1. Upon request, the presiding judge shall permit the associate judges to address questions to the accused, to witnesses and to experts.", "2. The presiding judge shall permit the public prosecutor’s office, the accused and the defence counsel, as well as the lay judges, to do the same. Direct questioning of an accused by a co-accused is not permitted.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}