{"ITEMID": "001-92961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF RUOTSALAINEN v. FINLAND", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general};Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage)", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1969 and lives in Lapinlahti.", "6. While driving his pickup van on 17 January 2001, the applicant was stopped by the police during a road check. The police discovered a more leniently taxed fuel than diesel oil in the tank of the van.", "7. On 26 February 2001 the applicant was fined for petty tax fraud through a summary penal order. The form stated, inter alia:", "“Misdemeanour, modus operandi:", "Petty tax fraud (motor vehicle tax misdemeanour). [The applicant] used as fuel in his car fuel more leniently taxed than diesel oil without having paid due additional tax (lisävero, tilläggsskatt).", "Footnote: he had filled the tank himself.”", "The fine amounted to 720 Finnish marks (FIM, or 121 euros (EUR)). The summary penal order indicated that Chapter 29, Article 3, of the Penal Code (rikoslaki, strafflagen; Act no. 769/1990) and sections 20 and 33 of the Motor Vehicle Tax Act (laki moottoriajoneuvoverosta, lagen om skatt på motorfordon; Act no. 722/1966, now repealed) had been applied. As the applicant did not contest the imposition of the fine, it became final on 6 March 2001.", "8. In separate proceedings, and having received the applicant’s submission in writing on an unspecified date, on 17 September 2001 the Vehicle Administration (ajoneuvohallintokeskus, fordonsförvaltningscentralen) issued the applicant with a fuel fee debit amounting to FIM 90,000 (equivalent to EUR 15,137) on the ground that his pickup van had been run on more leniently taxed fuel than diesel oil without prior notification to the Vehicle Administration or Customs. The decision indicated that sections 2-7 of the Fuel Fee Act (laki polttoainemaksusta; lagen om bränsleavgift; Act no. 337/1993, now repealed) had been applied. The decision also included instructions on how to appeal against it and how to apply for a reduction of the imposed amount.", "9. The applicant lodged both an application for a reduction of the fee and an appeal with a view to having the decision overturned, arguing, inter alia, that the fuel fee should have been claimed at the same time as the summary penal order was issued. As it had not been claimed at that time, it was no longer possible to debit the fuel fee in the light of Article 7 of the Convention.", "10. On 10 October 2001 the National Board of Taxes (verohallitus, skattestyrelsen) rejected the application for a reduction of the fee. It reasoned:", "“No special reasons provided for by law to grant a reduction have been put forward.”", "11. The decision indicated that section 15 of the Fuel Fee Act had been applied. No appeal lay.", "12. On 28 August 2002 the Helsinki Administrative Court (hallinto-oikeus, förvaltningsdomstolen), having received the observations of the Tax Ombudsman (veroasiamies, skatteombudet) and the Vehicle Administration and the applicant’s observations in reply, rejected the appeal. It reasoned:", "“Section 4 of the Fuel Fee Act provides that a fuel fee (polttoainemaksu, bränsleavgift) is collected for the number of days the vehicle has been continuously located in Finland prior to the noted use, but not for more than 20 days at a time. Section 5 provides that the fuel fee for a pickup van is FIM 1,500 [some EUR 252] per diem. Section 6 provides that if the use of more leniently taxed fuel than diesel oil is discovered in a vehicle in respect of which no prior notice has been given, the fuel fee collected is treble the [normal] amount.", "The pickup van owned by Pertti Jukka Tapio Ruotsalainen, [registration no.] KJM-327, has been noted to have been used during the year 2001 using fuel more leniently taxed than diesel oil. Ruotsalainen had not informed the Vehicle Administration or the Customs thereof [in advance]. In the pre-trial investigation and in his writ of appeal he has conceded that he has used incorrect fuel in his vehicle.", "The imposition of a fuel fee in an administrative procedure concerns the imposition of a fee comparable to a tax. What is in issue is not the imposition of a criminal punishment or a sanction in lieu.", "The imposition of a fuel fee ... is not in breach of the Constitution of Finland or the Convention.", "Despite the reasons for the use submitted by Ruotsalainen and despite his financial status, the Vehicle Administration was entitled to impose a fuel fee. The fuel fee amounts to FIM 1,500 per diem, it was to be imposed in respect of 20 days and it was to be trebled. The fuel fee FIM 90,000 has been imposed in accordance with the law. There is no reason to amend the debiting decision.”", "13. The decision indicated that sections 1, 3, 7 and 15 of the Fuel Fee Act and Article 7 of the Convention and Article 1 of Protocol No. 1 to the Convention had been applied.", "14. The applicant requested leave to appeal, alleging a breach of Article 4 of Protocol No. 7.", "15. On 26 February 2003 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) refused leave to appeal.", "16. The Finnish system relating to the use as motor fuel of more leniently taxed oil than diesel oil is based on two main elements. First, the owners or users of motor vehicles are obliged to give prior notice to the authorities of their intention to use such fuel as motor fuel, and to pay additional tax (section 20 of the Motor Vehicle Tax Act, which has since been repealed) and/or a fuel fee (section 1 of the Fuel Fee Act as amended by Act no. 234/1998). Second, the authorities ensure compliance with those conditions by means of road checks. Tax evasion or attempted tax evasion was punishable under the Penal Code and failure to comply with the notification obligation was punishable as a motor vehicle tax offence (section 33 of the Motor Vehicle Tax Act).", "17. The Fuel Fee Act’s provisions of interest for the present case read:", "A vehicle referred to in section 1 shall be subject to a fuel fee as a tax corresponding to fuel tax if a more leniently taxed fuel than diesel oil is used in the vehicle. A fuel fee shall not be collected on the fuel contained in the tank of a vehicle when the vehicle is imported. A fuel fee shall, however, be collected if the fuel contained in the tank of the imported vehicle has been made identifiable as provided by virtue of the Excise Duty on Fuels Act (Act no. 948/82). A vehicle in respect of which a notification within the meaning of section 20 of the Motor Vehicle Tax Act has been given for collecting additional tax shall not be subject to a fuel fee during the tax period of the additional tax.", "If a more leniently taxed fuel than diesel oil is used in a vehicle referred to in section 1, the owner or holder of the vehicle shall be obliged to notify the Vehicle Administration of such use before using it. In respect of a vehicle imported to Finland, the notification may also be given to the customs authorities.", "A fuel fee shall be collected for the number of days on which, according to a notification, a more leniently taxed fuel than diesel oil is used in a motor vehicle.", "If the use of a more leniently taxed fuel than diesel oil is discovered in a vehicle during a time in respect of which no prior notification has been given, a fuel fee shall be collected for the number of days on which the vehicle has been continuously located in Finland prior to the use, but not for more than 20 days at a time. If a fuel fee has been imposed on the vehicle, the time shall be counted from the first day following the previous tax period at the earliest. If the date of importing the vehicle to Finland cannot be established, the fuel fee shall be collected for a minimum of 10 days.", "The fuel fee for a pickup van is FIM 1,500 [equivalent to EUR 252.28] per diem. ...", "If the use of a more leniently taxed fuel than diesel oil is discovered in a vehicle in respect of which no prior notification under section 3 has been given, the fuel fee collected shall be three times the normal amount.", "The fuel fee shall be collected from the person who was the owner of the vehicle at the time when a more leniently taxed fuel than diesel oil was used in the vehicle. If another person holds the vehicle permanently in his or her possession, the fuel fee shall be collected from this holder. ...", "...", "The use of a fuel other than diesel oil shall be presumed if a tank belonging to the fuel system of a vehicle contains a fuel which has been made identifiable pursuant to the legal provisions on light fuel oil. A fuel fee shall be collected irrespective of the amount of such fuel in the vehicle.", "...", "For particularly weighty reasons the Ministry of Finance may, on application and on conditions set by the Ministry, grant exemption from the payment of a fuel fee, penal interest or arrears, and interest due because of deferral of payment.", "The National Board of Taxes shall make a decision on the application referred to in subsection 1 if the sum whose removal or return is requested does not exceed FIM 300,000 [equivalent to EUR 16,818.79]. The Ministry of Finance may, however, take the case up for decision if it is of particular significance.", "The National Board of Taxes may, on application, defer the payment of a fuel fee. The provisions on the additional tax on the motor vehicle tax shall apply to the conditions of such deferral. The Ministry of Finance may take a case concerning deferral of payment up for decision. In such cases, the Ministry shall determine the conditions of deferral in its decision concerning the application.", "A decision made by virtue of this section shall not be subject to appeal.", "Illegal evasion of a fuel fee, and attempted evasion thereof, are punishable under Chapter 29, Articles 1-3, of the Penal Code.”", "18. According to the Government Bill for the enactment of the Fuel Fee Act and amendment of section 6 of the Excise Duty on Fuels Act and section 16 of the Motor Vehicle Tax Act (no. HE 329/1992), the fuel fee is intended to correspond to the fuel tax which would have accrued if diesel oil had been used as fuel in the vehicle.", "19. Government Bills nos. HE 329/1992 vp and HE 234/1998 vp note that section 4 of the Fuel Fee Act is based on the presumption that the same fuel is used in the vehicle continuously. Since it is usually impossible to provide evidence of the type of fuel used in the vehicle before it is observed by the authorities, or to provide evidence of the extent to which the vehicle has been used, the imposition of the fuel fee has to be based on the time during which the vehicle has been used in Finland. For reasons of equity, however, the period is restricted to 20 days at a time.", "20. With regard to section 15, the Government submitted that in most cases where a tax appeal is pending the National Board of Taxes refuses tax relief. This also concerns the application of section 15 of the Fuel Fee Act. If an application for tax modification has been rejected for this or another reason, the applicant may, notwithstanding the existing decision, file a new modification application with the same authority after the decision on taxation has become final. The Government did not refer to any such decision.", "21. The Fuel Fee Act in force at the relevant time was replaced by a new Fuel Fee Act (Act no. 1280/2003, with effect from 1 January 2004, which was not therefore applicable to the present case). Section 3 provides that a fuel fee is imposed for the purpose of preventing the use of a fuel which gives rise to the imposition of a fuel fee, and that the use in vehicles of a fuel which gives rise to the imposition of a fuel fee is prohibited. Section 9 lays down the sums of the fuel fees imposed on different types of cars. Section 10 provides that if a notification has not been made to the competent authority, the fuel fee shall be increased by 30% at most. The fuel fee may also be increased by 50% at most if the use of the fuel which gives rise to imposing the fuel fee is repeated, or doubled at most if the use of the fuel which gives rise to imposing the fuel fee is particularly aggravated.", "22. The Government Bill for the enactment of the new Fuel Fee Act (HE 112/2003, p. 7) noted that the use of more leniently taxed fuel led to the issuing of a fuel fee debit and an additional motor vehicle tax and that the aim of this was effectively to prevent the use of fuel other than fuel intended for traffic. Formally, the use of more leniently taxed fuel was not forbidden, but it was subject to fairly severe financial sanctions. The basic structure of the Fuel Fee Act and the Motor Vehicle Tax Act was identical to, for example, the Penal Code, which does not specifically forbid certain unwanted acts but only provides for the consequences of such acts. The only difference was that the sanction applicable to the use of fuels was an administrative sanction collected as a tax. The basic aim of the provisions on additional tax and fuel fee is well established in Finland. The provisions are well-known among motorists and the consequence is that, compared with other countries, more leniently taxed fuel is hardly ever used in road traffic in Finland. The Government Bill considered that the high level of the fuel fee was necessary with regard to the preventive effect of the sanctions system.", "23. Chapter 29, Articles 1-3, of the Penal Code provide:", "A person who", "(1) gives a taxation authority false information on a fact that influences the assessment of tax,", "(2) files a tax return concealing a fact that influences the assessment of tax,", "(3) for the purpose of avoiding tax, fails to observe a duty pertaining to taxation, influencing the assessment of tax, or", "(4) acts otherwise fraudulently,", "and thereby causes or attempts to cause a tax not to be assessed, a tax to be assessed too low or a tax to be unduly refunded, shall be sentenced for tax fraud to a fine or to imprisonment for at most two years.", "If in the tax fraud", "(1) considerable financial benefit is sought or", "(2) the offence is committed in a particularly methodical manner and the tax fraud is aggravated also when assessed as a whole, the offender shall be sentenced for aggravated tax fraud to imprisonment for at least four months and at most four years.", "(1) If the tax fraud, when assessed as a whole, with due consideration to the amount of financial benefit sought and the other circumstances connected with the offence, is to be deemed petty, the offender shall be sentenced for petty tax fraud to a fine.", "(2) If a punitive tax increase is deemed a sufficient sanction, the report of, or prosecution or punishment for, petty tax fraud may be waived.”"], "VIOLATED_ARTICLES": ["P7"], "VIOLATED_PARAGRAPHS": ["P7-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}