{"ITEMID": "001-69457", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KARAKAŞ AND YEŞİLIRMAK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Violation of Art. 6-1;No violation of Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicants were born in 1974 and 1977 respectively and live in Istanbul.", "10. On an unspecified date police officers from the anti-terror branch of the Bağcılar Security Directorate reported that an illegal organisation, namely Dev-Sol (Revolutionary Left), would organise a demonstration in front of the head office of a daily journal, namely Hürriyet, on 13 August 1994.", "11. On 13 August 1994 the applicants, together with twelve other people, were arrested in front of the newspaper’s head office and taken to police custody at the Bağcılar Security Directorate. According to the arrest report drafted by the police, Dev-Sol members were arrested following a chase and two warning shots. It was also noted that the police officers made the detainees lie on the floor and collected the pamphlets and banners that they carried.", "12. On 15 August 1994 the Istanbul Criminal Police Laboratory provided an expert report where it concluded that Yılmaz Yeşilırmak’s handwriting matched the writing on several of the banners seized by the police.", "13. On 17 August 1994 the applicants were examined by a doctor from the Bakırköy Forensic Medical Institute. The doctor reported bruises on one hand of the first applicant and on both hands of the second applicant. The report stated that the applicants’ injuries did not constitute a danger to life, but would prevent them from working for three days.", "14. On the same day the Bağcılar Security Directorate held a press conference on the subject of the apprehension of members of the Dev-Sol organisation. There is no information in the case-file as to whether any declaration was made by the police during the conference. However, the next day the applicants’ names and pictures appeared in two national newspapers, namely Milliyet and Türkiye, where they were described as members of the Dev-Sol organisation.", "15. The news in the Milliyet newspaper, with the headline “Fourteen members of Dev-Sol arrested”, read as follows:", "“The members of Dev-Sol organisation, namely ..., Yılmaz Yeşilırmak, Bülent Karakaş, ..., who were getting ready to hold a demonstration in Güneşli, in order to protest against the Hürriyet newspaper, have been arrested. The police seized the following items from the accused: pamphlets and banners with slogans against journalists, publications with leftist points of view, and slings to smash the windows of the Hürriyet building.”", "16. The information in the Türkiye newspaper, with the headline “Protesters with slings”, was accompanied by a photo, in which a group of accused was standing behind a table on which pamphlets, banners and rubber bands were displayed. The text was as follows:", "“The police arrested fourteen people, (including five women), who were allegedly members of an illegal leftist organisation and were getting ready to hold a demonstration to protest about an article that was published in Hürriyet newspaper. The police seized banners, pamphlets, and rubber bands for slings which were found on the accused, namely ... Y.Y., Bülent Karakaş ...”", "17. On 18 August 1994 the applicants were brought before the Public Prosecutor and then before a non-presiding judge at the Istanbul State Security Court, where they denied all charges. Both applicants rejected their statements given in police custody, contending that they had been forced to sign them. The court ordered their detention on remand.", "18. On 23 August 1994 the applicants were examined by the prison doctor. The medical report indicated the presence of bruises on the right hand of the first applicant. Moreover a site of scarred tissue, approximately 0.5 x 0.5 cm in dimension, was identified on the back of his right hand.", "At the end of the examination of the second applicant the doctor reported the presence of bruises on both hands and three sites of scarred tissue, each approximately 0.5 x 1 cm in dimension on the back of his left hand.", "19. On 26 August 1994 the Public Prosecutor of the Istanbul State Security Court filed a bill of indictment, charging the applicants under Article 169 of the Criminal Code with aiding and abetting an illegal organisation. The summary of the relevant parts of the indictment provided as follows:", "“... In view of the accused’s statements given at different stages of the criminal proceedings, the arrest report, the house search and seizure reports, the seized pamphlets, banners and slings which were found on the accused at the time of arrest, the expert report and the content of the case file, it has been established that:", "1. The accused Yılmaz Yeşilırmak was a supporter of the ideology of the illegal Dev-Sol organisation ..., two months ago he started to visit the head office of the Devrimci Gençlik (Revolutionary Youth) periodical in Beyoğlu, together with his friend Bülent Karakaş ..., he was informed of the demonstration that was going to be held in front of the Hürriyet building, on 8 August 1994, by a person who approached him while he was reading the Mücadele (Struggle) periodical in a public park.", "He assisted in the preparation of banners. ... According to the Istanbul Criminal Police Laboratory’s report dated 15 August 1994 the characteristics of the applicant’s handwriting were visible on three banners.", "...", "9. ... the accused Bülent Karakaş was a supporter of the ideology of the illegal Dev –Sol organisation. He was a reader of the Mücadele periodical. He met with his friend Yılmaz Yeşilırmak in Şişli and they arrived together at the scene of the incident. When he was arrested the police seized two banners which he was carrying.”", "20. On 7 and 8 September 1994 a doctor at the Forensic Medicine Institute examined the second and the first applicant respectively. The medical report reiterated the findings of the reports dated 23 August 1994 and indicated that the first applicant complained of pain in his waist and the second applicant complained of pain in his thighs.", "21. At the first hearing held on 27 October 1994 before the Istanbul State Security Court, the applicants submitted the medical reports and written statements in which they alleged to have been subjected to torture in police custody. They did not give any details concerning their allegations of torture. They also maintained that, in police custody, they had been forced to sign statements before reading them. The court ordered the applicants’ release pending trial.", "22. At the hearing dated 21 February 1995 the Istanbul State Security Court decided that the police officers whose signatures appeared under the applicants’ written statements given in police custody should be summoned to appear before the court.", "23. On 5 September 1995 and 14 March 1996 the police officers confirmed before the court the content of the applicants’ police statements and the authenticity of their signatures appearing on the bottom of these statements.", "24. On the latter date, in view of the incident report, the witness statements, the seized banners, pamphlets and the content of the case-file, the court decided to acquit nine of the accused and convicted five of them, including the applicants, under Article 169 of the Criminal Code and Article 5 of the Law on Prevention of Terrorism. It sentenced the applicants to three years and nine months’ and two years and six months’ imprisonment respectively.", "25. On 17 April 1996 the applicants’ lawyer lodged an appeal with the Court of Cassation. In the petition the lawyer repeated the allegation that the applicants had been subjected to torture in police custody.", "26. On 13 April 1998, at the hearing which took place before the Court of Cassation, the applicants repeated their allegations of torture in police custody and pleaded not guilty.", "27. On 27 April 1998 the Court of Cassation upheld the decision of the Istanbul State Security Court in respect of three of the accused, including the applicants, and quashed it in respect of two of them. It quashed the decision regarding one of the accused on procedural grounds and the other one on account of lack of evidence.", "28. On 27 May 1998 the Court of Cassation rejected the applicants’ request to rectify the decision.", "29. Article 169 of the Criminal Code provides:", "“Any person, who knowing that an armed gang or organisation is illegal, assists it, harbours its members, provides it with food, weapons ammunition or clothes or facilitates its operations in any manner whatsoever shall be sentenced to not less than three and not more than five years’ imprisonment...”", "30. Article 4 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991) provides that the offence defined in Section 169 of the Criminal Code is classified in the category of “acts committed to further the purposes of terrorism”. According to Article 5, penalties laid down in the Criminal Code as punishment for the offences defined under Article 4 of the Act are increased by one half."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}