{"ITEMID": "001-61584", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KONIG v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1970. He is serving a sentence in the Ilava prison.", "9. On 17 October 1995 the applicant was apprehended by the police as he was suspected of having murdered a taxi driver. Criminal proceedings were brought and the applicant was detained on remand in that context.", "10. The main hearing before the Košice Regional Court was held on 24 February 1997. In his final speech the applicant requested, inter alia, that he should be released from detention. On the same day the Košice Regional Court convicted the applicant of murder and of the unauthorised carrying of a weapon and sentenced him to twelve and a half years’ imprisonment. Neither the judgment nor the minutes mentioned the applicant’s request for release. In terms of domestic law the applicant continued being detained on remand until the final effect of the judgment leading to his conviction.", "11. On 25 April and on 14 June 1997 the applicant appealed against the Regional Court’s judgment.", "12. In a letter dated 12 May 1997 the applicant informed the presiding judge of the Košice Regional Court that he maintained his request for release from detention on remand of 24 February 1997.", "13. On 2 July 1997 the Supreme Court dismissed the appeal. The judgment convicting the applicant became final on the same day.", "14. On 29 October 1997 and on 25 March 1998 respectively the president of the Košice Regional Court and the Ministry of Justice admitted, in reply to the applicant’s complaint, that no decision had been taken on his application for release lodged at the hearing before the Regional Court on 24 February 1997.", "15. Article 72(2) provides that an accused person has the right to file an application for release from detention on remand at any time. Such an application has to be decided upon without delay. Where such an application was dismissed, the accused can renew it fourteen days after the relevant decision has become final unless the application is based on different reasons."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}