{"ITEMID": "001-57516", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 1960, "DOCNAME": "CASE OF LAWLESS v. IRELAND (No. 1)", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (incompatibility);Questions of procedure rejected", "JUDGES": "", "TEXT": ["The purpose of the Commission's Request - to which is appended the Report drawn up by the Commission in accordance with the provisions of Article 31 (art. 31) of the Convention - is to submit the case of G.R. Lawless to the Court so that it may decide whether or not the facts of the case disclose that the Respondent Government has failed in its obligations under the Convention.", "As appears from the Commission's Request and from its Memorial, Mr. Lawless alleges in his Application that there has been a violation of the Convention in his case, by the authorities of the Republic of Ireland, inasmuch as he was detained without trial, between 13th July and 11th December 1957, in a military detention camp situated in the territory of the Republic of Ireland, in pursuance of an Order made by the Minister of Justice under section 4 of the Offences against the State (Amendment) Act, 1940. The special powers of arrest and of detention allowed to Ministers of State by this Act are said to have been brought into force on 8th July 1957, by a proclamation made and published by the Irish Government on 5th July 1957.", "After being declared admissible on 30th August 1958, the Request was dealt with by the Commission according to the procedure laid down in Articles 28 and 29 (art. 28, art. 29) of the Convention. It proved impossible to secure a friendly settlement, and the Commission therefore drew up the Report called for by Article 31 (art. 31) of the Convention. This Report was adopted by the Commission on 19th December 1959, the majority holding that there had been no breach of the Convention on the part of the Irish Government and that no action should be taken on the Applicant's suit for damages.", "After transmitting this Report to the Committee of Ministers of the Council of Europe on 1st February 1960, in accordance with Article 31, paragraph 2 (art. 31-2), of the Convention, the Commission decided at its meeting of 1st April 1960, to avail itself of the possibility offered by Articles 44 and 46 (art. 44, art. 46) of the Convention, and refer the Lawless case to the Court for final decision.", "In support of this step, the Commission recalled in its Memorial that an opinion stated by it under Article 31 (art. 31) of the Convention as to whether or not the facts found disclosed a breach of the Convention would not be conclusive. The Commission pointed out that under Article 32, paragraph 1 (art. 32-1), of the Convention, if a question were not referred to the Court, it rested with the Committee of Ministers to decide, by a majority of two-thirds, whether or not there had been a violation of the Convention.", "In view of the fundamental importance of the legal problems raised in this case - and particularly of the questions arising in relation to Article 15 (art. 15) of the Convention - the Commission deemed it advisable to refer the case to the Court, though without qualifying in any way its own opinion on the subject as expressed in the Report.", "At the meeting held on 1st June 1960, in accordance with Rule 35, paragraph 1, of the Rules of Court, and in its Memorial of 27th June 1960, the Commission stated that, in conformity with Rule 76 of its Rules of Procedure, it had, on 13th April 1960 - that is, after referring the case to the Court - transmitted the Report to the Applicant, inviting him to submit his observations to the Commission.", "In submitting the Report to the Applicant the Commission pointed out that that document must be kept secret and that the Applicant was not entitled to publish it.", "Rule 76 of the Rules of Procedure of the Commission runs as follows:", "\"When a case brought before the Commission in pursuance of Article 25 (art. 25) of the Convention is subsequently referred to the Court, the Secretary of the Commission shall immediately notify the Applicant. Unless the Commission shall otherwise decide, the Secretary shall also in due course communicate to him the Commission's Report, informing him that he may, within a time-limit fixed by the President, submit to the Commission his written observations on the said Report. The Commission shall decide what action, if any, shall be taken in respect of these observations.\"", "In its Memorial, the Commission declared its readiness \"to submit to the Court the Applicant's comments upon the Report as a document relevant in the present proceedings\". However, instead of communicating these comments on its own initiative, the Commission thought appropriate, at this preliminary stage of the procedure, to request the Court for leave to file the memorandum containing the Applicant's comments as a document submitted by the Commission.", "In the pleadings, the following submissions were made in regard to the procedure alone:", "by the Commission, in its Memorial:", "\"May it please the Court:", "(1) to give leave for the Commission to submit to the Court the Applicant's comments on the Commission's Report as one of the Commission's documents in the case; and", "(2) in general, to give directions as to the right of the Commission to communicate to the Court the comments of the Applicant in regard to matters arising in the present proceedings\".", "by the Irish Government, in their Counter-Memorial:", "\"May it please the Court:", "(1) to decline jurisdiction in the present case unless the Commission satisfies the Court that between 19th December 1959 and", "1st February 1960, the question of reference of the case to the Court was not discussed in any way by the Commission;", "(2) to refuse to entertain the case while the delay on the part of the Commission in transmitting its Report to the Committee of Ministers and to the Government has not been satisfactorily explained;", "(3) to declare that any publication by the Commission of its Report other than that expressly authorised by the Convention, is a breach of the obligations imposed on the Commission by the Convention;", "(4) to rule that the comments of the Applicant on the Report of the Commission and the further comments of the Applicant on matters arising in the present proceedings be not received by the Court:", "(a) because no argument in favour of their admission has been submitted by the Commission, and", "(b) because the admission of such comments would be an oblique method of amending the Convention, and", "(c) because such comments have come into existence only through a breach by the Commission of its obligations of secrecy, and", "(d) because in the circumstances of the present proceedings such comments are not material;", "(5) to declare that a correct interpretation of the Convention does not permit of action of the nature contemplated by Rule 76 of the Rules of the Commission\".", "At the hearing of 3rd October 1960, the Commission made the following submissions:", "May it please the Court to reject the preliminary objections to the Court's jurisdiction formulated in paragraph 4 of the Respondent Government's Counter-Memorial.", "May it please the Court to decide that the provisions of Rule 76 of the Commission's Rules of Procedure and the Commission's communication of its Report on the present case to the Applicant fall within the competence conferred upon the Commission by the Convention, and to reject the preliminary objection formulated in paragraph 5 of the Respondent Government's Counter-Memorial.", "“May it please the Court:", "(a) to give leave to the Commission to transmit to the Court the written comments of the Applicant upon the Commission's Report;", "(b) to give such directions as the Court may consider appropriate as to the right of the Commission to communicate to the Court the comments of the Applicant in regard to matters arising in the present proceedings;", "(c) to reject the submissions formulated in paragraph 6 of the Respondent Government's Counter-Memorial.\"", "At the hearing of 3rd October 1960, the Agent of the Irish Government, in view of the explanations furnished by the Delegate of the Commission during his oral pleading, withdrew the preliminary objections appearing as Nos. 1 and 2 in his Government's Counter-Memorial.", "The following submissions, relating to the preliminary objections and questions of procedure raised during the present proceedings, were presented by the Agent of the Irish Government at the hearing of 4th October 1960:", "\"May it please the Court:", "(1) to declare that any publication by the Commission of its Report, other than that expressly authorised by the Convention, is a breach of the obligations imposed on the Commission by the Convention;", "(2) to rule that the comments of the Applicant on the Report of the Commission be not received by the Court;", "(3) to rule that no further comments of the Applicant on matters arising in the present proceedings may be received by the Court;", "(4) to declare that a correct interpretation of the Convention does not permit of action of the nature contemplated by Rule 76 of the Rules of the Commission.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}