{"ITEMID": "001-5765", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ZYSKO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Polish national, born in 1949, residing in Racibórz", "In 1994 the applicant wrote a letter to the Regional Office (Urząd Wojewódzki) in which he requested that his wish to abandon his Polish citizenship be acknowledged. He formulated at this occasion various complaints about, in his view, catastrophic situation of the country, about poverty of growing parts of population due to ruinous economic policies and about a number of other social and political issues. He also wrote a letter to the Chancellery of the President of Poland, requesting to be divested of his citizenship.", "On an unspecified date criminal proceedings were instituted against the applicant on charges of arson.", "On 17 September 1996 the Racibórz District Prosecutor submitted a motion to the Katowice Regional Court, requesting that an order be given for the applicant’s placement at a psychiatric institution.", "On 30 September 1996 the Katowice Regional Court, after a hearing held on that date in the presence of the applicant, his lawyer and a prosecutor, committed the applicant to a mental hospital. The court established that criminal proceedings had been instituted against the applicant on suspicion of arson. As doubts had arisen as to the applicant’s mental health, the prosecutor appointed experts in order to establish his condition. The experts requested that the applicant undergo a psychiatric observation, and, after the observation had been completed, submitted their report. They concluded that on account of psychiatric illness he could not be held criminally responsible, within the meaning of Article 25 § 1of the Criminal Code applicable at that time, and that he posed a threat to public order. The prosecutor had subsequently requested the court to order the applicant’s committal to a psychiatric institution. The court further stated that in the light of the evidence gathered in the investigations the applicant was, beyond any doubt, an author of the criminal offence in question (“analizując dowody zgromadzone w toku śledztwa Sąd uznał, że nie budzi wątpliwości, iż podejrzany jest sprawcą zarzucanego mu czynu”). The court further considered that the prosecutor’s request was supported by unequivocal conclusions of the experts.", "The applicant lodged an appeal, arguing that he had not been given the access to the full text of the medical expert opinion, that the charges against him were supported only on circumstantial evidence and his guilt had not been established, and challenged the experts’ argument that his wish to emigrate had been motivated by his mental illness.", "On 16 October 1996 the Katowice Court of Appeal, in a session in the presence of a prosecutor, dismissed the applicant’s appeal. The court stated that the evidence allowed for a finding that the applicant had committed the offence concerned. The court referred in this respect to the applicant’s confession made in the investigations, and to the testimony of a fireman who had been leading action of the fire brigade. In his view, the applicant’s apartment had deliberately been put on fire. He had also found five bottles with petrol in the apartment. The court further had regard to the medical expert opinion to the effect that the applicant, who suffered from paranoid syndrome, could not be criminally responsible on psychiatric grounds and that he should be committed to a hospital as he posed a genuine and serious threat to public order. The court concluded that, in view of the fact that the applicant who had never before been under any psychiatric treatment, was uttering threats that he would escalate his violent actions, the conclusions of the lower court were justified.", "Subsequently the applicant was placed in a psychiatric hospital. On an unspecified date he requested the Ombudsman to lodge a cassation appeal against this decision.", "On 21 April 1997 the Ombudsman lodged a cassation appeal against the decision of the Katowice Court of Appeal. The Ombudsman argued that the Court of Appeal had failed to inform the applicant and his lawyer about the date of the hearing which was held before that court on 16 October 1996. The applicant had thus been deprived of his defence rights.", "On 2 June 1997 the Supreme Court quashed the decision of the Court of Appeal, considering that in view of the fact that the applicant’s lawyer had not been informed about the date and time of the latter court’s session of 16 October 1996, and that the applicant’s interests had not been properly presented and defended in the proceedings. The Supreme Court ordered that the case be remitted to the Court of Appeal for reconsideration.", "Apparently later the applicant submitted a request to be discharged from the psychiatric hospital to the Katowice Regional Court.", "On 23 July 1997 the Katowice Court of Appeal, having again examined the applicant’s appeal against the decision of the Regional Court of 30 September 1996, upheld the decision. The court took into consideration that the evidence gathered in the investigations conducted by the prosecution allowed for a conclusion that the applicant had been the author of the offence concerned, as shown by his own confession and by the testimony of the witness J.K., relied on by the lower court. The court further referred to the medical expert opinion of psychiatrists from Rybnik hospital who, having regard to the results of a clinical observation of the applicant, established that he had been suffering from paranoid syndrome, and that in view of his illness he posed a serious and genuine threat to legal order. The court concluded that the decision of the lower court was well-founded. The court finally observed that, in the light of the letter of the Chief Physician of the Rybnik Hospital of 25 June 1997, apparently concerning the applicant’s condition at that time, a judicial review of the applicant’s detention, provided for by Article 197 of the Code of Enforcement of Sentences, was called for.", "By a letter of 16 March 1998 the Katowice Regional Court informed the applicant that a decision concerning his request for release would be given as soon as the medical expert opinion was submitted to the court.", "On 22 April 1998 the applicant complained that the proceedings concerning his request for release lasted too long.", "In reply, the Katowice Regional Court, in a letter of 4 May 1998, informed the applicant that the decision would be given as soon as the experts appointed to prepare an opinion as to his continued detention submit their final report. They had been urged by the court to speed up their progress, to no avail. In view of their failure to react, the court had requested them again to accelerate their work.", "On 8 June 1998 the Katowice Regional Court, having questioned the experts, decided that the applicant’s detention should be maintained as he still presented a threat to public order.", "The applicant and his lawyers lodged appeals against this decision, submitting that, in the view of the applicant’s condition the maintaining of the applicant’s detention had ceased to serve any purpose, and that the decision to detain him had been “politically motivated”.", "On 8 July 1998 the Katowice Court of Appeal declined to examine the appeal, considering that under Article 25 of the Code of Enforcement of Sentences it was the Regional Court, composed of one professional judge and two lay judges, which was competent to rule on the applicant’s appeal.", "On 31 August 1998 the Katowice Regional Court upheld the decision of 8 June 1998. The court considered that the first-instance court had been thorough in its assessment of the evidence, in particular in respect of the expert medical opinions of psychiatrists W.G. and W.Z., the conclusions of which they had reiterated at a hearing on 8 June 1998, indicating that the applicant’s detention should be maintained. The court further considered that the conclusions of this expert report, contrary to the appearances (“wbrew pozorom”), were identical with statements contained in another medical expert opinion drawn by psychiatrists A.J.S. and K.K.K. who had stated that the applicant’s personality had certain paranoiac characteristics. They had further argued that, since the applicant had been uttering threats, he should remain in detention. The court therefore concluded that their conclusions actually strengthened the conclusions of the other two experts. The court went on to state that in view of the applicant’s past conviction for uttering threats and arson and the fact that during his detention in the hospital he had been submitting numerous complaints to various institutions, his further detention was called for as he had not ceased to pose a serious and genuine threat to legal order.", "On 6 July 1998, the applicant requested that criminal proceedings be instituted against certain experts involved in his case. On 9 December 1998 the Racibórz District Prosecutor, to whom the case had been transferred as the prosecutor in whose jurisdiction the proceedings should be conducted, requested that the investigations be conducted by another prosecuting authority, refused to do so. The applicant appealed, and on 29 January 1999 the Katowice Regional Prosecutor set this decision aside.", "On 28 April 1999 the Supreme Court refused to re-open the proceedings in which the applicant’s placement at the mental hospital had been ordered, finding that the legal requirements had not been met.", "On 2 August 1999 the Katowice Regional Court held a hearing at which it examined the applicant’s request for release, submitted at an unknown date. The court, having regard to doubts as to the applicant’s current health, and in accordance with the applicant’s request, ordered that an opinion of a specialised research institution be sought. The applicant subsequently underwent twelve-weeks observation in the hospital of the Psychiatry Institute of the Warsaw Medical Academy in Pruszków hospital.", "On 16 December 1999 the Ruda Śląska District Prosecutor discontinued the investigations against the experts, considering that they had no case to answer. The applicant’s appeal was subsequently transmitted to the Ruda Śląska District Court. On 19 January 2000 the court upheld this decision.", "On 21 February 2000 the Katowice Regional Court ordered the applicant’s release.", "The conditions for detention of persons of unsound mind who are not responsible on medical grounds were laid down in the Criminal Code, as it stood at the material time:", "\"If it has been established that a person has committed an offence in a state of mental disorder [excluding his criminal responsibility], and his remaining at liberty entails a serious danger to public order, the court shall commit him to a mental hospital or another appropriate institution.\"", "\"In cases provided for in Article 99 (...) the period of detention is not determined in the decision of the committal to the psychiatric institution; the court shall order the release if the detention ceases to be necessary.\"", "According to the case-law of the Supreme Court, a threat to public order is to be determined on the basis of a situation obtaining at a time when the offender’s detention in the psychiatric institution is imposed. The assessment of the existence and the degree of such threat should be made in the light of a medical expert opinion. For a decision ordering detention in a psychiatric hospital to be given, it is not necessary that it is expressly stated in the medical expert opinion that it would pose a threat to public order if the offender were to remain at liberty. It suffices that such a conclusion could be drawn from the medical expert opinion taken as a whole (Orzecznictwo Sądu Najwyższego, Izba Karna i Wojskowa 1974, item 47).", "A threat to public order is considered serious if an offender’s remaining at liberty gives rise to a risk of an unlawful act being committed by him (Orzecznictwo Sądu Najwyższego, Izba Karna i Wojskowa 1972, item. 183).", "Article 197 of the Code of Execution of Sentences, applicable at the relevant time, reads:", "\"1. A director of a medical institution is obliged to keep the court informed of the detainee’s health and of the progress in treatment.", "...", "3. The court, at intervals of not longer than six months, shall decide, on the basis of a medical opinion, on the necessity to maintain further security measures.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}