{"ITEMID": "001-78450", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "R. AND F. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The first and second applicants, R. and F., are British nationals who were born in 1977 and 1974 respectively and live in Scotland. They are represented before the Court by Miss M Dyker, a lawyer practising in Edinburgh.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants met in October 1997 and started a relationship. They were married in October 1998 and have been living as a married couple since, jointly owning their home and having a joint mortgage.", "The second applicant, F., was born male, but underwent gender reassignment surgery (funded by the National Health Service) in November 2003, after a consultation process which began in 1998. The first applicant, R., was involved in this process throughout, attending appointments with the relevant medical professionals, and providing both practical and emotional support. The applicants contend that F.’s treatment and surgery have not affected either the emotional or physical aspects of their relationship, and they have left open the possibility of having children in the future.", "F wishes to have her new gender recognised. In particular, she wishes to have a birth certificate upon which her gender is recognised as female. By the provisions of the Gender Recognition Act 2004 (‘GRA 2004’), provision is made for those who have acquired a new gender to apply for a full Gender Recognition Certificate (‘GRC’). This in turn entitles the holder to obtain what is, to all outward intents and purposes, a new birth certificate recognising their new gender.", "However, it is a condition of the issue of a full GRC that the recipient not be married. As she is married, F. is entitled to apply for an interim gender recognition certificate (‘GRC’) to allow her female status to be officially recognised, but she would only be able to obtain a full GRC if she and R. divorce, something to which they are deeply opposed.", "Divorce would necessarily incur costs of GBP 120 together with solicitors’ costs of approximately GBP 500. Their representative before this Court also notes that, in the event that R. and F. were required to divorce, she would have to advise them to take independent legal advice with a view to coming to an agreement as to how they should divide their matrimonial property to protect their financial positions. The applicants contend that a failure to take such advice and divide the property accordingly would lead to R., in particular, losing rights. Taking independent legal advice and drawing up a minute of agreement (even if it were not contentious) would cost in the region of GBP 3,525 for each party. There would also be costs associated with any resulting transfers of property for purposes of division: a sale of their property would incur legal costs of approximately GBP 1,500.", "As of 5 December 2005, when the relevant sections of the Civil Partnership Act 2004 entered into force, the applicants are entitled to enter a civil partnership. However, they do not consider such a partnership a full substitute for marriage. They highlight both what they contend is the different social standing attached to such civil partnerships and also the fact that they do not provide identical legal protection to that enshrined in statutes governing marriage. Entry into a civil partnership would also necessarily incur costs of in the region of GBP 93.50.", "The Gender Recognition Act 2004 (‘GRA 2004’) provides a mechanism whereby transsexuals may have their new genders recognised. Section 2 provides that a Gender Recognition Panel must grant an application if it is satisfied that the applicant: (1) has, or has had, gender dysphoria; (2) has lived in the acquired gender throughout the preceding two years; and (3) intends to continue to live in the acquired gender until death.", "By section 3, an application must include a report from a registered medical practitioner, or a chartered psychologist, either of whom must be practising in the field of gender dysphoria. This report must include details of diagnosis. A second report must also be included, which need not be from a medical professional practising in the field of gender dysphoria, but could be from any registered medical practitioner. At least one of the reports must include details of any treatment that the applicant has undergone, is undergoing or that is prescribed or planned, for the purposes of modifying sexual characteristics.", "Section 4 sets down the consequences of an application being successful. It reads in material part as follows:", "“(1) If a Gender Recognition Panel grants an application under section 1(1) it must issue a gender recognition certificate to the applicant.", "(2) Unless the applicant is married, the certificate is to be a full gender recognition certificate.", "(3) If the applicant is married, the certificate is to be an interim gender recognition certificate.", "(4) Schedule 2 (annulment or dissolution of marriage after issue of interim gender recognition certificate) has effect [this amends section 1(1) of the Divorce (Scotland) Act 1976 so that a party can apply to the courts for a divorce on the basis of the issue of an interim gender recognition certificate to either party to the marriage].", "Section 5 governs the situation where an interim certificate has been granted. It reads in relevant part as follows:", "“(1) A court which -", "...", "(b) (in Scotland) grants a decree of divorce on that ground,", "must, on doing so, issue a full gender recognition certificate to that party and send a copy to the Secretary of State.", "(2) If an interim gender recognition certificate has been issued to a person and either-", "(a) the person’s marriage is dissolved or annulled (otherwise than on the ground mentioned in subsection (1)) in proceedings instituted during the period of six months beginning with the day on which it was issued, or", "(b) the person’s spouse dies within that period,", "the person may make an application for a full gender recognition certificate at any time within the period specified in subsection (3) (unless the person is again married).", "(3) That period is the period of six months beginning with the day on which the marriage is dissolved or annulled or the death occurs.", "(4) An application under subsection (2) must include evidence of the dissolution or annulment of the marriage and the date on which proceedings for it were instituted, or of the death of the spouse and the date on which it occurred.", "(5) An application under subsection (2) is to be determined by a Gender Recognition Panel.", "(6) The Panel –", "(a) must grant the application if satisfied that the applicant is not married, and", "(b) otherwise must reject it.", "(7) If the Panel grants the application it must issue a full gender recognition certificate to the applicant.”", "The only function of an interim gender recognition certificate is therefore to provide a document which can be used to obtain a divorce.", "The other provisions of the GRA 2004 only apply where a full gender recognition certificate is concerned. These include, for instance, section 9, which provides that:", "“(1) Where a full gender recognition certificate is issued to a person, the person’s gender becomes for all purposes the acquired gender (so that, if the acquired gender is the male gender, the person’s sex becomes that of a man and, if it is the female gender, the person’s sex becomes that of a woman).”", "By Paragraph 14 of Part 2 of Schedule 3 to the GRA 2004, the issue of a full gender recognition certificate obliges the Registrar General for Scotland to make an entry in the (new) Gender Recognition Register for Scotland and to mark the original entry in the register of births referring to the birth (or adoption) of the transsexual person to show that the original entry has been superseded. Paragraph 15 makes provision for an extract to be made of any entry in the GRR. An abbreviated certificate of birth compiled from the GRR must, by Paragraph 16, not disclose that it is compiled from the GRR. Both copies of and abbreviated certificates therefore look the same as any other birth certificates; they therefore act, to all outward intents and purposes, as new birth certificates.", "Not all provisions of the GRA 2004 require status or situations existing prior to gender recognition to be changed or dissolved. For instance, provisions as to parenthood (section 12), succession (section 15) and peerages (section 16) explicitly provide that the person’s gender has become the acquired gender does not effect their status or rights flowing therefrom.", "Section 5(4)(e) of the Marriage (Scotland) Act 1977 provides that there is a legal impediment to a marriage in Scots law where the parties “are of the same sex.” The Scots position is considered to be broadly similar to that in England, where the relevant provision is contained in section 11(c) of the Matrimonial Causes Act 1973, which provides that a marriage is void unless the parties are “respectively male and female.”", "In the English case of Corbett v Corbett [1971] Probate Reports 83 it was held that marriage could only be between a woman and a man, determined on genital, gonadal and chromosomal factors, and should not take into account the party’s psychological beliefs, however genuine and profound.", "Section 11(c) of the Matrimonial Causes Act 1973 and Corbett v Corbett have recently been reconsidered by the House of Lords in Bellinger v Bellinger [2003] UKHL 21. Their Lordships considered that the words “male” and “female” were to be given their ordinary meaning and referred to a person’s biological gender as determined at birth so that, for purposes of marriage, a person born with one sex could not later become a person of the opposite sex. They therefore held that it was not possible under English (and by analogy Scots) law for a person to marry another person who was of the same gender at birth, even if one of them had undergone gender reassignment surgery. They did, however, issue a declaration that Section 11(c) of the 1973 Act represented a continuing obstacle to the ability of the (male to female) transsexual petitioner to enter into a valid marriage with a man, and that it was therefore incompatible with her rights under Articles 8 and 12 of the Convention.", "The Divorce (Scotland) Act 1976, as amended by the Gender Recognition Act 2004, reads in relevant part as follows:", "“Section 1", "(1) In an action for divorce the court may grant decree of divorce if, but only if, it is established in accordance with the following provisions of the Act that –", "...", "(b) an interim gender recognition certificate under the Gender Recognition Act 2004 has, after the date of the marriage, been issued to either party to the marriage.”", "The Divorce (Scotland) Act 1976 does not provide for any defence to divorce where it is sought on the basis of the issue of an interim gender recognition certificate. The Act is to be amended by a Bill currently before the Scottish Parliament, but it does not appear that any amendments that may be made by the Bill are material to this section.", "The financial consequences of divorce are set out in the Divorce (Scotland) Act 1976 and the Family Law (Scotland) Act 1985. The rights on divorce are broadly speaking that the parties are each entitled to half of the property referable to the period of the marriage, regardless of the name in which the property in question is formally held. Where no application is made for financial provision under the Family Law (Scotland) Act 1985, then the general law of property applies, such that parties may lose rights – for instance, property will continue to be held by the person in whose name it is held, even if that results in one person having more property than another.", "Other consequences of divorce include the loss of spousal rights under the Succession (Scotland) Act 1964, the loss of rights in relation to the matrimonial home under the Matrimonial Homes (Family Protection) (Scotland) Act 1981, tax consequences such as the loss of spousal exemptions, and the loss of entitlement to pension or other benefits contingent on parties being married (e.g. widow’s benefits under the Social Security Contributions and Benefits Act 1992). It may also lead to an inability to recover damages if the ex-spouse dies due to somebody else’s fault by operation of Schedule 1 to the Damages (Scotland) Act 1976 (although this provision has not been the subject of judicial scrutiny since the passage of the Human Rights Act 1998). Finally, certain rules of evidence, for instance that a spouse is not generally a compellable witness against another spouse (under sections 143 and 348 Criminal Procedure (Scotland) Act 1995), cease to have effect.", "This Act (the CPA 2004) came into force on 5 December 2005. It has the effect of allowing same sex couples to acquire a legal status for their relationships, with legal rights and responsibilities. The Act is to be amended with respect to Scotland by the Family Law (Scotland) Bill, currently before the Scottish Parliament; this will have the effect of increasing the rights of same sex cohabitants in Scotland over and above those in force in England and Wales.", "The provisions in the CPA 2004 (as amended as per the Family Law (Scotland) Act 2006) do not exactly mirror those applicable to marriages. For instance, the provisions for formation of civil partnerships do not entirely match those for civil (i.e. not religious marriages) contained in the Marriage (Scotland) Act 1977 and subordinate legislation: there is, for instance, no equivalent to section 23A of the 1977 Act, which preserves the validity of marriages which in their formation failed to comply with one of the formal requirements imposed by that Act.", "On dissolution of a civil partnership, the Act does not contain any provision requiring property relating to periods of marriage prior to civil partnership to be taken into account (other than property bought for use as a family home or furniture or plenishings for the home, by an amendment to the Family Law (Scotland) Act 1985)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}