{"ITEMID": "001-98833", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BERHANI v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;No-violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1972 and is serving a prison sentence in Tirana Prison in Albania.", "7. On the early morning of 5 July 1996 a murder took place in a bar in Kuçovë, committed by two persons wearing motorcycle helmets (kokore).", "8. In the evening of the same day, the applicant was arrested on suspicion of premeditated murder while walking on a secondary road. The applicant fitted the description given to the police, namely that one of the perpetrators had long hair. The applicant was placed in pre-trial detention. The other perpetrator of the murder remained unidentified and could not be traced.", "Witnesses J., K. and L. made statements to the investigation team on that day in the absence of the applicant's counsel. Whereas the content of such statements was not submitted by the parties, it would appear that they implicated the applicant in the commission of the murder.", "9. The police searched the route the applicant had travelled and they found a red motorcycle with a flat front tyre a few kilometres away.", "10. On 6 July 1996 the prosecutor requested the validation of the applicant's arrest. On 7 July 1996 the Kuçovë District Court ordered the applicant's release for lack of reasonable suspicion and evidence. The applicant was represented by his lawyer A.", "11. On 9 July 1996 the prosecutor appealed.", "12. On 19 July 1996 the Tirana Court of Appeal quashed the Kuçovë District Court's decision and remanded the applicant in custody. The applicant could not be arrested as he had fled the country after his release on 17 July 1996, fearing a vendetta by the victim's relatives. It would appear that a few years prior to the murder, the victim had murdered the applicant's brother.", "13. A report on the examination and collection of material evidence of 5 July 1996 (proces-verbal për kqyrjen dhe sekuestrimin e provave materiale) contained information about the finding of seven bullet cartridges at the crime scene which were taken for ballistics examination. It was reported that the perpetrators had been on a red motorcycle and one of them had long hair.", "14. A body search report (process-verbal i kontrollit personal) of the applicant, at the time of the arrest, stated that he was found to have “...one belt with a metal stud (me një tokëz metalike).” No other items were recorded in the body search report.", "15. Another report on the examination and collection of material evidence contained information about a red Suzuki motorcycle found on the side of the road between Kuçovë and Fier.", "16. There is no documented information regarding any developments from 19 July 1996 to 6 January 1997. It appears that on an unspecified date the proceedings were transferred to the Berat District Court (“the District Court”).", "17. On 6 January 1997 the applicant was declared a fugitive, following unsuccessful efforts by the police to find him. The court assigned lawyer B. to represent him.", "18. All hearings scheduled between 11 January 1997 and 28 October 1998 were adjourned. Two hearings scheduled between 15 February and 2 March 1999 were also adjourned owing to the absence of the prosecutor. No witnesses, including police officers, even though they had been summoned by the court, appeared. No other procedural measures were taken.", "19. On 18 March 1999 the District Court decided to continue the proceedings in absentia. It was decided that B. would continue to defend the applicant. On the same day B. requested the court to declare the detention report (proces-verbal i kapjes në flagrancë), the personal search report (proces-verbal i kontrollit personal) and the reports on the examination and collection of material evidence null and void. He maintained that the detention report was forged, had been signed at a later stage by police officers and did not bear the signature of the applicant. Moreover, he suggested that the personal search report and the reports on the examination and collection of material evidence had not been prepared by judicial police officers in accordance with the Code of Criminal Procedure. No witnesses appeared on that day and no other evidence was considered by the court.", "20. At the hearing of 26 April 1999, witness E., a police officer, testified. He stated that the applicant had been arrested at random together with a number of other young people as one of the suspects. While the other youngsters had been released on the strength of recognition assurances provided by the nearby villagers, the applicant had been taken to the police station as no one could vouch for his identity. E. stated that the applicant was carrying a shopping bag. The applicant was not searched by the police at the time of his arrest. He was not aware of any motorcycle such as had been entered into the record in which his name and signature appeared. The applicant's lawyer questioned the witness.", "21. At the hearing of 23 June 1999 three witnesses appeared before the court.", "Witness G. testified that he was working at a petrol station when two people he did not know, who were on a motorcycle and wearing helmets, had enquired from a distance about petrol. He stated that he did not remember the colour of the motorcycle or the helmets. Nor had he noticed any particular details about the persons. He could not observe from a distance whether or not the front tyre of the motorcycle was flat.", "Witness H. testified that he was three hundred metres away from the crime scene when he saw two people with helmets, one of whom had committed the murder of 5 July 1996. There is no mention that he indicated the applicant as one of the perpetrators.", "Witness I. testified that while she had been having her morning coffee on the terrace of the café-bar where the crime occurred, she had heard the waitress scream and had run away. She had neither seen anyone behaving conspicuously nor heard the roar of a motorcycle.", "22. At the hearing of 30 September 1999 witness F. gave his testimony. As a police officer, he testified that the applicant had been selected at random, following information the police had received on the radio. It was confirmed, on the basis of a statement by the head of a nearby village, that the applicant had been riding a red motorcycle. The red motorcycle was found six or seven kilometres from the place where the applicant had been arrested. The witness testified that he had not participated personally in the search for the applicant.", "23. Between 15 October and 14 December six hearings were adjourned. None of the witnesses, including former police officers, appeared, while the applicant's representative was absent from three of them.", "24. At the hearing of 23 December, noting the repeated absence of lawyer B., the court assigned lawyer C. to the applicant. The prosecutor stated that the identity of the head of the village, as mentioned in the testimony of witness F. on 30 September, had been discovered, but he was abroad and could not give his testimony before the court.", "25. At the hearing of 12 January 2000 the court rejected the applicant's lawyer's request of 18 March 1999, which referred to the invalidity of several reports. It allowed the prosecutor to proceed with the reading out of the statements of J., K. and L., who had never been questioned by the applicant or his representative as regards their statement. The prosecutor and the applicant's representative made their final submissions.", "26. On 12 January 2000 the Berat District Court found the applicant guilty of premeditated murder, acting in collusion with others and illegal possession of firearms. The judgment, which was given in absentia, relied on the above reports and testimonies of witnesses E., F., G., H., I. and statements of J., K. and L. The court sentenced the applicant to eighteen years' imprisonment.", "27. On an unspecified date the applicant's father was informed of the Berat District Court's judgment. On 25 September 2000 he appointed a lawyer to lodge an appeal against that judgment. On an unspecified date the lawyer lodged an appeal with the Vlora Court of Appeal. According to the Code of Criminal Procedure, the time-limit for lodging an appeal against a district court's decision is ten days.", "28. On 24 November 2000 the Vlora Court of Appeal dismissed the appeal, finding that it did not comply with the prescribed time-limits. It also noted that the date of notification of the Berat District Court's judgment to the applicant's father could not be determined.", "29. Meanwhile, on 29 November 2001 the applicant was extradited from Italy, where he had been arrested on the strength of an extradition order from the Albanian authorities.", "30. On 30 November 2001, after being granted leave to appeal out of time, the applicant lodged an appeal against the Berat District Court's judgment. He was represented by D., a lawyer of his own choosing. The applicant complained that the District Court's judgment was not adequately reasoned. He pointed out that none of the witnesses had accused him of having committed the crime of 5 July 1996. He questioned how he could have been identified if he had been wearing a motorcycle helmet. He also objected to the reading out of the statements of witnesses J., K. and L. who had never been questioned or examined before the District Court.", "31. On 19 March 2002 the Vlorë Court of Appeal (“the Court of Appeal”) upheld the Berat District Court's judgment. It dismissed the applicant's request by relying on the witnesses' testimonies and the reading out of statements, which it found to be valid. Of the three judges who decided the case, two (Gj.G. and A.M.) had been members of the panel which had dismissed the applicant's appeal on 24 November 2000.", "32. On 16 April 2002 the applicant lodged an appeal with the Supreme Court. He complained that the personal search report, the reports on the examination and collection of material evidence taken at the investigation stage, and the reading out of statements of witnesses who had not been questioned during the criminal investigation, were invalid. He also argued that it was impossible for the witnesses to have identified him as the perpetrator of the crime, since the offender had allegedly been wearing a helmet. As regards the charge of the illegal possession of firearms, he claimed that there was no evidence to prove that he had used any weapons.", "33. On 25 October 2002 the Supreme Court declared his appeal inadmissible, using standard wording (“the grounds of the appeal fall outside the scope of Article 472 of the Code of Criminal Procedure”).", "34. On 8 May 2004 the applicant lodged a constitutional complaint. In addition to complaining of the unfairness of trial and appeal proceedings, he also complained that the Court of Appeal's bench of 19 March 2002 was not impartial.", "35. On 21 June 2004 the Constitutional Court, sitting as a bench of three judges, declared the applicant's complaints inadmissible. It held that the applicant's complaints did not raise any fair trial issues, but mainly concerned the assessment of evidence, which was the function of the lower courts.", "Article 42 § 2", "“In the protection of his or her constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "Article 131", "“The Constitutional Court shall decide: ...", "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "Article 142 § 1", "“Judicial decisions must be reasoned.”", "37. On 21 July 2009 the Constitutional Court examined an appellant's constitutional appeal for breach of his right to a fair hearing within a reasonable time as a result of the delayed enforcement of a final ruling in his favour. In a reasoned decision, the Constitutional Court, sitting as a full bench, dismissed the appellant's constitutional appeal finding that there had been no breach of the right in question.", "38. There is no reported case-law in which the Constitutional Court has examined the length of criminal proceedings.", "Article 171: Identification of persons", "“1. When the need arises to conduct the identification of a person, the proceeding authority invites the person who must conduct the identification to describe the person (to be identified), relating all the features he or she remembers and that person is asked whether he/she has been previously summoned to do the identification and about other circumstances, which may contribute to the accuracy of the identification.", "2. Actions provided for by paragraph 1 and statements made by the person who does the identification are entered in the records.", "3. Non-compliance with the provisions of paragraphs 1 and 2 is a cause for the invalidity of the identification.”", "Article 172: Performing identification", "1. The proceeding authority, after taking away the person who will do the identification, ensures the presence of at least two persons, looking as alike as possible, to the person to be identified. It invites the latter to choose his or her place in relation to others, taking care to be portrayed, as much as possible, in the same circumstances under which he or she would have been seen by the person called to do the identification. After the person who will do the identification has appeared, the court asks the latter whether he or she knows any of those presented for identification, and if yes, to point out the person he or she knows and to specify whether he or she is sure.", "2. When there are reasons to believe that the person called to do the identification may be afraid or influenced by the presence of the person to be identified, the proceeding authority orders the act to be performed without the latter seeing the former.", "3. The records must describe how the identification was performed, failure to do so invalidates the identification. The proceeding authority may order, for records purposes, the performance of the identification to be photographed or filmed.", "Article 173: Identification of items", "1. When the identification of material evidence or other items relevant to the criminal offence must be performed, the proceeding authority acts in compliance with the rules for identification of persons to the extent that they are applicable.", "2. After finding, when possible, at least two similar items to the one to be identified, the proceeding authority asks the person called to identify whether he/she recognises any of them and, if the answer is yes, invites him/her to state which of them he/she recognised and to specify whether he/she is sure.", "3. The records must describe how the identification was performed, failure to do so invalidates the identification.", "Article 175: Identification of or by several persons", "1. When several persons are called to do the identification of the same person or item, the proceeding authority performs it one by one separately, prohibiting any communication between the one who has done the identification and those who will do it subsequently.", "2. When a person must identify several persons or items, the proceeding authority orders the person or item to be identified to be placed among different persons or items.", "3. The provisions of Articles 171, 172 and 173 of the CCP are applicable.", "39. Article 425 establishes the scope of the examination of the appeal by the Court of Appeal. It provides that the examination of the case by the Court of Appeal is not limited to the grounds of appeal, but extends to the whole case.", "40. Under Article 427, at the party's request, the Court of Appeal shall be empowered to directly re-examine previous evidence and additional new materials, if it considers necessary.", "41. Article 428 establishes which decisions may be taken by the Court of Appeal. It provides that the Court of Appeal may decide to dismiss the appeal and uphold the judgment, to amend the judgment, to quash the judgment and terminate the criminal proceedings, or to quash the judgment and remit the case for a fresh trial.", "42. The Court of Appeal's judgments may be appealed to the Supreme Court under Article 432 in the event that: a) the criminal law has not been respected or has been erroneously applied; b) there have been breaches which result in the court's judgment being declared invalid in accordance with Article 128 of this Code; c) there have been breaches of procedural rules that have affected the adoption of the judgment.", "43. Article 434 provides that the Supreme Court examines the appeal in so far as points of law have been raised therein."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}