{"ITEMID": "001-77379", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "FATULLAYEV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Tofik Fatullayev, is an Azerbaijani national who was born in 1936 and lives in Baku. He was represented before the Court by Mr T. Eminov, a lawyer practising in Baku. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr C. Asgarov.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "By an order of 21 January 1992, the Binagadi District Executive Authority (hereinafter “BDEA”) granted the applicant the right of use of a small plot of land measuring 2x4 meters. The applicant constructed a small workshop on this plot of land, which he used for providing repair services for small household items. According to the applicant, he paid all the relevant taxes and levies related to the plot of land and the business.", "On 3 March 2001 BDEA withdrew the plot of land from the applicant’s use and destroyed his workshop based on an order of the Baku City Executive Authority concerning the dismantling of small workshops and other constructions which violated the architectural integrity of the city. As a result, the applicant lost his business.", "The applicant filed a lawsuit against BDEA, claiming that he had been unlawfully deprived of his possessions and demanding the restoration of his workshop.", "On 25 June 2002 the Binagadi District Court dismissed the applicant’s claim, finding that the workshop had been removed in accordance with the city planning rules and in the public interest. On 6 September 2002 the Court of Appeal dismissed the applicant’s appeal and upheld the first-instance judgment. On 10 December 2002 the Supreme Court dismissed the cassation appeal and upheld the lower courts’ judgments.", "The applicant filed an additional cassation complaint with the President of the Supreme Court, requesting the reopening of the proceedings. The proceedings were reopened and the case was examined by the Plenum of the Supreme Court. On 6 May 2004 the Plenum quashed the Supreme Court’s decision of 10 December 2002 and the related judgment of the Court of Appeal of 6 September 2002. The Plenum found that the courts had not properly assessed the lawfulness of the destruction of the applicant’s workshop in the light of the fact that the order granting him the right to use the plot of land had not been repealed. The case was remitted to the Court of Appeal.", "On 5 August 2004 the Court of Appeal ruled in the applicant’s favour and awarded him a compensation of 37,664,000 Azerbaijani Manats (AZM). The court found that the applicant had been deprived of his possessions and his business without any lawful compensation.", "Both the applicant and BDEA filed cassation appeals against this judgment. The applicant claimed that the compensation was too low and demanded 100,000 euros (EUR). BDEA claimed that the compensation was too high and that the applicant had failed to substantiate his claim. On 5 October 2004 the Supreme Court upheld the Court of Appeal’s judgment.", "Both the applicant and BDEA filed cassation appeals against this decision, reiterating their arguments. On 27 January 2005 the Plenum of the Supreme Court quashed the Supreme Court’s decision of 5 October 2004 and the related Court of Appeal’s judgment of 5 August 2004. The Plenum found that the amount of compensation had not been supported by sufficient evidence and that the courts had not properly substantiated their decision to award this amount. The case was again remitted to the Court of Appeal.", "On 24 February 2006 the Court of Appeal found that the applicant’s compensation claim was too high and largely unsubstantiated. The court awarded the applicant 1,000 New Azerbaijani Manats (AZN) in compensation. The applicant appealed in cassation against this judgment to the Supreme Court. As of the date of the present decision on admissibility, the Supreme Court has not delivered its final decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}