{"ITEMID": "001-105766", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SIGMA RADIO TELEVISION LTD v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 10", "JUDGES": "Dean Spielmann;Elisabet Fura;Ganna Yudkivska;George Nicolaou;Karel Jungwiert;Mark Villiger;Stelios Nathanael", "TEXT": ["7. The applicant company operates a television station, “Sigma TV”, and a radio station, “Radio Proto”, in Cyprus.", "8. As follows from the materials submitted by the parties, between 2000 and 2002, the CRTA, exercising the functions attributed to it by the Radio and Television Stations Law (Law 7(I)/1998, as amended; hereinafter “the Law”) and the Radio and Television Stations Regulations of 2000 (Regulatory Act 10/2000; hereinafter “the Regulations”), examined a number of different broadcasts (advertisements, various programmes, films, trailers and news reports) transmitted by the applicant’s television and radio stations. In some of the cases the CRTA was acting on complaints and in others ex proprio motu, pursuant to section 3(1) of the Law. The applicant was informed of the possibility of contraventions on its part and was invited by the CRTA to make written and/or oral submissions if it so wished. Hearings were held in all cases. The applicant did not make written and/or oral submissions in all the cases, however.", "9. During the abovementioned period the CRTA issued twenty-seven separate decisions finding the applicant in violation of one or more provisions of the Law and/or the Regulations. The CRTA imposed fines in all the cases. In certain cases separate decisions were taken as to the merits and the fine. In these cases, following notification of the decisions, the applicant was given the opportunity to make submissions as to the imposition of a fine.", "10. The applicant paid all the fines between 2001 and 2008.", "11. Furthermore, in January 1999, the CRTA called upon the applicant to pay the licence fee due for operating its television station.", "12. Administrative and/or civil proceedings resulted from the above decisions.", "13. A list with details of the relevant broadcasts and the CRTA proceedings is annexed to the present judgment.", "14. The CRTA found in a number of cases that the applicant had breached the provisions of the Law. In some cases the applicant admitted the violations in the submissions it made before the CRTA.", "15. In all the cases the CRTA held that “Sigma TV” had broadcast advertisements for children’s toys at times prohibited by section 34 of the Law. The CRTA also found that some of the advertisements exploited children’s inexperience and credulity by directly inciting them to purchase the products advertised, in violation of section 33(7)(a)(i) of the Law, and that some of the advertisements contained exaggerated or unfounded claims, in violation of paragraph B.1 of appendix IX of the Regulations. Moreover, the CRTA held that in some of the advertisements the products aimed at children had been promoted by offering gifts, in violation of paragraph D.10(o) of appendix IX of the Regulations.", "16. In two of its decisions (cases nos. 135/2001(1) and 3/2002(3)) the CRTA stressed that it had repeatedly indicated in the past, through its decisions, circulars and directives to stations, the significance of protecting minors from the messages they received through advertising, and had underlined the seriousness of such violations. Further, the CRTA noted that advertisements for children’s toys were not completely prohibited by the legislation but were subject to limitations (concerning broadcasting times, approach, methods of promotion, techniques employed, visual and audio material used) as children were vulnerable and credulous consumers because of their lack of experience and judgment.", "17. In case no. 173/2001(3) the CRTA found that on 22 occasions the times at which “Sigma TV” had interrupted programmes to broadcast advertisements had not been in accordance with section 33(2)(g) of the Law. Furthermore, the CRTA found that on 325 occasions the duration of the advertising breaks within programmes had been longer than three and a half minutes, in violation of paragraph F.3 of appendix IX of the Regulations. In its decision the CRTA held that the need to regulate the frequency and duration of television breaks derived both from the right of a viewer to watch a programme unhampered, without long and frequent interruptions, and from the need to show respect for the programme, which should be broadcast in its entirety as a human creation. The applicant admitted the violations in the submissions it made before the CRTA.", "18. In case no. 19/2001(3) the CRTA found that “Sigma TV” had interrupted a news bulletin twice in order to broadcast advertisements, in violation of section 33(2)(i) of the Law. The CRTA also found that during certain news items concerning the stock exchange and the exchange rate, transmitted as part of the news programmes, the names and logos of the sponsors of the bulletins had been shown on the screen for promotion purposes, in violation of paragraph E.3 of appendix IX of the Regulations. Lastly, the CRTA held that there had been surreptitious advertising in violation of section 33(2)(d) during a sports bulletin transmitted as part of the main news programme. The applicant admitted a violation of the Law on that account.", "19. In cases nos. 18/2000(3) and 113/2000(3) the CRTA found that the transmission of clear images of various products of real brands in a comedy series had been done in a provocative manner and had clearly been for advertising purposes, contrary to section 33(2)(d) of the Law. Further, the CRTA considered that the images used had not been a necessary part of the set of the series, as the applicant maintained. When imposing the fines the CRTA took into account the fact that in spite of previous decisions finding similar violations and imposing fines, the applicant had shown no willingness to comply. In spite of previous findings of violations, for example, the applicant had broadcast repeats of some episodes of the series.", "20. In seven cases the CRTA found that the applicant had infringed a number of provisions of the Law and/or the Regulations with regard to items broadcast during news bulletins.", "21. “Sigma TV” broadcast a report in a news bulletin concerning the arrest of a teacher for photographing naked minors. The CRTA found a violation of Regulations 21(3), 24(1)(a) and paragraph 10 of Part II of appendix VIII of the Regulations in that insufficient measures had been taken to conceal the suspect’s identity, the information given concerning the reasons for the suspect’s arrest had not been accurate and certain statements which had been made during the report ran contrary to the principle of presumption of innocence.", "22. “Sigma TV” broadcast a news bulletin that included a report on the drug problem of a Cypriot family. The CRTA noted that the report included scenes which were taken possibly from a film or documentary and illustrated in detail the procedure of preparing and consuming drugs. The CRTA considered that the images shown had not been suitable for transmission during the “family zone” (see definition in paragraph 88 below) and had possibly been dangerous for minors. It found a violation of Regulations 21(6), 24(1)(a) and 24(2)(d) as the applicant had not ensured that the material shown was suitable for minors, had not prepared and aired the particular news report with accuracy and had not issued a visual and/or verbal warning for viewers. The CRTA drew attention to the fact that minors tended to imitate acts out of curiosity and an inclination to experiment. It stressed that it was its duty to take due steps to protect minors from programmes that could cause them any mental or physical harm. In its submissions before the CRTA the applicant claimed that the purpose of the images had been to accompany the news story with visual material.", "23. In one of its news bulletins “Sigma TV” aired a news report concerning two murders. The CRTA noted that the report contained close-ups of the dead body of the victim covered in blood and of the grieving relatives. Furthermore, no visual or verbal warning had been given to viewers. It found a violation of Regulations 24(2)(a)–(d) and of paragraph 6 of part II of appendix VIII of the Regulations.", "24. “Sigma TV” broadcast a report in a news bulletin about the transfer to court of three young men suspected of drug use. The CRTA considered that the news story had lacked objectivity, impartiality, accuracy and pluralism, in violation of Regulation 24(1)(a). It noted in this regard that although the allegations made over the phone by the mother of one of the accused as to the effectiveness of the relevant institutions and the attitude of the competent medical authorities towards drug addicts had been transmitted, the institutions and medical authorities concerned had not been given the opportunity to express their views. In this connection, the applicant had argued, inter alia, that the issues in question concerned society and that the report should have been evaluated on the basis of the data and information the station had had at its disposal. The applicant further admitted that it did not have a delay unit allowing live telephone conversations to be interrupted when something unsuitable was said.", "25. In addition, the CRTA found that the news report had gone beyond the scope of information as comments, conclusions and information concerning private matters of the suspects had been broadcast, without the appropriate sensitivity towards human pain or respect for the suspects’ personality, honour, reputation and private lives, in violation of Regulation 21(3) and paragraph 8(2), of part I of appendix VIII of the Regulations. The CRTA did not accept the station’s allegations that the suspects had turned towards the cameras seeking help, as certain shots showed the suspects covering up their faces and making every effort to avoid the cameras. Even if the suspects had chosen to publicise their problem, the CRTA considered that the applicant should have taken into account that they had not been fully aware of their actions and had been in despair, vulnerable and under the influence of strong substances. In addition, the CRTA noted that the disclosure of the identity of the persons involved, their media exposure as well as the extensive coverage of their private lives, could stigmatise them in a society such as that of Cyprus. In the CRTA’s view the promulgation of the drug problem could have been accomplished without revealing the suspects’ identity and without disclosing information about their private lives.", "26. The CRTA found that during a news bulletin broadcast on “Sigma TV” the name of the victim of a car accident had been mentioned before it had been ascertained whether the victim’s parents had been informed, in violation of Regulation 24(3). The applicant submitted before the CRTA that it was standard practice to obtain confirmation by the police and this case had not been an exception.", "27. The CRTA held that an interview aired during a news bulletin on “Sigma TV”, with a female witness for the prosecution in pending criminal proceedings, advocating the innocence of a man under criminal charges, had lacked accuracy, objectivity, impartiality and pluralism. It was noted that although the interviewee had testified against the suspect in court, in the interview she had given information that pointed to the suspect’s innocence. The CRTA held that the manner in which the interview had been presented essentially exonerated the defendant in the proceedings. The CRTA found that the broadcasting of such information violated paragraph 10 of part II of appendix VIII of the Regulations. Further, the CRTA pointed out that during the interview the interviewee had claimed that the investigating authorities had used her to put pressure on the arrested man to give them information. However, the views of authorities involved had not been stated, in violation of Regulation 24(1)(a), and no mention had been made in the interview of any attempts by the applicant to secure them.", "28. In another news bulletin “Sigma TV” broadcast a news report concerning a car accident, as well as a trailer for the report. The CRTA considered that the report contained an inappropriate and unnecessary description of the circumstances of the accident. In particular the CRTA held that the applicant had not shown due respect for the personality, honour, reputation and privacy of the female driver of the car involved in the accident as it had overstepped the bounds of information and transmitted unnecessary details, comments and conclusions about the accident, in violation of Regulation 21(3). In addition, the CRTA found that remarks had been made in the news report that were an insult to the personality, the reputation and the privacy of the driver, in violation of section 26(1)(e) of the Law, and that a clear distinction had not been drawn between fact, comment and speculation, in violation of paragraph 1(2) of part II of appendix VIII of the Regulations. In respect of the above, the CRTA, noted inter alia, that it had been stated in the news report that a young lady had been found injured and half-naked in the driver’s seat wearing only underwear on the lower part of her body, that eye-witnesses had claimed that they had seen two young men, fleeing from the accident scene and heading towards the fields and that two doors of the young woman’s car, and more specifically the front passenger door and the rear door, were open. The CRTA further pointed out that the information given in the report, which included video footage of the cars involved in the accident and reference to the place and time the accident occurred, had been sufficient to enable recognition, in particular, of the identity of the female driver. In its submissions before the CRTA, the applicant claimed that there was only a slender possibility of recognising the persons involved. In reaching its decision, the CRTA also took into account the unpleasant consequences the report had had on the driver’s personal, family and social life, and that the persons involved in the case had not been public figures or public officials and the publication of information concerning their private lives had not served the public interest.", "29. The CRTA found in a number of cases that the applicant had breached the provisions of the Law and/or the Regulations by broadcasting on “Sigma TV”, within or partly within family viewing hours, certain films and series and trailers thereof which included scenes of violence unsuitable for children. The CRTA held that the scenes in question were likely to impair the physical, mental or moral development of minors, in violation of Regulation 32(3)(a). In one of the cases the CRTA found that the film in question contained scenes of humiliation and cruel treatment, in violation of regulation 32(2) (a rape scene). Furthermore, the CRTA found in these cases either that the viewers had not been informed of the true content of the programmes as the acoustic and visual warnings given did not correspond to their content, in violation of Regulation 21(5) and (b), with a rating of “15” and “18” had been shown during the family zone, in violation of Regulation 22(2) (see paragraph 90 below). The CRTA held that the applicant had not ensured that programmes transmitted during the family zone had been suitable for all ages, in violation of Regulation 21(6).", "30. The applicant admitted the violations in two of the cases.", "31. In its decisions concerning cases nos. 125/2001(3), 133/2001(3), 143/2001(3) and 5/2002(3) the CRTA noted, inter alia, that the content of all broadcasts during the family zone had to be suitable for the whole family. It stressed that the protection of minors was the primary concern of everyone, including the European Community and the Council of Europe, and that the Cypriot legislator had set limitations as to the content of programmes which could be transmitted for family viewing in order to protect children from programmes that were unsuitable for them because they contained violent or erotic scenes, or verbal material or subject matter unsuitable for minors. The CRTA pointed out that it attached great weight to the above matters and to compliance with the relevant legal provisions.", "34. In cases nos. 10/2001(3) and 11(2001)(3) the CRTA found that during the family zone “Sigma TV” had broadcast and shown a repeat of a “social documentary” concerning the drug problem in Cyprus, as well as a trailer for the programme, containing visual and audio material unsuitable for children under the age of fifteen, in violation of Regulation 21(6), and which could seriously impair the physical mental or moral development of minors, in violation of Regulation 32(3)(a). In particular, the programme included scenes showing, inter alia, the consumption and trading of illegal drugs and statements made by drug addicts concerning the consumption of drugs. Moreover, the CRTA held that the trailer for the documentary contained visual and audio material that might offend the sensitivity of viewers, in violation of Regulation 24(2)(d). It further found that the visual and acoustic warning that had been given did not correspond to the actual content of the trailer and documentary, in violation of Regulations 21 (5) and 22, and that information transmitted about one of the drug addicts had not shown the appropriate sensitivity towards human suffering, in violation of paragraph 8(2) of part I of appendix VIII of the Regulations.", "35. The CRTA also noted that the personal information concerning the drug addicts in the documentary had been broadcast without due respect for their personality, honour, reputation and private lives, in violation of Regulation 21(3). For example, the identity of a caller, a light drug user, had been displayed on screen, despite his wish to remain anonymous. The CRTA considered that the drug addicts who had participated in the programme did not appear to have been fully aware of their actions, and that their free consent and decision should therefore not have been taken into full account because they had been in a state of despair, vulnerable and under the influence of strong substances that had affected their judgment. In any event, the disclosure of their identity, the media exposure and the extensive coverage of their private lives was likely to have numerous negative consequences for them. The CRTA stated that it was also concerned about the personalisation of the drug problem through the disclosure of the identity of certain drug addicts, as this might lead to their becoming role models or even “heroes” for vulnerable people who would like to identify with them. According to the CRTA the documentary had also lacked objectivity and pluralism, as criticisms and negative comments had been made against the medical authorities, the police drug squad, the Minister of Health and the Director of a Psychiatric Clinic, without them having been given the opportunity to present their position on the matter, in violation of section 26(2) of the Law.", "36. The applicant argued before the CRTA that the social content of the documentary was of interest to families. It admitted that a mistake had been made with regard to the disclosure of the identity of one of the callers in question and informed the CRTA that measures had been taken to restore the name and honour of a nurse in respect of whom allegations had been made in the programme.", "37. In case no. 60/2001(3) the CRTA found that a “social documentary” broadcast by “Sigma TV” had not been characterised by objectivity and pluralism, as opinions and allegations had been voiced against doctors and officials working in an institution that had a bone marrow bank, without a complete picture or opposing views being presented, in violation of section 26(2) of the Law. The CRTA considered that the discussion, the direction it had taken and the manner in which it had developed indicated that it had been orchestrated to favour the views of the presenter and, more broadly, the station’s views on the issues raised, to the disadvantage of participants with opposing views.", "38. By a letter dated 15 January 1999, the CRTA requested the applicant to pay the licence fee due for operating “Sigma TV” between 13 November 1998 and 31 January 1999, as required by section 24 of the Law. The fee amounted to 6,416.65 Cyprus pounds (CYP) for the period in question. The applicant paid the licence fee on 5 August 1999.", "39. The applicant brought separate recourses (appeals for judicial review) before the Supreme Court, seeking the annulment of twenty-five of the above decisions (recourses nos. 809/00, 299/01, 300/01, 301/01, 302/01, 303/01, 304/01, 348/01, 448/01, 912/01, 913/01, 914/01, 922/01, 966/01, 1097/01, 279/02, 328/02, 330/02, 331/02, 445/02, 663/02, 803/02, 815/02, 817/02 and 819/02). It further lodged a recourse challenging the licence fee requested by the CRTA for the period 13 November 1998 to 31 January 1999 (recourse no. 320/99).", "40. Although the recourses concerned different decisions of the CRTA, the applicant relied on the same main points, including the same constitutional issues. These may be summarised as follows:", "(a) The applicant alleged a breach of the rules of natural justice on the ground that in the proceedings the CRTA had acted in many capacities, namely, as prosecutor, investigator-witness and, at the same time, judge. The CRTA had then imposed fines, which were paid into its own Fund.", "(b) The applicant claimed that the applicable Law, and by extension the Regulations, were contrary to the Constitution. In this respect it alleged a breach of Articles 12, 19, 25, 26, 28 and 35 of the Constitution. The main body of its arguments, however, was based on Articles 12 and 19 of the Constitution and, in particular, on the imposition of pecuniary sanctions/fines by an administrative body and the exercise of regulatory authority under Article 19 by a public authority other than the State itself. The applicant also argued that the applicable Law interfered with its right to enter into contracts freely with producers and directors (Article 26). Further, in recourse no. 320/99 the applicant alleged a violation of Article 23 of the Constitution and complained of discriminatory treatment vis-à-vis the Cyprus Broadcasting Corporation (“CyBC”), which was not burdened with the same charges.", "(c) The applicant raised a number of points concerning the interpretation of the relevant legal provisions relating to the imposition of sanctions for the infringement of the Regulations.", "(d) Lastly, the applicant challenged the decisions of the CRTA on a number of other grounds, claiming, for example, that the procedure had not been followed in accordance with the law because there had been no proper inquiry, and insufficient reasoning had been given.", "41. In view of the fact that issues as to constitutionality, natural justice and the interpretation of the provisions of the applicable Law were raised in all the recourses and because of their significance, the Supreme Court decided that they should be heard in priority, together and by the Full Bench (that is, all thirteen judges of the Supreme Court).", "42. The hearing took place on 5 November 2003. Judgment was then reserved.", "43. On 10 February 2004 the applicant applied for the reopening of the hearing of the recourses for the purpose, firstly, of submitting further arguments concerning its claim for the annulment of the decisions in question in the light of the Court’s judgment in the case of Kyprianou v. Cyprus (no. 73797/01, 27 January 2004) and, secondly, in order to request the exclusion of one of the judges from the bench on the ground that he had given a first-instance judgment, following reservation of the judgment by the Full Bench, in another recourse brought by the applicant raising similar issues.", "44. On 24 February 2004 the Supreme Court dismissed the application. The court first noted that in accordance with its settled case-law it could order the reopening of a recourse or an appeal only in exceptional cases and, in particular, only where it decided that it was necessary in the interest of justice in the light of facts which came to light after judgment had been reserved. In the present case no new fact had been put forward which could justify the re-opening of the recourses. A new fact might be an event which touched on the elements which composed the dispute. The putting forward of further arguments with reference to jurisprudence subsequent to the reservation of the judgment was not such an event. With regard to the request for the exclusion of one of the judges, the Supreme Court held that in accordance with its settled case-law the solution of a legal question at first instance or on appeal did not exclude the participation of a judge in the composition of the court who had heard the same, or a similar or closely related legal question in the context of other proceedings. The Supreme Court therefore concluded, unanimously, that no reason had been shown which could justify contemplating reopening the hearing in cases before it in which its judgment had already been reserved.", "45. On the same date, the Supreme Court gave judgment dismissing, by a majority (11 to 2), twenty-four of the twenty-six recourses. The CRTA’s decisions challenged in recourses nos. 809/00 and 304/01 were annulled.", "46. First of all, with regard to the joining of the recourses, the Supreme Court noted:", "“Matters which were put forward in a number of recourses against decisions of the Radio and Television Authority of Cyprus, in compliance with the Radio and Television Stations Law of 1998 (Law 7(1)/98, as amended), were examined at first instance by different judges, the result in each case being a dismissal. Appeals were filed which because of similarity we finally fixed to be heard together. In their course before the Court it was ascertained that many recourses on similar matters of constitutionality, natural justice and interpretation of provisions of the Law were pending and were ready for hearing. Whereupon, because of their significance, it was decided that the proper course was that they should be heard, in priority, by the Full Bench of the Court since in the Revisionary Appeals the participation of all judges would be impossible. Therefore the list was prepared of the 26 recourses heard together to which this judgment relates.”", "47. The Supreme Court then noted that, with the exception of recourse 320/99, which concerned the payment of a licence fee under section 24 of the Law, the disputed CRTA decision in each recourse had found the applicants guilty of infringement of one or more provisions of the Law and/or the Regulations. After referring to the relevant legal provisions and Regulations, the Supreme Court proceeded to divide the issues that arose in the recourses into (a) general matters which broke down into three groups, and (b) specific matters. The relevant excerpt of the Supreme Court’s judgment reads as follows:", "“The more general matters are classified in three groups. The first includes matters of interpretation of provisions which relate to the imposition of sanctions for the infringement of regulations. It is the case of the applicants that section 3(2)(f) of the Law, whereby power is conferred on the Authority to impose sanctions/penalties as the applicants describe them, restricts that power solely to cases where there is an infringement of the Law itself and the terms of the operating licence and not of the Regulations “... which cannot by themselves (outside the authority of the Law) define infringements and sanctions”. In this connection reference is made to section 51(2)(n) of the Law – which confers authority to issue Regulations – as well as to relevant provisions of the Regulations.", "The second group concerns matters of natural justice. It is argued that in the proceedings which resulted in the imposition of a fine the necessary distinction of roles did not exist, with the result that the Authority was all at once prosecutor, investigator-witness and at the same time judge. It is added that the possibility of ex proprio motu examination conferred by section 3(1)(c) of the Law intensifies the objection. Furthermore, according to the applicants, the Authority cannot be regarded as impartial because it has an economic interest since, according to section 38(1)(d) of the Law, the fine is deposited in its own Fund.", "In the third group there are matters which concern the constitutionality of the Law, and by extension the Regulations which were issued in accordance with the Law. It is submitted that the following provisions of the Constitution are violated: (a) Article 19, by which the right to freedom of speech and expression in any form is safeguarded; (b) Article 12.2, in accordance with which a person cannot be tried or punished twice for the same offence – but for one exception which does not apply here; (c) Article 26, which refers to the right to enter into a contract; (d) Article 24, which refers to taxation; (e) Article 25, which refers to the right to employment, inter alia; (f) Article 28, which refers to equality, and (g) as regards Recourse No. 320/99, Article 23, which refers to property.", "In the recourses, in addition to these more general matters of great importance, other, more specific matters are also raised, connected to the particularity of each case, namely (a) whether the procedure was carried out in accordance with the law, (b) whether a proper enquiry was conducted and (c) whether the decision was reasoned.”", "48. Before examining the above issues, the Supreme Court dealt with and dismissed various additional points raised by the applicant in some of the recourses, concerning, inter alia, the composition of the CRTA.", "49. In relation to the matters of natural justice, proper enquiry and reasoning, the Supreme Court considered it useful to refer to specific instances, so that the procedural course common to most of the recourses and the manner in which the CRTA dealt with the violations was indicatively outlined. It took recourse no. 913/01, the first of the three recourses, which, after agreement between counsel, formed the basis of the discussion before it. The Supreme Court noted that in that case, as in those at issue in sixteen other recourses, the CRTA had acted following a complaint, whereas in eight other cases it had acted ex proprio motu when the respective programmes had come to its notice. However, it distinguished recourse no. 320/99, which did not concern a violation, and recourse no. 304/01, in which a different procedure had been followed.", "50. It also held, in respect of recourses nos. 809/00 and 304/01, that the procedure provided for in the relevant Regulations had not been complied with by the CRTA, and had therefore been defective. It accordingly found that the CRTA decisions challenged in these two recourses lacked the necessary legal basis.", "51. The Supreme Court proceeded to look at the procedure followed by the CRTA, the proceedings before it and its decision in case no. 11/2001(3) challenged by recourse no. 913/01.", "52. It then examined the specific matters and the general matters raised by the applicant in the recourses. With regard to the specific matters, it held as follows:", "“With regard to the question of proper enquiry, with the exception of the two recourses which we have mentioned – nos. 809/00 and 304/01 – we have not ascertained a vacuum. On the contrary, it seems to us that the enquiry covered everything, indeed in detail. In some of the recourses the applicants submitted, in this connection, that a legal problem arose because the investigating official who conducted the enquiry put a second report before the Authority, whereas he should have submitted only one. They invoked Reg. 42(5) which provides that “the official states his conclusion to the Authority fully reasoned ...”. However, the second document contained no material as regards the alleged violations other than that which had already been brought to the notice of the applicants. He simply unified it for the convenience of the Authority. We do not consider this reprehensible. With regard to the question of reasoning, it seems to us that in each case, including those concerning the suitability of programmes or the definition of meanings – such as toy or game, surreptitious advertising, close-ups – adequate explanation was given to the applicants both as to the finding of the official (who conducted the enquiry) and as to the conclusions of the Authority, which, in our view, were all the result of a correct interpretative approach to the relevant provisions and reasonably arrived at, coming within the recognised boundaries of the essential appraisal of the administration, and in some cases, indeed, also unavoidable.”", "53. With regard to the general matters, it held as follows:", "“The first group", "Section 3(2)(f) of the Law provides that the Authority has the power to:", "... [provision set out]", "We observe that while in the first part of the provision the legal basis of the violations for which sanctions are imposed is analysed on four legal grounds, in the part where the sanctions are set out, after the last one – which is the administrative fine – the violation is related not to the four legal grounds but only to two, namely the Law and the terms of the licence. In our opinion this is merely a drafting inadequacy which in this case does not subtract from the clear meaning of the provision which, interpreted in its entirety, leaves no doubt about the uniform range of the sanctions in all the violations.", "Section 51(2)(n) to which the applicants referred confers power to issue Regulations ...", "...", "Counsel for the applicants suggested that in the abovementioned Section 51(2)(n) in the phrase “of (the) Law and the Regulations ...” the “and” is conjunctive, with the result that a violation of both the Law and the Regulations is required as a precondition for the imposition of a fine. We are of the contrary opinion. By the word “and” the whole is defined without the independence of the parts being affected. The “and” functions essentially as a disjunction. We note also Regulation 42(10), issued in consequence, by which it is provided that the Authority may impose “any of the sanctions which are provided by the Law” when it considers, in a procedure by virtue of Part III of the Law, that “the provisions of the Law and the Regulations” were not complied with. There again we see a reference to the Regulations as a legal basis for the imposition of sanctions.", "The second group", "We do not share the view that the stipulated procedure, which the Authority pursued, is in conflict with the rules of natural justice, which require (a) that the judge be impartial and (b) that the person judged be afforded the opportunity to be heard. We firstly note their embodiment in Article 6(1) of the European Convention on Human Rights, which was ratified by Cyprus by Law No. 39/62, and the essential reproduction of that provision in Article 30.2 of the Constitution. The relevant jurisprudence of the European Court of Human Rights (ECHR) was not invoked during the discussion of the recourses. This is explained, however, by the inherent difficulty in the evaluation of the factors on the basis of which the classification is made, since in the variform sphere of activity of the administrative organs it is sometimes difficult to decide, firstly, whether the case falls within article 6(1) of the European Convention and secondly, if it does, whether its provisions have been complied with. With regard to the first decision, bearing in mind the tendency of the ECHR to lay emphasis on rights under private law as opposed to factors of public law, which means beneficial interpretation in favour of the citizens, we are of the view that we must approach the recourses before us on the basis of the right to impartiality. This granted, we proceed to examine whether the procedure fulfilled the safeguards of impartiality. In our opinion the affirmative answer is justified. It appears to us that in all the cases, without exception, there has been a satisfactory distinction between the various stages, which consisted in the collection of the facts, their preliminary examination, the briefing of the applicants in relation to these, affording them the right to be heard, in writing or orally, and the final adjudication. The fact that according to section 38(1)(d) of the Law “... income which accrues from the imposition of administrative fines on the stations ...” is deposited with the Authority is not, in our view, inconsistent with impartiality. No private or personal financial interest is involved. The Authority, as a legal person under public law, acts impersonally to further the purposes of the Law. According to the same provision, other income also is deposited with the Authority, including fees from the grant of licences, the examination of applications, etc., as well as the State grant, which, in any event, ensures the financial sufficiency of the Authority so that it may carry out its work of particular significance in contemporary society.", "Everything we have mentioned on the subject takes into account the fact that it is the procedure of an administrative organ and not a judicial one. Article 6 (1) of the European Convention refers to a procedure before a court. What is needed in cases where decisions determining civil rights and obligations are issued by administrative organs is the possibility of access to a court to challenge the administrative decision: see Albert and Le Compte v. Belgium Series A Vol. 58 (1983). Where such possibility is offered, then the extent of the jurisdiction of the Court acquires significance. In cases concerning decisions by professional disciplinary bodies the ECHR has considered full jurisdiction of the National Court indispensable in relation to both factual and legal matters. Certain decisions of state administrative organs were approached in the same manner later, whereas in other decisions which, as it was held, belonged to a domain where the need for recognition of the state authority in the determination of policy ought to prevail, it was decided that judicial review was sufficient. Harris, O’Boyle and Warbrick deal with this aspect in their work “Law of the European Convention on Human Rights” (1995) page 194. We quote the following passages which have as a point of reference the judgment of the ECHR in the case of Zumtobel v. Austria, Series A Vol. 268 (1993):", "“A problem with the application of Article 6 to administrative decision-making is that in some areas there are policy considerations that suggest that the final decision on the merits should rest with the executive, rather than a court, despite the impact upon an individual΄s civil rights and obligations that the decision may have. Decisions concerning the expropriation of land for a road or for public housing are obvious cases where this can be argued. Whereas the Court΄s jurisprudence concerning decisions on such matters as the disciplining of doctors, access to children and the dismissal of employees require a right of appeal to a tribunal with ΄full jurisdiction’, it is noticeable that in the Zumtobel case, concerning expropriation, the Court stated that Article 6 was complied with, regard being had, inter alia, ‘to the respect which must be accorded to decisions taken by the administrative authorities on the grounds of expediency’... The Zumtobel case was interpreted in this sense in Ikscon v. UK ...The only judicial remedy then available to the applicant in respect of the resulting interference with their property rights was recourse to the English High Court ‘on a point of law’; the High Court did not have a full right of appeal on the law and the facts. The Commission held that this limitation on the High Court΄s jurisdiction did not infringe Article 6. The applicant society had appealed to the High Court and had been able to put and have considered by the Court all of the arguments that it wished to make. Rejecting the applicant΄s, argument that the High Court had lacked the ‘full jurisdiction’ that Article 6 required, the Commission stated that it is ‘not the role of Article 6 to give access to a level of jurisdiction which can substitute its opinion for that of the administrative authorities on questions of expediency and where the courts do not refuse to examine any of the points raised’.”", "We are of the view that in the case where the infringement of the regulatory provisions of the law is examined in the particularly sensitive and significant domain of radio and television, the decision in matters which by their nature may be characterised by subtle nuances and many gradations is justifiably left, as a matter of state policy, to a special independent Public Authority. We are of the view that the judicial review provided for in our system is adequate. We do not, therefore, discern a violation of the rules of natural justice which are embodied in Article 6 (1) of the European Convention and Article 30.2 of the Constitution.", "The third group", "With regard to Article 19 of the Constitution, the matter of constitutionality that is raised is centred on the position that the power conferred on the Republic, on the basis of paragraph 5, to require an operating licence in the field of radio and television broadcasting and cinema, comes within and is not outside everything included in paragraph 3 as regards the boundaries of the fundamental right to which paragraphs 1 and 2 refer.", "...", "According to the applicants, since paragraph 5 is subject to paragraph 3, the obligations which are imposed by the operating licence cannot depend on the judgment of the Administrative Authority. They arise only with reference to all that paragraph 3 subtracts from the fundamental right of paragraphs 1 and 2. Where a difference appears in relation to the observance of the limits, the matter is decided by the court. They add, with reference to paragraph 5, that the power to require a licence belongs to the Republic itself and cannot be transferred to a legal person of public law, such as the Radio and Television Authority. Their basic position however has as its core paragraph 3 and more specifically the part of it which refers to “... penalties prescribed by law ...”. “Penalties”, according to the applicants, are only sanctions which are imposed by a criminal Court. And since – they continue – the sanctions under consideration for violation of the Law and the Regulations can be viewed only by reference to the said part of paragraph 3, the entrusting of their imposition to an administrative organ is not conceivable.", "In relation to the meaning of “penalty”, learned counsel for the applicants referred to Article 12 of the Constitution, where reference is made to “penalty” in the context of criminal liability. He also referred to Articles 150 and 162 of the Constitution by which the power of imposing punishment for contempt is conferred on the court. The advocate contrasted the administrative fine which, according to his suggestion, “... is only the specific sum fixed by the Law, as an automatic consequence (without an administrative procedure and decision taken in accordance with any free discretionary power of the administrative organ).” He referred in this connection to the case Director of Social Security v. Georgiades (1988) 2 Α.Α.Δ. 74, which concerned delays in the payment of social security contributions. The advocate also referred to the judgment of the Full Bench in The Republic v. Demand Shipping Co. Ltd. (1994) 3 Α.Α.Δ. 460, which he characterised as another example of the automatic imposition of sanctions by law. At the same time, however, he suggested that if the decision in Demand Shipping Co. Ltd. cannot be viewed in this way, then the deviation from its reasoning is justified.", "In relation to Article 12 a matter was raised from another angle as well, namely that of dual liability, disciplinary and criminal. In paragraph 2 of Article 12 it is stated that:", "The position of the applicants on this is summarised in that while section 3(2) (f) of the Law, which is the basic provision from which the challenged decisions arise, provides for administrative sanctions for various violations, section 48(6) nevertheless establishes parallel criminal liability.", "In the written addresses the advocate expressed criticism in relation to the said established system and raised a query with regard to how the Authority chooses one procedure or the other, and also about the consequences. This aspect, however, was not raised in the legal points of the recourses and cannot occupy us. We observe, in any case, from the standpoint of more general classification, that while the parallel criminalisation creates disharmony from which problems could arise, the characterisation of the cases as administrative is nevertheless not reversed. It is not necessary for us to go into the potential problems.", "We consider that, subject to the scope of the exercise of the power conferred by paragraph 5 of Article 19 for the regulation of radio and television broadcasting, the said power comes within the boundaries of paragraph 3 and cannot exceed them.”", "54. The Supreme Court then referred, in connection with the third group of issues raised, to Article 10 of the Convention in the context of the regulation of radio and television broadcasting, with particular emphasis on the Court’s judgments in the cases of Informationsverein Lentia and Others v. Austria, 24 November 1993, § 42, Series A no. 276, and Vgt Verein gegen Tierfabriken v. Switzerland, no. 24699/94, ECHR 2001VI. It further referred to relevant European Community legislation and case-law, namely the 8th recital of the preamble of Council Directive 89/552/EEC of 3 October 1989 on the coordination of certain provisions laid down by Law, Regulation or Administrative Action in Member States concerning the pursuit of television broadcasting activities – specifically advertising, sponsors and telemarketing and the judgment of the European Court of Justice in RTL Television GmbH v. Niedersächsische Landesmedienanstalt für privaten Rundfunk, Case C-245/01, 23 October 2003.", "55. It went on to hold as follows:", "“... we do not share the opinion of the applicants that the supervisory prevalence of paragraph 3 of Article 19 over paragraph 5 excludes administrative sanctions for infringements of provisions in consequence of arrangements made on the basis of paragraph 5. By the Radio and Television Stations Law of 1998 and the Regulations issued in accordance with it, the domain to which paragraph 5 refers is regulated in a manner which in our opinion is not in conflict with paragraph 3. Because even if it is identified with the criminal meaning of Article 12 or the quasi-criminal meaning of Articles 150 and 162, the sanctions which are provided for by the Law and Regulations in question are related not to the possibility of penalties provided for in paragraph 3 but to non-compliance with the provisions of the Law and the Regulations, which constitute the basis for the issue of the broadcasting licence. And these provisions are in harmony with what paragraph 3 permits as terms and restrictions of the right to freedom of speech and expression in any form, with reference inter alia to the protection of the rights of others as well, as it was said also in RTL Television GmbH (supra).", "As to the meaning of administrative sanctions, the case of Demand Shipping Co. Ltd. (supra), like the cases before us, shows clearly the latitude with which it is viewed. It is not confined to the financial charge which is automatically imposed by the Law for non-fulfilment of the stipulated obligation. In Demand Shipping Co. Ltd. (supra) as in the cases before us, a decision was issued by the competent Authority whereby a violation was found in relation to which the fine was imposed: an “administrative penalty” as the full bench described it there. We see no reason for divergence from that approach.", "Nor do we share the view of the applicants that the regulatory powers conferred on the Republic by paragraph 5 of Article 19 cannot be exercised on behalf of the State by a public Authority established by Law. On the contrary, we are of the opinion that the role of the State is expressed more effectively and more objectively through such an Authority than through a government service. The same was done in Greece in 1989 with the establishment of the National Council of Radio and Television before Article 15.2 of the Greek Constitution was amended in 2001.", "With reference to Article 26 of the Constitution, the position of the applicants, as their learned counsel explained in the written submissions, is basically as follows:", "“Law 7(1)/98 is an unconstitutional intervention there where the applicants carry out their work, in the course of which they are entitled to deal freely (Article 26 of the Constitution) with producers and directors who provide information, familiarisation, entertainment through television to any television viewer who may watch their programme – free of charge –, with the obligation of course NOT to violate any of the “benefits” which Article 19(3) of the Constitution listed specifically, which alone could restrict the right to freedom of information.", "It is, we believe, obvious that this position does not extend beyond what has been put forward in relation to Article 19, and in particular as regards the relationship between paragraphs 3 and 5. This we have already decided. The same is also valid for Article 25 (Employment), which has been included in the formulation of certain arguments. Article 26 (Equality) was argued in particular in recourse No. 320/99 in connection on the one hand with the said Articles 25 and 26 and on the other hand with Articles 23 (Property) and 24 (Taxation). However the same discussion has been included to some extent in other recourses also.”", "56. Finally, with regard to recourse no. 320/99, the Supreme Court examined the applicant’s arguments concerning differential treatment vis-à-vis the CyBC. The Supreme Court held as follows:", "“The applicants complain that the Cyprus Broadcasting Corporation, which is a State institution, is not burdened with the same charges and furthermore that it is supported financially. They present the charges as an unacceptable deprivation of property, as the imposition of tax and as an interference with their work and the contracts they enter into. We do not discern any unconstitutionality in the imposition of charges. Obviously this is not taxation. Next, objection to the co-existence of a public television station and private ones may not in principle be put forward since the right which is safeguarded by Article 19 may be promoted more fully and more effectively by this co-existence. In Antenna T.V. Ltd and another v. 1.The Electricity Authority of Cyprus and 2. Cyprus Broadcasting Corporation, A.E. 28th November 2002, the Full Bench, by the judgment of Kallis J., said the following in this connection:", "“We therefore hold that the existence and operation in our country of public radio and television, which does not aim at profit, constitutes a form of indirect state control which also aims at guaranteeing the objectivity of private radio and television. Such a guarantee serves the public interest. Therefore the existence and operation of the CyBC., which is a public utility, serves the public interest. And as stated in the preamble of Law 14/79, the operation of the CyBC. fulfils an essential social function in the contemporary state. Consequently we hold that the need to secure income which will ensure its viability continues to exist even after the enactment of Law 120/90.”", "Public and private radio and television differ in their nature and mission. This justifies different arrangements for each case concerning the viability and the adequacy of their operation and also the financial needs of the independent Authority which the Law established to safeguard the right referred to in Article 19 of the Constitution.”", "57. In conclusion, the Supreme Court held that recourses nos. 809/00 and 304/01 were successful and annulled the corresponding CRTA decisions on the basis of Article 146 (4)(b) of the Constitution. The remaining recourses were however dismissed and the respective CRTA decisions were upheld on the basis of Article 146 (4)(a) of the Constitution.", "58. Two judges delivered dissenting opinions in which they focused on the applicant’s arguments concerning the impartiality of the CRTA in view of the different capacities in which it acted in the proceedings. The judges expressed the view that in the circumstances the disputed procedure violated Article 30 of the Constitution and Article 6 of the Convention and consequently should be annulled. In their opinion, the cumulative result of the convergence of so many different competences by the CRTA and especially the fact that the imposed fine was collected by the authority itself, might reasonably create doubts about its independence and impartiality. They noted that the whole climate was aggravated as the CRTA’s decision was liable to nullification procedure without the right to dispute the substance. The recourse under Article 146 of the Constitution had only a nullifying character and the Supreme Court could not go into the essence of the case. For example, it could not examine the amount of the fine in terms of proportionality. The dissenting judges stressed, however, that the above conclusions had no bearing on the constitutionality of administrative fines.", "59. Following the judgment, the applicant was reimbursed the sums it had paid in fines on the basis of the decisions in cases nos. 18/2000(3) and 113/2000(3) which were annulled by the Supreme Court.", "60. On 20 May 2002 the CRTA brought civil proceedings against the applicant before the Nicosia District Court seeking payment of the fines it imposed by three of its abovementioned twenty-seven decisions, namely the decisions in CRTA cases nos. 18/2000(3), 75/2000(3) and 88/2000(3) (civil actions nos. 5197/2002, 5187/2002 and 5188/2002).", "61. The applicant’s recourse concerning case no. 18/2000(3) was still pending before the Supreme Court at the time (recourse no. 809/2000) whilst its recourse against the decision in case no. 75/2000 (recourse no. 1622/00) had been dismissed by the Supreme Court on 16 July 2001 as the applicant had failed to file written observations. The applicant did not bring a recourse against the decision taken in case no. 88/2000(3).", "62. The applicant appeared and filed its defence in the actions on 27 May 2002. In its submissions the applicant raised pre-trial objections alleging that the claims, and consequently the actions, were based on an unconstitutional law. According to the applicant the legal provisions for the imposition of the administrative fines in question were unconstitutional. Further, the applicant claimed that the CRTA had imposed penalties and not administrative fines and that the imposition of such penalties infringed the rules of natural justice and Article 12 of the Constitution as the plaintiffs had acted as prosecutors, witnesses and judges.", "63. On 1 August 2002 the CRTA filed three separate applications for summary judgments.", "64. On 21 October 2002 the applicant filed objections to these applications. It pleaded, amongst other things, that it had a good defence as (a) the dispensation of justice was complete only when the arguments of all the parties had been heard in toto; (b) the claims of the plaintiff were based on an unconstitutional law; (c) the legal provisions for the imposition of monetary penalties and the claims for the specific monetary penalties were based on an unconstitutional law; and (d) it was a penalty which was imposed on the appellants and not an administrative fine, in violation of the Constitution, which granted the power of imposing penalties only to the courts (Articles 12 and 19(3) of the Constitution). The applicant’s objections were accompanied by affidavits from one of its directors stating, inter alia, that the matter of the constitutionality of the relevant law was pending before the Supreme Court.", "65. The hearing of the applications for summary judgments took place on 29 January 2003.", "66. On 21 August 2003 the District Court gave judgment in favour of the CRTA.", "67. The District Court, having set out the principles governing summary proceedings and having referred to the relevant Cypriot and English jurisprudence, came to the conclusion that the plaintiff had satisfied all three conditions set by Order 18 r. 1 of the civil procedure rules. Consequently, the burden of proof shifted to the defendant to put before the court such facts as would show that it was right and just to allow it to put forward its defence. It therefore proceeded to examine the main points raised by the applicant.", "68. The District Court analysed the remit of the CRTA under section 3(2) of the Law by which it had been established and made reference to the relevant Regulations. Referring to the relevant case-law, the court emphasised that the decisions of the CRTA by which administrative fines had been imposed on the applicant were executory administrative acts which produced legal results until their annulment by the Supreme Court. Consequently, the fact that a recourse was pending before the Supreme Court did not constitute a good defence for an action for the collection of a pecuniary fine imposed by an administrative decision. The court also made reference to a number of first-instance judgments of the Supreme Court in recourses brought by the applicant against certain decisions of the CRTA in which the applicant’s allegations as to a breach of the rules of natural justice and the unconstitutionality of the Law had been rejected. In conclusion, the District Court decided, on the basis of the material relied upon by the applicant, that an arguable defence had not been made out.", "69. On 2 September 2003 the applicant lodged appeals before the Supreme Court against the first-instance judgments (civil appeals nos. 11803, 11804 and 11805).", "70. The applicant claimed, inter alia, that it had been deprived of the right to a fair trial in violation of Articles 30 and 35 of the Constitution given, firstly, that the first-instance judgments had been given on the basis of Order 18 r. 1 (a) of the Rules of Civil Procedure, which circumvented its constitutional right to have recourse to a court and to present its defence in full, and secondly, that the first-instance court had wrongly decided that the applicant did not have a good defence despite the fact that matters concerning the constitutionality of Law 7(1)/98 were pending before the Supreme Court.", "71. On 18 March 2005 the Supreme Court gave judgment dismissing the appeals. It concluded as follows:", "“(a) The procedure for the issuance of a summary judgment which is provided for by Order 18 of the Rules of Civil Procedure secures the right to a fair trial and provides sufficient guarantee to the parties for the presentation of their case within a settled framework. In this connection, we observe that, according to the jurisprudence, only in cases where the defendant fails to show that he has an arguable defence is summary judgment given against him.", "(b) The decisions of the respondents were for the imposition of administrative fines on the appellants by virtue of Law 7(1)/98 and constitute executory administrative acts, the legality of which may only be disputed according to Article 146 of the Constitution by recourse before the Supreme Court. Until an administrative act is annulled it remains in force and produces legal results. In this case the administrative acts were not annulled.", "(c) The monetary claims of the appellants, in the aforementioned actions, were based completely on the aforementioned administrative acts. The appellants did not succeed in showing in sufficient detail, as they should have (since the respondents had satisfied the conditions of Order18), that they had an arguable defence.", "(d) With reference to the constitutionality of Law 7(1)/98 we observe that every law is presumed to be constitutional until the opposite is proved. This law has not been judged unconstitutional.", "We consider the decisions of the Court of First Instance to be correct and the grounds of appeal unfounded. The respondents satisfied the conditions of Order 18 of the Rules of Civil Procedure while the appellants failed to show that they had a good defence against the claims or to put before the Court such facts which would show that it was right and just to allow them to put forward their defence. Correctly, also, the Court of First Instance did not take into consideration the defence statements already filed by the appellants since in applications for summary judgment the facts which are taken into consideration are those which are set out, in the correct procedural form, in the application and the objection and the affidavits which accompany them. The filing of a defence by a defendant cannot deprive the plaintiff of his right to submit an application for summary judgment, in the appropriate case, as was this one.”", "72. Article 146 of the Constitution provides as follows:", "“1. The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.", "2. Such a recourse may be made by a person whose any existing legitimate interest, which he has either as a person or by virtue of being a member of a Community, is adversely and directly affected by such decision or act or omission.", "3. Such a recourse shall be made within seventy-five days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse.", "4. Upon such a recourse the Court may, by its decision:", "(a) confirm, either in whole or in part, such decision or act or omission; or", "(b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or", "(c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed.", "5. Any decision given under paragraph 4 of this Article shall be binding on all courts and all organs or authorities in the Republic and shall be given effect to and acted upon by the organ or authority or person concerned.", "6. Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared thereunder that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant.”", "73. The jurisdiction of the Supreme Court under Article 146 is limited to review of the legality of the act, decision or omission in question on the basis of the facts and circumstances existing at the time the act, decision or omission occurred. Paragraph 1 of Article 146 sets out four grounds upon which annulment is justified: (i) failure to comply with the Constitution, (ii) failure to comply with the Law, (iii) acting in excess of or (iv) abuse of powers. Challenges for annulment under the first three headings include, inter alia, lack of competence or jurisdiction, errors or misconception of law or fact, lack of proper enquiry – that is, failure to ascertain the facts properly –, lack of due reasoning and failure to comply with the rules of natural justice and good administration. Challenges under the fourth head include the use of legal power to achieve a purpose not contemplated by the law. Should the recourse succeed, the power of the Supreme Court is confined to declaring an act or decision null or void, or, in the case of an omission, that it ought not to have occurred, so that what had not been done should now be done (Article 146.4). The Supreme Court will not go into the merits of the decision and substitute the decision of the administrative authority or organ concerned with its own decision; it will not decide the matter afresh. If the Supreme Court annuls the act or decision in question, the matter is automatically remitted to the appropriate administrative authority or organ for re-examination (see, amongst numerous authorities, Papakyriakou v. the Public Service Commision, (1999) 3 C.L.R 720; Yiannis Koursaros v. the Cyprus Ports Authority (1999) 3 CLR 345; Vrahimis Hatzihannas v. the Republic (1999) 3 CLR 216; Andreas Kamenos v. the Republic (1998) 3 C.L.R. 25; Stavros Loizides v. the Minister of Foreign Affairs (1995) 3 CLR 233; Eleourghia Pettemeridi Ltd v. the Republic (1994) 3 C.L.R.199; the Republic v. Theodolou Pantazi (1991) 3 C.L.R 47; G.& L. Galibers Ltd v. the Republic (1990) 3 C.L.R 533; Damianos and Another v. the CyBC (1987) 3 C.L.R. 848; Constantinos Ioannides v. the Republic (1972) 3 C.L.R 318; Pancyprian Federation of Labour v. the Board of Cinematograph Films Censors and the Minister of Interior(1965) 3 CLR 27; Yiallourides v. the Republic (1969) 3 CLR 379; Constantinou v. the Republic (1966) 3 CLR 793; Costas M. Pikis v. the Republic (1965) 3 C.L.R. 131; Morsis v. the Republic (1965) 3 C.L.R. 1; Photos Photiades and Co. v. the Republic (1964) C.L.R. 102; Stavros Rallis v. the Greek Communal Chamber , 5 R.S.C.C.1; Argiris Mikrommatis v. the Republic 2 R.S.C.C. 123).", "74. Article 19 of the Constitution guarantees freedom of expression. It also stipulates that this right does not prevent the authorities from requiring licensing for audio, audiovisual and cinema enterprises. It provides as follows, in so far as relevant:", "“1. Every person has the right to freedom of speech and expression in any form.", "2. This right includes the freedom to hold opinions and receive and impart information and ideas without interference by any public authority and regardless of frontiers.", "3. The exercise of the rights provided in paragraphs 1 and 2 of this Article may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary only in the interests of the security of the Republic or the constitutional order or the public safety or the public order or the public health or the public morals or for the protection of the reputation or rights of others or for preventing the disclosure of information received in confidence or for maintaining the authority and impartiality of the judiciary.", "(...)", "5. Nothing in this Article contained shall prevent the Republic from requiring the licensing of sound and vision broadcasting or cinema enterprises.”", "75. Law 7(I)/1998 on the establishment, installation and operation of radio and televisions stations amended and consolidated Laws 120/1990 and 29(I)/1992 on radio and television respectively. The Law incorporates basic provisions of the European Directive of 3 October 1989 on the coordination of certain provisions laid down by Law, Regulation or Administrative Action in Member States concerning the pursuit of television broadcasting activities, as amended by Directive 97/36 EC of 30 June 1997. These provisions concern procedures and criteria for, inter alia, granting broadcasting licences, protecting minors and restricting the duration and content of advertisements, telemarketing and sponsorship. Prior to the amendment of the Law in April 2004 by Amending Law 97(I)/2004 of 30 April 2004, Law 7(I)/1998 applied only to commercial/private broadcasting and not to the public service broadcaster CyBC. A dual public/private broadcasting system therefore existed before this amendment. The provisions were also limited to broadcasters licensed by the CRTA.", "76. Although Law 7(I)/1998 has been subject to a number of amendments since 2004, most recently in 2010 by Law 118(I)/2010 in order to incorporate provisions of the European Audiovisual Media Services Directive of 10 March 2010, the relevant legal provisions set out below are those which were applicable at the material time the relevant CRTA decisions were taken and do not, therefore, include these subsequent amendments.", "77. The CRTA was established under section 3 of Law 7(I)/1998 which sets out its functions. It provides, as follows, in so far as relevant:", "“(1) An independent Authority, called the “Radio and Television Authority of Cyprus” is established.", "(2) The Authority shall have the following powers:", "(a) to grant, revoke, renew and amend licences for the purpose of serving the public interest;", "(b) to issue circulars, instructions and recommendations for the observance of the principles of the press ethics code with which the stations should comply;", "(c) to examine, ex proprio motu or following representations, matters concerning compliance with the principles set out in section 26;", "...", "(f) to impose sanctions, having heard the interested parties about a violation of :", "(i) the provisions of this Law or the Regulations which are issued thereunder;", "(ii) the journalistic code of conduct, following an application by the Media Complaints Commission;", "(iii) the conditions of the licence;", "(iv) circulars, directives or recommendations which are issued on the basis of paragraph (b) of this section.", "For the purposes of the present paragraph the term “sanction” includes a recommendation, warning, temporary suspension of service of a station for a period not exceeding three months, revocation of the licence as set out in section 25 of the present law, as well as the imposition of an administrative fine for every day of violation by the station of this law or of the terms of its licence, as follows:", "(i) not exceeding 5,000 Cypriot pounds in respect of a Cyprus-wide television station;", "(ii) not exceeding 2,000 Cypriot pounds in respect of a radio station;", "(iii) not exceeding 1,000 Cypriot pounds in respect of a local television or radio station;", "(iv) not exceeding 500 Cypriot pounds in respect of a small local radio station.", "...", "(i) To exercise the powers and to carry out the duties entrusted to it by this Law and the Regulations issued under it.", "(j) To deal with matters concerning improved implementation of the legislation governing stations and to submit relevant suggestions.", "(k) To monitor compliance by the stations with the provisions of this Law and the Regulations issued under it, as well as with the circulars or recommendations issued by the Authority itself on the basis of paragraph (b) of this subsection.", "3. The Authority may:", "(a) Sue or be sued;", "...", "(d) take any step which is required for the fulfilment of its objectives under this Law or which contributes to the attainment of its objectives.”", "78. Section 4 concerns the composition and appointment of the CRTA. It provides as follows, in so far as relevant:", "“(1) The Authority consists of the president, vice-president and five members, appointed by the Council of Ministers.", "(2) The president, vice-president and members of the Authority are appointed for a period of six years and come from the fields of literature, art, science or technology; or are persons with expertise in matters concerning the media, of a high professional and moral standard.", "(3) No person shall be appointed as a member of the Authority, if he has a direct or indirect interest in any radio or television enterprise or in the Cyprus Broadcasting Corporation.", "...”", "79. Section 9 provides for the services of the CRTA. Paragraph 7 provides that the CRTA may transfer its functions to its director or to committees composed of its members and in which the director as well as other of its officials may participate.", "80. Section 12 provides that the CRTA shall grant a licence for the establishment, installation and operation of a television or radio station.", "81. Section 24 provides for the payment of fees for the grant of a licence and the creation, installation and operation of a radio or television station, and for the payment of a percentage of the income from advertisements:", "“...", "(a) for a Cyprus-wide/pancyprian television station £30,000;", "(b) for a local television station £7,000;", "(c) for a pancyprian radio station £3,000; and", "(d) for a small local radio station £500.", "0.5% of the income of the stations from advertisements which they broadcast in their programmes, shall also be paid to the Authority as a fee.”", "82. Section 38 concerns the revenue of the CRTA and provides as follows:", "“(1) The Authority shall have a separate Fund into which the following shall be deposited:", "(a) Fees from the issue of licences;", "(b) Fees from the examination of applications for the issue, renewal or amendment of licences;", "(c) Any grant or other revenue which is given to, or collected by, the Authority;", "(d) Revenue from the imposition of administrative fines on stations in accordance with section 3 of this Law;", "(e) All the revenue produced by the assets of the Authority;", "(f) Any government grant;", "(2) The Fund of the Authority shall pay:", "(a) All the salaries of its staff and the remuneration of its members;", "(b) The contributions of the Authority to other related organizations;", "(c) The interest on any loan contracted by the Authority;", "(d) Any other amount legally owed by the Authority.", "(3) The monies of the Authority which are not immediately needed for its legal payments may be invested in any manner that may be decided by the Authority.”", "83. Section 26 sets out the principles governing broadcasts. It provides as follows:", "“(1) The broadcasts of every licensed station should be governed", "(a) by the principles of objectivity, fullness and topicality of information. The fullness of the programme of a non-thematic station, is indicated:", "(i) by the percentage of informative programmes, excluding news bulletins, which are broadcast between the hours of 12.00 to 24.00, which should not be lower than 7% of the total broadcasting time during one week;", "(ii) by the percentage of the cultural programmes which are broadcast between the hours of 12.00 to 24.00, which should constitute of at least 2% of the broadcasting time excluding the time for news, sport events, television/radio games, advertisements or teleshopping services.", "Provided that the above percentages shall apply also to encoded broadcast stations only as regards their programme which is broadcast in a non-encoded form.", "(b) by high quality,", "(c) by pluralism and the greatest possible access to the public and its agencies,", "(d) by the safeguarding of the quality of the language,", "(e) by respect for the personality, reputation and privacy of individuals;", "(f) by respect for the ideals of democracy and human rights;", "(g) by the safeguarding of the national identity and the cultural heritage of the people of Cyprus.", "(2) News bulletins and topical/current affairs programmes should be characterised by objectivity and pluralism, particularly regarding political issues but also regarding any social matters which occupy public opinion.", "(3) The broadcasting of programmes in which techniques directed at the subconscious are used is prohibited.”", "84. Section 33 sets out the conditions concerning the broadcasting of advertisements and telemarketing. It provides as follows, in so far as relevant:", "“...", "(2) The broadcast of advertisements and teleshopping messages by a station should be in keeping with, or, depending on the case, should not violate, the following provisions:", "...", "(d) Surreptitious advertising and telemarketing are prohibited.", "...", "(h) When advertisements or telemarketing messages are shown in broadcasts other than those envisaged in paragraph (f), a period of at least twenty minutes between two successive breaks in the broadcasts should be allowed.", "...", "(j) News bulletins may be interrupted only once, in their middle, for the broadcasting of advertisements or telemarketing messages.", "...", "(4) Any form of advertisement and telemarketing of cigarettes and other tobacco products is prohibited.", "(5) (a) The advertisement of medicines and medical treatments which are dispensed only on the basis of a doctor’s prescription shall be prohibited as shall be the telemarketing of medical treatments.", "(b) Telemarketing of medicines for which a marketing licence is required under the Human Use Medicines (Control of Quality, Supply and Prices) Laws of 1967 to 1995 by stations coming under the jurisdiction of the Republic is prohibited.", "...", "7. (a) The advertisement should not harm minors morally or physically and, specifically, for the purpose of their protection, it should meet the following conditions:", "(i) It should not directly incite minors to purchase a product or a service, exploiting their inexperience and credulity.", "...”.", "85. Section 34 sets out the conditions concerning the duration of advertisements and telemarketing and the advertisement of children’s toys. It provides as follows, in so far as relevant:", "“...", "(4) The advertisement of children’s toys by stations coming under the jurisdiction of the Republic, is prohibited:", "(a) From morning until ten in the evening daily;", "(b) From morning until eleven in the evening during", "(i) school holidays as they are defined at any time in the Regulations on the Operation of State Schools of Secondary and Primary Education;", "(ii) Saturday and Sunday;", "(iii) The days preceding the above.”", "86. Sections 48 and 49 provided for criminal offences and criminal responsibility of legal persons. They read as follows:", "“48 (1) Any person who establishes, installs or operates a station without the licence of the Authority or in violation of the terms which are set out in his licence is guilty of a criminal offence and, in the event of conviction, is liable to imprisonment up to three years or a fine which does not exceed twenty thousand pounds or to both penalties.", "(2) A person who intentionally and systematically interferes with the transmission of a licensed station is guilty of a criminal offence and, in the event of conviction, is liable to imprisonment up to three years or a fine which does not exceed twenty thousand pounds or to both penalties.", "(3) A person who intentionally seeks to influence a member of the Authority or of the Advisory Radio and Television Committee in the exercise of his responsibilities is guilty of a criminal offence and, in the event of conviction, is liable to imprisonment up to three years or a fine which does not exceed twenty thousand pounds or to both penalties.", "(4) In the event of the conviction of a person for an offence committed in violation of this Law and the Regulations issued on the basis thereof, the Court may in addition to the imposition of any other penalty order the immediate termination of the operation of the station which belongs to the said person, for so long as and on such terms as the Court may deem expedient to impose.", "(5) A person against whom an order has been issued by virtue of the above sub-section and who neglects, omits or refuses to conform commits an offence and, in the event of conviction, is liable to imprisonment for a period which does not exceed two years or a fine which does not exceed two thousand pounds or to both penalties.", "(6) A person who violates any provision of this Law or the Regulations issued on the basis thereof is guilty of a criminal offence and, in the event of conviction, is liable to imprisonment for a period which does not exceed three years or a fine which does not exceed twenty thousand pounds or to both penalties.”", "“49. In the event that any of the offences referred to in this Law are committed by a legal person, the responsibility for the said offence is borne by, apart from the legal persons themselves:", "(a) all the members of the Administrative or Management Board or Committee which manages the affairs of the legal person;", "(b) the general manager or the manager or the managing director of the legal person,", "and the criminal prosecution for the offence may be brought against the company and against all or any of the above persons.”", "The above sections were abolished by section 24 of Amending Law 97(1)/2004.", "87. Under Section 51 the CRTA is given the authority to issue Regulations, for the improved implementation of the Law and following the approval of the Council of Ministers, to regulate a number of matters, including, the imposition of fines for violation of the provisions of the Law and the Regulations, where these are not envisaged by the Law (section 51(2(n)).", "88. Part I of the Regulations sets outs the definition of certain of the terms used in the Regulations. In this the term “family zone” is defined as the hours during which non-encoded programmes suitable for persons under the age of fifteen are broadcast. It starts at 5.30 a.m. and ends at 9.00 p.m. on nights which are followed by working days and at 10.00 p.m. on nights which are followed by non-working days (Saturday, Sunday, public holidays and school breaks as these are defined by the current Regulations concerning the Operation of State Schools of Secondary and Primary Education.", "89. Part II of the Regulations concerns the licence for the establishment, installation and operation of a station. Regulation 5 sets out the fees to be paid for such a licence.", "90. Part VI of the Regulations concerns the supervision of programme content. The relevant Regulations, at the material time, provided as follows:", "“...", "(3) Stations are obliged in all broadcasts (including advertisements) to show respect for the personality, honour, reputation, private life, professional, scientific, social, artistic, political or other related activity of every person whose image appears on the screen or whose name is broadcast by a station or is mentioned, or about whom such details are transmitted as enable the recognition of his identity. The above obligation extends to every individual or the image generally of a person as an individual or a member of a group.", "(4) Stations shall take the necessary steps to maintain generally acceptable standards of propriety and good taste of language and behaviour, taking into account the type and context of each broadcast. Special care is imperative in programmes which are transmitted at a time when minors may be watching.", "(5) Stations have the responsibility of ensuring that the viewers or listeners are always informed of the content of the programme which they are watching.", "(6) Stations shall ensure that the programmes which are broadcast in the family zone are suitable for children under fifteen.", "...”", "“(1) On the basis of the criteria set forth in these Regulations, warnings shall be given in relation to the nature of the broadcast, irrespective of whether it is aired in the family zone or outside it. This warning shall be of three kinds:", "(a) Written notice in the daily press and in radio and television magazines;", "(b) Spoken notice before the commencement of the broadcast;", "(c) Visual notice, with a visual indication every ten minutes in the bottom left-hand corner of the screen as follows:", "(i) (K) in brackets, in green, for programmes suitable for general viewing;", "(ii) (12) in brackets, in yellow, for programmes unsuitable for persons under twelve years of age.", "(iii) (15) in brackets, in blue, for programmes unsuitable for persons under fifteen years of age.", "(iv) (18) in brackets, in red, for programmes unsuitable for persons under eighteen years of age.", "(v) (A) in brackets, for programmes of intense erotic content.", "(2) The programmes which come under categories (15) and (18) may be shown only outside the family zone.", "...”", "“(1) (a) The news bulletins shall be prepared in advance and transmitted with accuracy, objectivity, impartiality, multifariousness and the greatest possible fullness.", "...", "(2) ...", "(d) the broadcasting of scenes that may be unsuitable for minors or touch the sensitivities of the viewers shall be brief and be accompanied by visual or spoken warning;", "...", "(3) The transmission of the names of persons dead, wounded or missing [as the result of hostilities], victims of shipwrecks and missing persons is prohibited before it is absolutely certain that their next of kin have been informed.”", "“...", "(l) [In entertainment programmes] the transmission of broadcasts which offend against the dignity of either sex, racial, national, religious groups or persons with special needs is prohibited.”", "“...", "(2) Non-news broadcasts which project degrading or cruel treatment of human beings or animals, or other unacceptable or condemnable behaviour or displays of violence shall not be transmitted within the family zone.", "(3) (a) The broadcast of programmes within the family zone which may seriously harm the physical, intellectual or moral development of minors and particularly programmes which contain erotic scenes or scenes of violence is prohibited.", "...”", "91. Part VII of the Regulations concerns the examination by the CRTA of complaints and violations. The relevant Regulations provide as follows:", "“(1) The Authority has the power to examine complaints from the public which are submitted to it:", "(a) for unfair treatment by stations in informative or entertaining programmes;", "(b) for a violation of private life by the screening of material contained in such programmes;", "(c) for the transmission, in violation of the Law and the Regulations, of sexual activity or excessive and unjustified violence in informative or entertaining or other programmes;", "(d) for the inability of the television station to maintain acceptable levels of decorum vis-à-vis the public, in accordance with the provisions of the Law and the Regulations;", "(e) for interference with radio waves and for any other problems relating to the transmission of the signal.", "(2) The Authority has power, ex proprio motu and independently of complaints from the public, to examine violations by any station if it comes to its notice that the provisions of the Law and Regulations may not have been complied with.", "...”.", "“(1) The Authority may, on each occasion, appoint a committee or committees consisting of at least four (4) members to examine complaints or violations as provided below.", "(2) Without prejudice to the power conferred on the Authority by the Law to transfer its powers, the Authority may transfer any of its powers by virtue of this Part to a committee composed of servants of the Authority.", "(3) When a complaint is submitted or violations of the Law or of the Regulations come to the notice of the Authority, the Authority appoints an official to investigate each complaint or violation.", "(4) The official has power to hear any witnesses and to take written statements from the persons involved, who are obliged to give all relevant information or facts.", "(5) After the completion of the investigation, the official reports his finding to the Authority, fully reasoned, submitting at the same time all the relevant material.", "(6) The procedure before the Authority is conducted as appointed below:", "(a) A copy of the probable violation or the complaint is sent to the station against whom the charge is made.", "(b) The station against whom the charge is made (the respondent) is invited to submit its representations either in person or in writing.", "(c) The Authority has power:", "(i) To summon witnesses and to require their attendance, as well as the attendance of the respondent and also the complainant.", "(ii) To admit any evidence, written or oral, even if it would not have been admitted in civil or criminal proceedings.", "(iii) To require production of every document or other exhibit which is relevant to the case.", "7. The respondent is obliged, if so required by the Authority:", "(a) to submit to the Authority and/or to the complainant a written statement in answer to the complainant;", "(b) to supply the Authority with a visual or audio recording of the programme under accusation or of any specific part thereof;", "(c) to make suitable arrangements, to enable the complainant to see or hear the programme under accusation or any specific part thereof;", "(d) to supply to the Authority and the complainant the transcript of the programme under accusation or any specific part thereof;", "(e) to supply to the Authority and the complainant copies of any relevant documents which are in its possession – either the originals or certified copies – and any correspondence which may have taken place between the accused and the complainant in connection with the specific complaint;", "(f) where the accused is a station, to arrange together with one or more members of the Administrative Board or with members of its staff to cooperate with the Authority in order to assist with the examination of the complaint;", "(g) where the accused is a private production or distribution company, to ensure that one or more members of its staff cooperate, in order to assist with the examination of the complaint.", "(8) Every decision of the Authority must be reasoned and signed by its chairman and be communicated in writing to the person against whom the accusation was made and, in the case of a complaint, to the complainant.", "...", "(10) The Authority may by its decision either find the person against whom the accusation was made guilty and impose on him any of the sanctions provided for in the Law, or discharge him of the charge.”", "92. Part VIII includes, inter alia, Regulations on the payment of fees and fines and the taking of legal action when payment has not been made. The relevant Regulations provide as follows:", "“The fees or administrative fines or any other debts are paid to the Authority irrespective of any objection or recourse.”", "“(1) The Authority may take legal steps to secure payment of any charges, administrative fines or any other debts against any person and may collect such sums with all legal costs as a debt owed to the Authority.”", "93. Appendix VIII of the Regulations sets out the journalistic code of conduct for the electronic mass media. Paragraph 8 of Part I provides as follows:", "“Journalists in the performance of their function:", "...", "(2) Shall display fitting sensitivity in matters which concern national security and shall be particularly careful in the presentation of matters such as violence, crime, human pain and death, as well as information or pictures which may cause panic, horror or revulsion.”", "94. Paragraphs 1, 6 and 10 of Part II of Appendix VIII concern accuracy, mourning/grief and the principle of presumption of innocence. They provide as follows, in so far as relevant:", "“...", "(2) the electronic mass media, even though they have the right to support specific views, are obliged to make clear the distinction between fact, comment and conjecture.", "“In the case of mourning, grief or shock, close-ups shall be prohibited and the most discreet coverage of the event is expected. The approach to be adopted should be characterised by the utmost discretion and sympathy and the avoidance of any act likely to increase human suffering.”", "“Journalists shall fully respect the principle that a person suspected or accused of committing an offence is innocent until proof, in accordance with the law, of the contrary and shall consequently avoid publishing anything which will lead to a conclusion about the guilt or innocence of the suspect and/or accused or tends to malign or pillory him.”", "95. Appendix IX of the Regulations sets out the code for advertisements, telemarketing messages and sponsorship of radio and television programmes. Paragraph 3 of Part E concerns sponsorship and provides as follows:", "“Programmes which are sponsored must be identified by the name and/or the logo of the sponsor, featured at the beginning and/or the end of the programmes. The constant or intermittent display on screen of the name, distinctive title and/or trademark of products or services offered by the sponsor is prohibited and in any event shall constitute an advertisement which is subject to the corresponding restrictions.”", "96. The Cyprus Broadcasting Corporation Law, Cap. 300A, provides for the establishment of the CyBC, its powers and functions, the procedures for appointing its personnel and their status. The CyBC is a public service institution (Article 122 of the Constitution) and is State-funded. It is the public broadcaster of the Republic.", "97. Section 2 of Cap. 300A, as amended by Amending Law 116(I)/2003, stipulates that the mission of the CyBC is to provide public broadcasting services within the Republic, responding directly to the democratic, social and cultural needs of Cypriot society and to the need to secure pluralism of, inter alia, cultural and linguistic diversity in the mass media, including a balanced package of services consisting of informative, cultural and entertainment programmes, social service programmes, programmes addressed to overseas Cypriots, and transmissions related to national emergencies and civil protection efforts. The functions of the CyBC are set out in section 17 of Cap. 300A.", "98. The Regulations on Public Service Broadcasting of 2003 (Περί Ραδιοφωνικού Ιδρύματος Κύπρου (Δημόσια Ραδιοτηλεοπτική Υπηρεσία) Κανονισμοί του 2003) define the criteria the CyBC should satisfy in order to qualify for the title of public service broadcaster. These criteria are based on the need to respect specific quotas for each category of programmes.", "99. The CyBC is governed by a Board of Directors which is appointed for a three-year term by the Council of Ministers (section 5). One of the members of the Board is appointed as President by the Council of Ministers (section 5). The Director General is the chief executive officer, appointed by the Board of Directors and endorsed by the Council of Ministers (section 9). The General Auditor performs an annual audit of the accounts of the CyBC in order to ensure that the public funding received was not used in a way that would harm competition against the public interest (section 24B (1) Amending Law 116(I)/2003 and Article 116 of the Constitution). The CyBC can also have its accounts examined by a certified private auditor appointed by the corporation and approved by the General Auditor (section 24B(1)). The CyBC’s budget is approved by the Council of Ministers and the House of Representatives.", "100. Cap. 300 A sets out, inter alia, a number of conditions and obligations concerning broadcasting. At the material time, the conditions concerning the broadcasting of advertisements and telemarketing, including those concerning the broadcasting of advertisements of children’s toys [section 17A as introduced by section 5 of Amending Law 8(I)/1998)] were the equivalent of those set out in sections 33 and 34 of Law 7(I)/1998 (see paragraphs 84 and 85 above). Further, section 19 defines the obligations of the CyBC to provide programmes which, inter alia, are not likely to stir feelings of hatred based on race, gender, religion or nationality, or impair the physical, mental or moral development of minors, and to use appropriate acoustic and visual warnings.", "101. Amending Law 96(I)/2004 of 30 April 2004 extended the watchdog powers of the CRTA to the CyBC. In particular, it gave the CRTA the power to investigate possible breaches of the law and impose sanctions for breaches of the law relating, inter alia, to advertising, sponsorship and telemarketing, and to the protection of minors (sections 22B and C of the Amending Law). Cap, 330A has been subject to a number of amendments since 2004, the most recent being in 2010, by Law 117(I)/2010.", "102. Article 12 of the Constitution safeguards the right of the accused. It provides as follows, in so far as relevant:", "“1. No person shall be held guilty of any offence on account of any act or omission which did not constitute an offence under the law at the time when it was committed; and no person shall have a heavier punishment imposed on him for an offence other than that expressly provided for it by law at the time when it was committed.", "2. A person who has been acquitted or convicted of an offence shall not be tried again for the same offence. No person shall be punished twice for the same act or omission except where death ensues from such act or omission.", "3. No law shall provide for a punishment which is disproportionate to the gravity of the offence.”", "103. Article 28 of the Constitution safeguards equality before the law and prohibits discrimination. Unlike Article 14 of the Convention, it is an independent provision. It reads as follows, in so far as relevant:", "“1. All persons are equal before the law, the administration and justice and are entitled to equal protection thereof and treatment thereby.", "2. Every person shall enjoy all the rights and liberties provided for in this Constitution without any direct or indirect discrimination against any person on the ground of his community, race, religion, language, sex, political or other convictions, national or social descent, birth, colour, wealth, social class, or on any ground whatsoever, unless there is express provision to the contrary in this Constitution.”", "104. Article 35 of the Constitution provides that the legislative, executive and judicial authorities of the Republic shall be bound to secure, within the limits of their respective competence, the efficient application of the provisions of the Constitution concerning fundamental rights and liberties.", "105. Order 18 r.1(a), concerning summary judgment and leave to defend where the writ has been specially indorsed, provides as follows:", "“1.(a) Where the defendant appears to a writ of summons specially indorsed under Order 2, Rule 6, the plaintiff may, on affidavit made by himself or by any other person who can swear positively to the facts, verifying the cause of action, and the amount claimed (if any), and stating that in his belief there is no defence to the action, apply for judgment for the amount so indorsed, together with interest (if any), or for the recovery of the land (with or without rent), or for the delivering up of a specific chattel, as the case may be, and costs. And judgment for the plaintiff may be given thereupon, unless the defendant shall satisfy the Court that he has a good defence to the action on the merits, or disclose such facts as may be deemed sufficient to entitle him to defend.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}