{"ITEMID": "001-85847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MARSIKOVA AND MARSIK v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicants, Ms Olga Maršíková and Mr František Maršík, are Czech nationals who were born in 1950 and 1948 respectively and live in Nové Město nad Metují. They were represented before the Court by Mr M. Nypl, a lawyer practising in Hradec Králové. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 20 November 1992 the first applicant bought a car from company R., with a one-year guarantee. In 1993 she claimed that there were defects in the car and withdrew from the purchase, but company R. was not willing to resolve the matter by a friendly settlement.", "On 9 November 1993 the first applicant brought an action against company R. before the Brno-venkov District Court (okresní soud).", "On 10 July 1998 the second applicant joined the proceedings, the car having actually been purchased by both spouses.", "On 31 July 2002 the District Court decided in the applicants’ favour.", "Meanwhile, bankruptcy proceedings had been initiated against company R. The District Court’s judgment could not become final and the civil proceedings remain pending before the first instance court.", "On 24 July 2006 the applicants applied for compensation pursuant to Act no. 82/1998 as amended. It appears that the compensation proceedings are still pending.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}