{"ITEMID": "001-82738", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NADULISNEAC ION v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1953 and lives in Edineţ.", "7. Following the applicant's unlawful detention for three days and then his acquittal, on an unspecified date in 2002 he brought an action against the Edineţ Department of Finances, seeking compensation for wrongful prosecution.", "8. On 3 December 2002 the Edineţ District Court ruled in favour of the applicant and ordered the defendant to pay him 11,739 Moldovan lei (MDL) (the equivalent of 850.04 euros (EUR) at the time). On the same date the District Court issued an enforcement warrant. The judgment was not appealed against and after fifteen days it became final and enforceable.", "9. On 11 June 2003 a Bailiff of the Edineţ District sent the enforcement warrant to a Bailiff of the Râşcani District.", "10. In May 2006, after the case had been communicated to the Government, the judgment was enforced.", "11. The relevant domestic law was set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts)) and Popov v. Moldova (no. 1) (no. 74153/01, §§ 29-41, 18 January 2005).", "12. The Civil Code of 12 June 2003 reads as follows:", "“(1) Default interest is payable for delayed execution of pecuniary obligations. Default interest shall be 5% above the interest rate provided for in Article 585 [NBM refinancing interest rate] unless the law or the contract provides otherwise. Proof that less damage has been incurred shall be admissible.", "(2) In non consumer-related situations default interest shall be 9% above the interest rate provided for in Article 585 unless the law or the contract provides otherwise. Proof that less damage has been incurred shall be inadmissible.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}