{"ITEMID": "001-84647", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KRUGOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mrs Květa Krugová, is a Czech national who was born in 1938 and lives in Mladé Buky. She was represented before the Court by Mr K. Krug, her husband. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 June 1994 the applicant received dental treatment during which she suffered a cerebral haemorrhage. According to her, the dentist did not provide her with the necessary medical help.", "On an unspecified date the applicant lodged a complaint against the dentist with the Ministry of Health. On 17 June 1994 the Trutnov Regional Chamber of Stomatology (oblastní stomatologická komora) filed a criminal complaint against the dentist.", "On 31 October 1995 the applicant joined the proceedings as a civil party, when her husband was heard by police officers and expressed, on behalf of his wife, a wish to join the proceedings.", "On 22 April 1996 the dentist was formally indicted for failure to provide medical assistance. On 23 May 1996 his lawyer informed the Náchod District Court (okresní soud) about a possible friendly settlement of the case. On 17 June 1996 the District Court conditionally stayed the criminal proceedings for eighteen months, ordering the dentist to pay CZK 150,000 (EUR 5,472) to the applicant. According to the Government, the dentist paid the sum requested.", "In a judgment of 21 March 2002 the District Court acquitted the dentist and instructed the applicant that she may claim damages in civil proceedings.", "On 8 August 2002 the Hradec Králové Regional Court (krajský soud) dismissed the appeals of the prosecutor and the applicant. This decision was apparently the last domestic decision taken in these proceedings.", "On 30 May 1997 the applicant filed with the District Court an action in which she claimed compensation from the dentist for alleged malpractice.", "On 22 April 2005 the District Court dismissed the applicant’s action. According to the Government, the proceedings have not yet been meritoriously terminated.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}