{"ITEMID": "001-78395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HAUSER-SPORN v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial claim;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1973 and lives in Ameisberg.", "5. On 21 November 1994, while driving his car in reverse gear, he knocked a pedestrian over and drove off.", "6. On 8 March 1995 the Salzburg District Court (Bezirksgericht) issued a provisional penal order (Strafverfügung), following which the applicant was found guilty under Article 88 of the Criminal Code (Strafgesetzbuch) of having negligently caused bodily harm and under Article 94 of the Criminal Code of having abandoned the victim. The applicant was ordered to pay a fine of 12,800 Austrian schillings (ATS) (approximately 930 euros (EUR)). The applicant objected and the District Court opened ordinary criminal proceedings.", "7. On 11 July 1995 the court held a hearing in which it examined several witnesses, the applicant and an expert who submitted that the applicant had not necessarily noticed the accident. Subsequently, on 1 August 1995, the court convicted the applicant of having negligently caused bodily harm and acquitted him of having abandoned the victim. It sentenced him to a fine of ATS 3,200 (approximately EUR 230), suspended on probation. The applicant did not appeal.", "8. Meanwhile, having interviewed the applicant in February 1995, the Salzburg Federal Police Authority (Bundespolizeidirektion) issued a penal order on 17 May 1995 whereby the applicant was found guilty under section 4(2) in conjunction with section 99(2)(a) of the Road Traffic Act (Straßenverkehrsordnung) of having failed to inform the next police station about the accident. The applicant was ordered to pay a fine of ATS 4,000 (approximately EUR 290). He appealed on 6 June 1995.", "9. On 19 February 1996 the Salzburg Independent Administrative Panel (“the IAP” – Unabhängiger Verwaltungssenat), having held a public hearing on 12 February 1996 in which it heard evidence from several witnesses in the presence of the applicant's counsel, dismissed the applicant's appeal. It found that the applicant should have looked behind him when he reversed his car and, therefore, was to be blamed for carelessly failing to notice the accident. It further dismissed the applicant's argument that he had been tried twice in respect of the same offence in breach of Article 4 of Protocol No. 7, as it found that the administrative offence in issue did not relate to the same conduct as the criminal offences.", "10. On 9 April 1996 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). On 4 September 1996 he amended his complaint.", "11. During the period in question the Constitutional Court was in the process of reviewing the lawfulness of specific provisions of the Road Traffic Act. This review was concluded on 9 October 1997, when the Constitutional Court declared part of these provisions unconstitutional.", "12. Subsequently, on 10 October 1997, the Constitutional Court quashed the IAP's decision of 19 February 1996. This decision was served on the applicant's counsel on 5 November 1997.", "13 Thereafter, on 17 November 1997, the IAP allowed the applicant's appeal of 6 June 1995 in part and reduced the fine to ATS 2,500 (approximately EUR 180). It further ordered him to pay the costs of the proceedings. The IAP stressed that there was no breach of Article 4 of Protocol no. 7 to the Convention. In particular, the offence of abandoning a victim under the Criminal Code presupposed intent while the offence under the Road Traffic Act also included negligent behaviour. The offences for which the applicant had been tried in the proceedings before the District Court had not exhausted the scope of unlawfulness (Unrechtsgehalt) of the applicant's conduct. On 2 January 1998 the applicant lodged a complaint with the Constitutional Court. On 27 August 1998 he filed further comments.", "14. On 17 June 2000 the Constitutional Court, referring to its previous case-law, refused to deal with the applicant's complaint.", "15. On 25 July 2000 the applicant filed a request for reopening of the proceedings before the Constitutional Court and argued that the Constitutional Court had meanwhile repealed another provision of the Code of Administrative Offences upon which the IAP had based its findings. On 25 September 2000 the Constitutional Court rejected this request but granted the request to transfer the case to the Administrative Court (Verwaltungsgerichtshof).", "16. On 20 December 2000 the applicant amended the complaint transferred to the Administrative Court. The IAP submitted its observations in reply on 9 April 2001.", "17. On 16 October 2003 the Administrative Court refused, under section 33(a) of the Administrative Court Act (Verwaltungsgerichtshofgesetz) to deal with the applicant's complaint since the fine did not exceed EUR 726 and no important legal question was at stake. This decision was served on the applicant's counsel on 6 November 2003.", "18. Under Article 83 of the Criminal Code (Strafgesetzbuch), it is an offence, punishable by up to one year's imprisonment or a fine of up to 360 day-rates, to cause physical harm to another person. Under Article 88 § 1 of the Criminal Code, it is an offence, punishable by up to three months' imprisonment or a fine of up to 180 day-rates, to cause physical harm by negligence.", "19. Article 94 § 1 of the Criminal Code provides that “anyone who fails to assist another person (Imstichlassen eines Verletzten) to whom he has caused bodily injury (Article 83), albeit unlawfully, shall be liable to up to one year's imprisonment or up to 360 day-rates. ”", "20. Section 4 of the Road Traffic Act (Straßenverkehrsordnung) provides:", "“(1) All persons whose conduct at the scene of a traffic accident was causally related to the accident shall", "(a) if they are driving a vehicle, stop immediately;", "...", "(2) If anyone has been injured in a traffic accident, the persons referred to in subsection one above shall provide assistance; if they are not capable of doing so, they shall arrange for assistance without delay. They shall further inform the nearest police station immediately...”", "21. Under section 99(2)(a) of the Road Traffic Act, in the version at force at the material time, it was an administrative offence (Verwaltungsűbertretung), punishable by a fine of not less than ATS 500 and not exceeding ATS 30,000 or, in default of payment, by one day to six weeks' imprisonment, for any driver having caused a traffic accident occasioning bodily injury to act contrary to section 4(1) and (2).", "22. Section 99(6)(c) of the Road Traffic Act provides that proceedings shall not be instituted in respect of an administrative offence that is based on facts that constitute an offence falling within the jurisdiction of the ordinary courts.", "23. The procedure before the Administrative Court is governed by the Administrative Court Act (Verwaltungsgerichtshofgesetz). Pursuant to section 42(1), the Administrative Court must in principle either dismiss a complaint as ill-founded or quash the impugned decision. It shall quash the impugned decision if it is unlawful by reason of its content; or because the respondent authority lacked jurisdiction; or on account of a breach of procedural rules. A breach of procedural rules is relevant insofar as the respondent authority has made findings of fact which are in an important respect contradicted by the case file, require further investigation on an important point, or when compliance with the relevant rules could have led to a different decision by the respondent authority (section 42 (2)).", "24. Under section 33(a) of the Administrative Court Act, the Administrative Court may decline to deal with a complaint against a decision of an Independent Administrative in an administrative criminal case if a fine not exceeding EUR 726 has been imposed and the Administrative Court's decision would not involve the determination of a legal question of fundamental importance."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}