{"ITEMID": "001-59460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SARLI v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);No violation of Art. 5;Violation of Art. 13;Failure to comply with obligations under former Art. 25;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["7. The facts of the case, particularly concerning events during December 1993 when Ramazan and Cemile Şarlı went missing, were disputed by the parties. The Commission, pursuant to former Article 28 § 1 (a) of the Convention, conducted an investigation with the assistance of the parties.", "8. The Commission Delegates (Mrs J. Liddy, Mr M. P. Pellonpää and Mr P. Lorenzen) heard witnesses in Ankara on 4 October 1997 and on 4 to 6 May 1998. These included the applicant; her son Menan Şarlı; Keyvan Şarlı, wife of Ramazan Şarlı; Necla Şarlı, the wife of Menan Şarlı; Ali İlban, the muhtar of Ulusoy; İsmet Orakçi, a villager; Abdullah Milyas, a villager; Ali Veriş, a former PKK team commander; Kamil Kaya, a former high ranking member of the PKK; Dursun Ertuğrul, Bitlis-Tatvan district gendarme commander; Yavuz Gürbüz, commander of the local gendarme station at Yelkenli; Servet Urhan, deputy commander at Yelkenli; Mustafa Yanaboğlu, Tatvan public prosecutor; and Halis Küçüsubaşı, Diyarbakır State Security Court prosecutor.", "9. The Commission’s findings of fact are set out in its report of 21 October 1999 and summarised below (Section A). The applicant accepted the Commission’s findings of fact. The Government’s submissions concerning the facts are summarised below (Section B).", "10. Ulusoy was a small village of about 50 houses, situated in the region of Tatvan in the south-east of Turkey. The nearest gendarme station was 78 km away at Yelkenli. Ulusoy was about 35 km from Tatvan, where the district gendarme headquarters were based.", "11. Ulusoy was about 1 kilometre from the highway leading from Van to Tatvan. While the ground between the village and the highway was generally described as being open and flat, there was higher ground behind the village and a forested area. About an hour to an hour and a half behind the village to the south was the mountainous area known as Anadere. As elsewhere in the region in 1993, PKK activity was intense. Anadere was used by them as a base for their activities. Ulusoy lay in the so-called 1st district of Garzan (the name given by the PKK to this region) and was known by the security forces to be under the command of a man code named “Berham”. There was another member of the PKK, a woman known as “Takoşin”, who was active in visiting the villages in this district.", "12. The village school was close to the main highway. In December 1993, it was closed, apparently due to fear that it would be subject to attack. The evidence from villagers indicated that the district gendarme commander Captain Dursun Ertuğrul had instructed them to protect their village. Captain Ertuğrul denied giving any such instructions to persons who were not part of the security forces or official village guards. The Commission noted that he might have nonetheless “encouraged” them to do what they could to protect their school. In any event for a short period before 23 December 1993, villagers, armed with their own shotguns, stood guard during the night at the school.", "13. On the night of 23 December 1993, four villagers, Kazım Aydın, Reşit Tarçin, Yakup Çaca and Naif Ariç were on guard at the school at Ulusoy. According to their statements taken by the gendarmes the next day, four to five armed men arrived in a vehicle below the school from the direction of the tarmac road at times given variously as 22.30 or 23.30 hours. After Yakup Çaca challenged the approaching men, the villagers started firing first and the men responded with automatic weapon fire. The shooting continued for not more than fifteen minutes before the men drove off in the direction of the tarmac road once more. The villagers gathered to see what had happened. They dispersed to their homes, the four guards also.", "14. The applicant relied on the statement of her husband Ahmet Şarlı to the Human Rights Association in Diyarbakır (“HRA”) that the men who came to the school were soldiers in a green military vehicle and pointed to the unlikelihood that the PKK would have arrived from the patrolled Van-Tatvan highway or that they would have fled in that direction. She considered that a security force operation took place at that time in the vicinity of the village, perhaps an ambush of the PKK who were expected to arrive in the village. When the villagers challenged the soldiers arriving to position themselves near the school on the outskirts of the villagers, a clash mistakenly broke out.", "15. The Commission noted that a standard form incident report dated 24 December 1993 indeed referred to an armed clash having taken place at 22.30 hours at Ulusoy when security forces were in ambush positions round the village expecting the PKK to arrive for a meeting at the school. A conflict broke out when terrorists were seen at the school. Fire was also opened on the security forces from terrorists on the hill to the south. A description was given of intense firing, involving mortars and tanks, which continued until about 03.30 hours and which necessitated a request for reinforcements. This document was not provided to the Commission before the hearing of witnesses and was not put to Captain Ertuğrul, the district gendarme commander who gave oral testimony that there was no operation at Ulusoy that night. He described an altogether different scenario, according to which the PKK opened fire on a mechanised team patrolling the road near the village at about 03.00-03.30 hours, after which there was only a brief 15-30 minute conflict. The team, on his account, did not enter the village and would not have been able to do so without permission, which they did not request. On this version, the security forces did not enter the village until the morning at 05.00 to 06.00 hours, after the applicants’ children had been taken away. This account mirrored the report dated 24 December 1993 issued by the gendarmes investigating the incident.", "16. The Commission considered that the standard form incident report cast grave doubts on the reliability of Captain Ertuğrul’s evidence. As district gendarme commander, it would have expected that he would be informed of operations conducted in his jurisdiction. Though the document is incomplete at the bottom and no signatory appears, it was sent from the Tatvan district gendarme command which was under his responsibility. It appeared likely from the description of the units involved in the operation that some of his own men were involved. The Commission noted that there was other evidence to support the incident report:", "– the written statements of the villagers almost all referred to firing occurring after the incident at the school;", "– the applicant in her oral testimony described heavy firing, which lit up the sky;", "– Keyvan and Necla Şarlı described firing as occurring over a long period during the night;", "– the other villagers Ali İlban and İsmet Orakçi also referred to more firing occurring. Only Abdullah Milyas recalled hearing no more firing after the first clash at the school.", "– notwithstanding Captain Ertuğrul’s denial that the mechanised team would have entered the village, they were already present on the outskirts of the village when he and Servet Urhan arrived at first light. He also had with him a special team, specifically trained in counter-terrorism, whose role in events was unspecified.", "17. The Commission concluded that an operation took place in close proximity to Ulusoy during the night of 23/24 December 1993, involving heavy firing. While there was some evidence that there were security forces at the school at some point during the night, it would appear at least likely that there were PKK men also in the vicinity. There was no allegation that the security forces were firing punitively at the village as a target throughout the night. On the evidence, it was unable to establish whether the men fired at by the villagers at the school were PKK members or soldiers.", "18. At about 03.00-03.30 hours on 24 December 1993, six armed men arrived at İsmet Orakçi’s house. These six men required İsmet Orakçi to take them to the house of Ahmet Şarlı. There, they found that his daughter Cemile Şarlı was absent and leaving İsmet at the Şarlı house, took the son Ramazan Şarlı to show them the house of Abdullah Milyas where Cemile was spending the night. They left that house with Abdullah, Ramazan and Cemile. After a while, they released Abdullah and disappeared with Ramazan and Cemile, who were never seen by any of their family or the villagers again.", "19. The Commission identified the crucial point of disagreement as being whether the six men were soldiers or members of the PKK.", "20. The evidence which supports the allegations that they were members of the security forces included principally:", "– Ahmet Şarlı’s statement to the HRA of 2 March 1994;", "– the oral evidence given to the Commission delegates by the applicant and her two daughters-in-law, Necla and Keyvan, all of whom were present during the incident;", "– an inference which could be drawn from the letter of 27 December 1993 from the gendarmes in answer to a letter from the Tatvan public prosecutor that an allegation had been made to the prosecutor that Ramazan and Cemile had been taken into custody, indicating that a complaint was made shortly after the event that the security forces were responsible for the disappearance of the applicant’s children.", "21. The Commission noted that there was considerably more evidence which identified the six men as members of the PKK. This included principally:", "– the written statements taken on 24 December 1993 from the applicant, the muhtar, Ismet Orakçi and the four village guards;", "– the written statement taken on 11 January 1995 from Ahmet Şarlı by a public prosecutor;", "– the oral evidence given by two eye witnesses Abdullah Milyas and İsmet Orakçi which described the men as wearing civilian clothes and items of dress consistent with PKK usage;", "– the oral evidence of the two “confessors” Ali Veriş and Kamil Kaya, who as members of the PKK, alleged that Ramazan and Cemile Şarlı were taken to join the PKK and were executed when they tried to return to their home;", "– the oral evidence of gendarme witnesses that Şarlı family were known sympathisers and Ramazan and Cemile Şarlı had left voluntarily.", "22. The Commission found that there were difficulties with the evidence on both sides. The patchy nature of the investigative work of the gendarmes was in the circumstances of this case however as equally consistent with negligence and bad practice as with deliberate manipulation of the evidence. The written statements taken by the gendarmes gave largely similar but not identical versions of events and were also supported by the oral evidence of İsmet Orakçi and Abdullah Milyas.", "23. The Commission noted the delegates’ assessment of the villager witnesses, Abdullah Milyas and İsmet Orakçi, who were found to be frank and convincing witnesses in the way they told their stories. There was no element in the evidence of either man which cast doubt on their credibility. The Commission’s delegates found no indication, for example, that these two witnesses were motivated by fear in giving their testimony.", "24. The Commission gave little weight to the oral evidence of the two “confessors” or ex-members of the PKK. The account of Ali Veriş was riddled with contradictions while Kamil Kaya made an unfavourable impression in the cold-blooded manner in which he gave his testimony. Neither was found to be credible by the Commission’s Delegates and no satisfactory explanation was given as to how they were identified as being able to give relevant testimony, since neither had apparently made any statement to the authorities that they had knowledge of events. While neither witness was a member of the so-called PKK 1st district and both were at pains to point out that members from one district were unable to involve themselves in the affairs of other districts, both claimed to have obtained information about the alleged execution of Ramazan and Cemile Şarlı by the PKK over the radio. Yet neither were apparently aware of the existence of a female terrorist code named “Takoşin” well-known as active in that area. The Commission found their evidence unsatisfactory and unreliable and was not prepared to base any findings of fact on their testimony.", "25. As regarded the evidence that Ramazan and Cemile Şarlı were PKK sympathisers, Captain Ertuğrul’s opinion was based on information which he had received from State informers in the villages. The two other gendarme officers from the local station had however no knowledge that the Şarlı family were suspected sympathisers. Servet Urhan expressed the opinion nonetheless that the two Şarlıs had left voluntarily with the PKK, but was unable to give any firm ground for that belief beyond that this was being said in the village. As pointed out by the applicant, all the written statements referred to their abduction. The oral evidence of the applicant and Keyvan and Necla Şarlı also indicated that the men used force. İsmet Orakçi referred to seeing the men drag some-one out of the Şarlı house while Abdullah Milyas described Cemile Şarlı as acting under duress. The Commission found therefore that there was insufficient evidence to conclude that Ramazan and Cemile Şarlı left with the men voluntarily.", "26. The Commission stated that it could give little weight either way to the written statements of Ahmet Şarlı, his statement to the HRA accusing the soldiers and his later statement to the public prosecutor apparently contradicting this version. He had died and was unable to provide any explanation for these differences.", "27. The Commission took the view therefore that the key issue in this respect was whether the applicant’s oral evidence, supported by her daughters-in-law, was of such a nature as to outweigh and cast substantial doubt on the oral evidence of the other villagers.", "28. As regarded the credibility and reliability of the oral evidence given by the applicant, Keyvan Şarlı and Necla Şarlı, the Commission found that their description of the incident at the house when the men arrived varied in significant details. According to the applicant, three men entered the house, wearing camouflage uniform, one of whom wore a red mask. Keyvan Şarlı said that the three men all wore red masks, specifying that they had beards and moustaches attached to the masks. According to Necla, all six men, three of whom had masks, came inside. She and Keyvan described them, in contradiction of the applicant, as speaking only Turkish. The Commission which had not heard in any previous case of a practice of any security forces wearing masks, found this to be a puzzling feature and that this aspect of their testimony was unconvincing. It further noted that the applicant, who was relatively old, had demonstrated a selective memory, in particular in categorically denying recent events. She was not altogether clear in her evidence on some points. Whether this was due to the lapse of time or her own advanced years, it detracted in the Delegates’ view from the reliability that could be placed on it. They also found that Necla, who was only sixteen at the time of events, gave an impression of being rehearsed in her account.", "29. The Commission concluded that it had not been established, to a standard of proof beyond reasonable doubt that the six men who came to the applicant’s house were from the security forces. Nor however was it established that they were from the PKK.", "30. Captain Dursun Ertuğrul and the deputy station commander Servet Urhan entered the village at dawn on 24 December 1993. The station commander Yavuz Gürbüz arrived at about noon. A search was carried out of the houses. The task of drawing up the incident report, damage evaluation report, sketch map and the taking of statements were assigned to Yavuz Gürbüz as the local station commander. Explosive devices were found during the search and a villager Fadıl was taken into custody.", "31. A number of villagers went to the local station that day to make statements – the applicant, the muhtar, the four villager guards and İsmet Orakçi. Abdullah Milyas who had talked to the muhtar about his part in events was not summoned to give a statement by the gendarmes. The evidence as to whether any statement was taken from Ahmet Şarlı conflicted. No written statement has been produced by the authorities.", "32. A complaint that the security forces were involved in detaining Ramazan and Cemile Şarlı was made to the Tatvan public prosecutor on or shortly before 27 December 1993. The Commission was satisfied that this derived from the applicant’s family. The only step taken by the Tatvan public prosecutor was to enquire from the district gendarme command whether they held the missing people. Captain Ertuğrul on his own account made no investigation and discussed the matter with no-one as he stated that he knew that they were not in custody.", "33. The Yelkenli gendarmes submitted the evidence which they had gathered to the Tatvan public prosecutor – this consisted of the sketch map, scene of incident report, damage evaluation report and the statements of the applicant, Ali Ilban, İsmet Orakçi and the four villager guards at the school. It is not established whether or not a statement was ever taken from Ahmet Şarlı. There is no evidence however that one was ever received by a public prosecutor dealing with the case. The Tatvan public prosecutor Mustafa Yabanoğlu considered this material was sufficient to establish the offences clearly and proceeded to issue a decision of lack of jurisdiction on 11 January 1994 in respect of the kidnapping of Ramazan and Cemile Şarlı by six PKK terrorists, sending the case to the Diyarbakır SSC prosecution.", "34. A further petition was lodged with the Bitlis public prosecutor on 31 January 1994, in which the uncle of the missing persons claimed that Ramazan and Cemile Şarlı had been taken away by the security forces, asked whether they had been brought before a judge and if not that they should be immediately, and that he requested the necessary steps be taken.", "35. The Diyarbakır SSC prosecution sent a standard letter to district authorities on 24 January 1994 requesting them to continue the search for the kidnappers and to report every three months, providing copies of any relevant confessions, statements etc. No information was forthcoming. The request made on 11 January 1995 for statements to be taken from the applicant, Ahmet Şarlı, Abdullah Milyas, Ali İlban, İsmet Orakçi and the four villagers guards was in light of the communication to the Government of the application to the Commission. Only one statement, that of Ahmet Şarlı, was taken. The public prosecutor, Halis Küçüsubaşı, attributed this to the fact that all the villagers had moved and could not be found. However, a letter dated 11 April 1995 from the Tatvan district gendarmes gave the towns to which the persons were thought to have moved. There was nothing to indicate that any further steps were taken to trace any of them. That Ali İlban, İsmet Orakçi and Abdullah Milyas could be found is indicated by their appearance after being summoned to the hearing in Ankara.", "36. On 26 April 1996, the Diyarbakır SSC prosecutor sent a reminder, more than two years later, that the earlier instruction of January 1994 for reports to be made regularly as to the investigation, had not been complied with. He told the Delegates that this was to obtain more effective action from the district authorities. It is not apparent from the material provided that any information was forthcoming. While by this time the two confessors, Ali Veriş and Kamil Kaya, had surrendered (in April and August 1995 respectively) any information provided by them or the fact that they might be in a position to provide information was not passed on to the Diyarbakır SSC public prosecutor, who told the Delegates he would have regarded it as relevant to the investigation. Nor is it evident that any information relating to the alleged execution of the two missing persons was passed on to the local gendarme station which made occasional reports to the Tatvan public prosecutor or to the Tatvan district gendarme command.", "37. On 3 July 1997, the file was transferred following a decision of lack of jurisdiction to the Van SSC prosecutors who on 8 September 1993 made the standard request for reports to be made on the investigation every three months. It is not apparent that they have been provided with any further information. The latest report from Tatvan district gendarme command stated that no information was available concerning the abductors of Ramazan and Cemile Şarlı but that the search was continuing.", "38. On 7 November 1995, a statement was taken from the applicant’s lawyer Mahmut Şakar by the Diyarbakır SSC chief public prosecutor. This stated that Mahmut Şakar was registered at the Diyarbakır bar and vice president of the HRA, as well as President of the Diyarbakır branch. He recalled Ahmet Şarlı coming to see him two years before, telling him that his son and daughter had disappeared. He told Ahmet Şarlı that domestic remedies had to be exhausted. He recalled writing to the Governor and SSC chief prosecutor for him and telling him to go to the Tatvan chief prosecutor. After a long while, Ahmet Şarlı came back to the HRA, saying that he had obtained no results from the authorities save a document which said that his son and daughter had been kidnapped by the PKK. As he disagreed with this, Mahmut Şakar told him that he could apply on the basis of the State’s ratification of the Convention. He confirmed that it was his signature on the document shown to him. His signature was not based on any power of attorney but on the basis of the purpose of the HRA.", "By an indictment dated 21 March 1996 by Diyarbakır SSC chief public prosecutor, Mahmut Sakar was accused of violating Law no. 3713 between 24 December 1993 and 2 March 1994. It was stated that the defendant had prepared an application titled European Human Rights Project without a client-solicitor relationship having been established. The purpose of this was to degrade the State and make propaganda in favour of the PKK. His prosecution under Law no. 2485 as well as appropriate action under Law no. 3717, Articles 1 and 8/1 was requested.", "39. The Government submitted that at about 22.30 hours on 23 December PKK terrorists arrived as the Ulusoy village and opened fire on the school. At about 01.00 hours, six armed PKK terrorists wearing local peşmerge dress came to the applicant’s house and took away her son Ramazan. They went to a neighbour’s house and took Cemile Şarlı away also.", "40. At about 3.30 hours, a mechanised team patrolling the Tatvan-Van highway arrived at the village and fire was exchanged between them and the terrorist group. After 15 minutes, the terrorists ran away towards the Anadere region. At 6.00 hours, the security forces entered the village for investigation. It was established that the village school had been damaged and Ramazan and Cemile Şarlı taken away by PKK terrorists. The evidence of Kamil Kaya and Ali Veris indicated that Ramazan and Cemile Şarlı had been aiding and abetting the terrorists and when their identity had become known it was necessary for the PKK to kidnap them. They joined the PKK in the mountains under the code names ‘Roken’ and ‘Dilgeç’. When they tried to leave, they were executed by the PKK.", "41. The applicant in her statement to the gendarmes, which accorded with the statements of the other villagers, identified the PKK as the perpetrators.", "42. The Government have provided the Court with a copy of the decision of Diyarbakır State Security Court No. 4, dated 24 December 1996, acquitting the lawyer Mahmut Sakar of the charge under section 8 paragraph 1 of the Law no. 3713. The court found that the statement taken from Ahmet Şarlı by Mahmut Sakar did not contain expressions of written propaganda.", "43. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "44. Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. It is also an offence for a government employee to subject some-one to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment) or to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants).", "45. The authorities’ obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutor’s offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "46. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of State Security prosecutors and courts established throughout Turkey.", "47. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants (sometimes referred to as the Official Conduct Act), which restricts the public prosecutor’s jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the Council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "48. By virtue of Article 4, paragraph (i), of Legislative Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 47 above) also applies to members of the security forces who come under the governor’s authority.", "49. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person’s life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 45 above) or with the offender’s superior.", "50. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "51. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities are subject to judicial review...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State’s strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people’s lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "52. Article 8 of Legislative Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 51 above), provides:", "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "53. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant’s guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative act” or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations)."], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}