{"ITEMID": "001-61647", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF CVIJETIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;Not necessary to examine P1-1;Pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1950 and lives in Split, Croatia.", "8. The applicant and her husband were holders of a specially protected tenancy on a flat in Split where they lived. On 23 December 1993 they divorced and the husband left.", "9. On 5 February 1994 I.Š. threw the applicant out of the flat and moved in.", "10. On 9 February 1994 the applicant filed an action against I.Š. for disturbance of her possessions with the Split Municipal Court (Općinski sud u Splitu).", "11. In separate proceedings before the same court, on 7 March 1994, the applicant obtained a judgment declaring her the sole holder of the specially protected tenancy on the flat.", "12. In the proceedings against I.Š. on 11 November 1994 the applicant's claim was granted and the court ordered I.Š. to vacate the flat within eight days from the date when the decision became final. It was established that I.Š. had forcefully broken into the applicant's flat and had been living there without any legal ground. The decision became final on 27 February 1995.", "13. Given that I.Š. did not comply with the court's order to vacate the flat, on 1 March 1995 the applicant applied for the execution of the decision to the Split Municipal Court. The execution order was issued on 8 March 1995.", "14. On 10 August 1995 the Split Municipal Court invited the applicant to pay an advance for the costs of eviction. On 31 August 1995 the applicant informed the court that she had paid the costs.", "15. The court ordered the eviction for 26 November 1996. However, on that date the execution officer of the court established that the family B.B. occupied the flat.", "16. On 29 November 1996 the applicant again asked the court to enforce the eviction order. The court scheduled eviction for 15 October 1997. However, the eviction was adjourned because the applicant did not appear.", "17. On 30 November 1998 the applicant again asked the court to enforce the eviction order.", "18. On 5 February 1999 the court invited the applicant to pay an advance for the costs of eviction.", "19. On 1 February 2000 the applicant bought the flat and became its owner.", "20. On 2 March 2000 the applicant informed the court that she had paid the costs.", "21. On 16 May 2000 the applicant asked the court to speed up the proceedings.", "22. The court scheduled eviction for 23 October 2000.", "23. However, on 21 September and 8 October 2000, respectively the Association of the Homeland War Invalids (Hrvatska udruga vojnih invalida domovinskog rata) and the Ministry of the Homeland War Veterans (Ministarstvo hrvatskih branitelja Domovinskog rata) asked the court to adjourn the eviction.", "24. When on 23 October 2000 an eviction officer of the Split Municipal Court attempted to carry out the eviction order he found a number of war veterans obstructing his attempt. Despite the presence of the police the eviction order was not carried out.", "25. On 8 May 2001 the court invited the applicant to once more pay an advance for the costs for eviction.", "26. On 18 May 2001 the applicant informed the court that she had paid the costs.", "27. The next attempt to carry out the eviction order was scheduled for 8 June 2001, but it failed because a physician invited to assist did not appear.", "28. On 26 October 2001 the court scheduled the date for eviction for 20 November 2001. However, the parties agreed that the family B.B. vacate the premises before 20 March 2002.", "29. On 21 March 2002 the family B.B. left the flat and the applicant moved in."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}