{"ITEMID": "001-91032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MILJENKO KOVAČ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Miljenko Kovač, is a Croatian national who was born in 1938 and lives in Bjelovar. He was represented before the Court by Mr H. Kovač, an advocate practising in Bjelovar. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a shareholder of the Croatia banka d.d., a joint-stock company incorporated under Croatian law with its registered office in Zagreb (“the bank”). The bank was entirely owned by private individuals and companies.", "On 23 February 1999 the Croatian National Bank (Hrvatska narodna banka – “the CNB”) adopted a decision appointing a temporary administrator to the bank. Under section 84(2) of the Banks Act, from the date of service of such decision, all powers of the management board, the supervisory board and the shareholders’ general meeting were transferred to the temporary administrator. Subsequently, on 23 August 1999 the CNB extended the temporary administrator’s term of office for a further two months.", "Meanwhile, on 18 June 1999 the CNB had proposed to the Government that the process of recovery and restructuring of the bank be commenced, as provided for by the domestic legislation.", "In accordance with that proposal, on 23 September 1999 the Government adopted the Decision on Recovery and Restructuring of the Croatia banka d.d. (“the Decision”). From that date, all shares held by the bank’s shareholders were revoked and cancelled. Following the process of recovery, the bank was to issue new shares, all in the name of the State Agency for Securing Savings Deposits and Recovery of Banks (Državna agencija za osiguranja štednih uloga i sanaciju banaka).", "In 1999 and 2000 five shareholders of the bank, but not the applicant, filed four separate petitions for review of the constitutionality and legality (prijedlog za ocjenu ustavnosti i zakonitosti) of the Government’s Decision of 23 September 1999. They complained that the Decision violated their constitutional rights as shareholders of the bank. They also claimed that the bank had been in good standing and that the Decision had therefore been unnecessary.", "On 30 January 2003 the Constitutional Court (Ustavni sud Republike Hrvatske) discontinued the proceedings because the statute on which the Decision was based had in the meantime been repealed.", "On 20 November 2001 the applicant brought a civil action for unjust enrichment (or enrichment without cause) in the Bjelovar Municipal Court (Općinski sud u Bjelovaru) against the bank, seeking repayment of 37,200 Croatian kunas (HRK). He relied on section 210(3) of the Civil Obligations Act. The applicant explained that on 28 November 1997 he had bought 186 of the bank’s ordinary shares for the above amount. However, on the basis of the Government’s Decision of 23 September 1999 he had been deprived of those shares. He argued that the Decision had actually annulled the contract under which the bank had sold him its shares. That contract, being the cause on the basis of which he had paid HRK 37,200 to the bank, had thus ceased to exist. It followed that the bank had enriched itself without cause, or more precisely, on the basis of a cause which had subsequently ceased to exist, and had therefore been bound to return to him the sum in question.", "On 12 February 2002 the Municipal Court dismissed his action. It rejected the applicant’s argument that the Government’s Decision of 23 September 1999 had annulled the contract under which he had acquired the bank’s shares. Consequently, the court found that the cause on the basis of which he had paid HRK 37,200 to the bank had not ceased to exist and that the bank had not been bound to return the sum demanded.", "Following an appeal by the applicant, on 27 May 2002 the Bjelovar County Court (Županijski sud u Bjelovaru) quashed the first-instance judgment on account of incomplete facts and remitted the case. It also instructed the lower court to verify whether the contract under which the applicant had bought the shares could be rescinded under section 133 of the Civil Obligations Act on account of the fundamental change in circumstances, having regard to the Government’s Decision of 23 September 1999.", "In the resumed proceedings, on 19 November 2002 the Bjelovar Municipal Court ruled for the applicant, finding that the bank had indeed enriched itself without cause. The court again did not accept the applicant’s argument that the contract of sale on the basis of which he had bought the bank’s shares had been annulled by the Government’s Decision of 23 September 1999. It however held that, because of that Decision, the contract had lost one of the essential elements for the validity of every contract, namely its consideration, defined as the economic purpose of a transaction. Relying on section 52 of the Civil Obligations Act, the court further found that, owing to the absence of consideration, the contract was null and void. Accordingly, the nullity of the contract had resulted in the disappearance of the cause on the basis of which the applicant had paid the bank the sum sought and the bank had been obliged to return that sum to him.", "Following an appeal by the respondent, on 27 February 2003 the Bjelovar County Court reversed the first-instance judgment and dismissed the applicant’s action. It found that the Government’s Decision of 23 September 1999 had not annulled the applicant’s contract with the bank relating to the purchase of the shares. Moreover, the Decision could not in any other way have affected the validity of that contract because the parties had performed, and thereby extinguished, their contractual obligations before the Decision had been adopted (the applicant by paying HRK 37,200 to the bank, and the bank by transferring 186 of its shares to him). It followed that at the relevant time (during its existence) the applicant’s contractual obligation had been performed for consideration which could not subsequently have been removed by an event that took place after that obligation had already been extinguished. The contract in question had thus been valid. As that contract had been the cause on the basis of which the applicant had paid HRK 37,200 to the bank, and had been valid, it could not be argued that this cause had ceased to exist and that the bank had been bound to repay him the amount sought. The conditions for rescission of the contract on the basis of a fundamental change in circumstances had not been met either, because under section 133(3) of the Civil Obligations Act such rescission could not have been sought by a party who had already performed his or her contractual obligations.", "On 30 October 2003 the applicant lodged a constitutional complaint against the second-instance judgment, alleging breaches of Articles 48 (1), 49 and 50 of the Constitution.", "On 16 March 2006 the Constitutional Court dismissed his constitutional complaint.", "The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/90, 135/97, 8/98 (consolidated text), 113/00, 124/00 (consolidated text), 28/01 and 41/01 (consolidated text), 55/01 (corrigendum)) provide as follows:", "“The right to property is guaranteed.”", "“The rights acquired through the investment of capital shall not be diminished by law, or by any other legal act.”", "“1. Property [rights] may be restricted or taken in accordance with the law and in the interest of the Republic of Croatia upon payment of compensation equal to its market value.", "2. The exercise...of property rights may exceptionally be restricted by law for the protection of the interests and security of the Republic of Croatia, nature, the environment or health.”", "The relevant provisions of the Banks Act (Zakon o bankama, Official Gazette no. 161/98) read as follows:", "“When the Croatian National Bank establishes that the potential losses of a bank ... are higher than that bank’s share capital and in cases where a bank is insolvent, it shall appoint a temporary administrator to that bank, or shall file a petition with the competent court with a view to opening bankruptcy proceedings against that bank.”", "“From the date of service of the decision on the appointment of a temporary administrator, all powers of the management board, supervisory board and shareholders’ general meeting shall cease and shall at the same time be transferred to the temporary administrator.”", "“On the proposal of the Croatian National Bank, the Government of the Republic of Croatia may decide to commence the process of recovery of a bank if it establishes that this is in the State’s special interest and if it finds that the other possibilities of preventing disturbance in the stability of the overall financial system of the State have been exhausted.”", "The relevant provisions of the Act on Recovery and Restructuring of Banks (Zakon o sanaciji i restrukturiranju banaka, Official Gazette no. 44/94 – “the Recovery and Restructuring Act”) read as follows:", "“The procedure of recovery and restructuring of a bank shall be initiated when a bank shows potential losses ... of more than 50% of the amount of its share capital, if the Croatian National Bank deems such procedure feasible and economically justifiable.”", "“The decision on recovery and restructuring of a bank shall be given by the Government of the Republic of Croatia on the proposal of the Croatian National Bank.”", "The Recovery and Restructuring Act was repealed on 23 May 2000 by the entry into force of the Act Repealing the Act on Recovery and Restructuring of Banks (Zakon o prestanku važenja zakona o sanaciji i restrukturiranju banaka, Official Gazette no. 52/2000 of 23 May 2000).", "The Decision on Recovery and Restructuring of the Croatia banka d.d. (Odluka o sanaciji i restrukturiranju Croatia banke d.d., Zagreb, Official Gazette nos. 98/1999 and 53/2000 – “the Decision”), in its relevant part, read as follows:", "“It is established that on 31 May 1999 the bank has:", "(a) risky investments and potential liabilities in the amount of 1,809 million kunas, including potential losses of 517 million kunas;", "(b) suspected and disputed claims ... in the amount of 446 million kunas;", "(c) business losses incurred in 1998 and between 1 January and 31 May 1999 in the amount of 622.2 million kunas.”", "“On the day of the publication of this Decision all existing shares of the Bank shall be revoked and cancelled. The Bank shall issue new shares in the amount of 217 million kunas, which shall be entirely owned by the Agency.”", "The relevant part of the Courts Act (Zakon o sudovima, Official Gazette nos. 3/94, 100/96, 131/97 and 129/00), as in force at the material time, read as follows:", "Commercial courts... shall adjudicate:", "1. ...", "2. Disputes concerning the establishment, operation and dissolution of commercial companies as well as disputes concerning disposition of membership and membership rights in such companies ...”", "The relevant part of the Civil Obligations Act (Zakon obveznim odnosima, Official Gazette nos. 53/91, 73/91, 111/93, 3/94, 7/96, 91/96, 112/99 and 88/01), read as follows:", "“(1) Every contractual obligation shall have permissible consideration.", "(2) Consideration shall be impermissible if it is contrary to the Constitution, peremptory rules or public morals.", "(3) It shall be assumed that an obligation has consideration even if it is not expressly stated.”", "“If consideration is inexistent or impermissible, the contract shall be null and void.”", "“(1) If, after a contract has been entered into, circumstances occur which make the performance of the obligations of one party more difficult, or if, owing to such circumstances the purpose of the contract cannot be attained, and in both cases to the extent that the contract obviously no longer corresponds to the expectations of the contracting parties and that, according to general opinion, it would be unfair to maintain the contract as it is, the party for which performance has been rendered more difficult or the party which, owing to the [fundamentally] changed circumstances, cannot attain the purpose of the contract, may request that the contract be rescinded.", "(2) ...", "(3) The party requesting the rescission of the contract cannot rely on [fundamentally] changed circumstances which have occurred after the expiry of the time-limit set forth for the performance of his or her obligation.", "(4) ...", "ENRICHMENT WITHOUT CAUSE", "“(1) When a part of the property of one person passes, by any means, into the property of another person, and that transfer has no basis in a legal transaction or a statute [i.e. it is without cause], the beneficiary shall be bound to return that property. If restitution is not possible, he or she shall be bound to provide compensation for the value of the benefit received.", "(2) ...", "(3) The obligation to return the property or provide compensation for its value shall arise even when something is received on account of a cause which did not come into existence or which subsequently ceased to exist.”", "On 21 December 2004 the High Commercial Court (Visoki trgovački sud Republike Hrvatske) delivered judgment no. Pž-6234/04-2 in a case where the plaintiff, a shareholder of the Croatia banka d.d., had sued the bank and the State Agency for Securing Savings Deposits and Recovery of Banks before the competent commercial court claiming that she had been deprived of her shares and the rights derived from them without any compensation. She sought a declaratory judgment that she was still a shareholder of the bank and asked the court to order the respondents to transfer her back 1,517 of her shares. In ruling for the plaintiff the High Commercial Court directly applied Articles 48 (1) and 49 (4) of the Constitution. It expressly stated that the Government’s Decision of 23 September 1999 was contrary to the latter Article and reasoned as follows:", "“In particular, any restriction or deprivation of the rights deriving from shares would be contrary to that provision of the Constitution, as it would constitute diminution or deprivation of membership rights acquired through the investment of capital in a joint-stock company.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}