{"ITEMID": "001-97633", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MOKHOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-2;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1972 and lives in Kostroma. He is currently serving a sentence in correctional facility ZhKh–385/5 in the village of Lepley, Mordoviya.", "5. On an unspecified date criminal proceedings were instituted against the applicant on charges of abuse of powers by a public official, aggravated bribery and forgery.", "6. On 8 April 2000 the applicant was arrested and placed in custody on suspicion of aggravated murder and robbery.", "7. On 18 April 2000 the applicant was officially charged with aggravated murder and robbery.", "8. On 9 December 2000 the applicant was convicted of abuse of powers, aggravated bribery and forgery and sentenced to five years' imprisonment.", "9. On 15 and 18 January 2001, whilst the pre-trial investigation into the murder and robbery was pending, the State local television company, KTRK, broadcast the Na grani (“On the Edge”) programme which contained an interview with Mr T., an investigator from the prosecutor's office of the Kostroma Region (“the prosecutor's office”), who informed the public that the applicant had committed a series of offences. In particular, he stated that:", "“The murder was committed while the investigation into bribery and abuse of power [with which the applicant had been charged] had been pending for a sufficiently long time and it was possible to refer the case to a court. And we found out that Mokhov had committed a second, more serious, crime – a murder, connected to the robbery and attack.”", "10. On 26 January 2001 the applicant lodged a civil claim against the prosecutor's office and KTRK. Referring to Article 49 of the Constitution of the Russian Federation, he sought compensation for non-pecuniary damage resulting from the alleged violation of the presumption of innocence.", "11. On 13 June 2001 the Leninskiy District Court of Kostroma (“the district court”) held a hearing in the applicant's presence and decided that it could not examine the claim while the criminal proceedings against the applicant were pending, because it was essential to know the outcome of those proceedings in order to determine whether the disseminated information was true or false. Therefore, the district court ordered the proceedings to be suspended.", "12. On 30 July 2001 the Kostroma Regional Court upheld the decision of 13 June 2001.", "13. On 5 September 2002 the Kostroma Regional Court convicted the applicant of murder and robbery and sentenced him to twenty-two years' imprisonment. On 26 May 2003 the judgment became final.", "14. On 25 June 2003 the district court informed the applicant that the proceedings in respect of his defamation claim had been resumed and a hearing had been scheduled for 9 July 2003. The court asked the applicant if he wished to continue with his claim, and requested him to submit written explanations.", "15. In his reply of 28 June 2003 the applicant modified his statement of claims, withdrew the claim against KTRK and affirmed his wish to continue with his claim against the prosecutor's office. He also asked the court to examine the case in his presence.", "16. On 9 July 2003 the district court held the hearing in the applicant's absence. It does not appear from the case materials that it examined the applicant's request to appear in the courtroom. Having studied the applicant's written submissions and having heard the representative of the prosecutor's office, it rejected the claim. According to the Government, the representative of the prosecutor's office advanced no new arguments against the claim during the hearing. The district court found that the impugned statement had been based on facts which had subsequently been established in the court judgment of 5 September 2002. With regard to arguments by the applicant that the investigator was not entitled to publicly state that the applicant was guilty until this had been proved according to law, the court said that, by the date of the broadcast, the applicant had already been charged with murder and robbery, which, under the Code of Criminal Procedure, was possible only if sufficient evidence existed. The issue of the applicant's absence was addressed in the district court's decision as follows:", "“The plaintiff was not present at the hearing because he had been sentenced ... to twenty-two years' imprisonment... The court received [the plaintiff's] written comments about the claim made...”", "17. The applicant appealed against this judgment. He claimed, inter alia, that the principle of equality of arms had been breached, as the court had refused to summon him and hear him in person.", "18. On 21 January 2004 the applicant, then detained in the correctional facility in Mordoviya, was notified of the time and place of an appeal hearing in his defamation case.", "19. On 4 February 2004 the Kostroma Regional Court held an appeal hearing in the absence of the parties and upheld the judgment of 9 July 2003 with minor changes. The appeal judgment, in so far as relevant, read as follows:", "“...[the district] court ensured Mokhov's participation in the hearing of 13 June 2001 although the laws on civil procedure in force do not require the court to ensure the presence in a courtroom of persons kept in custody or sentenced to imprisonment.", "[The district] court duly notified Mokhov of the date of the hearing. The plaintiff sent to the [district] court his written comments on the nature of his claims. The reasons given in those comments were studied and duly assessed by the [district] court.”", "20. Article 49 of the Constitution of the Russian Federation provides that everyone accused of committing a crime shall be considered innocent until his guilt is proved according to the rules fixed by the federal law and confirmed by the sentence of a court which has come into legal force.", "21. Article 151 of the Russian Civil Code provides that compensation for non-pecuniary damage is payable only when physical or moral damage has been inflicted on a person through actions which violate his or her rights.", "22. By virtue of Articles 58 and 184 of the Russian Code of Civil Procedure, a court may hold a session outside the courthouse if, for instance, it is necessary to examine evidence which cannot be brought to the courthouse.", "23. On several occasions the Constitutional Court of the Russian Federation has examined complaints by convicted persons whose requests for leave to appear in civil proceedings had been refused by courts. It has consistently declared the complaints inadmissible, finding that the contested provisions of the Code of Civil Procedure and the Penitentiary Code did not, as such, restrict the convicted person's access to court. It has emphasised, nonetheless, that the convicted person should be able to make submissions to the civil court, either through a representative or in any other way provided by law. If necessary, the hearing may be held at the location where the convicted person is serving his or her sentence or, alternatively, the court hearing the case may instruct the court having territorial jurisdiction over the correctional colony to obtain the applicant's submissions or carry out any other procedural steps (decisions no. 478-O of 16 October 2003, no. 335-O of 14 October 2004, and no. 94-O of 21 February 2008)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}