{"ITEMID": "001-71655", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MICKOVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Vlado Mickovski, is a national of the former Yugoslav Republic of Macedonia, who was born in 1964 and lives in Vraneštica (Kičevo).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant has been a member of the Social-Democrat Political Party (the SDSM) since 1996. In the 1996 local elections he was elected member of the Vraneštica Local Council.", "On 29 December 1997 the applicant was appointed Deputy Solicitor General by the Government for a term of four years and he resigned from his post of councillor.", "On 23 May 2000 the applicant was dismissed. No reasons were given by the Government in this respect.", "On 24 July 2000 the applicant stated that he lodged a complaint with the Constitutional Court by mail. He alleged that his dismissal was unlawful and discriminatory and that the sole reason for his dismissal was his membership in the SDSM.", "The applicant stated that the above mentioned mail came back with a notice stating that it had not been collected. The applicant re-sent the same letter to the Constitutional Court on 23 August 2000. The clerk of the Constitutional Court responsible for collecting from the post office mail addressed to that Court had been on holiday and nobody collected the mail.", "On 27 September 2000 the Constitutional Court refused to examine the applicant’s complaint. It stated, inter alia, that:", "“Under rule 51 of the Rules of Constitutional Court ... each citizen who considers himself/herself to be a victim of a violation of the rights and freedoms set out in Article 110 § 3 of the Constitution ... may lodge a complaint within two months’ time-limit from the day he was served with the final decision or act ...", "Regard being had to the fact that the [impugned] decision ... was adopted on 23 May 2000 and promulgated [in the Official Gazette] on 9 June 2000, and [that the applicant] lodged his complaint ... on 11 September 2000 (the complaint was postmarked 23 August 2000) it means [the complaint was lodged] out of the two-month time limit ...”", "On 18 October 2000 the applicant submitted to the Constitutional Court that he had sent his first letter on 24 July 2000, and that it had come back to him with a notice stating that the mail had not been collected. He enclosed the acknowledgement of receipt.", "On 24 November 2000 the Constitutional Court replied that there had been no evidence in the case-file which would corroborate the applicant’s allegations that he had lodged his complaint on 24 July 2000. In particular, the court could not establish whether or not the enclosed acknowledgement of receipt related to the said mail.", "On 28 November 2000 the applicant forwarded the note received from the Post to the Constitutional Court. It stated that his mail of 24 July 2000 addressed to the Constitutional Court had been returned to him on 21 August 2000 since it had not been collected by the receiver.", "On 10 January 2001 the applicant was informed that the Constitutional Court had decided not to re-examine his complaint, because of the reasons set out in its decision of 27 September 2000.", "On 1 July 2000 the applicant complained to the Supreme Court that his dismissal had been unlawful.", "On 15 October 2000 the Supreme Court refused to examine the applicant’s complaint considering that it was not amenable to judicial review within the meaning of Section 30 § 1 of the Administrative Disputes Act. It stated, inter alia, that:", "“From ... the Acts [on the Government, and on the Solicitor General] it transpires that the Government of the Republic of Macedonia, in this particular case, did not take a decision concerning an administrative issue, but that, within the boundaries of its competence as defined by Section 46 § 5 of the Government Act, ... [it] dismissed [one of its agents] from his office. The decision whereby [a person] is appointed or dismissed from his office does not represent an administrative act within the meaning of Section 6 of the Administrative Disputes Act because it does not contain a very important element [and] that is, it does not regulate an administrative issue. ...”", "Article 110 § 3 sets out the Constitutional Court’s competence to deal with complaints from individuals concerning violation of their rights and freedoms to communication, conscience, opinion and public expression, political association and activities, as well as prohibition of discrimination on the grounds of gender, race, religion or national, political or social affiliation.", "Article 2 provides:", "“The Solicitor General’s office is established as an office of the Government of the Republic of Macedonia, which undertakes the legally defined measures and executed the legal instruments for the purposes of legal protection of the property rights and interests of the Republic of Macedonia and performs other tasks as set forth by law.”", "Section 4 provides, inter alia, that the said duties shall be carried out by the Solicitor General and his deputies.", "Article 5:", "“The Solicitor General represents the Republic of Macedonia and its institutions before the courts, other bodies and legal entities and before foreign courts and bodies in property disputes with foreign natural or legal persons.”", "Section 6 provides, inter alia, that the Solicitor General has to answer to the Government for his work. In his absence his duties shall be performed by one of his deputies. The Solicitor General and his deputies are required to observe and maintain the proprieties and good reputation befitting persons performing their duties.", "Section 7 provides, inter alia, that his deputies may undertake all the measures before the courts or other bodies that are within the powers of the Solicitor General, and that they have to answer for their work to the Solicitor General and to the Government.", "Sections 8, 9 and 10 provide that the State institutions shall provide the necessary information to the Solicitor General’s office concerning the State interest and property and that they shall co-operate in this respect.", "Section 12 provides that if the Solicitor General considers that there is no need to institute proceedings, or it is better to reach a friendly settlement or to withdraw an application he shall ask the opinion of the state institution that he represents. In a case of disagreement, the Solicitor General may ask the Government to take a decision in this respect.", "Section 13 provides that when the courts during the judicial proceedings observe that it is necessary to undertake measures for the protection of state property or interest they shall inform the Solicitor General.", "Section 16 provides that the Government appoints and dismisses the Solicitor General and his deputies.", "Section 17 provides, inter alia, that the Government’s decisions on the appointment of the Solicitor General and his deputies shall be promulgated in the Official Gazette.", "Section 18 provides, inter alia, that a person who has Macedonian citizenship, who fulfils general conditions for employment in a state institution, is a Law School graduate and enjoys the appropriate reputation may perform the functions of Solicitor General, or Deputy Solicitor General.", "Section 19 provides, inter alia, that the Solicitor General and his deputies shall be appointed for a period of four years. They may be re-appointed.", "The Act contains no provisions regarding conditions of dismissal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}