{"ITEMID": "001-59607", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF HIRST v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. On 11 February 1980, the applicant pleaded guilty to manslaughter on the ground of diminished responsibility in respect of the death of his 62year-old landlady whom he had battered with an axe. He was sentenced to life imprisonment. The court acted on medical evidence that the applicant had a gross personality disorder to such a degree that he was amoral. The consultant psychiatrist said in his report at the trial that:", "“... although [the applicant’s] instability might get less over the years as he matured, should he be sent to prison, his eventual release should be approached with great caution.”", "8. The applicant was initially sent to a Category A prison due to concerns about his dangerousness and risk of escape. He was involved in work to address his offending and other problems. He successfully completed an Anger Management and Skills Courts in the Hull Special Unit in or about 1989 and his conduct was noted as significantly improving from that point. In 1993, he was transferred to a Category B prison.", "9. The applicant’s tariff period of 15 years expired on 25 June 1994 (this was the minimum period fixed by the Secretary of State concerning the requirements of retribution and deterrence). The Parole Board in that month agreed to the transfer of the applicant from a Category B to Category C prison. The Secretary of State deferred a decision until after the Discretionary Lifer Panel (DLP) of the Parole Board had conducted a hearing on the matter under the new provisions of the Criminal Justice Act 1991 (“the 1991 Act”).", "10. On 13 December 1994, after a hearing held pursuant to section 34 of the 1991 Act, the DLP decided it would not be safe to release the applicant but recommended transfer to Category D (open prison), or Category C with a review after 12 months instead of the usual two year period. On 15 March 1995, the Secretary of State decided to transfer the applicant to Category C with a review after 12 months.", "11. In November 1995, the applicant failed to obtain leave to apply for judicial review of the decision of the DLP and the decision of the Secretary of State. In April 1996, the Court of Appeal refused leave to apply for judicial review.", "12. Following a positive drugs test, the applicant agreed to follow and successfully completed in July 1996 a drugs awareness course.", "13. On 9 October 1996, the applicant’s case came before another DLP. Reports noted that he had made considerable progress over the preceding six years but would need phased re-introduction into society. A psychiatric report dated 24 June 1996 stated that the applicant had much greater control over his behaviour, that personal and maturational developments had taken place and that he was not the same person that he was when he entered prison. It was concluded that the applicant, who had shown a reclusiveness and narrowness of interests, needed however to test and increase his social interaction in order to be able to cope with living outside prison. A psychiatric report issued about the same time stated that the applicant’s personality, described as psychopathic, had shown some capacity for change and that, although he was not considered a serious risk to the public, any release on licence would have to be carefully planned, as problems were likely to arise following a long period of institutionalisation and a lack of family support. The DLP did not recommend release but transfer to a Category D prison. In paragraph 5 of the decision letter the DLP said:", "“The panel were satisfied that what was advanced at the hearing as ‘exceptional circumstances’, namely a good release plan, the fact that [the applicant is] four years beyond tariff, the fact that [the applicant has] completed a pre-release course in Category C, the fact that [the applicant had] previously been recommended for Category D status and the prospect of employment, did not amount to exceptional circumstances and that [the applicant’s] release without progress through open conditions posed an unacceptable risk.”", "14. On 20 November 1996, the Secretary of State rejected the recommendation of transfer to an open prison, but directed an early review of the applicant’s case, namely after 18 months had expired from 9 October 1996. The Secretary of State was not persuaded that the applicant’s behavioural problems had been satisfactorily addressed while in closed conditions, nor that the benefits of open conditions were sufficiently worthwhile at that stage when balanced against the scale of the outstanding offence, related work needed in the applicant’s case and his potential risk to the public.", "15. The applicant applied for leave to apply for judicial review of both decisions, alleging inter alia that the DLP had wrongly applied an “exceptional circumstances” test. Leave was refused on 11 April 1997.", "16. On 21 October 1997, the applicant re-applied for leave for judicial review. Mr Justice Potts refused leave against the DLP’s recommendation. He found that the DLP had correctly applied the statutory test concerning a risk to the public. He granted leave to apply in respect of the decision of the Secretary of State. Mr Justice Potts stated:", "“... a prisoner who has spent a long period in custody should be tested in open conditions before being released into the community: satisfactory completion of such testing is an indication that a prisoner is able to cope with the stresses of life outside prison and is therefore a cogent factor to take into account against all the other available material in deciding whether or not a prisoner can safely be released. Such an approach is undoubtedly sensible …", "I think it is arguable that the Secretary of State’s decision not to recategorise this applicant as a Category D prisoner was irrational and one that no reasonable Home Secretary could reasonably have reached.”", "17. In the light of this grant of leave, at the end of the hearing, the Secretary of State indicated that he would reconsider his decision of 20 November 1997.", "18. On 13 March 1998, the Secretary of State informed the applicant that he had reconsidered the case but decided not to change his conclusion that the applicant should not be transferred to open conditions.", "19. On 15 July 1998, the DLP again considered the applicant’s case. Reports continued to note his progress, including the expression of genuine remorse for his offending. It was considered in a case officer report dated 31 October 1997 that he had taken advantage of treatment programmes and that all offending work had been completed. He had a “settled and fulfilling release plan” which involved him continuing the legal studies that he had commenced in prison and receiving support from a circle of friends that he had built up through contacts outside prison. Conversely, a psychiatric report dated 18 December 1997 considered inter alia that the applicant might benefit from further work on developing methods of dealing with interpersonal difficulties and increasing relationship skills.", "20. By letter dated 16 July 1998, the DLP declined to recommend release but did recommend transfer to a Category D (open) prison.", "“3. In reaching the decision that you are not yet suitable for release, the panel took into account the nature of the index offence, your violent disruptive early prison career (while recognising also the absence of any violence since 1989), the fact that you are still seen as having a psychopathic personality … and the remaining areas of concern identified by [Mrs B, a higher psychologist]… These areas of concern are egocentricity, a disregard for the points of view of other people and a limited ability to solve interpersonal frustrations and problems. The panel also considered that the sexual ambivalence referred to by [Dr G] merited further investigation, particularly in light of evidence that emerged at the panel hearing that you had been sexually abused in your youth. The panel also accepted [Mrs B’s] evidence that a personality assessment was necessary to identify the manner in which the outstanding offence-related work should be carried out; and that the reasons underlying the index offence still require further investigation. In all these circumstances, the panel considered that you still presented too great a risk to the public to justify your release.", "4. Moreover, you have been in custody for 19 years and although your release plan is being developed, it is not complete. At present you would have no fixed accommodation. Based on these factors and the impression the panel formed of you at the hearing, the panel considered that you would be unable to cope in the community, were you to be released directly or via a pre-release employment scheme.", "5. The panel did recommend that you be transferred to open conditions. In coming to this conclusion, the panel took into account the length of time you have spent in custody, the opinion of the majority of the report writers and witnesses that the risk you present to the public could be safely managed in open conditions and the fact that the assessment and further work referred to above can be done in open conditions. The panel also took into account that [Mrs B] could not say within what period the assessment could be carried out, and the danger of counter-productive stagnation and frustration on your part should you have to spend a further protracted period in category ‘C’ conditions.", "6. To allow time for assessment and the necessary offence-related work and for your gradual reintegration into the community, the panel considered that your next review should begin in 2 years time.”", "21. By letter dated 7 October 1998, the Secretary of State rejected the DLP’s recommendation. He stated that he accepted the psychologist’s view that further work needed to be done in respect of the applicant’s attitude to his original offence, his egocentricity, his intolerance of others, his inability to deal adequately with problems and his lack of responsibility for his actions. He agreed that a full personality assessment was required of the applicant who was still seen as having a psychopathic personality. The Secretary of State did not agree that these matters could be safely addressed in open prison conditions. He noted that the applicant had failed to attend further courses in anger management, social skills and communications, as arranged after the Secretary of State’s decision of 20 November 1996. He also had regard to an intervening incident which had occurred on 31 July 1998 when the applicant was being escorted to court by a female officer. After she had refused to allow him to smoke in the vehicle, he had slammed the van door against her, causing her to fall and hurt her arm. He had sworn at her, threatening to kill her, adding that he had already killed one woman. The applicant was found guilty under the Prison Rules of assault and using threatening, abusive or insulting words. The Secretary of State considered that this disclosed impulsive violent behaviour towards a woman over a trivial incident, which had clear similarities with his original offence. He remained an unacceptable risk and was advised that until he co-operated with staff in addressing the areas of concern, the Secretary of State saw no justification in allowing him to progress further towards release. It was however agreed that his next review should take place in July 2000.", "22. On 2 February 2000, the applicant’s renewed application for leave to judicially review the DLP’s decision of October 1996, which had been dormant since 21 October 1997, was listed for hearing before the Court of Appeal. The applicant’s request to amend his grounds of application to add complaints about a lack of independence was refused. The Court of Appeal rejected his application for leave to apply for judicial review.", "23. Persons sentenced to mandatory and discretionary life imprisonment, custody for life and those detained during Her Majesty’s pleasure have a ‘tariff’ set in relation to the period of imprisonment they should serve in order to satisfy the requirements of retribution and deterrence. After the expiry of the tariff, the prisoner becomes eligible for release on licence. Applicable provisions and practice in respect of the fixing of the tariff and release on licence have been subject to change, most notably, following the coming into force on 1 October 1992 of the Criminal Justice Act 1991 (“the 1991 Act”), which was in force at the relevant time. The provisions of the 1991 Act were replaced by the Crime (Sentences) Act 1997 (“the 1997 Act”) from 1 October 1997.", "24. Pursuant to section 32 (2) of the 1991 Act, the Parole Board had a duty to advise the Secretary of State with respect to any matter referred to it by him which was connected with the early release or recall of prisoners.", "25. The Parole Board’s Chairman appointed three members of the Parole Board to consider discretionary life cases. They comprised the DLP. Pursuant to the Parole Board Rules 1992 which came into force on 1 October 1992, a discretionary life prisoner was entitled to, amongst other things, an oral hearing, disclosure of evidence before the Parole Board and legal representation. He was also entitled to call witnesses on his behalf and to cross-examine those who had written reports about him. A reasoned decision by the DLP was delivered within seven days of the hearing. Prior to 1 October 1997, the duty to release discretionary life prisoners was dealt with by section 34 of the 1991 Act, which provided that where a discretionary life prisoner had served his tariff and the Board had directed his release, it was the duty of the Secretary of State to release him on licence.", "26. Section 34(4) of the 1991 Act provided:", "“The Board shall not give a direction ... unless –", "(a) the Secretary of State has referred the prisoner’s case to the Board;", "(b) the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.”", "27. When deciding on release or recall of prisoners, the DLP often gave guidance as to the timing of the next review. It normally recommended a further review in two years but an earlier date could be given in an appropriate case, with reasons. Where no guidance was given, the Secretary of State decided the date of the next review. Where it became clear that the prisoner had made unexpectedly rapid progress prior to the set review date, the date of the review could be brought forward.", "28. A discretionary life prisoner may require the Secretary of State to refer his case to the Parole Board, after the end of the period of two years beginning with the disposal of a previous reference to the Board (section 34 (5) (b) of the 1991 Act, now section 28 (7) (b) of the 1997 Act). The Government stated that in practice it is not necessary to invoke this provision since, as a matter of policy, the Secretary of State refers each case back to the DLP for the second anniversary of the previous reference.", "29. Section 34 of the 1991 Act has now been replaced, and largely reproduced, by section 28 of the 1997 Act."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}