{"ITEMID": "001-57545", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF NIELSEN v. DENMARK", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (ratione personae)", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["9. The applicant, Jon Nielsen, is a Danish citizen, born in 1971.", "10. His parents lived together from 1968 until 1973. They were not married and, in accordance with Danish law, only the mother had parental rights over the child. After the parents separated in 1973, the applicant remained with the mother and the father had access to him on a \"gentlemen’s agreement\" basis. However, this arrangement did not function well and in 1974 the father obtained a specific right of access through the competent authorities.", "11. It appears that a closer relationship developed between the applicant and his father during the following years. The Danish legislation at the time, however, did not provide special procedures for having the custody rights transferred from the mother to the father, and the father introduced an application to the European Commission of Human Rights (no. 7658/76) complaining about his situation on 21 September 1976. During the proceedings before the Commission, the Custody and Guardianship of Children Act 1976 (myndighedsloven, \"the 1976 Act\", see paragraphs 40-41 below) was amended with effect from 1 October 1978, so that a court might vest parental custody in the father of a child born out of wedlock, when certain conditions were fulfilled. As a result the Commission, on 5 December 1978, rejected the application on the ground that the father could no longer claim to be a victim of an alleged violation of the Convention (Decisions and Reports no. 15, pp. 128-130).", "12. The father had regular access to the applicant until the summer of 1979, when the applicant apparently refused to return to the mother after a two-week holiday with the father. The social authorities were contacted and, with the consent of all parties, the applicant was placed in a children’s home. However, he disappeared from the home and returned to the father. On 6 August 1979, the father instituted proceedings before the City Court of Ballerup (Ballerup ret) to have the custody rights transferred to him according to the new law. Father and child also went \"underground\" until 8 October 1979, when the father was arrested by the police. He was released on 12 October 1979.", "13. On 9 October, after the father’s arrest, the social authorities, with the consent of the mother, placed the applicant in the Department of Child Psychiatry in the county hospital, Nordvang. On 23 October, the father’s right of access was suspended. The father’s appeal against this decision was rejected by the Ministry of Justice on 12 November. The applicant disappeared from Nordvang on 11 December 1979 and thereafter started to live in hiding with his father again.", "14. In the custody proceedings before the City Court of Ballerup (see paragraph 12 above), the court held on 11 July 1980 that a transfer of custody to the father was not in the interest of the child.", "15. The applicant’s father appealed against this judgment to the Court of Appeal for Eastern Denmark (Østre Landsret). On 25 November 1980, the parties agreed that the applicant should undergo a child psychiatric examination by Professor Tolstrup. This examination resulted in a report of 16 February 1981, in which Professor Tolstrup concluded (translation from Danish):", "\"After considering the case, I find it in the best interest of the child that the custody rights remain with the mother. Since the boy is developing nervously it is recommended that he and the mother, after [the applicant] has returned to her, get child psychiatric support. ...\"", "On 9 March 1981, the Court of Appeal upheld the City Court’s judgment. The applicant nevertheless remained in hiding with his father, staying with various families in Denmark.", "16. In November 1982, after having lived \"underground\" for more than 3 years, the applicant’s father again instituted proceedings before the City Court of Ballerup in order to have the custody rights transferred to him. Since he was wanted by the police, on suspicion of having kidnapped the applicant, the father did not attend the hearings in person, but only through his lawyer. Before the City Court the applicant’s mother maintained that the applicant had been harmed due to the abnormal circumstances under which he had lived with his father and that she would accept Professor Tolstrup’s recommendation and obtain support from the Child Psychiatric Ward (den børnepsykiatriske afdeling) of the State Hospital (Rigshospitalet), a university and general hospital, for a transitional period (see paragraph 15 above).", "In its judgment of 11 April 1983, the City Court found that the custody rights.", "17. The applicant’s father appealed to the Court of Appeal, but on 22 September 1983 the Court of Appeal upheld the City Court’s judgment. Leave was subsequently granted by the Ministry of Justice to bring the case before the Supreme Court (Højesteret) (see paragraph 37 below).", "18. Directly after the hearing in the Court of Appeal on 22 September 1983, at which both the father and the applicant were present, the father was arrested by the police and charged with depriving the mother of the exercise of her parental rights in violation of section 215, read in conjunction with section 261 paragraphs 1 and 2, of the Danish Penal Code. The applicant was placed in a children’s home.", "19. The mother, advised by the Social Welfare Committee of Herlev County and Professor Tolstrup, and with the recommendation of her family doctor, requested that the applicant, who was by then 12 years old, be admitted to the State Hospital’s Child Psychiatric Ward since it was clear that he did not want to stay with her. On 26 September 1983, the applicant was admitted to the Ward by Professor Tolstrup who was Chief Physician at the Ward. On 29 September, the Social Welfare Committee recorded its approval, pursuant to section 33 of the Social Assistance Act (see paragraph 44 below), that the applicant was to be placed away from home in accordance with his mother’s wish.", "20. According to Professor Tolstrup, who was responsible for the applicant’s treatment at the State Hospital, the procedure followed in connection with admission was the usual one: the holder of the parental rights made the request, the family doctor recommended admission and the responsible chief physician of the ward accepted to admit the applicant.", "21. By letter of 23 December 1983 to the Ministry of Justice, the applicant’s father, on behalf of the applicant, questioned the lawfulness of the applicant’s \"detention\" at the State Hospital contrary to the applicant’s wish. He maintained, inter alia, that the provisions of the hospitalisation of Mentally Ill Persons Act 1938 (Lov om sindssyge personers hospitalsophold, Act no. 118 of 13 April 1938, as amended by Act no. 225 of 7 June 1972 - \"the 1938 Act\"; see paragraphs 47-50 below) regarding compulsory admission to hospital had not been observed.", "The Ministry of Justice submitted the matter to the Chief Physician at the Child Psychiatric Ward. In accordance with the information he gave, the Ministry replied, on 28 December 1983, that the applicant had not been admitted in accordance with the 1938 Act, but on the basis of a decision by his mother as holder of the custody rights, and that it could not make a determination in the matter.", "22. On 1 January 1984, the applicant’s representatives nevertheless petitioned the Copenhagen City Court (Københavns byret) under chapter 43a of the Administration of Justice Act (retsplejeloven) (see paragraph 39 below) for a decision on the lawfulness of the applicant’s placement in the State Hospital. The defendant, the Ministry of Justice, pleaded dismissal, maintaining that the applicant had not been subjected to administrative deprivation of liberty under the 1938 Act.", "23. In its judgment of 6 January 1984, the Copenhagen City Court upheld the Ministry of Justice’s plea for dismissal on the following grounds (translation from Danish):", "\"Considering that [the applicant] ... has been admitted to the Child Psychiatric Ward of the State Hospital, Copenhagen, on the basis of a decision made by [his mother], who is the holder of parental rights, [the applicant’s] detention at the State Hospital is not covered by the [1938] Act and it is therefore not subject to judicial review according to chapter 43a of the Administration of Justice Act. For this very reason the petition must be dismissed.\"", "24. The applicant appealed, through the father, to the Court of Appeal arguing, in particular, that if he had not been a minor he could have challenged the lawfulness of his detention in the State Hospital before the courts. He added that, although the holder of the custody rights had, according to section 19 of the 1976 Act (see paragraph 40 below), an extensive right to make decisions concerning the child, such a right should be subject to certain restrictions; a totally involuntary detention ought to be an interference which could only be carried out administratively and thus under the conditions mentioned in Article 71 of the Danish Constitution (see paragraph 38 below), irrespective of any decision by his mother.", "The State Attorney (Kammeradvokaten) again maintained that the case did not concern administrative deprivation of liberty and was thus outside the scope of chapter 43a of the Administration of Justice Act. In the alternative he alleged that, if the case disclosed deprivation of liberty within the meaning of chapter 43a, the father would be unable to act on behalf of the child since at that time he had no, and had never had any, parental rights over the child.", "25. Rejecting the State Attorney’s latter argument, the Court of Appeal stated in its judgment of 15 February 1984 (translation from Danish):", "\"The question whether a minor should be subjected to treatment in a hospital is normally decided by the holder of parental rights and such measures cannot be challenged by means of chapter 43a of the Administration of Justice Act.", "Concerning the treatment of mentally deranged persons, inter alia in public hospitals, special rules apply according to the [1938 Act], cf. chapter 43a of the Administration of Justice Act. From what has been established in this case it appears that [the applicant] does not suffer from any mental illness and according to the above there has been no question of admittance for treatment of a mental illness. The decision to admit [the applicant] to the Child Psychiatric Ward of the State Hospital after the disturbances he has been through and the decision on his temporary stay there were taken by his mother, who has the parental rights over him. The appellant’s claim for judicial review under chapter 43a of the Administration of Justice Act cannot therefore be granted and the decision of the Copenhagen City Court to dismiss the case is upheld.\"", "26. The applicant’s representatives asked the Ministry of Justice, according to section 371 of the Administration of Justice Act, for leave to appeal to the Supreme Court. However, on 14 March 1984 the Ministry refused leave since the Ministry was of the opinion that the judgment would not be overruled by the Supreme Court.", "27. On 23 December 1983, Mr Jacobsen, as representative of the father, also sent copies of the complaints to the Ministry of Justice to the National Health Authority (Sundhedsstyrelsen, an authority under the Ministry of the Interior). On 10 January 1984, he requested that this authority carry out an investigation of whether the applicant was forced to visit his mother and whether Professor Tolstrup could lawfully prevent him from visiting the applicant. The National Health Authority found the legal issues raised by the father to be beyond its authority, but decided nevertheless, on its own account, to take up the question of how the applicant had been treated from a medical point of view.", "28. In the course of the National Health Authority’s investigation Professor Tolstrup submitted, on 6 January 1984, the following report regarding the circumstances of the applicant’s stay at the State Hospital to the Medical Health Officer of Copenhagen (Københavns Stadslæge) (translation from Danish):", "\"[The applicant] has expressed his dislike of staying here, but at no time has he attempted to run away. We have not been able and have not wanted to prevent him from running away, which he could have done, inter alia, when he left the Ward together with the other children, e.g. to visit museums or to go for a hair cut. Also in this respect he has been in hospital on the same terms as the other patients of the Ward.", "...", "The treatment involves environmental therapy at the Ward and regular talks with [the applicant].", "...", "At no time has he been given treatment involving medication.", "Since 23 October 1983, his mother has visited the Ward regularly during the usual visiting hours on Sundays and Wednesdays. Since 11 November 1983 [the applicant] has visited his mother at home. The visits were at first short, but since 10 December 1983 he has been able to spend the weekends there. Christmas Eve and Christmas Day were spent with his mother and so was New Year’s Day.", "...", "I wish to add that the patients at the Ward are not ‘compulsorily detained’ in the usual sense of the expression in [the 1938 Act]. The Child Psychiatric Ward of the State Hospital is an ordinary hospital ward run in principle on the same conditions as the other wards of the State Hospital. As the Ward is situated on the seventh floor in a building with a number of somatic wards, the main entrance of each block has a latch (smæklås) to prevent the children of the ward, some of whom may be inclined to rush around impulsively, from running about in the hospital or running into town, and possibly being a nuisance to the patients in other wards of the hospital or exposing themselves to danger. This measure is to be compared with the locked front door in a family house. As mentioned above, the children often go out with the staff, e.g. to playgrounds or to visit museums. During their stay in hospital the children are not normally confined to bed, and the Ward offers many possibilities for different activities under homelike conditions. Thus it is entirely misleading ... to talk about ‘institutional detention’.\"", "The treatment given to the applicant at the Hospital was explained in more detail by Professor Tolstrup in a report to the Danish Supreme Court on 19 June 1984 (see paragraph 37 below) (translation from Danish):", "\"The treatment consisted of environmental therapy and individual talks. In the environmental treatment endeavours were made to let him experience relaxed, homelike surroundings together with adults who were neutral in relation to the previous conflicts concerning custody. Endeavours were also made to protect him from pressure by the media, which however could not be completely averted, because when he went outside the Ward he could read the headlines of the newspapers, and through a completely free and very extensive correspondence he could follow the media reports. As a whole, Jon seemed to be happy and secure in the Ward, and the objective of the environment therapy had been largely achieved at the time of discharge. However, at that time Jon had a continued need for ambulatory therapy of individual talks.\"", "In his report, Professor Tolstrup also pointed out that the applicant had been allowed to pay visits to his father in prison every other week since November 1983 (in total seven such visits took place).", "29. The applicant’s development in the course of his treatment at the Ward was described by Professor Tolstrup in a report on 7 March 1984 to the Social Welfare Committee of Herlev County (translation from Danish):", "\"... During the treatment, including the environmental therapy and the personal talks, at the Child Psychiatric Ward since New Year 1984, [the applicant] has continued to grow more relaxed, more extrovert and spontaneous and he is now able to show his feelings better. This applies to his relationships both with the staff and with the other children in the Ward. During the entire stay at the hospital he has as before, apart from the first couple of days, been allowed to move about freely just like the other children. In other words, he has gone to the library on his own, has joined visits to museums in town, been to the swimming pool, skating rink, etc.", "His relationship with his mother also underwent a similar favourable development in the same period. He saw his mother every weekend and participated in the family life together with his mother, her friend, and his sister. At first he was a bit shy to leave his home, apparently for fear of being recognised. On 2 February 1984, he started school again in his old class, and the Ward prepared his return together with the school. He has taken up contact with his old school mates when visiting his mother during weekends. In connection with the school’s winter holiday, he had his longest stay with his mother from Friday 10 February until Wednesday 15 February 1984. During this holiday, the whole family went for a couple of days to his mother’s parents in Jutland. It was obvious that [the applicant] enjoyed this family outing ...\"", "30. As part of the National Health Authority’s investigation the Medical Health Officer of Copenhagen was also requested to visit the ward in which the applicant was placed. In her report of 8 February 1984, she stated (translation from Danish):", "\"The Child Psychiatric Ward currently keeps 18 children in continuous treatment, the average period of therapy being about five or six months.", "...", "[The applicant] was not at home while I was there but in school. During the past weeks, he has been attending the same elementary school he used to go to and where he apparently feels at ease. Every day he goes to and from the school by cab, alone.", "...", "Much is done to make the children feel at home. [The applicant] takes swimming lessons together with other children in the Ward accompanied by one of the staff members. He has also gone sledge riding and may visit school friends. The entrance door to all children’s wards is locked, partly to prevent the young children from running all over the hospital premises where they might hurt themselves in lifts or lose their way. The entrance door is locked also in order to minimise the substantial risk of theft.", "[The applicant] is allowed to leave the Ward if he asks for permission to go, for instance, to the library. He moves around unaccompanied on these occasions.", "My conclusion is that [the applicant] is staying in an environment as similar as possible to a real home and that he is by no means kept there against his will. On the contrary, he is allowed to move about outside the Ward all by himself or in the company of staff members and/or other children ...\"", "31. In its final report of 15 February 1984, the National Health Authority concluded (translation from Danish):", "\"On the present material the National Health Authority does not find any reason for not approving Professor Tolstrup’s medical evaluation the essence of which was that [the applicant] was trapped in a neurotic state requiring treatment, a development which the Authority views as the result of the most unusual circumstances in which [the applicant] had been living with his father during the past few years. If these circumstances had continued, the risk of a further move towards a personality-stunting, chronically neurotic state of mind would, in the opinion of the Authority, have been extremely likely.", "Nor does the National Health Authority see any reason for criticising the medical treatment which [the applicant] received while hospitalised and which was designed to integrate him in normal human relationships ..., and included talks at regular intervals with [the applicant] and his mother, since the Authority, things being what they were, would find it irreconcilable with the welfare of [the applicant] to deny him relevant treatment. According to the information available to the Authority, [the applicant] is now so well that he may probably be discharged by the end of February 1984. By then, the period of his hospitalisation will not have exceeded the average period. While hospitalised [the applicant] has been allowed to visit his father regularly at Vestre Fængsel [prison].", "To sum up: The National Health Authority sees no reason for criticising Professor Tolstrup or the Child Psychiatric Ward of the State Hospital for their medical treatment of [the applicant].\"", "32. The applicant has not repudiated the above statements (see paragraphs 28-31). However his representative has added before the Commission that:", "\"The Child Psychiatric Ward is definitely a closed ward. The door to the Ward was locked and [the applicant] was totally unable to receive visitors except with the agreement and under the surveillance of the staff at the Ward ... [The applicant] was unable to leave the hospital if he so wished. ...", "[He] was not permitted to phone [his father’s counsel] or his father, who was in prison charged with the kidnapping of the applicant, who had actually been the active party in the kidnapping. [The applicant] was under almost constant surveillance: he was unable to make social contacts; persons from outside the hospital were unable to get in contact with him without special permission ...\"", "33. According to information submitted by the Government in response to a request by the Court, no children had ever been admitted under the compulsory procedure in the 1938 Act (see paragraph 47 below) to the ward in which the applicant was placed and this ward had never had any patients suffering from mental illnesses of a psychotic nature.", "34. It was planned that the applicant should be discharged to his mother’s home on 22 February 1984. However, on that day he disappeared from the hospital. His mother reported the disappearance to the police. On 8 March, the police found the applicant, who had stayed with various families in Jutland, and brought him back to the State Hospital in Copenhagen where he was readmitted to the Child Psychiatric Ward at his mother’s request.", "35. On 27 March 1984, the father, who had been detained on remand since his arrest on 22 September 1983 (see paragraph 18 above), was sentenced to 9 months’ imprisonment by the Court of Appeal. Having regard to the time spent in detention on remand, he was released on the same day.", "36. The applicant was discharged from the hospital on 30 March 1984 and placed in the care of a family not officially known to the father.", "37. The question whether to transfer the custody rights from the mother to the father was, as mentioned above (see paragraph 17), brought before the Supreme Court following the decision of the Court of Appeal on 22 September 1983. Before the Supreme Court Professor Tolstrup maintained, in a report of 19 June 1984, that it would be in the best interest of the applicant that the parental rights remained with his mother. This opinion was supported by the Medico-Legal Council (Retslægerådet) in a statement of 9 August 1984. However, on 21 August 1984 the Supreme Court, by a majority of five votes to two, overruled the Court of Appeal’s decisions and awarded custody of the applicant to his father. The majority in their judgment said (translation from Danish):", "\"The respondent [the mother] must be considered well suited to exercise custody and there seems to be no reason to believe that the appellant [the father] should not be suited to handle this task. As the desirability of continued child-psychiatric support is not found to counterbalance the need for a decision now on the question as to which parent Jon is to reside with, these judges find that out of consideration for his welfare it is desirable that custody of him be granted to the appellant in accordance with Jon’s own wish, regardless of whether his attitude to his parents may be due to a one-sided influence during his stay with the appellant. Their decision is therefore to find for the appellant.\"", "The applicant now lives with his father.", "38. Section 71 of the Danish Constitution (Danmarks Riges Grundlov) protects the right to personal liberty. Under paragraph 6 deprivations of liberty outside criminal procedure, not executed by order of a judicial authority and not warranted by legislation relating to aliens, are made subject to judicial review.", "39. Chapter 43a of the Administration of Justice Act deals with judicial review of administrative deprivations of liberty. Its introductory section 468 states that, unless otherwise provided by statute, its provisions apply only to detentions outside criminal procedure not executed by order of a judicial authority.", "40. The Danish rules on parental custody are laid down in the Custody and Guardianship of Children Act 1976 (myndighedsloven, Act No. 554 of 16 November 1976 - \"the 1976 Act\"). According to this Act, children and young persons under 18 years of age are under parental custody unless they have contracted marriage.", "The holder of the parental rights has, according to section 19, a duty to provide for the care and welfare of the child and has power to take decisions on the personal life of the child.", "Parental rights over children born out of wedlock are, according to section 28, vested in the mother. Under that section, as amended in 1978 (see paragraph 11 above), they may however be transferred to the father where required out of special regard for the welfare of the child.", "41. At the relevant time, the Act contained no provisions on the child’s participation in decision-making concerning the child’s personal life. On 6 June 1985 it was amended (Act No. 230) and, according to a new section 26 and section 33 sub-section 3, any minor who has attained the age of 12 is normally to be heard before a decision on custody, access rights or appointment of a guardian is made. The hearing of the child may however be omitted if it can be assumed to be unnecessary or harmful to the child.", "42. According to section 20 of the Social Assistance Act 1974 (Lov om social bistand, Act No. 333 of 19 June 1974) (translation from Danish):", "\"Any person who becomes aware that a child or a young person under 18 years of age is exposed to neglect or degrading treatment on the part of the parents or other educators or lives under conditions liable to imperil his health or development shall be under a duty to notify the local social welfare committee.\"", "43. According to section 32 it shall be the duty of the local social welfare committee to supervise the conditions under which the children within its area live and to support their parents in their upbringing and care. Sub-section 4 specifies that the committee shall give the holder of the parental rights or the person who in actual fact takes care of the child special guidance and support if the child has difficulties in relation to his environment, his school or the community, or if the child is otherwise living under unsatisfactory conditions.", "44. In the context of its advisory and supervisory duties under the Act, the local social welfare committee may, according to section 33, \"as far as possible in cooperation with the child and his home\", inter alia \"provide for the child to be placed away from home\" where such a supportive measure is \"required in the interests of the child, cf. section 32, sub-section 4\".", "45. According to the Act, the social welfare authorities may however have to provide supportive measures even in the absence of consent from the holder of parental rights. Section 123 specifies (translation from Danish):", "\"[1] Where absolutely necessary in the interests of the welfare of the child, the local social welfare committee may, until the child attains the age of 18, without the consent of the person having the parental rights over the child, decide", "(i) to remove the child from his home;", "(ii) to commit the child to the psychiatric department of a hospital or to a mental hospital with the acceptance of the chief physician of the hospital, even though the general conditions prescribed in the legislation on the hospitalisation of mentally ill persons are not satisfied;", "(iii) to refuse to let the child return home or place the child elsewhere, notwithstanding the fact that the initial care was established with the consent of the person having the parental rights over the child.", "(2) Where the supportive measures according to sub-section 1 have exceeded one year, the local social welfare committee shall reconsider the case. Where the young person is 18 years of age, the supportive measures can only be maintained with his or her consent.\"", "Before a decision under this section is taken, the holder of the parental rights, the guardian, the child, the attorney and any other adviser shall, according to section 125, have the opportunity to make a statement to the local social welfare committee.", "46. A decision to remove the child from his home under section 123 (see paragraph 45 above) can, according to section 128, be appealed against to the Social Appeals Board by the person who has parental rights over the child, the person who in actual fact exercises those rights or, if the matter relates to a person who is not subject to parental authority, the young person himself or his guardian.", "These persons may also, under section 129, have the decision of the Social Appeals Board brought before the Court of Appeal.", "47. According to section 3 of the hospitalisation of Mentally Ill Persons Act 1938, a patient can only be committed to a mental hospital on a written medical recommendation based on a medical examination made within the last four weeks before the committal. Apart from patients who are admitted at their own request, the medical recommendation shall be made by a medical practitioner who is not an employee of the mental hospital.", "48. The responsible chief physician shall decide, pursuant to section 4 of the Act, whether the conditions for committal are fulfilled and whether the patient shall be treated for his illness.", "49. According to section 9, a discharge may be requested by the patient himself or the following persons: the holder of the parental rights, the guardian, the trustee, the husband or wife, a son or daughter if of age, the father or mother, or another close relative.", "Where discharge is refused by the responsible medical officer, the person making the request can bring the case before the Minister of Justice.", "If the Minister of Justice also refuses the discharge, the person who made the request shall be advised that judicial review of the lawfulness of the detention may be sought in accordance with chapter 43a of the Administration of Justice Act (see paragraph 39 above).", "50. The situations in which the responsible medical officer may refuse a discharge are set out in section 8. These are either that the patient is dangerous to himself or others, or that the discharge would considerably reduce the prospects for the patient’s recovery. Outside these situations a discharge may be refused only if it must be presumed to cause considerable disadvantages for the patient himself and the Ministry of Justice endorses the refusal.", "Where discharge has been refused by the Minister of Justice, the issue of discharge may not be raised again within a period of four months either from the date of the Minister of Justice’s decision or, where the issue of lawfulness has been brought before a court, from the date of the court’s decision.", "51. In 1985 the Ministry of Justice appointed a committee to consider possible amendments to the 1938 Act (see paragraphs 47-48 above), in particular with regard to the use of compulsion. The committee was composed of legal and medical experts as well as representatives of patients’ organisations. In April 1986, the committee published the \"Report on the Principles on the Use of Compulsion in the Field of Psychiatry\" (Principbetænkning om tvang i psykiatrien, no. 1068/1986).", "52. The existing legal situation in respect of admission to hospital of minors not suffering from mental illnesses covered by the 1938 Act was described as follows (translation from Danish):", "\"The holder of the parental rights shall, inter alia, provide the required medical treatment for the child and can in this connection decide where the child shall stay, if need be in a hospital, provided, of course, that the hospital accedes to the request for admission. Admission to a hospital of a child for treatment of physical disorders presents no problems. The holder of the parental rights can with the consent of the medical officer decide on admission to a hospital and detention there, notwithstanding the protests of the child, and the child has no possibility of having tried whether the admission to the hospital and the detention there were justified since this decision rests solely with the holder of the parental rights. To say that the medical doctor, who admits or receives the child into the hospital, by complying with the request of the holder of the parental rights, has made a decision which the child itself may request to be reviewed in court would be meaningless, as indirectly it would constitute an interference with the statutory right of the holder of the parental rights to make decisions, within the limits of the law, on the personal life of the child. The control required is here exercised by the medical officer admitting the child to the hospital or by the hospital doctors, who, as we know, will oppose any unnecessary hospitalisation of minors. Up till now there have been no unpleasant experiences in practice which can justify a possible legal adjustment of the right of parents to have their children hospitalised for treatment of physical disorders.", "Where a child is admitted to hospital to be treated for mental disorders, the legal position is described in 4 B above [section dealing with the situation under the 1938 Act, not reproduced here], provided that a child is involved here whose opinion will have to be considered and who is admitted as mentally ill. This implies that the exercise of the powers inherent in parental custody must give way to the [1938 Act] with the effect that the parents cannot per se decide that the minor shall be hospitalised contrary to his wishes, and that the parents cannot, on the other hand, have the minor discharged if the chief physician finds that the conditions for compulsory detention have been fulfilled.", "The problem arises, however, where the child is hospitalised to be treated for a mental disorder of a non-psychotic nature. Since only mentally ill persons are covered by the [1938 Act], this Act cannot be expected to restrict the exercise of parental rights in these cases. It is therefore natural to treat on the same legal footing as physical disorders, mental disorders other than psychoses, with the consequence that the decision of the holder of the parental rights prevails, provided that the chief physician can justify the hospitalisation of the child for treatment.\" (pp. 390-392 of the report)", "...", "\"Here [i.e. in the case of mental disorders outside the scope of the 1938 Act], the protection of the child - as in the case of physical disorders - is to be sought in the fact that the medical officer under professional responsibility must assess whether the request made by the holder of the parental rights for admission to a hospital can be considered justified.\" (p. 395 of the report)", "The report did not suggest any changes to the existing legal situation described above."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}