{"ITEMID": "001-80457", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GRZINČIČ v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1967 and lives in Celje.", "5. On 15 September 1995 the applicant was taken into police custody on suspicion of committing “extortion and blackmail” and “causing a public danger”.", "6. On 17 September 1995 the applicant was brought before an investigating judge of the Celje District Court (Okrožno sodišče v Celju), who opened a judicial investigation against him and remanded him in pre-trial detention.", "7. During the judicial investigation proceedings, it was reported in several newspaper articles that the applicant had committed a number of criminal acts.", "8. The judicial investigation against the applicant was discontinued on 2 October 1995 for lack of evidence and the applicant was released on that day.", "9. On an unspecified date, and in accordance with the Criminal Procedure Act, the applicant lodged a request with the Ministry of Justice for compensation in respect of the damage sustained. On 30 October 1996 the Ministry offered to pay the applicant 75,000 Slovenian tolars (SIT – approximately 310 euros (EUR)), which the applicant did not accept.", "10. On 16 October 1996 the applicant instituted civil proceedings against the Ministry of Justice and the Ministry of the Interior in the Celje District Court seeking compensation in the amount of SIT 4,000,000 (approximately EUR 16,500) for non-pecuniary damage. He also requested to be exempted from payment of court fees.", "11. On 2 February 1999 the court held a hearing.", "12. In addition, on 6 July 2000 the applicant was arrested on charges of drug trafficking. He remained in pre-trial detention until 26 September 2000 when the Celje District Court found him guilty as charged.", "13. A hearing in the civil proceedings scheduled for 28 September 2000 had to be postponed because of the applicant's detention. Subsequently, a hearing was held on 5 December 2000.", "14. As regards the criminal proceedings, on 10 April 2001 the Celje Higher Court (Višje sodišče v Celju) allowed the applicant's appeal against the first-instance court's judgment and remitted the case for re-examination. On 9 October 2001 the applicant was acquitted. On an appeal by the public prosecutor, the judgment was upheld by the Celje Higher Court on 9 April 2002.", "15. Moreover, in 2000 and 2001, the applicant was accused of drug trafficking in two other sets of criminal proceedings. The proceedings were discontinued as the public prosecutor withdrew the bills of indictment.", "16. On 10 June 2002 the applicant filed written submissions in the civil proceedings which he had instituted on 16 October 1996 before the Celje District Court and increased the amount of his compensation claim.", "17. The court held a hearing on 15 October 2002. The applicant did not appear at that hearing.", "18. On 15 November 2002, after a hearing, the Celje District Court handed down a judgment in which it awarded the applicant SIT 1,500,000 (approximately EUR 6,250). Both parties appealed.", "19. On 11 November 2004 the Celje Higher Court allowed the defendant's appeal and reduced the amount of the award to SIT 1,200,000 (approximately EUR 5,000). That judgment became final.", "20. On 2 July 1999 the Krško Public Prosecutor's Office requested the Krško District Court (Okrožno sodišče v Krškem) to open a criminal investigation against the applicant and two other individuals for drug trafficking.", "21. According to the Government, the applicant was not available to the prosecuting authorities during the investigation stage, although he had promised the police in a telephone conversation that he would report for questioning. In addition he had not accepted the summons – substitute notification had thus been served on 28 July 1999. The investigating judge issued two orders for the applicant to appear before the court, but to no avail.", "22. On 4 November 1999 the Krško Public Prosecutor's Office indicted the applicant and two other individuals in the Krško District Court, accusing the applicant of drug trafficking.", "23. On 30 September 1999 the court ordered the applicant's arrest and issued an arrest warrant.", "24. At a hearing held on 11 November 1999, the applicant's proceedings were separated and transferred to the Celje District Court. However, they were eventually transferred back to the Krško District Court. In addition, the proceedings directed against the other two individuals were joined to the applicant's proceedings.", "25. On 6 July 2000 the applicant was arrested and taken into police custody.", "26. The court held hearings on 12 July, 6 September, 18 October, 15 November and 7 December 2000.", "27. On 8 December 2000 the court pronounced a judgment finding the applicant guilty and sentencing him to four years' imprisonment. The court ordered that the applicant remain in detention until he started serving his sentence.", "28. The applicant appealed to the Ljubljana Higher Court (Višje sodišče v Ljubljani). The court allowed the appeal on 11 April 2001 and remitted the case to the first-instance court for re-examination. The court also ordered the applicant's release.", "29. A hearing was scheduled for 1 September 2003 but later postponed since one of the accused could not be summoned. Hearings scheduled for 15 April and 26 May 2005 were also postponed.", "30. The court held hearings on 17 June, 8 September and 27 September 2005.", "31. Another hearing scheduled for 27 October 2005 was adjourned because two defendants did not appear. Further hearings were then held on 8 December 2005 and 24 January 2006.", "32. After a hearing on 9 March 2006, the court handed down a judgment in which it acquitted all three defendants.", "33. The public prosecutor lodged an appeal.", "34. The proceedings are pending before the Ljubljana Higher Court.", "35. The following provisions of the 1991 Constitution of the Republic of Slovenia (Ustava Republike Slovenije, Official Journal no. 33/91) are relevant to the present case:", "“Everyone has the right to have any decision regarding his rights, duties and any charges brought against him made without undue delay by an independent, impartial court constituted by law. ...”", "“Everyone shall have the right to compensation for damage caused by the unlawful acts of a person or body when performing a function or engaged in an activity on behalf of a State or local authority or as a holder of public office. ...”", "“The Constitutional Court shall hear:", "... constitutional appeals in which specific acts are alleged to have infringed a human right or fundamental freedom;", "...", "Unless otherwise provided by law, the Constitutional Court shall hear a constitutional appeal only if legal remedies have been exhausted. The Constitutional Court shall decide whether a constitutional appeal is admissible for adjudication on the basis of statutory criteria and procedures.”", "36. Following the Lukenda v. Slovenia judgment of 6 October 2005 (no. 23032/02, ECHR 2005X) and decision no. U-I-65/05 of the Constitutional Court (22 September 2005), both obliging the Slovenian State to establish conditions in which the right to a trial without undue delay must be afforded, the Slovenian Government adopted on 12 December 2005 a Joint State Project on the Elimination of Court Backlogs, the so-called Lukenda Project. Its goal is the elimination of backlogs in Slovenian courts and prosecutor's offices by the end of 2010, by providing for structural and managerial reform of the judiciary.", "37. The preparation of the Act on the Protection of the Right to a Trial without undue Delay was part of the Lukenda Project.", "38. Since 1 January 2007 the Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal no. 49/2006 – the “2006 Act”) has been implemented. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for parties to court proceedings, participants in non-contentious proceedings and injured parties in criminal proceedings.", "39. Section 3 provides for two remedies to expedite pending proceedings – a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) – and, ultimately, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje).", "40. Section 4 defines the criteria that domestic authorities should take into account when assessing the complaints:", "“When deciding on the legal remedies under this Act, the circumstances of the particular case shall be taken into account, namely: its complexity in terms of facts and law; actions of the parties to the proceedings, in particular as regards the use of procedural rights and fulfilment of obligations in the proceedings; compliance with rules on the set order for resolving cases, or with statutory deadlines for fixing preliminary hearings or for giving court decisions; the manner in which the case was heard before a supervisory appeal or a motion for a deadline was lodged; the nature and type of case and its importance for a party.”", "41. The supervisory appeal is governed by sections 5 and 6, which provide as follows:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon shall be taken by the ... president of the court (hereinafter 'the president of the court').", "(2) For the purposes of decision-making concerning the protection of the right to a trial without undue delay, the supervisory appeal shall contain the following elements:", "– personal or corporate name or any other name of the party, with address of permanent or temporary residence or registered office;", "– personal or corporate name or any other name of the representative or lawyer, with address of permanent or temporary residence or registered office;", "– indication of the court hearing the case;", "– reference number of the case or date on which the case was filed in the court;", "– indication of circumstances or other particulars concerning the case, which demonstrate that the court is unduly protracting the decision-making;", "– handwritten signature of the party, representative or lawyer.”", "“(1) If the supervisory appeal is manifestly unfounded having regard to the timetable for resolution of the case concerned by the supervisory appeal, the president of the court shall dismiss the appeal by a ruling.", "(2) If the supervisory appeal does not contain all the required elements referred to in section 5(2) of this Act, the president of the court shall dismiss it by a ruling. No appeal shall lie against that ruling.", "(3) If no ruling as provided for in subsections 1 or 2 of this section is given, the president of the court shall, in the framework of his court management competence under the statute governing the court system, forthwith request the judge or chair of a court panel (hereinafter 'the judge') to whom the case has been assigned for resolution to submit a report indicating reasons for the duration of proceedings, not later than fifteen days after receiving the request of the president of the court or after obtaining the file, if necessary for drawing up the report. The report shall include the declaration in respect of criteria referred to in section 4 of this Act and the opinion on the time-limit within which the case may be resolved. The president of the court may also require the judge to submit the case file if he assesses that, in the light of allegations of the party indicated in the supervisory appeal, its examination is necessary.", "(4) If the judge notifies the president of the court in writing that all relevant procedural acts will be performed or a decision issued within a time-limit not exceeding four months following the receipt of the supervisory appeal, the president of the court shall inform the party thereof and thus conclude the consideration of the supervisory appeal.", "(5) If the president of the court establishes that in view of the criteria referred to in section 4 of this Act the court is not unduly protracting the decision-making in the case, he shall dismiss the supervisory appeal by a ruling.", "(6) If the president of the court has not informed the party in accordance with subsection", "(7) If the president of the court establishes that the undue delay in decision-making in the case is attributable to an excessive workload or an extended absence of the judge, he may order that the case be reassigned. He may also propose that an additional judge be assigned to the court or order other measures in accordance with the statute governing the judicial service.", "(8) A judge may be assigned by the annual schedule of allocation to act in place of or together with the president of the court in exercising the court management competence for decision-making in respect of the supervisory appeal.”", "42. Sections 8, 9 and 11 define the motion for a deadline and provide for measures that may be applied by the court dealing with the motion. They read, in so far as relevant, as follows:", "“(1) If, under section 6(1) or (5) of this Act, the president of the court dismisses the supervisory appeal or fails to respond to the party within two months or fails to send the notification referred to in section 6(4) of this Act within the said time-limit or if appropriate procedural acts have not been performed within the time-limit set in the notification or ruling of the president of the court, the party may lodge a motion for a deadline under section 5(1) of this Act with the court hearing the case.", "...", "(3) The party may lodge the motion for a deadline within fifteen days after receiving the ruling or after the time-limits provided for in subsection 1 of this section.”", "“(1) The president of the higher court in the judicial area covering the local court, district court or other court of first instance, shall be competent to decide on the motion for a deadline concerning cases heard by the local court, district court or other court of first instance.", "...”", "“(1) If the motion for a deadline is manifestly unfounded, having regard to the timetable for the resolution of the case and the actions of the party, the president of the court shall dismiss it by a ruling.", "...”", "(5) The president of the court shall decide on the motion for a deadline within fifteen days after receiving it.”", "43. Section 14 governs the competence of the Ministry of Justice in cases where a supervisory appeal has been lodged with the Ministry rather than with the court of competent jurisdiction:", "“(1) If the supervisory appeal is lodged with the Ministry responsible for justice (hereinafter referred to as 'the Ministry'), the Minister ... responsible for justice (hereinafter referred to as 'the Minister') shall refer it to the president of the court of competent jurisdiction to hear it in accordance with this Act and shall ask to be kept informed of the findings and decision.", "...”", "44. Further to section 15, just satisfaction may be provided by payment of monetary compensation, a written statement of the State Attorney's Office or the publication of a judgment:", "“(1) If the supervisory appeal lodged by the party has been granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "(2) Just satisfaction shall be provided by:", "i. payment of monetary compensation for damage caused by a violation of the right to a trial without undue delay;", "ii. a written statement from the State Attorney's Office that the party's right to a trial without undue delay has been violated;", "iii. the publication of a judgment to the effect that the party's right to a trial without undue delay has been violated.”", "45. Section 16 provides for a compensatory remedy and fixes the maximum amount that could be awarded:", "“(1) Monetary compensation shall be payable for non-pecuniary damage caused by a violation of the right to a trial without undue delay. Strict liability for any damage caused shall lie with the Republic of Slovenia.", "(2) Monetary compensation in respect of individual, finally decided cases shall be awarded in an amount of between 300 and 5,000 euros.", "(3) When deciding on the amount of compensation, the criteria referred to in section 4 of this Act shall be taken into account, in particular the complexity of the case, actions of the State, actions of the party and the importance of the case for the party.”", "46. Sections 19, 20 and 21 govern just satisfaction proceedings and proceedings in respect of pecuniary damage:", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of an application for settlement lodged with the State Attorney's Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such application within nine months after the final resolution of the case. The State Attorney's Office shall rule on the application of the party within a period of three months if it establishes that the just satisfaction claim is substantiated. Until the expiry of the above-mentioned period, the party may not assert any claim for monetary compensation by way of just satisfaction by bringing an action before the competent court.", "(2) If, in accordance with subsection 1 of this section, the agreement has been reached with the party, the State Attorney's Office shall enter into an out-of-court settlement with the party.”", "“(1) If no agreement under section 19 of this Act is reached upon the application for settlement, or the State Attorney's Office and the party fail to negotiate an agreement within three months of the date of the application being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party's case.", "...”", "“(1) Action in respect of pecuniary damage caused by a violation of the right to a trial without undue delay may be brought by the party within eighteen months of the final ruling of the court on the party's case in accordance with the provisions of the Obligations Code concerning pecuniary damage.", "... ”", "47. Sections 22 and 23 further provide for payment of compensation:", "“(1) The State Attorney's Office shall pay monetary compensation on the basis of the settlement referred to in section 19(2) of this Act and for all appropriate costs incurred by the party in connection therewith.", "(2) The State Attorney's Office shall pay monetary compensation and the party's costs of the proceedings on the basis of a final court decision which has established the violation of the right to a trial without undue delay in the proceedings, under section 20 or section 21 of the present Act.”", "“Funds ... shall be earmarked in the Budget of the Republic of Slovenia within the framework of the financial plan of the State Attorney's Office.”", "“(1) In cases where a violation of the right to a trial without undue delay has already ceased and the party had filed a claim for just satisfaction with the international court before the date of implementation of this Act, the State Attorney's Office shall offer the party a settlement on the amount of just satisfaction within four months after the date of receipt of the case referred by the international court for the settlement procedure. The party shall submit a settlement proposal to the State Attorney's Office within two months after the date of receipt of the proposal of the State Attorney's Office. The State Attorney's Office shall decide on the proposal as soon as possible and within a period of four months at the latest. ...", "(2) If the proposal for settlement referred to in subsection 1 of this section is not acceded to or the State Attorney's Office and the party fail to negotiate an agreement within four months after the date on which the party filed its proposal, the party may bring an action before the competent court under this Act. The party may bring an action within six months after receiving the reply from the State Attorney's Office that its proposal referred to in the previous paragraph was not acceded to, or after the expiry of the period fixed in the previous paragraph for the State Attorney's Office to decide to proceed with settlement. Irrespective of the type or amount of the claim, the provisions of the Civil Procedure Act concerning small claims shall apply in proceedings before a court.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}