{"ITEMID": "001-104265", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RTBF v. BELGIUM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 10;Pecuniary and non-pecuniary damage - finding of violation sufficient", "JUDGES": "Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Ireneu Cabral Barreto", "TEXT": ["5. The applicant company, a public broadcasting corporation serving the French Community in Belgium, produced a long-running monthly news and investigation programme called Au nom de la loi (“In the name of the law”), focusing in particular on legal matters in the broad sense of the term. The programme was described as follows on the RTBF website:", "“Right from the start, Au nom de la loi sought to operate on the basis of two main principles: standing up for the underdog, so that ordinary citizens were always given a say, and looking for the hidden agenda, so that its journalists’ investigative skills came to the fore.”", "6. In 1999 Dr D.B., a specialist neurosurgeon, ran a neurosurgery practice together with a colleague, including an on-call service at Jolimont Hospital. A number of Belgian newspapers, both regional (La Nouvelle Gazette in December 2000 and May 2001) and national (Le Soir in December 2000 and La Dernière Heure in four articles between 7 and 28 December 2000), reported on complaints by various patients who had been operated on by Dr D.B. Only two of the articles mentioned his name. According to information provided by the parties, none of the articles prompted any reaction on the doctor’s part.", "7. The applicant company subsequently decided to devote a segment of its programme Au nom de la loi to medical risks and, more generally, communication and information problems encountered by patients and the rights available to them, using as an example the complaints by Dr D.B.’s patients as reported in the press.", "8. While preparing the programme, journalists from the applicant company contacted a number of patients, medical specialists, representatives of the Council of the Medical Association (Ordre des médecins) and Dr D.B. himself. The doctor refused to give a televised interview but agreed to answer questions from the applicant company’s journalists during a series of meetings lasting several hours, in the presence of his lawyers. The programme was scheduled to be broadcast on 24 October 2001.", "9. By a summons served on 3 October 2001, Dr D.B. instituted proceedings against the applicant company before the President of the Brussels Court of First Instance, as the judge responsible for hearing urgent applications. He sought an injunction preventing the broadcast of the programme in question, with a penalty of five million Belgian francs each time it was shown on a television channel. In the alternative, should the injunction not be granted immediately, he sought an order requiring a videotape of the programme to be made available for advance viewing.", "10. On 24 October 2001 the President of the Court of First Instance granted an interim injunction preventing the programme in question from being broadcast, with a penalty of two million Belgian francs each time it was shown on a Belgian television channel; the injunction was to remain in place until a decision was given on the merits, provided that the claimant himself instituted proceedings on the merits within one month of the injunction, failing which it would cease to have effect.", "11. The injunction stated that there was no cause, on the face of it, to doubt the good faith and professionalism of the applicant company’s journalists or the objective nature of their investigations, and that the claimant had a number of remedies by which to seek redress ex post facto for the damage sustained. It concluded that an application for prior restraint should not be granted unless it was established with certainty that the scheduled broadcast would damage the claimant’s honour and reputation.", "12. The injunction noted that it was not disputed that the complaints of the patients whom the applicant company intended to feature in the programme had yet to be considered by any court. As matters stood, no judicial proceedings had even been brought in respect of most of the complaints. Furthermore, professional confidentiality, which Dr D.B. had cited as his reason for refusing an interview, meant that he would be unable to give adequate answers, and his silence would at the very least raise doubts among the public as to his professional ability.", "13. The injunction further pointed out that neurosurgery and the post-operative complications to which it might lead were complex matters and that, as a result, regard should be had to the difficulty in conveying an understanding of the subject to a non-specialist audience in a feature lasting well under an hour.", "14. The court did not view the programme before giving its ruling. Dr D.B. had requested that a videotape of the programme be made available for viewing by the court’s President, but the applicant company, in both its written and oral submissions, refused to accede to the request.", "15. Dr D.B. arranged for the injunction of 24 October 2001 to be served the same day at 4.40 p.m.", "16. In the event, the programme was not in fact cancelled, but the feature on the alleged medical errors by Dr D.B. was replaced by a discussion between a journalist and the programme’s producer. During the discussion and the preceding news broadcast, the applicant company commented at length on the injunction of 24 October 2001, describing it as judicial censorship of press freedom. Dr D.B.’s name was mentioned several times. On 25 October 2001 Dr D.B. requested a right of reply, but the applicant company refused his request in a registered letter of 31 October 2001.", "17. On 5 November 2001 the applicant company appealed to the Brussels Court of Appeal against the injunction.", "18. On 6 November 2001 Dr D.B. instituted proceedings on the merits against the applicant company in the Brussels Court of First Instance, concerning the same subject matter as his urgent application. At the preliminary hearing the case was adjourned until further notice with a view to its preparation. By the date on which the application was lodged with the Court, the proceedings were still pending.", "19. In an interlocutory judgment of 21 December 2001, the Court of Appeal, ruling on the appeal against the injunction, held that Article 25 of the Constitution was not applicable in the case as it related only to the print media and not the audio-visual media, and that neither Article 19 of the Constitution nor Article 10 of the Convention prohibited restrictions on the exercise of freedom of expression, provided that they had a basis in law. It observed that Article 22 of the Constitution and Article 8 of the Convention, which guaranteed the right to respect for private life, together with Articles 584 and 1039 of the Judicial Code, constituted the law in this regard and empowered the urgent-applications judge to order restrictions on freedom of expression as a preventive measure in “cases of flagrant violations of the rights of others”. In the present case the press release announcing the programme had given reason to believe that the broadcast might damage Dr D.B.’s honour and reputation and interfere with his private life.", "20. The Court of Appeal also ordered the resumption of the proceedings and directed the applicant company to produce the recording of the programme in issue.", "21. It noted in that connection that “since prior restraints on freedom of expression entail considerable dangers, intervention by the urgent-applications judge will have ... democratic legitimacy only if it is limited to cases of flagrant violations of the rights of others”, and held that the way in which the applicant company had “announced and described the programme in question indicated its intention to cause unnecessary harm to the honour, reputation and private life of [the respondent] through public disclosure of information that was inaccurate, unverified or lacking in objectivity”.", "22. A screening of the programme took place at a hearing on 10 January 2002. Besides the extracts from interviews with five patients who considered that they had reason to complain about Dr D.B., the programme comprised: an interview with a medical specialist, who explained the medical problem encountered and the anomalies found in the patients’ medical records; Dr D.B.’s replies to these comments; extracts from interviews with specialists (a doctor belonging to the Council of the Medical Association, a lawyer specialising in medical law, and a Ministry of Health official); and, lastly, footage of a neurosurgical operation, with comments by another doctor.", "23. In a second judgment, delivered on 22 March 2002, the Court of Appeal declared the applicant company’s appeal unfounded. It held that broadcasting the scheduled programme would be likely to damage Dr D.B.’s honour and reputation, thereby causing him serious non-pecuniary harm and, as a result, significant pecuniary loss. It concluded that the preventive measure of a ban had met a pressing social need, had been proportionate to the legitimate aim pursued and had been based on relevant and sufficient grounds.", "24. More specifically, the Court of Appeal observed that the programme included footage of a series of interviews with patients on whom Dr D.B. had performed surgery, involving a total of five operations. The interviews were interspersed with explanatory comments: Dr Y.T. discussed the specific cases, the journalist who had spoken to Dr D.B. conveyed the answers he had received from him, a Medical Association representative discussed patients’ rights and the difficulties faced by doctors working at several different sites in remaining available to see them, a lawyer explained patients’ legal rights, and a senior adviser to the Minister of Health outlined the legislative initiatives being taken to ensure better protection for patients.", "25. The Court of Appeal considered that the part of the programme concerning the five operations and their consequences was significantly more important than the part informing the audience about patients’ rights vis-à-vis their doctor. It took the view that the clarification provided by the journalist during the programme, namely “[s]o, was there a medical error or not? ... We can only ask the question; we cannot give the answer”, was unlikely to draw the audience’s attention to the fact that there was no conclusive proof of a medical error. It further noted that there had been no mention of the experience of satisfied patients, and that there was no evidence that the five situations discussed were representative of the experiences of Dr D.B.’s patients as a whole. It observed that the applicant company had not referred to any other “serious” complaint registered by the Medical Errors Association (Erreurs Médicales), and held that the five experiences perceived as failures by the patients did not represent a sufficient number to justify targeting Dr D.B. in a programme relating to patients’ rights in the event of medical errors or negligence. This number appeared all the more insufficient as only one lawsuit had been brought against the doctor concerned. In addition, the Court of Appeal noted that the operations referred to had been very different in nature, so that it was unreasonable to consider them all together, causing the audience to think that they revealed a common pattern of malpractice, which the average viewer, not being aware of the complexity of each individual case, might have tended to do.", "26. Lastly, the Court of Appeal acknowledged that the programme in issue raised serious matters of public concern since it discussed the rights which patients could assert vis-à-vis their doctor, and since there was nothing to suggest that the interviewees had not given an accurate account of their own experiences. However, it considered that the applicant company had lacked objectivity and had not taken into account the manner in which the average viewer was likely to perceive the information, and concluded that the applicant company could not rely on freedom of the press in arguing that the surgery performed by Dr D.B. deserved to be brought to the public’s attention for consumer-protection purposes by giving dissatisfied patients the opportunity to air their views in a programme concerning patients’ rights. In particular, it stated the following:", "“While it is clear that the programme in issue raises serious matters of public concern since it discusses the rights which patients may assert vis-à-vis their doctor, complaints by patients concerning the quality of treatment provided by a particular surgeon cannot be of interest to the community as a whole unless it can be established with sufficient certainty from the evidence available that the activities of the doctor in question entail serious health consequences.", "Quite apart from the fact that there do not, on the face of it, appear to be a significant number of complaints against [Dr D.B.], it has not been established that they are legitimate.", "There is nothing in the material produced to date by RTBF to support the conclusion that the interviewees have reasonable grounds to believe that they were not given the necessary or appropriate treatment, or that their accounts correspond to the objective truth; this is not disputed by RTBF.", "The brief report by the medical adviser on the complaints submitted to the Medical Errors Association, which contains more questions than answers, cannot serve as proof.", "No other investigative measures appear to have been taken or to have produced results.", "...", "Although there is nothing to suggest that the interviewees did not give an accurate account of their own experiences as perceived by them, the credibility that can be attached to the patients’ or their relatives’ accounts is not sufficient, in the absence of conclusive evidence of medical errors or negligence, to justify putting these complaints together to form the main theme of a programme that places [Dr D.B.] in the spotlight and accuses him of professional incompetence and negligence in all respects of his practice (pre-operative counselling, quality of the operation, post-operative follow-up).", "It should also be noted that the programme lacks objectivity in that the journalist’s comments are systematically aimed at reinforcing or provoking criticism of [Dr D.B.].", "...", "Public confidence in a doctor’s ability can be destroyed by a television programme that conveys the experiences of a few of his patients or their relatives where, as in the present case, all the experiences reported on are perceived negatively, the opinions expressed during the programme by medical specialists suggest that the surgery performed was unnecessary or inappropriate, there is no coverage of the experiences of satisfied patients and no mention of whether the surgery was of a delicate or routine nature, the degree of risk each operation entailed and the number of operations carried out by the doctor during the relevant period, and no information is provided as to the average failure rates of the types of surgery concerned.", "The damage that could potentially be caused by broadcasting the programme would be exacerbated by the fact that the programme is broadcast during prime time, it ... enjoys a serious reputation and, as a result, the audience will naturally be inclined to believe not only that the interviewees have objective reasons to complain about [Dr D.B.] but also that they represent a significant sample of his patients.”", "27. On 12 May 2003 the applicant company appealed on points of law against the two judgments of the Court of Appeal. It alleged a violation of Articles 8, 10 and 17 of the Convention and Articles 19, 22 and 25 of the Constitution.", "28. In its first ground of appeal it contended that the judgment appealed against, in finding that the first paragraph of Article 25 of the Constitution did not apply to television programmes, had breached the provision in question. It submitted that at a time when radio and television reached a much wider audience than the print media, excluding the former from the scope of Article 25 of the Constitution amounted to depriving that Article of its essential element, namely protection of the freedom to impart ideas as opposed to the instrument used for that purpose. It added that, while it was true that freedom to express opinions was not absolute, it could not be subject to prior restraints but only to punitive measures. There should at the very least have been an opportunity to express the opinion, as the actual wording of Article 19 of the Constitution indicated (“when this freedom is used”). The applicant company inferred from this that Article 19 did not allow the authorities to subject the free expression of opinions on any subject to prior scrutiny, or to prohibit the broadcast of a television programme in advance.", "29. The applicant company submitted a second ground of appeal in the alternative, should it be found that Article 19 of the Constitution did not prohibit all prior restraints on the exercise of freedom of expression and that Article 18, second paragraph, Article 19, second paragraph, and Articles 584 and 1039 of the Judicial Code, read in conjunction with Article 8 of the Convention and Article 22 of the Constitution, constituted a “law” within the meaning of Article 10 § 2 of the Convention. It argued that although Article 10 did not guarantee unrestricted freedom of expression, even with regard to media coverage of matters of serious public concern, and although the exercise of that freedom carried with it duties and responsibilities which were also applicable to the press and were liable to assume significance when there was a risk of undermining the reputation of private individuals or the rights of others, the mere interest – albeit undeniable – of the respondent in protecting his honour and professional reputation was not sufficient to prevail over the important public interest in preserving the freedom of the press to impart information on matters of legitimate public concern.", "30. In his submissions, the Advocate-General recommended that the Court of Appeal’s judgments be quashed. Following a thorough analysis of the case-law of the Court of Cassation, the Conseil d’Etat and the Administrative Jurisdiction and Procedure Court (Cour d’arbitrage), he submitted that Article 19 of the Constitution guaranteed freedom of expression in general, which could not be hindered by prior censorship. He nevertheless pointed out that such freedom was not absolute and could be limited by general restrictions prescribed by law, provided that the imperative requirements of Article 10 § 2 of the Convention were satisfied. However, the wording of that Article made it impossible in his view to prohibit the dissemination of information on the basis of prior scrutiny, as such a measure would impair the very essence of freedom of expression. The Advocate-General observed that, in the particular context of freedom of expression, the courts’ powers were limited by observance of the Constitution, which prohibited any preventive measure entailing prior restrictions on freedom of expression.", "31. Nevertheless, the Advocate-General added that since freedom of expression was not an absolute right, it could not prevail over or negate respect for the other rights and freedoms safeguarded by the Constitution and international instruments. He noted in that connection that prior restrictions of a general nature could be framed in law, provided that they satisfied the requirements set forth in Article 10 § 2 of the Convention. Lastly, he expressed the view that Articles 1382 and 1383 of the Civil Code and Articles 18, 19, 584 and 1039 of the Judicial Code satisfied the accessibility and foreseeability requirements laid down by the Court.", "32. In a judgment of 2 June 2006, the Court of Cassation dismissed the appeal on points of law.", "33. Firstly, it upheld the Court of Appeal’s judgment as regards the inapplicability of Article 25 of the Constitution, finding that television programmes were not forms of expression by means of printed matter. It held that the requirement for the applicant company to produce the recording of the programme in issue did not breach Article 19 of the Constitution since the urgent-applications judge had provisionally postponed the broadcast of the programme in order to ensure effective protection of the honour, reputation and private life of others. It further held that Articles 22 and 144 of the Constitution, Articles 8 and 10 of the Convention and Articles 584 and 1039 of the Judicial Code, which it had interpreted consistently, allowed the restrictions provided for in Article 10 § 2 of the Convention and were sufficiently precise to enable anyone, if need be with appropriate legal advice, to foresee the legal consequences of his or her acts.", "34. In particular, the Court of Cassation held as follows:", "“Under Article 144 of the Constitution, the judiciary is competent both to prevent and to redress unlawful infringements of civil rights.", "Similarly, the judge dealing with urgent applications, as in the present case, is empowered under Articles 584 and 1039 of the Judicial Code to take any provisional measures in respect of the person responsible for such an infringement that may be necessary to protect personal rights if there are prima facie legal grounds for doing so.", "In particular, where there is a serious threat of a violation of a right, the urgent-applications judge is authorised by Article 18 § 2 of the Judicial Code to order measures aimed at preventing such a violation.”", "35. Secondly, the Court of Cassation held as follows in relation to the objection that the applicant company’s second ground of appeal was inadmissible in that it had failed to allege a violation of Article 584 of the Judicial Code:", "“In upholding the respondent’s claim, the impugned judgment of 22 March 2002 finds that the respondent ‘has made out ... a sufficient prima facie case for obtaining an interim injunction prohibiting the broadcast of the programme in issue, which clearly and needlessly undermines his honour and reputation’.", "The urgent-applications judge may order interim measures if there are prima facie legal grounds for doing so.", "In merely examining the parties’ prima facie rights without applying legal rules that could not form a reasonable basis for the interim measures ordered by him, the judge has not overstepped the limits of his powers.", "The appellant cannot challenge the Court of Appeal’s provisional assessment unless it alleges a violation of Article 584 of the Judicial Code, which it has not done.”", "36. Articles 19, 22, 25 (former Article 18) and 144 of the Constitution are worded as follows:", "“Freedom of worship, its public practice and freedom to manifest one’s opinions on all matters are guaranteed, but offences committed when this freedom is used may be punished.”", "“Everyone has the right to respect for his private and family life, except in the cases and conditions provided for by law. ...”", "“The press is free; censorship can never be introduced; no payment of security can be demanded of authors, publishers or printers.", "Where the author is known and resident in Belgium, neither the publisher, nor the printer nor the distributor may be prosecuted.”", "“Disputes about civil rights fall exclusively within the competence of the courts.”", "37. The relevant provisions of the Civil Code are worded as follows:", "“Any act that causes damage to another shall render the person through whose fault the damage was caused liable to make reparation for it.”", "“Everyone shall be liable for the damage he has caused not only by his own acts, but also by his negligence or carelessness.”", "38. Articles 18, 19, 584, 1039 and 1080 of the Judicial Code provide as follows:", "“The interest in bringing an action must be vested and present.", "An action may be allowed where it has been brought, even for declaratory purposes, with a view to preventing a violation of a right that is seriously threatened.”", "“A judgment is final when it exhausts the jurisdiction of the court in respect of a question in dispute, save for appeals provided for by law.", "The judge may, before passing judgment, order a preliminary measure aimed at investigating the application or settling the parties’ situation on an interim basis.”", "“The President of the Court of First Instance shall, in respect of all matters except those which the law excludes from the jurisdiction of the courts of justice, give a provisional ruling in cases which he recognises as being urgent.", "...", "The matter shall be brought before the President by means of an urgent application or, in cases of absolute necessity, an ex parte application.", "He may, among other things:", "(1) appoint administrators;", "(2) order certificates or expert reports for any purpose, even including the assessment of damage and the investigation of its causes;", "(3) order any measures that are necessary for the protection of the rights of those who are unable to ensure such protection themselves, including the sale of movable property that has been neglected or abandoned;", "(4) order the examination of one or more witnesses where one of the parties can show that this is of prima facie interest, even with a view to future litigation, provided that it is established that any delay in the hearing will necessarily prompt concerns that it will not be possible to take the evidence at a later stage.”", "“Orders for interim measures shall be made without prejudice to the merits. They shall be enforceable immediately, notwithstanding an application to set aside or an appeal, and without payment of a security, if the court has not ordered such payment.", "If a party not appearing in court applies to have the order set aside, it shall not be entitled to appeal against the order made in absentia.”", "“The appeal on points of law, of which both the original and a copy must be signed by a lawyer authorised to practise in the Court of Cassation, shall include the appellant’s grounds of appeal and submissions, together with an indication of the statutory provisions alleged to have been breached; failure to include any of the above shall render the appeal null and void.”", "39. In a judgment of 9 December 1981, the Court of Cassation held:", "“Neither television programmes nor cable broadcasts are forms of expression by means of printed matter ... Article 18 of the Constitution [current Article 25] is therefore inapplicable to them.”", "40. The judgment further stated:", "“Although Article 14 [current Article 19] of the Constitution, like Article 10 [of the Convention], guarantees freedom to manifest one’s opinions on any subject and accordingly does not allow the authorities to make the exercise of these freedoms subject to prior scrutiny of the opinions in question, these provisions nevertheless do not safeguard this freedom to an unlimited extent and, in particular, do not preclude the regulation, or prohibition, of commercial advertising in cable television broadcasts, where such regulation or prohibition is compatible with the requirements of supranational law.", "...", "There is no basis in law for the ground of appeal to the effect that Articles [19] and [25] of the Constitution prohibit all censorship, prior authorisation or advance prohibition of the expression of a particular opinion and its dissemination by any means whatsoever (Article [19] of the Constitution) or, more specifically, through the press (Article [25] of the Constitution).”", "41. In a judgment of 29 June 2000, the Court of Cassation ruled on the power of the ordinary courts to prevent, restrict or regulate the distribution of press publications. It held that this power was, in principle, acceptable on the basis of Article 144 of the Constitution, Articles 584 and 1039 of the Judicial Code and Article 1382 of the Civil Code. In the case before it, the urgent-applications judge had issued an injunction – subsequently upheld both on an application by a third party to set it aside and on appeal – ordering the withdrawal from sale of all copies of the weekly magazine Ciné Revue which had published notes confiscated from a judge by the chairman of a parliamentary commission of inquiry on child disappearances; the Court of Cassation held that this did not amount to censorship because the publication had already been in circulation.", "42. In an order of 17 November 1981, the President of the Brussels Court of First Instance held that “where individual freedoms are concerned, in particular freedom of expression, prohibition of all preventive measures is the rule. Accordingly, the application for an injunction banning, postponing or altering a broadcast is unfounded”. That approach was confirmed in an order made by the same judge on 3 May 1985.", "43. Three years later, in an order of 16 November 1988, while not expressly referring to Article 10 of the Convention, the President of the Brussels Court of First Instance relied on Article 584 of Judicial Code to justify prohibiting part of a programme from being broadcast.", "44. On 25 October 1989 an ex parte injunction prohibited a broadcast without giving any further details as to the legal basis for that decision. In an order of 12 October 1990 the Brussels urgent-applications judge dismissed an application for an injunction banning a book, relying in particular on Articles 19 and 25 of the Constitution and Article 10 of the Convention while also noting that, depending on the circumstances, he would be entitled under Article 584 of the Judicial Code to take the necessary steps to prevent any irreparable damage. Several weeks later, in an order of 18 December 1990, the urgent-applications judge held that Article 584 of the Judicial Code in itself constituted a “law” within the meaning of Article 10 of the Convention. Conversely, in an order of 22 August 1991 he held that there was no basis in Belgian law, as it currently stood, for the judiciary to take preventive measures restricting freedom of expression.", "45. In an order of 12 February 1992, while acknowledging that “it is true that no preventive measures as such exist in Belgian law in this sphere” (television), the urgent-applications judge nevertheless held again that Article 584 of the Judicial Code formed a sufficient basis for preventive intervention on his part. Conversely, in an order of 8 January 1993 the urgent-applications judge of the Brussels Court of First Instance held that, in accordance with Article 10 of the Convention, the Belgian legal system prohibited prior restraints.", "46. However, six months later, on 16 June 1993, the same urgent-applications division ordered restrictions on a broadcast as a preventive measure.", "47. On 12 September 1994 the urgent-applications judge held that Article 584 of the Judicial Code and Article 1382 of the Civil Code, read in conjunction, formed a sufficiently precise legal basis for the purposes of Article 10 of the Convention. On 16 November 1994 the President of the Brussels Court of First Instance issued an ex parte injunction prohibiting a broadcast on the basis of Article 584 of the Judicial Code.", "48. Two months later, in an order of 24 January 1995, the President of the Brussels Court of First Instance held, in complete contradiction to his previous decisions, that “as rightly argued by the defendant, Article 584 of the Judicial Code is a general provision conferring jurisdiction”, which could not justify empowering the urgent-applications judge to take the measure sought, and that “the applicant is mistaken in basing ... the application on Article 1382 of the Civil Code, which concerns redress for existing damage”. He nevertheless considered that Belgian law did indeed contain a “law” within the meaning of Article 10 of the Convention, namely “the other individual rights and freedoms protected by law”. In an order of 6 April 1995 the same judge confirmed his previous decision, while taking care once again to point out that “it is true that, as regards restrictions on freedom of expression, Belgian law provides only for measures entailing retrospective sanctions”.", "49. Two weeks later, on 25 April 1995, the urgent-applications judge found that Article 22 of the Constitution, “by way of exception”, constituted the “law” within the meaning of Article 10 of the Convention.", "50. Ten days later, on 3 May 1995, the same judge held that “on account of the balance to be struck between respect for freedom of expression and respect for the other individual rights and freedoms protected by the law (in the broadest sense), these other rights and freedoms, being enshrined in ‘law’, could be taken to be accessible to the citizens concerned by them and framed in precise terms, and their safeguarding and hence protection could be deemed to constitute restrictions prescribed by law within the meaning of Article 10 [of the Convention]”. He pointed out that Article 8 of the Convention, Article 22 of the Constitution and section 10 of the Copyright Act of 30 June 1994 were all “laws” for the purposes of Article 10 of the Convention.", "51. However, less than a year later, in an order of 10 April 1996 on an ex parte application, the President of the Brussels Court of First Instance held, on the basis of Articles 19 and 25 of the Constitution, that the courts were precluded from taking any preventive measures in matters concerning freedom of expression. A fortnight later, on 24 April 1996, the urgent-applications judge, while expressly ruling out the application of Article 584 of the Judicial Code, held that he was entitled to take preventive measures under Article 22 of the Constitution and Article 8 of the Convention, which together constituted the “law” within the meaning of Article 10 of the Convention. In an order of 18 September 1996 he confirmed that position and again justified his power to intervene on a preventive basis under Article 22 of the Constitution and Article 8 of the Convention.", "52. Several weeks later, in an order of 6 November 1996, the same judge relied on the two above-mentioned provisions, but nevertheless added that regard should also be had to the right to protection of one’s image, as established by the courts, and to Article 584 of the Judicial Code as to the means of exercising that right.", "53. In the meantime, in an order of 18 October 1996, the urgent-applications judge had stated that where there was a risk of a flagrant breach of fundamental rights, there was nothing to prevent the urgent-applications judge from taking interim measures. However, in an order of 9 January 1997, the same urgent-applications division ruled that an application for an injunction prohibiting the publication of information from an ongoing criminal investigation was at variance with Article 25 of the Constitution and declared it unfounded.", "54. In a judgment of 30 June 1997, the Brussels Court of First Instance held that “the law is formed by a combined reading of Article 584 of the Judicial Code (which is a law conferring jurisdiction rather than a substantive law for the purposes of Article 10 of the Convention) and Article 8 of the Convention, which provides that everyone has the right to respect for his private and family life, his home and his correspondence”. After noting that “on several occasions ... the urgent-applications judge has held that Belgian domestic legislation did indeed contain a ‘law’ allowing freedom of expression to be restricted for the purposes of Article 10 [of the Convention]”, it nevertheless acknowledged that “the reasoning in decisions supporting intervention by the urgent-applications judge is not unequivocal as regards the provisions constituting the law”.", "55. In an order of 12 November 1997, the urgent-applications judge developed this argument further, holding that “intervention by the urgent-applications judge as a preventive measure ... is possible under Article 584 of the Judicial Code (a rule of jurisdiction empowering him to intervene in any matter), in conjunction with the provisions relating to the rights and freedoms which would be infringed as a result of freedom of expression, such as, in this instance, Article 8 [of the Convention], Article 19 of the International Covenant on Civil and Political Rights and Article 22 of the Constitution ... [and] the right to protection of one’s image”.", "56. In an order of 26 May 1999, the Brussels urgent-applications judge dismissed an application for an injunction banning a book, although neither the parties nor the judge took Article 25 of the Constitution or Article 10 of the Convention into consideration.", "57. In an order of 18 October 2001, the urgent-applications judge observed that Article 25 of the Constitution prohibited any prior restraints on freedom of expression, including in audio-visual matters. Lastly, in an order of 4 June 2003, the Brussels urgent-applications judge ruled that Article 25, which prohibits censorship, was also applicable to the audio-visual media and therefore precluded the courts from taking any kind of preventive measures restricting freedom of expression.", "58. In a judgment delivered on 14 January 2005 in the case of Greenpeace Belgium v. Baggerwerken De Cloedt & Zoon and Others, the Court of Cassation explicitly accepted that Article 6 of the Convention was in principle applicable to proceedings concerning urgent applications heard by the President of the Court of First Instance in accordance with Article 584 of the Judicial Code. In a second judgment delivered on the same day, the Court of Cassation did not give an explicit ruling on this issue but nevertheless did not declare a ground of appeal alleging a violation of Article 6 § 1 of the Convention inadmissible on this account.", "59. In a judgment of 28 August 2000, the Conseil d’Etat held that Articles 19 and 25 of the Constitution prohibited any prior scrutiny of the use of freedom of expression and freedom of the press. The judgment stated as follows:", "“The provisions of the Constitution relied on by the applicant [Articles 19 and 25] do not preclude the punishment of press offences or offences committed in connection with the use of freedom of expression. They do, however, prohibit prior scrutiny of the use of these freedoms; in other words ... where printed matter cannot be distributed or opinions expressed until a public authority or other third party has determined whether they are lawful.", "In the instant case, the Post Office does in fact reserve the right to examine the content of certain forms of election material from the standpoint of the Racism Act and to refuse to distribute them where it concludes that there has been an offence, whether or not it has sought the opinion of the Centre for Equal Opportunities and Combating Racism. It therefore carries out prior censorship. Freedom of the press and freedom of expression are devoid of meaning unless they are accompanied by the possibility of distributing printed matter or imparting opinions.”", "3. The Administrative Jurisdiction and Procedure Court", "60. In a judgment of 6 October 2004 on an application to set aside certain provisions of the Anti-Discrimination Act of 25 February 2003, the Administrative Jurisdiction and Procedure Court – which became the Constitutional Court on 7 May 2007 – held that the prohibition of preventive measures in general and of censorship in particular meant that intervention by the courts in banning the distribution of a publication was possible only where distribution had already begun. It considered that in such cases, the court should ascertain whether the restriction of freedom of expression that might result from the application of section 19(1) of the Act of 25 February 2003 was necessary in the specific circumstances, whether it met a pressing social need and whether it was proportionate to the aim pursued by that provision. In accordance with section 19(1) of the Act in question, restrictions could therefore not be imposed on the right of citizens to express their opinions, even in the polemical tone that could typify public debate on social phenomena, and even where such opinions offended, shocked or disturbed the State or any sector of the population."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}