{"ITEMID": "001-100269", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FEDINA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1950 and lives in the village of Tenistoye, Crimea, Ukraine.", "5. On 19 July 2001 the applicant's son, Mr Fedin, who was born in 1969, was fishing in the River Karacha with a teenager, D. According to D.'s testimony in the subsequent proceedings, the water started to “bite” their feet when they reached Ayvove village. They saw a wire hanging from a wooden support pole for power lines, dangling in the water. Mr Fedin, saying that the wire was not dangerous and should be removed, stepped into the water and tried to pull the wire from the river. When he grasped the wire he cried out, fell into the water and died. D. tried to pull the wire out of Mr Fedin's hands. Unable to do so, he ran to the village for help.", "6. Mr Z., an engineer with the Bakhchisaray District Electricity Network (hereinafter “the Network”) – forming a part of the public company, Krymenergo, owned by the Ukrainian State – carried out an initial, immediate investigation into the accident. In his report of 26 July 2001, Mr Z. concluded that the applicant's son had died as a result of electrocution. This occurred because a live wire, which had been incorrectly fixed to a wooden support pole, had come loose during strong winds. He further concluded that the security trip switch had failed on account of an ineffective earth connection.", "7. A further internal inquiry was subsequently carried out by a commission composed of six Network officials (hereinafter “the commission”). Its report, drawn up on 20 August 2001, states that the Network owned two wooden poles on opposite banks of the River Karacha, supporting a power line strung across the river. In addition to that power line, those two poles also supported a bare radio wire that had been attached to the poles – above the power line – by the local telecommunications service of the Ukrtelecom Company. Owing to stormy weather conditions, the hook with which the radio wire had been attached had come loose, the wire had snapped and one end had fallen into the river. The commission found that, although in principle it was not unlawful to attach a power line and a radio wire to a single pole, the local telecommunications service had failed to obtain the relevant consent from the Network.", "8. On 6 August 2001 the applicant asked the Bakhchisaray District Prosecutor's Office (hereafter “the Prosecutor's Office”) to conduct an inquiry into the circumstances of her son's death, claiming that his death had been caused by negligence and carelessness on the part of the Network in that it had failed to repair a broken power line, whereas the Ayvove villagers had already reported a power failure as early as 5 July 2001.", "9. The autopsy report, issued on 20 August 2001 by an expert with the local Bureau of Forensic Medical Examinations at the request of the Prosecutor's Office, stated that Mr Fedin had suffered a sudden death as a result of an electric shock.", "10. On 20 August 2001 the Prosecutor's Office asked the Network to make available documents relating to the accident, including the records of previous inspections and repairs of the power line. In its reply of 30 August 2001 the Network stated, inter alia, that it had not given its consent to the radio wire being attached to the pole, and that the manner in which it had been done contravened technical safety rules. It further stated that it had notified the telecommunications service several times of the potential danger of the installation and had unsuccessfully sought to have it comply with the relevant safety regulations.", "11. On 3 September 2001 the Prosecutor's Office informed the applicant that there was no reason for the Office to take any criminal proceedings against the Network's management. None of the Ayvove villagers had called the Network between 5 and 19 July 2001 to report a power supply failure, and the required annual inspections and general revision of the power supply network had been conducted regularly and timely by the Network. The last annual inspection had taken place on 22 August 2000 and the last general overhaul in October 1995 which was within the prescribed six years' interval. Also taking into account the findings of the internal inquiry carried out by the Network's commission and statements given by various Ayvove villagers – according to whom the 0.4 Kilowatt radio wire had come loose on 18 July 2001 – the Prosecutor found no wrongdoing on the part of the Network's staff.", "12. On 19 November 2001 the applicant asked the Prosecutor's Office to conduct an additional criminal investigation into the death of her son and to take criminal proceedings in accordance with Article 97 of the Code of Criminal Procedure.", "13. In a decision of 23 November 2001, the investigator from the Prosecutor's Office decided against taking criminal proceedings against the Network's staff as there was no evidence of a criminal offence. That decision was based on statements taken by the investigator from the applicant, her son's widow, her son's friend D., two Ayvove villagers and Ms T., a nurse who had been called for help on 19 July 2001. The two villagers had stated that, although Ayvove had experienced certain power supply problems as early as 13 July 2001, it was only on 18 July 2001 that the radio wire had come loose from the pole, and that nobody had informed the Network about this. The investigator further noted that the applicant's claim that her son had died as a result of negligence and carelessness on the part of the Network in that it had failed to repair a power line broken on 5 July 2001 was not supported by the findings made by the Network's commission.", "14. The applicant filed a complaint against that decision with the Prosecutor's Office of the Autonomous Republic of Crimea (hereafter “the POARC”) as well as an appeal with the Bakhchisaray District Court (hereafter “the Bakhchisaray Court”).", "15. On 29 May 2002, the POARC quashed the decision of 23 November 2001, finding that further inquiries were called for. It instructed the investigator to question officials of Ukrtelecom, to question again the villagers as to when the radio wire had come loose and whether someone had informed the Network about this, and to attach a copy of the onsite inspection of the scene of the accident and the report on the forensic post-mortem examination of the body of the applicant's son. In view of that decision, the Bakhchisaray Court did not deal with the applicant's appeal against the decision of 23 November 2001.", "16. On 17 June 2002 the investigator of the Prosecutor's Office, after having heard an Ukrtelecom employee – according to whom the radio wire had been attached to the pole in conformity with the relevant technical requirements – and after having heard the applicant, her son's friend D., the two Ayvove villagers already heard previously, and the nurse, Ms T., who gave the same testimonies as before, decided against taking any criminal proceedings because there was no evidence of a criminal offence.", "17. On 20 December 2002, acting on an appeal filed by the applicant, the Bakhchisaray Court quashed the decision of 17 June 2002. It found that the inquiry carried out by the Prosecutor's Office was incomplete, in that the case file contained no record of an on-site inspection of the scene of the accident and no report on post-mortem examinations of the body of the applicant's son, and in that the investigation had failed to establish the reason why a dangerous live wire had been hanging in the river and who bore responsibility for this.", "18. On 3 February 2003, after having added to the case file the report on the post-mortem examination of Mr Fedin's body and an undated statement taken from the local electrician, the Prosecutor's Office took a fresh decision not to initiate any criminal proceedings, which was based on essentially the same grounds as the decision of 17 June 2002. According to the statement given by the electrician, he had received no complaints or information about a wire hanging in the river. He did know that wires had come loose from their support, but did not know who was responsible for it.", "19. On 27 March 2003, acting on a complaint filed by the applicant, the POARC quashed the decision of 3 February 2003 and remitted the case to the Prosecutor's Office for further inquires in that, inter alia, the case file did not contain an internal investigation report from the company responsible for electricity network maintenance, and the investigation had not made any findings about who was responsible for the network's maintenance.", "20. In the course of the subsequent additional criminal investigation, the investigator of the Prosecutor's Office examined the internal regulations governing the duties and responsibilities of the Network's staff, and identified and questioned two officials responsible for the maintenance of power lines, as well as two Network employees who had repaired the power supply network after Mr Fedin's death. It further examined information about the meteorological conditions at the material time and concluded that the power cut had been caused by adverse weather conditions. On 16 April 2003, having found no evidence of negligence or involuntary manslaughter, the Prosecutor's Office decided not to bring any charges against the Network staff responsible for electricity network maintenance. According to the Prosecutor's Office, the wire network in the Ayvove village had been maintained in accordance with the relevant technical rules and regulations.", "21. On 1 August 2004, acting on a complaint filed by the applicant, the POARC quashed the decision of 16 April 2003 and remitted the case once more for additional investigations. It found that the investigator had failed to question a number of Network employees and that, despite repeated instruction, no on-site inspection report had been drawn up.", "22. Accordingly, the Prosecutor's Office conducted an on-site inspection at the scene of the incident. According to the inspection report, an unprotected radio wire, strung across the River Karacha, had been attached to a wooden support pole. That pole also had an electricity power line attached to it. The Prosecutor's Office concluded that such an installation was permissible under the relevant technical regulations. It further found that a storm had caused the radio wire to come loose and fall into the river.", "23. On 27 August 2004 the Prosecutor's Office concluded that Mr Fedin's death had been the result of a tragic accident and decided not to institute any criminal proceedings. The applicant again filed a complaint against that decision. On 23 November 2004 the POARC accepted the applicant's complaint, quashed the decision of 27 August 2004 and ordered further inquiries to be made, including a forensic technical examination of the cause of the accident.", "24. On 6 December 2004 the Prosecutor's Office again decided against bringing any charges, having found no evidence that any criminal offence had been committed by officials of the Network. The applicant challenged the decision of 6 December 2004 before the POARC. On 24 February 2005 the POARC quashed the decision of the Prosecutor's Office of 6 December 2004, finding that the criminal inquiry conducted had not been sufficiently thorough. It noted that, in the internal investigation into the incident carried out by the Network's commission in 2001, it had been found that the radio wire had been attached to the poles in a manner contrary to relevant technical regulations, whereas the Prosecutor's Office had found that the relevant rules and regulations had been respected. The POARC further found it unacceptable that no documentary evidence had been obtained from the Network concerning inspections of the Ayvove village electricity supply network prior to the accident, and that the identity of the persons who were responsible for the maintenance of the Network wires had not been established.", "25. In its subsequent decision of 23 March 2005 the Prosecutor's Office maintained its conclusion that there were no reasons for taking any criminal proceedings. As to the installation of wires and poles, the investigation found that they had originally been installed in 1968 and the relevant installation company no longer existed. It further stated that the forensic technical examination could be conducted by the Kharkiv Forensic Examinations Institute (Харківський науково-дослідний інститут судових експертиз), however, such examination would require pre-payment of fees and the Prosecutor's Office did not have funds available to cover those costs. The applicant was offered an opportunity to meet those costs.", "26. On 19 July 2005 the Bakhchisaray Court quashed the decision of 23 March 2005 and ordered further investigation on the ground that technical expertise was required to establish whether there had been irregularities in the installation and use of wires that could have a causal link with the electrocution and death of the applicant's son.", "27. On 28 July 2005 the Prosecutor's Office sent the case file material to the Kharkiv Forensic Examinations Institute, but the examination was not conducted owing to non-payment of fees.", "28. On 31 March 2006 the Prosecutor's Office refused to institute criminal proceedings on the same grounds as in its decision of 23 March 2005. The Prosecutor's Office noted that it had no available funds to pay for the forensic examination and the interested parties were not willing to meet the costs either.", "29. On 13 December 2006 the POARC quashed the decision of 31 March 2006 and remitted the case for additional investigation.", "30. On 28 December 2006 the Prosecutor's Office refused to institute criminal proceedings on the same grounds as in its decisions of 23 March 2005 and 31 March 2006.", "31. On 24 January 2007 the POARC quashed the decision of 28 December 2006 and remitted the case for additional investigation.", "32. On 2 February 2007 the Prosecutor's Office refused to institute criminal proceedings against the Network officials under Article 367 of the Criminal Code. The Prosecutor's Office repeatedly noted that they had no funds available for forensic examination and the interested party refused to pay for it.", "33. On 14 February 2007 the applicant complained about that decision to the POARC. She did not, however, provide information about any decision taken regarding her complaint.", "34. On 6 September 2001 the applicant instituted civil proceedings before the Bakhchisaray Court against Krymenergo, the public company of which the Network formed a part. In those proceedings, the applicant claimed compensation for non-pecuniary damage caused by the death of her son.", "35. On 14 September 2001 the Bakhchisaray Court, for reasons of territorial jurisdiction, remitted the case to the Kyivskyy District Court of Simferopil. On 25 March 2002, acting at the applicant's request, the Court of Appeal of the Autonomous Republic of Crimea (the \"Court of Appeal of the ARC\") ruled that the Bakhchisaray Court had jurisdiction over the case.", "36. On 30 April 2002 the Bakhchisaray Court assumed jurisdiction over the case and scheduled a first hearing for 28 August 2002. On that day, it granted the applicant's request to stay those proceedings pending the criminal investigation into the death of her son. It did not fix any date for a future hearing.", "37. On 14 May 2004, the Bakhchisaray Court granted another request to stay the proceedings filed by the applicant, who had expected to receive further information from the Prosecutor's Office.", "38. On 18 March 2005, the Bakhchisaray Court considered the proceedings and asked the Prosecutor's Office for information about the state of proceedings in the criminal investigation. On 6 April 2005, after having received a copy of the decision taken by the Prosecutor's Office on 23 March 2005, the Bakhchisaray Court resumed its examination of the applicant's case.", "39. On 4 June 2007 the Bakhchisaray Court found against the applicant.", "40. On 27 August 2007 the Crimea Court of Appeal overruled the decision of the first-instance court, having held that under the law the owner of a source of the increased hazard could be exempted from liability in two conditions: force majeure or the intentional actions of the victim. Neither of the two had been established in the case. The court also noted that the prosecutor had refused to institute criminal proceedings owing to a lack of proof of a crime and not because there had been any doubt that the event had taken place. Therefore, the Network, regardless of guilt, bore liability and had to provide compensation for the death of the applicant's son. Therefore, it awarded 80,000 Ukrainian hryvnias (UAH) to the applicant, UAH 50,000 to her daughter-in-law and UAH 20,000 to her granddaughter.", "41. On 4 December 2008 the Supreme Court of Ukraine upheld the decision of the court of appeal.", "42. Article 367 of the Criminal Code provides:", "“Neglect of official duty, that is, failure to perform, or improper performance, by an official of his or her official duties due to negligence, where it causes any significant damage to the legally protected rights and interests of individual citizens, State and public interests or those of legal entities, shall be punishable by a sentence of two to five years' imprisonment ...”", "43. Article 450 of the Civil Code, as in force until 1 January 2004, provided as follows:", "“Organisations and persons, whose activities give rise to an increased hazard to their environment (transport organisations, industrial enterprises, buildings, car owners etc.) shall be obliged to compensate the damage caused by the source of that increased hazard unless they can prove that the damage has resulted from force majeure or from intentional actions on the part of the victim.”", "44. The relevant provisions of the Civil Code, as in force since 1 January 2004), read:", "Article 1187. Compensation of damage caused by a source of increased danger", "...5. A [natural or legal] person involved in an activity constituting a source of increased hazard shall be responsible for the damage caused [by that activity] unless [he, she or it] can prove that the damage has resulted from force majeure or from intentional actions on the part of the victim”", "45. Article 221 of the Code of Civil Procedure provides:", "“The court shall suspend its examination of a case if ... it cannot be examined prior to the outcome of another case pending in civil, criminal or administrative proceedings.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}