{"ITEMID": "001-5661", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ELIAS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1960 and living in London. He is represented before the Court by Mr S. Creighton, a lawyer practising in London.", "The applicant was charged with conspiracy to receive and handle stolen goods (computers and computer parts). The trial commenced on 12 January 1998 in the Crown Court.On 17 March 1998 prosecuting counsel, in his closing speech, described the applicant in the following terms:", "“Completely and utterly and thoroughly dishonest from the heart, I suggest to you. The most self-regarding, utterly cynical, greedy and world-weary (as one of his clients said) man. You can’t believe, I suggest, a single word he says. When he is not actually lying he is being evasive, dishonestly precise, prevaricating and economical with the truth. A master of deceit.", "... [The applicant’s running record of his dealings and assets] is an important document in its own way because again it reveals something about the psychology of this man why he was behaving in the way he did. It is, members of the jury, the document in which he lists his money. It was last modified, if you turn back one page, on the day before his arrest at 8.34 in the morning. The police arrived too early for him on 20 July to have amended it, updated it, for that day but here he lists all his assets and substantial they are: £141,000. Why, members of the jury, does this man update his list of assets so regularly? Then I draw the analogy with Oliver Twist who is seen in the musical where Fagin gets his box out from under the floorboards when he thinks it is all going to go wrong and goes through all the money and the lolly and the jewels and everything he has stashed away under the floorboards, because, like Fagin, I suggest he is in the end keeping his hands on his own material and this is his record. Of course he doesn’t have a box any more like Fagin. He has stashed it these days in Jersey. Members of the jury, as well he is very similar because of course until towards the end he doesn’t actually go out and directly grubby his hands with the burglars. He is always just at one remove, is he not, on the evidence in this case?”", "The applicant’s counsel, in the absence of the jury, complained to the trial judge about the remark. After an exchange between the respective counsel, the judge stated that it had occurred to him at the time of the remark that the reference was unfortunate, and he could understand the applicant feeling upset about it. He was sure, however, that it was not intended, and expressed the hope that no more would be said about it.", "After the lunch adjournment, counsel for the applicant submitted, again in the absence of the jury, that the analogy was offensive, anti-Semitic and that the jury might be influenced to be prejudiced against the applicant on grounds of race. The applicant, like the character of Fagin, was Jewish Accordingly, the jury should be discharged and there should be a retrial. Counsel for the prosecution repeated that his reference to Fagin had intended to be a reference solely to a well-known receiver of stolen goods, and stated that if he had given offence to the applicant, he apologised. In replying, counsel for the applicant noted that to compare a figure with Fagin was a very serious matter, and that if the trial were to continue, the applicant, if convicted, could be left with the impression that he had not had a fair trial. The trial judge dismissed this application, holding that the comments made by prosecuting counsel as to the applicant’s character were within the scope of what could be said in the trial by the prosecution and that with regard to the complaint as to the analogy with Fagin, the possibility that a jury would be influenced and prejudiced against the applicant on grounds of race or religion as a result of such analogy was a remote in the extreme. He did not accept that a dispassionate observer would consider that the trial had been unfair because of the analogy, considering rather that it was more likely that any prejudice would be against the Crown for having raised the issue. In closing his remarks on the application for discharge, the judge noted that prosecuting counsel had offered to apologise for the offending words, and that counsel for the applicant would then have the opportunity to reply. The judge indicated that, unless the issue was further discussed, he intended to direct the jury to make their decision on the evidence, without specific reference to the incident.", "When the jury returned, prosecuting counsel apologised in open court, apologising to the applicant, and emphasising that he did not wish the applicant to feel any offence, and that the jury should not decide on the basis of the applicant’s Jewish origin. He also reminded the jury that at the end of the case they were to decide on the evidence, and not on the basis of any analogies.", "The applicant was convicted and sentenced on 6 April 1998 to two years’ imprisonment and a confiscation order of £120,000, with three years’ imprisonment in default. He was also ordered to pay £25,000 towards the costs of the trial.", "The applicant appealed against his conviction and sentence. After leave to appeal had been granted by a single judge, the appeal was heard by the Court of Appeal on 20 November 1998. The appeal against sentence was allowed to the extent that the period of three years’ imprisonment in default was reduced to two years, and the order for costs was quashed. The appeal against conviction was on the grounds that the trial judge ought to have discharged the jury following the racially offensive comparison of the applicant to Fagin. The Court of Appeal refused the appeal against conviction:", "“ ... so far as the reference to Fagin is concerned we have no doubt that it was ill-judged. We accept, as all appear to have accepted (save possibly [the applicant] himself) that there was no intention on the part of counsel to introduce a racial slur. However, in the case of a Jewish defendant, counsel’s words were almost bound to give offence. It may well be the case that reference to literature’s best known receiver of stolen goods is frequently made at handling trials, without any thought for racial overtones to which it may give rise. However, the very example of this case indicates that such an advocates’ shorthand is likely to give unnecessary offence to those who regard Fagin not simply as an accomplished receiver but as an offensive racial stereotype. He was certainly so portrayed in Dickens’ “Oliver Twist”, whatever the ameliorating effects of the modern musical “Oliver”, which is now more likely to govern most people’s mental image of Fagin.", "In our view, in any case where reference to Fagin amounts to something more than reference to the concept of a den of thieves and appears to involve a personal analogy between Fagin himself and the defendant, it should be avoided. That said, however, it seems to us quite unrealistic to argue that the error of judgment made by prosecuting counsel in this case, once recognised and made subject of an apology, should, in the absence of more, have caused the judge to discharge the jury from giving a verdict.", "...The question to which the judge at the time should have directed himself and which this court must now address is whether, in all the circumstances, there was real danger that the position of [the applicant] had been prejudiced, in the sense that the jury or any of their number might unfairly regard his case with disfavour on the grounds of racial prejudice or bias as a result of prosecuting counsel’s words. The judge did not think so, and nor do we.", "This is not one of those cases in which there is any evidence of actual bias in the sense of a remark overheard, or ambivalent behaviour observed on the part of any juror, nor does any inevitable inference of danger of bias arise by reason of what was said. The case of the appellant proceeds on the inherent proposition that, once uttered, the words of prosecuting counsel could not be undone; that, by some kind of empathy, the moment counsel spoke words which appeared to invoke racial bias, some member or members of the jury would immediately adopt it, deserting their task of deciding the case purely upon the evidence; and this despite the express reminder as to their duty given by counsel (only an hour later) in the course of his apology. It further assumes that the jury might maintain that state of mind during their deliberations, despite the judge’s subsequent direction in the course of his summing up to try the matter on the evidence alone. We do not accept that there is any realistic possibility that these propositions are correct.", "The only evidence of jury bias which [counsel for the applicant] suggests exists is the fact that [the applicant’s] co-accused [Oliver S.] was acquitted despite his apparent involvement in the conspiracy and certain admissions made to the police. We do not find that point persuasive ... As already indicated, the case against [S.] was that his admissions were obtained as a result of police pressure and there was a weight of character evidence called on his behalf, in a case where his explanations depended upon his presentation as a naive young man fooled by the dishonesty of others more sophisticated than himself. this was not the case of a “cut-throat” defence, with [the applicant] blaming [S.] so that one or other must be lying; the acquittal of [S.] was in no way inconsistent with conviction of [the applicant], against whom the evidence demonstrated far greater involvement and whose own records effectively convicted him.", "Given the overwhelming strength of the case against [the applicant], there is no reason to suppose that he was convicted on any basis other than the strength of the evidence against him. His application for leave to appeal against conviction must therefore be dismissed.”", "On 21 March 2000 a panel of the Professional Conduct and Complaints Committee of the Bar Council determined the applicant’s complaint to the Bar Council about prosecuting counsel’s behaviour. It accepted counsel’s statement that he did not intend to make racially offensive remarks, but was satisfied that he had gone beyond reference and had strayed into a personal analogy between Fagin and the applicant. The Committee considered the analogy to be insulting, the more so as the applicant was Jewish. The panel found that counsel had engaged in conduct disreputable to a barrister. It considered that the breach was at the lower end of the scale, and, noting the apology proffered, advised counsel to avoid such analogies in the future."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}