{"ITEMID": "001-90743", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF F.H. v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 2;No violation of Art. 3", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["7. The applicant was born in 1956 and is currently in Sweden.", "8. On 9 January 1993 the applicant arrived in Sweden and applied to the Immigration Board (Invandrarverket) for asylum and a residence permit, claiming that he had left Iraq due to his fear of Saddam Hussein and his regime. He brought his three children with him (born in 1987, 1988 and 1991, respectively) while his wife arrived in July 1994. At the initial interview held with the applicant on the day of his arrival in Sweden, he stated, inter alia, that he was Christian and had worked as a major in the Republican Guard where he had served in a transport division for heavy vehicles. He had deserted from the army fourteen days previously and had fled to the northern part of Iraq where, with the help of a smuggler, he had managed to get on a plane to Stockholm. He had had neither ticket nor passport and his wife had remained in northern Iraq.", "9. In a written submission dated 20 January 1993 the applicant added mainly the following to his initial account. He was born in Basra but had moved to Baghdad in 1986 when he married. Between October 1981 and February 1990, during the war with Iran, he had served in the military and he had been called up again between August 1990 and January 1992, during the occupation of Kuwait, to serve in an armoured transport division assigned to transport tanks. He had been given four military awards for bravery and four medals, however such medals had been given to a large number of officers and soldiers. In October 1992 he had been called upon to carry out military assignments (allegedly murders and terrorist acts) against the Shi’as in Al Ahwar. As he had felt unable to murder his own people, he had deserted and left Iraq on 20 December 1992. In this respect, he submitted that he sympathised with all organisations working against Saddam Hussein and working towards a democratic government. Following his desertion, he had visited his relatives in Basra and then made his way, with his family, to northern Iraq, where he and his children had travelled to Sweden via Turkey with the help of smugglers. Since he had held the rank of major in the reserve and had deserted, he would be executed if he were forced to return to Iraq. Apart from his four medals he also had an identity card as a major which confirmed that he was one of Saddam Hussein’s friends.", "10. At a second interview at the Immigration Board, held on 17 September 1993, the applicant confirmed the information provided by him and added, in particular, that he had not engaged in any political activities.", "11. On 14 and 15 December 1993 another two in-depth interviews were held with the applicant in which he essentially stated the following. He was Christian and belonged to the Ba’ath Party where he had attained the level of “advanced sympathiser” which was the level before becoming a full member. He had been drafted to the military in October 1981, had become an officer in 1986 and had risen to major in 1990. He claimed that he had never participated in any combat or killed anyone since his military work had mainly consisted of ensuring the functioning of transports and support for the front line. As an officer, he had been placed under the orders of others and thus had never had any influence himself. He had participated in the war against Iran and when this ended in 1988 he had been transferred to an armoured tank division within the Republican Guard. In March 1992 he had received four medals for bravery from the Ministry of Defence. He stated that about 500 officers had received such medals and that they were mainly perceived as an encouragement to the officers. At this time he had also received a special identity card, “Friends of Saddam”, which almost every officer in the Republican Guard and some officers in the regular army received. He had never met Saddam Hussein personally but the card gave certain privileges, inter alia, in contacts with the authorities. During the interview on 15 December 1993, the applicant changed certain statements which he had previously given to the Immigration Board. In particular, he claimed that he had not been called back into service after he left the military in January 1992. Moreover, he stated that he had applied for a visa for a tourist trip to Malta with his family at the Maltese Embassy in Baghdad and that they had received both visas and exit permits for a month. Hence, on 4 October 1992, the family had travelled legally from Baghdad to Jordan and from there by plane to Malta. He and his children had then travelled to Sweden from Malta, with the help of smugglers. The applicant stated that he wished to return to Iraq if Saddam Hussein lost power.", "12. One further supplementary interview was held with the applicant on 10 January 1994 in which he maintained that he had left Iraq legally on 4 October 1992 by car to Jordan, after the family had received valid passports, exit permits and visas. He also added that, from Jordan, the family had flown to Cyprus from where they had intended to continue to Greece. Since this had not been possible, they had returned to Jordan before travelling to Malta where they had arrived on 19 October 1992. Since the smugglers had not been able to arrange a passport for his wife, she had had to remain in Malta when the rest of the family went to Sweden.", "13. In February 1994 the Swedish Security Police (Säkerhetspolisen) proposed a rejection of the applicant’s asylum request for security reasons. On the basis of this, the Immigration Board decided to transfer the case to the Government for consideration but it recommended that the application be rejected. In its view, the applicant had not convincingly shown that he was in need of protection in Sweden. Although it accepted the applicant’s military background, it did not believe his reasons for leaving Iraq, inter alia, because he had only admitted leaving Iraq legally with his own passport and an exit permit, and the route used, once confronted with facts.", "14. Subsequently, in 1997, the Security Police informed the Government that they no longer had any objections to the application from the point of view of security. Hence, the case was transferred back to the Immigration Board.", "15. On 11 June 1998 the Immigration Board rejected the application for asylum with reference to its recommendation to the Government and noting that it found no reason to change the evaluation made at that time. Moreover, it dismissed the applicant’s request for a residence permit on the ground that it was not competent to change or repeal a final court judgment concerning expulsion. The Board observed that only the Government could repeal an expulsion order based on a criminal conviction and, in that connection, consider a request for a residence permit.", "16. In the meantime, on 2 May 1995, before the asylum application had been determined, the District Court (tingsrätten) of Tierp convicted the applicant of murder and sentenced him to forensic psychiatric care, the duration of which was subject to a medical evaluation. It further ordered that the applicant be expelled from Sweden with a prohibition on returning. The applicant had admitted that he had killed his wife but claimed that he had acted in psychosis and had not intended to kill her. He had suspected that she had been unfaithful and had conspired against him behind his back. In its judgment, the court noted that the applicant, after having locked the door to the children’s room, had repeatedly stabbed his wife while she was asleep. In these circumstances, the court found that the applicant had been completely indifferent as to whether his wife died or not and therefore should be convicted of murder. However, since a forensic psychiatric examination showed that he had committed the crime in a state of “serious mental disturbance” (allvarlig psykisk störning) and was still, during the examination, suffering from such a disturbance, the court concluded that he was in need of treatment and sentenced him to forensic psychiatric care.", "17. As concerned the expulsion, the applicant had stated before the District Court that he had been an officer in Saddam Hussein’s army and often away on missions. Because of the war, he and his family had fled from Iraq in 1993 but he had psychological problems stemming from the war.", "18. The District Court had also consulted the Immigration Board and it had submitted that, although it had not yet made a decision regarding the applicant’s application for asylum and a residence permit, it considered that there were no impediments to the expulsion of the applicant to his home country. The Board noted that the applicant, an army officer, had left Iraq legally with a valid Iraqi passport containing a one-month exit visa. He had not brought his national passport with him when he entered Sweden. Having regard to the Board’s view and noting that the applicant had committed a very serious crime, the District Court concluded that he should be expelled from Sweden for life.", "19. The applicant did not appeal against the judgment which, consequently, gained legal force.", "20. It would appear that, following the applicant’s criminal conviction, his children were taken into compulsory public care and placed with a Swedish family. Furthermore, a special guardian was appointed for them and they were granted permanent residence permits in Sweden.", "21. On 14 December 2004 the County Administrative Court (länsrätten) of the County of Dalarna decided to end the forensic psychiatric care and to release the applicant.", "22. In the meantime, in July 1998, the applicant requested the Government to repeal the expulsion order against him. He insisted that he would be tortured and executed if he was returned to Iraq because he had deserted from the Iraqi army.", "23. On 12 November 1998 the Government rejected the request as they found that no special reasons existed for repealing the expulsion order.", "24. The applicant renewed his request in February 2001, maintaining his claims. Upon request by the Government, the Migration Board (Migrationsverket) submitted its view on the case, stating that the applicant’s reasons had been examined previously and that no new circumstances had appeared for which reason the enforcement of the expulsion could take place. However, the Board added that there had been practical impediments to enforcement for some time with regard to Iraq.", "25. On 17 May 2001 the Government found that there were insufficient reasons for revoking the expulsion order. However, having regard to the situation in Iraq at the time, the Government decided to grant the applicant a temporary residence permit and work permit up until 17 November 2001.", "26. In a new application, dated 7 November 2001, the applicant requested that the expulsion order be revoked and that he be granted a permanent residence permit or, in the alternative, that his temporary residence permit be extended for at least one year.", "27. The Migration Board submitted its comments on the case on 12 December 2002, concluding that there were no legal or practical impediments to the enforcement of the expulsion order and that the applicant should be able to return to Iraq.", "28. Following the fall of Saddam Hussein’s regime in April 2003, the Migration Board sent another submission to the Government on 17 November 2003 where it noted that the applicant’s case now had to be seen in another light. His reasons for fearing a return to Iraq had been removed now that Saddam Hussein was no longer in power. The Coalition Provisional Authority governing Iraq at the time was striving to build up a society characterised by democracy and respect for human rights and those who had been close to the old regime and who had committed war crimes and other crimes against humanity would be brought to justice. Thus, the Board considered that the applicant would not risk being tortured or treated inhumanely if sent back to Iraq and consequently there was no impediment to his expulsion.", "29. In reply, the applicant claimed that since he had been an officer in the Republican Guard, he would be exposed to persecution and acts of revenge from primarily Shi’a Muslim groups and that there was no functioning legal system or police force which could give him protection against abuse. It followed that there existed impediments to the enforcement of his expulsion.", "30. Since the Government had several pending cases concerning expulsion to Iraq, they requested the Iraq Office at the Swedish Embassy in Jordan to reply to some questions relating to the situation in Iraq.", "31. In November 2004 the Iraq Office sent, inter alia, the following information to the Government, which was communicated to the applicant. In August 2004 the death penalty was reintroduced in Iraq for offences such as murder, kidnapping and crimes against national security. Moreover, according to the Iraqi Penal Code of 1969, a person who had been convicted or acquitted by final judgment in another country could not be retried in Iraq. However, it was not known whether this provision had been modified or changed by the Interim Government. Furthermore, it was difficult to assess “tribal justice” in Iraq due to the poor security situation in the country but it was possible that, if a person were to return to an area where he was known and his victim was also known, there could be a risk of revenge or “tribal justice”. It was further noted that there were reports of harassment against Christians and that attacks had been directed against Christians and other minorities during 2004.", "32. The applicant commented on the information and stressed that he was Christian and that the Christian minority in Iraq was being persecuted. Moreover, he had held a prominent position in the Ba’ath Party, had belonged to the exclusive circle that had been given the “Saddam’s Friends” identity card and he was well known and hated by many. Thus, it was certain that he would be killed if returned to Iraq.", "33. On 21 March 2005 the Minister of Justice at the time decided to suspend the enforcement of the expulsion order until otherwise decided or until the Government made a final decision on the case. He further decided that the applicant should report to the police three times per week in order to prevent him from going into hiding.", "34. Subsequently, the Government requested the Iraq Office at the Swedish Embassy in Jordan to reply to some supplementary questions relating to the situation in Iraq, which it did on 3 November 2005. In its reply it noted that, at the time, it was very difficult to obtain a complete overview and clear information about Iraq. Still, it observed that persons who had been part of the Republican Guard, other special military units or the military in general were being arrested and tried in Iraq. According to sources such as the UNHCR, the activities of these persons within their organisation determined how they were being treated more than to which military unit they had belonged. However, their position and military rank was of relevance as an indication of who could be targeted. In this context it was noted that members from special units, such as the Republican Guard, were being re-employed into the current special units. Moreover, the UNHCR had stated that even though many Iraqis were harassed as a result of their former membership of the Ba’ath Party, this harassment did not necessarily amount to persecution. A careful individual assessment was always necessary.", "35. The applicant, in a comment on the Iraq Office’s information, maintained that there was a real risk that he would be subjected to extrajudicial execution if returned to Iraq due to his previous connections to Saddam Hussein’s regime.", "36. On 27 June 2006 the Migration Board submitted its opinion on whether the reintroduction of the death penalty in Iraq in 2004 had an impact on the enforceability of the applicant’s expulsion order. It considered that none of the information submitted by the applicant, in his detailed asylum interview in 1993 and later, regarding his position and activities until he left Iraq in 1992, indicated that he would risk legal measures, least of all the death penalty, from the current Iraqi government. Neither his membership of the Ba’ath Party nor his relatively subordinate position in a non-combat unit were likely to cause him problems with the Iraqi authorities upon return to his home country. Thus, there were no impediments to the enforcement of the expulsion order.", "37. On 6 July 2006 the Government decided not to revoke the expulsion order and rejected the applicant’s request for a residence permit. It found that there was neither any impediment to the enforcement of the expulsion nor any other special reason under the Aliens Act to revoke the expulsion order.", "38. As the expulsion order had become enforceable anew, the police authority, on 27 July 2006, detained the applicant awaiting the enforcement of his expulsion order.", "39. On 15 August 2006 the applicant requested the Court to indicate to the Swedish Government under Rule 39 of the Rules of Court a suspension of his expulsion to Iraq. He alleged that he would be executed or tortured and imprisoned if returned to his home country because he had been an officer during Saddam Hussein’s regime and had belonged to his “inner circle”. Moreover, since he was Christian, he risked persecution on religious grounds.", "40. On 17 August 2006 the Court decided to apply Rule 39 and to suspend the expulsion until 1 September 2006 in order to obtain some further information from the Swedish Government. In particular, the Government were requested to give their opinion on whether the applicant would risk being brought to trial before the Supreme Iraqi Criminal Tribunal (hereafter referred to as “the SICT”) and sentenced to death.", "41. On the following day, the Minister of Justice at that time decided to suspend the expulsion of the applicant until further notice. He also decided to keep the applicant in detention since there was reason to believe that he would otherwise try to abscond. The detention decision was reconsidered every two months until 29 June 2007, when it was decided that he should be released and that he should report to the police twice a week.", "42. In the meantime, on 31 August 2006, the Government replied to the Court’s request. They first observed that the SICT had jurisdiction over individuals residing in Iraq accused of war crimes, genocide, crimes against humanity and a number of “political” offences under Iraqi law, including waste of national resources and abuse of position. It applied the penalties available in Iraqi law, including the death penalty. The Iraqi Governing Council had agreed that the SICT should process a limited series of 10 to 15 trials, focusing on major events that showed the geographic and temporal spread of the regime’s crimes, and that only the highest-level perpetrators should be tried before the SICT. Other perpetrators should be tried by regular Iraqi courts.", "43. The Government further noted that the applicant’s claim that he had belonged to Saddam Hussein’s inner circle was recent and did not correspond to the detailed statements given by him during the asylum proceedings. They also stressed that the applicant had neither claimed to have committed any crime, nor that he was, or might be, suspected of having committed a crime which fell under the jurisdiction of the SICT. The sole fact that he had held a subordinate position as an officer in the Republican Guard or been a member of the Ba’ath Party did not give reason to believe that he would be suspected of such serious or brought to trial before the SICT.", "44. On 1 September 2006 the Court extended the application of Rule 39 until 15 September 2006 in order to enable the applicant to reply to the Government’s comments.", "45. The applicant submitted his comments in reply to those of the Government on 13 September 2006. He stated that the Ba’ath Party had been an elite party with only a few full members. He had been an “advanced sympathiser” which meant that he had held a high position in the hierarchy. Moreover, although he had not been in the infantry, he had participated in battle in an armoured unit during the various wars until 1992 when he had left the country because he had been ordered to carry out military actions that were against international law. The Government’s allegation that he had said that he had not been or could not be suspected of crimes under the jurisdiction of the SICT was wrong. The assessment of his application for asylum took place in 1993, at a time when the SICT had not yet come into existence and he had also not been asked about it later. Apart from the risk of being sentenced by the SICT or another jurisdiction, there was a real risk that he would be the victim of an extrajudicial killing. Extremist militias tried to find and kill all officers who had fought for Saddam Hussein in the war against Iran or who had fought against the Shi’as in southern Iraq in 1991. The retaliation was collective and directed against all officers who had fought under Saddam Hussein. The applicant also stressed that as a Christian he would be without protection in Iraq and his situation upon return would thus be most serious.", "46. On 13 September 2006 the Court extended the application of Rule 39 until 26 September 2006, on which date it was extended until further notice.", "47. Pursuant to Chapter 1, Article 8 of the Penal Code (Brottsbalken, 1962:700), a crime may, apart from ordinary sanctions, result in special consequences defined by law. Expulsion on account of a criminal offence constitutes such a consequence and the decision in this respect is made by the court in which the criminal proceedings take place.", "48. Provisions on expulsion on this ground are laid down in the Aliens Act (Utlänningslagen, 2005:716 – hereafter “the 2005 Act”) which replaced the old Aliens Act (Utlänningslagen, 1989:529) on 31 March 2006. However, the rules on expulsion on account of a criminal offence remain the same in substance under the 2005 Act as under the old Aliens Act. Thus, in the following, reference will only be made to the 2005 Act.", "49. According to Chapter 8, sections 8 and 11 of the 2005 Act, an alien may not be expelled from Sweden on account of having committed a criminal offence unless certain conditions are satisfied and the person’s links to Swedish society have been taken into account.", "50. Moreover, the court must have regard to the general provisions on impediments to the enforcement of an expulsion decision. Thus, pursuant to Chapter 12, section 1 of the 2005 Act, there is an absolute impediment to expelling an alien to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment. Furthermore, a risk of persecution generally constitutes an impediment to enforcing an expulsion decision.", "51. A decision to expel an alien on account of having committed a criminal offence is, according to Chapter 12, section 14 § 3(2) of the 2005 Act, enforced by the police authority. If the police authority finds that there are impediments to the enforcement, it shall notify the Migration Board, which shall refer the matter to the Government to examine whether the expulsion can be executed (Chapter 12, section 20 of the 2005 Act). If there are no impediments to the enforcement, the alien shall normally be sent to his or her country of origin or, if possible, to the country from which he came to Sweden (Chapter 12, section 4 of the 2005 Act).", "52. According to Chapter 8, section 14 of the 2005 Act, if the Government find that a judgment or decision to expel a person on account of having committed a criminal offence cannot be executed or if there are otherwise special reasons not to enforce the decision, the Government may repeal, in part or completely, the judgment or decision of the court. When considering whether to repeal an expulsion order, the Government shall above all take into account any new circumstances, namely circumstances that did not exist at the time of the courts’ examination of the criminal case. In the travaux préparatoires to this provision (Government Bill 1988/89:86, p. 193), strong family ties and severe illness are given as examples of such “special reasons” that may warrant revocation of an expulsion order. The Government may also, in accordance with Chapter 11, Article 13, of the Instrument of Government (Regeringsformen), pardon or reduce a penal sanction or other legal effect of a criminal act.", "53. In cases where the expulsion order is not revoked, the Government may still grant a temporary residence permit and work permit. For as long as such a permit is valid, the expulsion order may not be executed (Chapter 8, section 14 of the 2005 Act).", "54. In a judgment of 26 February 2007 (MIG 2007:9), the Migration Court of Appeal (Migrationsöverdomstolen) found that, at that time, the security situation in Iraq was very serious but that it did not amount to an internal armed conflict, as defined by international law. Moreover, it noted that it was practically possible to return to Iraq voluntarily and that some Iraqis indeed did so. In these circumstances, an individual assessment of each asylum seeker’s personal grounds for requesting asylum and a residence permit in Sweden had to be carried out. This conclusion has been reiterated by the Migration Court of Appeal on several occasions during the last year (see, for example, MIG 2007:22 and MIG 2007:33). Furthermore, on 24 April 2008, in a leading decision concerning three Christian asylum seekers from Mosul (a mother and her two minor children), the Director-General for Legal Affairs of the Migration Board made the assessment that the general situation for Christians in Iraq, and in the province of Nineve (where Mosul is situated), was not so serious that this group could be considered to be in need of protection in Sweden. An individual assessment had to be made in each case of the reasons invoked by the asylum seeker.", "55. On 18 February 2008 the Swedish Government signed a Memorandum of Understanding with the Iraqi Government, whereby the two countries “resolve to cooperate in order to assist the voluntary, dignified, safe and orderly return to and successful reintegration in Iraq of Iraqis now in Sweden”. Although primarily focusing on voluntary returns, the Memorandum also allowed for forced returns of failed asylum seekers.", "56. During the regime of Saddam Hussein, Iraq was at war with Iran between 1980 and 1988. In August 1990, Iraq invaded Kuwait, which led to the “First Gulf War”, lasting for six weeks between 17 January and 28 February 1991. Between March and April 1991 the regime suppressed a Kurdish insurgency in northern Iraq and a Shi’a insurgency in the south of the country. In March 2003 the “Second Gulf War” started when US-led multinational forces invaded Iraq and overthrew Saddam Hussein’s regime. The Republican Guard was involved in all of these conflicts. It expanded rapidly during the Iraq-Iran War and comprised the best equipped and trained units among Saddam Hussein’s forces. In May 2003 the Republican Guard, the Iraqi army, the police and the Ba’ath Party were officially dissolved by the Coalition Provisional Authority (hereafter “the CPA”) in a process called the “De-ba’athification” (through CPA Order Number 2 of 23 May 2003). Subsequently, in June 2004 power was transferred from the CPA to the Iraqi Interim Government and, in October 2005, a permanent government was elected by the Iraqis.", "57. The Ba’ath Party membership lists have never been found and there is relatively little information about the inner workings of the party and its structure. However, it would appear that membership was originally highly restricted but that the rules were significantly relaxed in the 1990s, leading to a great expansion of the membership in order to bolster stability (International Center for Transitional Justice, Briefing Paper: Iraq’s New “Accountability and Justice” Law, 22 January 2008, hereafter “ICTJ Briefing Paper”). There were several levels of membership (between 6 and 8, depending on the source) and training and probation periods (divided into 3 to 5 levels) were always required before becoming a full member of the party (Ibid. and Landinfo, Baath-partiet. Medlemskapsnivåer og partiorganisasjon [The Ba’ath Party. Membership levels and party organisation], 13 June 2008 – hereafter “Landinfo”). The total number of party members has been estimated to between 1 and 2.5 million (Landinfo). A person who was a “sympathiser” or an “advanced partisan” was not a full member of the Party. Moreover, it would appear that persons who had been in the Ba’ath Party for at least 10 years were called “Friends of Saddam” (UNGA, A/51/496, Note by the Secretary-General, Situation of Human Rights in Iraq, 15 October 1996).", "58. The De-ba’athification process was widely criticised as it was seen as a collective punishment while, at the same time, providing impunity for others. Therefore, in January 2008 the Iraqi Parliament passed the Accountability and Justice Act which established a clearer legal framework for dismissals and reinstatements of former Ba’ath Party members and introduced an element of individual responsibility into the process. The law allows for some higher ranking members of the Ba’ath Party to apply for reinstatement (an estimated 30.000 persons) and makes most individuals who have been dismissed eligible for pensions, with the exception of some of the highest part members and those who have been involved in corruption or committed crimes (ICTJ Briefing Paper and International Herald Tribune, Solomon Moore, Uncertainty surrounds new Iraqi De-ba’athification law, 14 January 2008).", "59. Holders of high positions in the Ba’ath Party who were suspected of having been close to the old regime and/or taken part in different violent actions could be, and had been, arrested and called to account. It was the person’s own background and the credibility of his or her account that determined the risk of judicial proceedings (Information from the Iraq Office of the Swedish Embassy in Jordan to the Swedish Government, dated 15 March 2007; hereafter “the Iraq Office’s Information”). Hence, in 2003, the Iraqi High Tribunal (IHT, formerly the SICT) was created to try persons accused of committing war crimes, crimes against humanity, genocide and specified offences between 17 July 1968 and 1 May 2003. The IHT had already tried and convicted Saddam Hussein and a few of his closest collaborators. Several of them had been sentenced to death and some to life imprisonment. At least one defendant had been acquitted (US Department of State, Iraq, Country Reports on Human Rights Practices 2007, 11 March 2008; hereafter “US Country Report”).", "60. According to the Iraq Office’s Information, for individuals who did not “qualify” for examination by the IHT, there still remained a risk of review by the usual legal system and its criminal courts. The death penalty had been reintroduced in 2004 for, inter alia, crimes against national security, murder, kidnapping and drug trafficking and it was increasingly used. Moreover, in particular in Baghdad, southern and central Iraq, several Shi’a militia groups more or less systematically, and very extensively, sought out people who were guilty of acts of aggression under the former regime. The more well known a person had been as a representative of the former regime, the greater the risk of being discovered and punished.", "61. In February 2008 the Iraqi parliament adopted an Amnesty Law which provided a general amnesty for all convicted Iraqis and those accused of crimes but who were still under investigation or trial. It did not apply to persons convicted of very serious crimes such as murder, rape, kidnapping, drug-related crimes and embezzlement (Reuters, Factbox: Iraq’s amnesty and provincial powers law, 18 February 2008). By October 2008 just over 122,000 detainees in Iraqi jails had been released by virtue of the Amnesty law, while roughly 30,000 remained in prison as the law did not apply to them (Iraq Updates, Voices of Iraq, More than 120,000 detainees covered by amnesty law, 12 October 2008).", "62. On 29 October 2008 the US military relinquished security responsibility to Iraqi forces of Wasit province, the 13th province out of 18 to be placed under Iraqi control. Only Baghdad and the four Northern provinces remained under US command (Center for Excellence, Iraq Crisis Report, 29 October 2008).", "63. The declared state of emergency lapsed in April 2007 and has not been renewed. However, there were reports that law enforcement activities often continued as if the state of emergency was still in effect (US Country Report). Civilians were targeted by attacks by Sunni and Shi’a groups across the country, and there were widespread and severe human rights abuses, including kidnappings, disappearances, torture and killings. The authorities frequently did not maintain effective control over security forces and did not have effective mechanisms to investigate and punish abuse and corruption (US Country Report).", "64. In October 2008, the UN Special Representative of the Secretary General for Iraq stated there had been a noticeable drop in violence over the past year and that Iraq had made significant strides towards stability and institution building although the human rights situation continued to be serious (UNAMI press releases 24 October 2008, UNAMI Commemorates the 63rd United Nations Day). According to Iraq Body Count (www.iraqbodycount.org as downloaded on 6 November 2008), civilian deaths in Iraq had gradually decreased since August 2007, with the exception of March and April 2008. Thus, there were 590 civilian deaths in August 2008 and 539 in September 2008, as compared to 2,324 in August 2007 and 1,220 in September 2007. The decrease in civilian deaths has mainly been attributed to the cease-fire declared in August 2007 by Moqtada al-Sadr, the leader of the Mahdi Army (a Shi’a paramilitary force created in June 2003 to fight against the multinational forces). The ceasefire was initially declared for a period of six months but was prolonged and, in August 2008, al-Sadr announced an indefinite ceasefire and stated that anyone in his Mahdi Army who did not follow his order would not be considered a member of his group (United Press International, Sadr declares another ceasefire, 29 August 2008). Moreover, according to Human Rights Watch, violence has abated because Sunni and Shi’a populations have fled from mixed areas and thus have become increasingly divided into geographically distinct communities (Human Rights Watch, World Report –Iraq, 31 January 2008).", "65. Another sign of the decrease in violence is the establishment of the World Health Organization’s (WHO) permanent office in Baghdad in June 2008 (UNAMI press release 28 June 2008, The World Health Organization Establishes Permanent Office in Baghdad) and the activities of some 32 humanitarian international NGOs with programmes in Iraq, operating directly or via implementing partners, although the Iraqi Red Crescent Society was the only agency operating openly nation-wide through its 18 branches (Center of Excellence, Iraq Crisis Report, 29 October 2008). Furthermore, several Arab countries, including Bahrain and Kuwait, sent ambassadors to Iraq during September and October 2008 to open their Embassies (Center of Excellence, Iraq Crisis Report, 22 October 2008).", "66. The Iraqi Constitution provides for freedom of religion. Passports do not indicate an individual’s religion but the national identity card explicitly notes the holder’s religion. According to the official 1987 census, there were 1.4 million Christians living in Iraq. Although difficult to verify, the Christian Peace Association (CPA), estimated that about 450,000 Christians remained in Iraq at the end of October 2007, most of whom had moved to the northern provinces, although since September 2007 there had been attacks and threats against the community in Kirkuk and Mosul (The Humanitarian News and Analysis Service, IRIN, Iraq: Christians seek new life in Europe, 5 November 2007). The Iraqi Government and religious leaders publicly denounced all incidents of sectarian violence and repeatedly encouraged unity among the country’s religious groups. However, deficiencies in security force capabilities made it difficult for the Iraqi Security Forces and the justice system to investigate or address alleged violations (US Department of State, International Religious Freedom Report 2007 -Iraq, 14 September 2007).", "67. Between 4 and 13 October 2008, 12 Christians were killed in Mosul and others were threatened to leave the city. About 11,000 Christians left as a result, although the Iraqi Prime Minister ordered the Iraqi Army and police in the Mosul area to protect the members of the Christian community. On 19 October 2008 security had been restored and the displaced persons were encouraged by the authorities to return. The Organisation of the Islamic Conference, among others, condemned the attacks (US Department of State, Iraq Weekly Status Report, 15 and 22 October 2008, and IRIN, Iraq: Uncertainty over who is behind attacks on Christians, 20 October 2008).", "68. Currently there are about 2,700,000 Iraqis displaced within Iraq and over 2,000,000 Iraqis have left the country, most of them for Syria and Jordan (Center of Excellence, Iraq Crisis Report, 22 October 2008).", "69. Since March 2003, the UNHCR has advocated recognition of the international protection needs of Iraqis outside their country, and hence a suspension of forced returns, due to the objective situation of armed conflict and generalised violence in Iraq (UNHCR, Strategy for the Iraq Situation, as revised 1 January 2007 and Addenum to UNHCR’s Eligibility Guidelines for Assessing the International Protection Needs of Iraqi Asylum-seekers, December 2007). In September 2008 the UNHCR stated that it hoped that the majority of Iraqi refugees would be able to return home in safety once the necessary conditions of stability and security were established but that these conditions were not yet present. The security environment remained precarious, particularly in Central and Southern Iraq, where issues relating to shelter and property restitution or compensation had not yet been solved (UNHCR, UNCHR urges reinforced EU commitment to protection of Iraqi refugees, 23 September 2008).", "70. The United Nations and the International Organisation for Migration (IOM) have stated that, although they “do not necessarily encourage return at this time because of security concerns, both are committed to providing assistance to those who do decide to return” (IOM, Assessment of Iraqi Return, August 2008). The IOM has further noted that the rate of displacement in Iraq has slowed and that the rate of return has accelerated, mostly to Baghdad. So far, more than 100,000 people have returned to Baghdad, the absolute majority being internally displaced persons who have returned to their homes of origin (Center of Excellence, Iraq Crisis Report, 22 October 2008). Moreover, the Iraqi Government have initiated a financial incentive and subsidy programme for returnee families and they are working to develop their capacity to register and assist the increasing number of returnees (IOM, cited above). According to the IOM, military operations, general insecurity and occupied houses are the primary reasons preventing Iraqis from returning home.", "71. Amnesty International considered that Iraq was still in a situation of internal armed conflict and criticised several European countries, including Sweden, Denmark and the United Kingdom, for forcibly returning failed asylum seekers to all parts of Iraq (Amnesty International, Iraq - Rhetoric and reality: the Iraqi refugee crisis, June 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}