{"ITEMID": "001-83087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CHRUSCINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4", "JUDGES": "Josep Casadevall", "TEXT": ["4. The applicant was born in born in 1975 and lives in Wyględy, Poland.", "5. On 2 April 2003 the applicant was arrested by the police. On the same date the applicant was charged by the Warsaw District Prosecutor with having helped to sell two stolen cars while acting in an organised criminal gang. The applicant was instructed that it was open to him to make a request under Article 313 of the Code of Criminal Procedure to be served with the written reasons for the decision to charge him.", "6. On 4 April 2003 the Warsaw District Court (Sąd Rejonowy) ordered that the applicant be detained on remand in view of the reasonable suspicion that he had committed the offences with which he had been charged. The court held that keeping him in custody was necessary to secure the proper conduct of the proceedings as there was a fear that the applicant would influence witnesses.", "7. On 18 June 2003 the District Prosecutor lodged a request to prolong the applicant's detention. In his motion he indicated 138 investigative actions that would be taken with respect to 23 suspects. The District Court on 27 June 2003 accordingly prolonged the applicant's detention, relying in particular on evidence obtained from one of the co-accused.", "8. In his subsequent application of 19 September 2003 for an extension of the applicant's detention the prosecutor relied on extensive evidence that had already been obtained from 7 witnesses and an expert witness. The application was granted on 30 September 2003.", "9. On 29 December 2003 the Warsaw District Court further prolonged the applicant's pre-trial detention.", "10. On 6 November 2003 the Warsaw District Prosecutor decided to supplement the charges against the applicant, adding several other offences relating to the handling of stolen cars. The applicant was again informed of his right to request the written reasons for the decision, but he failed to make a request.", "11. On 26 March 2004 the Warsaw Court of Appeal (Sąd Apelacyjny), on the application of the appellate prosecutor, decided to prolong further the applicant's detention. In addition to the existence of a reasonable suspicion that the applicant had committed the offences, the court relied on the complexity of the case, the severity of the penalty that might be imposed and the need to secure the proper conduct of the investigation.", "12. On 25 June and 28 December 2004 the Warsaw Court of Appeal prolonged the applicant's detention. It reiterated the grounds previously given for keeping him in custody. It further pointed to the particular complexity of the case, which explained the length of the investigative phase of the proceedings. The court in particular relied on the evidence gathered by the prosecutor and referred in its decision to the statements given by the witnesses and co-accused which were included in the case file.", "13. On 3 December 2004 the prosecutor decided to sever the charges against the applicant and 16 co-accused and to deal separately with his charges.", "14. On 22 December 2004 the applicant was indicted before the Warsaw District Court. The applicant was accused of having committed 12 offences, in particular handling stolen cars and forging licence plates while acting in an organised criminal gang.", "15. Subsequently, his detention on remand was prolonged on 18 March 2005. The applicant's numerous applications for release and his appeals against the detention decisions were to no avail.", "16. The trial started on 18 April 2005. Afterwards, hearings were held at regular intervals. In October 2005 the applicant and the prosecutor negotiated an agreement whereby the applicant would plead guilty and voluntarily submit to a penalty.", "17. At the hearing held on 10 November 2005 the court gave a judgment in which it accepted the agreement concluded between the applicant and the prosecutor according to which the applicant voluntarily accepted a sentence of 3 years and 6 months' imprisonment and a fine. The applicant was released on the same day.", "18. The applicant did not appeal against the judgment and it became final on 18 November 2005.", "19. On 9 March and 3 September 2004 the applicant, represented by his lawyer, requested leave to consult the case file against him.", "20. The Warsaw District Prosecutor, on 24 March and 15 September 2004 respectively, dismissed the applicant's requests. The reasoning of both decisions was identical. The prosecutor referred to the fact that the preparatory proceedings were still pending and since the case concerned an organised criminal gang the documents in the file should not be revealed until all suspects had been arrested and charged. Finally, the prosecutor noted that most items of evidence had been considered confidential which “automatically prevents access being granted to them”.", "21. The applicant appealed against both decisions complaining that he had been detained for more than one year and that during this time he had had no access to the case-file. That constituted a breach of his defence rights in violation of the European Convention on Human Rights.", "22. On 12 May and 2 November 2004 the Warsaw Appellate Prosecutor dismissed the appeals against the decisions of 24 March and 15 September respectively. In identically reasoned decisions the Appellate Prosecutor found that the interests of the investigation could in some circumstances limit the defence rights of the accused. Therefore, in the present case the applicant should not be allowed to consult the file. In addition, in the decision of 2 November 2004 the prosecutor concluded:", "“As regards the ECHR invoked by the [applicant] it should be noted that the overriding aim of the criminal proceedings is to establish all the circumstances in which the offence was committed and to find the perpetrators. It is a concrete aim and in achieving it the prosecutors and the courts aim at ensuring respect for the rule of law and the security of the State and its citizens. Therefore, it is not the intention of the Convention to disregard those rules by making the rights of the citizens who breached the laws absolute. A premature disclosure of the documents in the case-file could prevent the achievement of the aims of the proceedings...”", "23. On 6 December 2004 the applicant's lawyer acquainted himself with the casefile. The applicant was allowed to consult the file between 6 and 14 December 2004.", "24. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze).", "25. A more detailed rendition of the relevant domestic law provisions is set out in the Court's judgments in Kudła v. Poland [GC], no. 30210/96, § 75, ECHR 2000XI and Celejewski v. Poland, no. 17584/04, §§ 22 and 23, 4 May 2006.", "26. Article 156 § 5 of the Code concerns access to the file during investigation. It provides:", "“Unless provided otherwise by law, during the preparatory proceedings parties, defence counsel, and legal representatives shall be allowed to consult the files and make certified copies and photocopies but only with the permission of the person conducting the preparatory proceedings. With the permission of a prosecutor and in exceptional circumstances access to the files in the preparatory proceedings may be given to another person.”", "27. Article 313 § 3 provides as follows:", "“Before a suspect is given notice of the date on which he can have access to the investigation materials, he may request an oral presentation of the grounds for the charges against him and the written reasons, on which he shall be advised. The written reasons shall be notified to the suspect and his counsel within 14 days.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}