{"ITEMID": "001-108235", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF POGHOSYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1981 and lives in Yerevan.", "5. On an unspecified date criminal proceedings were instituted in respect of the applicant on account of fraud and burglary under Article 177 § 2 (3) and (4) and Article 178 § 1 of the Criminal Code.", "6. On 15 February 2007 formal charges were brought against the applicant. It appears that the applicant was considered to be in hiding and a search was initiated.", "7. On the same date the Ararat Regional Court examined and granted the investigator’s motion seeking to have the applicant placed in pre-trial detention. This decision was based on the nature and degree of dangerousness of the incriminated acts and on the fact that the applicant was in hiding and was capable of hindering the investigation by exerting unlawful pressure on the parties to the proceedings. Detention was imposed for a period of two months to be calculated from the moment of the applicant’s arrest.", "8. On 13 April 2007 the applicant was arrested and taken to the Ararat Police Department where he was informed about the decision of 15 February 2007. The applicant was then taken to Nubarashen detention facility.", "9. On 31 May 2007 the applicant filed a motion with the Ararat Regional Court seeking to be released on bail. The applicant submitted at the outset that the Regional Court, despite the requirement of Article 137 § 4 of the Code of Criminal Procedure (CCP) (see paragraph 29 below), had failed to address the question of his release on bail in its decision of 15 February 2007. He further argued that the fact that he was not eligible under the law for release on bail because of the gravity of the charges was in contradiction with the requirements of Article 5 § 3 of the Convention. He requested the court to apply the requirements of the Convention and to release him, arguing that he had never been in hiding. The applicant alleged that prior to his arrest he had been out of town for business and that he had never been informed of the criminal proceedings against him. He finally argued that he had not been brought before a judge following his arrest, as required by Article 5 § 3 of the Convention.", "10. On 5 June 2007 the investigation was completed.", "11. On 8 June 2007 the Ararat Regional Court examined the motion of 31 May 2007. The Regional Court noted at the outset, with reference to Article 5 § 3 of the Convention, that the norms of international law prevailed over domestic law and therefore the question of the applicant’s release on bail was to be considered. The Regional Court, however, decided to refuse the applicant’s request for release, finding that there was a risk of the applicant absconding and thereby evading liability and punishment in view of the fact that he had earlier been in hiding. This decision was subject to appeal within fifteen days.", "12. On the same date the bill of indictment was finalised.", "13. On 12 June 2007 the criminal case was transmitted to the Ararat Regional Court for examination.", "14. On 13 June 2007 the applicant’s detention period authorised by the decision of 15 February 2007 expired.", "15. On 15 June 2007 the applicant lodged an appeal against the decision of 8 June 2007. He also applied to the chief of Nubarashen detention facility and requested that he be released, since the authorised detention period had expired on 13 June 2007.", "16. On the same date Judge Y. of the Ararat Regional Court decided to take over the applicant’s criminal case.", "17. By a letter of 18 June 2007 the chief of Nubarashen detention facility refused the applicant’s request to be released, on the ground that the case had been transmitted to the Regional Court.", "18. On 29 June 2007 the applicant lodged an appeal against this refusal with the Erebuni and Nubarashen District Court of Yerevan, arguing that his continued detention was unlawful.", "19. On 2 July 2007 Judge Y. decided to set the applicant’s criminal case down for trial, scheduling a hearing for 12 July 2007. This decision stated that it was not necessary to modify or cancel the applicant’s detention.", "20. On 6 July 2007 the Criminal Court of Appeal, referring to Chapter 39 of the CCP which prescribes the rules of judicial control over pre-trial proceedings, decided to leave the applicant’s appeal of 15 June 2007 unexamined on the ground that the pre-trial proceedings had already been completed.", "21. On 12 July 2007 the Erebuni and Nubarashen District Court of Yerevan dismissed the applicant’s appeal of 29 June 2007, finding that the refusal to release him had been lawful and in compliance with Article 138 of the CCP.", "22. On 27 July 2007 the applicant lodged an appeal against this decision.", "23. On 2 August 2007 the applicant filed a motion with the Ararat Regional Court seeking to be released.", "24. On the same date the Ararat Regional Court examined and dismissed this motion. The Regional Court found that the applicant’s detention after 13 June 2007 was justified under Article 138 § 3 of the CCP (see paragraph 31 below), while his detention after 2 July 2007 was authorised by the court’s decision of the same date.", "25. On 22 August 2007 the Criminal Court of Appeal dismissed the applicant’s appeal of 27 July 2007 on the same grounds as the District Court.", "26. According to Article 65, the accused is entitled, inter alia, to file motions.", "27. According to Article 134 §§ 1 and 4, preventive measures are measures of compulsion imposed on the suspect or the accused. They include, inter alia, detention and bail. Bail is considered an alternative preventive measure to detention and is imposed only if a court decision has been issued to detain the accused.", "28. According to Article 136 § 2, detention and bail are applied only by a court decision upon the investigator’s or the prosecutor’s motion or of the court’s own motion during the court proceedings. The court can replace detention with bail also upon the motion of the defence.", "29. According to Article 137 § 4, when deciding on detention, the court also decides on the possibility of releasing the accused on bail and, if release is possible, sets the amount of bail.", "30. According to Article 137 § 5, a court decision imposing detention may be contested before the appeal court.", "31. According to 138 § 1, entitled “Detention period”, the detention period of an arrested person shall be calculated from the moment of his actual taking into custody or, if he has not been arrested, from the moment of execution of the court decision whereby detention was imposed.", "32. According to Article 138 § 3, during the pre-trial proceedings of a criminal case the detention period may not exceed two months, except for cases prescribed by this Code. During the pre-trial proceedings of the criminal case the running of the detention period shall be suspended on the date when the prosecutor transmits the criminal case to the court or when detention is cancelled as a preventive measure.", "33. According to Article 138 §§ 5 and 6, during the pre-trial proceedings of a criminal case the accused’s detention period cannot exceed one year. No maximum detention period is prescribed during the court proceedings.", "34. According to Article 139 §§ 1 and 3, if it is necessary to prolong the accused’s detention period, the investigator or the prosecutor must submit a well-grounded motion to the court not later than ten days before the expiry of the detention period. When deciding on the prolongation of the accused’s detention period, the court shall prolong the detention period within the limits prescribed by this Code, on each occasion for a period not exceeding two months.", "35. According to Article 141 (10), the administration of a detention facility is obliged, inter alia, immediately to release a person kept in detention without a relevant court decision or if the detention period fixed by a court decision has expired.", "36. According to Article 285 § 2, a motion seeking to have detention imposed on an accused for whom a search has been declared shall be examined by the court in the presence of the person who has filed the motion and the accused’s lawyer, if any.", "37. According to Article 288 § 1, the court of appeal shall carry out the judicial review of the lawfulness and validity of decisions imposing or refusing to impose detention, as well as prolonging or refusing to prolong the detention period.", "38. According to Article 291, a criminal case received at the court shall be taken over by judges in a procedure prescribed by law. A relevant decision must be adopted.", "39. According to Article 292, the judge who has taken over a case shall examine the materials of the case and within fifteen days from the date of taking over the case shall adopt, inter alia, a decision setting the case down for trial.", "40. According to Article 293 § 2, the decision setting the case down for trial shall contain, inter alia, a decision cancelling, modifying or imposing a preventive measure.", "41. According to Article 381 § 1, an appeal must contain (a) the name of the court to which it is addressed; (b) information about the appellant; (c) the contested judgment or decision and the name of the court which issued it; (d) an indication as to whether the whole or part of the judgment or decision are being contested; (e) the appellant’s arguments and complaints; (f) substantiating evidence, if any; (g) a list of attached materials; and (h) the appellant’s signature. According to Article 381 § 2, the court of appeal shall leave an appeal unexamined if it does not comply with the requirements set out in this Article, was lodged by a person who was not entitled to do so, or was lodged out of time.", "42. According to Article 177 § 2 (3) and (4), burglary with breaking into a flat, storage or construction committed anew is punishable by two to six years’ imprisonment.", "43. According to Article 178 § 1, fraud is punishable by a maximum of two years’ imprisonment.", "44. On 28 November 2008 the Court of Cassation issued a decision in another criminal case whose relevant parts read as follows:", "“...[T]he Court of Cassation finds unacceptable the limitation of the right to appeal against decisions imposing detention or prolonging a detention period on the ground whether the appeal was lodged within the scope of judicial control over pre-trial proceedings or during the court proceedings of the case. ...", "In the present case, the Criminal Court of Appeal based its decision to leave the appeal unexamined on the fact that the investigation had been over and the case had been submitted to court, which was not envisaged by Article 381 § 2 of [the CCP]. Hence, the Court of Cassation finds that in the present case an appeal was lodged against a judicial act subject to appeal, which was not supposed to be left unexamined. ...", "On the violation of ... Article 5 § 4 ... of the Convention by the Court of Appeal. ...The domestic criminal procedure law does not envisage any limitation on lodging an appeal against the general jurisdiction court’s decision imposing detention or prolonging a detention period, based on the particular stage of the proceedings.”", "45. On 26 December 2008 the Court of Cassation issued a decision in another criminal case whose relevant parts read as follows:", "“The Court of Cassation finds that[, inter alia, Article 285 § 2 of the CCP], as regards imposition of a preventive measure on an accused in whose respect a search has been initiated, is incompatible with the requirement of Article 5 § 3 of the Convention that [an arrested person] be promptly brought before a judge. [The mentioned Article of the CCP] allows imposition of a preventive measure depriving a person of liberty in the absence of that person, without providing a possibility for the person discovered as a result of the search to appear before the court and for the question of his detention to be discussed in his presence.", "The Court of Cassation finds that such rules of the criminal procedure law will breach Article 5 § 3 of the Convention and will constitute a grave violation of a person’s right to liberty if a person discovered as a result of the search is not brought promptly before a court. ...", "...[T]he Court of Cassation finds that a necessary domestic safeguard for the protection of the right to liberty must be an additional examination by [the relevant] court of the question of [detention] in the presence of [the affected] person following his discovery as a result of the search.”", "46. On 10 April 2009 the Court of Cassation issued a decision in another criminal case whose relevant parts read as follows:", "“Taking into account the findings reached in the judgment of the European Court of Human Rights in the case of Ječius v. Lithuania, the Court of Cassation finds that the suspension of the detention period on the ground that the case has been transmitted by the prosecutor to a court constitutes an unlawful limitation of a person’s right to liberty. Hence, the rules prescribed by Article 138 § 3 of [the CCP] contradict Article 5 § 1 of [the Convention] and Articles 11 § 2 and 136 § 2 of [the CCP].", "The Court of Cassation finds that in cases in which there are less than fifteen days left before the expiry of the two-month detention period, that is less than the time-limit within which a judge who has taken over the case is to adopt one of the decisions envisaged by Article 292 of [the CCP], the investigating authority, when transmitting the case to the court, must also resolve the question of a person’s detention, namely release him if the grounds justifying his detention have ceased to exist or file a motion with the court seeking a prolongation of the detention period if there are [relevant grounds].”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}