{"ITEMID": "001-79352", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GARYCKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 6-2;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1976 and lives in Sosnowiec.", "5. The applicant was arrested by the police on 17 January 2000. On the same day the Katowice Regional Prosecutor charged him with 23 offences (mostly burglaries). On 18 January 2000 the Katowice District Court (Sąd Rejonowy) ordered that the applicant be detained on remand in view of the reasonable suspicion that he had committed a number of burglaries. The court found that there was a reasonable risk that the applicant would obstruct the proper conduct of the proceedings, having regard to the severity of the anticipated penalty. The detention order was subsequently extended by the Katowice Regional Court (Sąd Okręgowy) on 10 April and 5 July 2000.", "6. On 15 September 2000 the prosecution filed a bill of indictment with the Katowice Regional Court. The applicant was charged with armed robbery, robbery and burglary (21 counts). There were 11 defendants in the case, including the applicant. Five of them were remanded in custody. The prosecution asked the court to hear evidence from 34 witnesses. The case file comprised at that time some 32 volumes. The prosecution obtained voluminous evidence, including various expert reports.", "7. On 25 September 2000 the Regional Court ordered the applicant’s continued detention until 17 January 2001. It observed, inter alia, that there existed a risk of collusion and that the nature of the offences with which the applicant had been charged justified the continuation of his detention.", "8. On 13 November 2000 the Regional Court ordered that the case be joined to that of a certain M.K.", "9. On 15 January 2001 the Katowice Regional Court prolonged the applicant’s detention until 15 May 2001. It found that the nature of the offences with which the applicant had been charged, the defendants’ modus operandi and the severity of the likely penalty justified the prolongation of the detention. It further held that there was a risk that the applicant would obstruct the proceedings, given that he had not confessed. The Regional Court found that prolongation of the applicant’s detention was necessary in order to secure the proper conduct of the proceedings for the time needed for the examination of the case. It held that no other measures could prevent the applicant from attempting to interfere with the proceedings or even from going into hiding.", "10. The Regional Court listed a hearing for 22 March 2001. However, it had to be cancelled since the applicant and one of the co-defendants had been disorderly and were removed from the courtroom. In addition, one other co-defendant and his counsel failed to appear.", "11. On 14 May 2001 the Regional Court ordered that the applicant be held in custody until 15 October 2001, relying on the same grounds as previously. In addition, it observed that the trial court had not yet commenced an examination of the merits due to reasons that were beyond the court’s control, such as the failure of some of the co-accused or their lawyers to appear before the court or the police’s failure to bring the detained co-defendants for trial. The Regional Court noted that the continued detention of the applicant and some of his co-defendants was necessary in order to secure the proper conduct of the proceedings in the case. That decision was upheld on appeal on 13 June 2001.", "12. On 8 October 2001 the Regional Court prolonged the applicant’s detention until 17 January 2002. It reiterated the grounds given in its previous decisions. It also noted that all of the 8 hearings scheduled to date had had to be cancelled for various reasons such as: the illness of the trial judge or one of the co-defendants, the unwarranted absence of some of the co-defendants, the absence of the legal-aid lawyer of one of the co-defendants, the fact that one of the lawyers had left the courtroom when the bill of indictment was being read out and the failure of the police to bring the detained co-defendants from prison for trial. The applicant and two other co-defendants appealed against that decision.", "13. On 30 October 2001 the Court of Appeal (Sąd Apelacyjny) upheld the decision. The Court of Appeal stated in the relevant part of the reasons for its decision that:", "“The appeal is not well-founded. Firstly, it should be stated that, contrary to the defendant’s claims, they committed the offences with which they are charged (Na wstępie stwierdzić należy, wbrew zarzutom oskarżonych, że popełnili oni zarzucane im przestępstwa.)”.", "The evidence proving this consists not only of the allegations made by P.S., but also by R.S. who in the official record of the hearing of 16 December 1999 (...) described the persons with whom he had committed burglaries of warehouses in Olkusz and Lubliniec, but later, on 26 February 2000, stated that what he had said was not true; the [trial] court will assess which of these accounts is credible”.", "The Court of Appeal further found that there was a real risk that the defendants would obstruct the proceedings by exerting pressure on P.S. (a co-defendant who had incriminated them), given the fact that they had resorted to very aggressive language in their correspondence when referring to P.S. Further, there was a risk of their going into hiding.", "14. Two hearings had to be cancelled due to the police’s failure to bring the detained co-defendants from prison (18 October and 8 November 2001).", "15. On 22 November 2001 the trial began. However, the Regional Court was only able to hear two defendants. Two subsequent hearings had to be cancelled due to the absence of one of the defence counsel (29 November 2001) and the illness of one of the defence counsel (20 December 2001).", "16. On 28 December 2001 the Regional Court made an application under Article 263 § 4 of the Code of Criminal Procedure to the Katowice Court of Appeal for prolongation of the applicant’s detention until 15 June 2002, since the statutory 2-year time-limit of detention pending trial was soon to be exceeded (Article 263 § 3 of the CCP). It emphasised that the grounds originally given for his detention were still valid and that the court was not able to proceed with the hearing of evidence due to reasons that could not be attributed to the court. It noted that out of 13 hearings scheduled to date 12 had had to be cancelled. In addition to the reasons specified in the decision of 8 October 2001, the Regional Court also mentioned the illness of one of the defence counsel and the police’s failure to bring the detained co-defendants from prison (on two occasions). It also observed that the continued detention of the applicant was necessary in order to secure the proper conduct of the trial and that no other measures would prevent the applicant and his co-accused from obstructing the proceedings or going into hiding.", "17. On 9 January 2002 the Court of Appeal granted the Regional Court’s application. In addition to the reasons previously given, it held that the case was particularly complex. It also emphasised that the trial court should take all necessary measures to organise the proceedings in a diligent manner so as to hold hearings at reasonable intervals and terminate the trial by 15 June 2002. The applicant appealed against that decision, but to no avail.", "18. On 24 January 2002 the applicant requested the trial court to lift his detention on the ground that it entailed a difficult financial situation for his wife and child. On 11 March 2002 the Regional Court refused that request, having regard, inter alia, to the report prepared by a court officer. The applicant’s repeated request to that effect was refused on 10 June 2002.", "19. On 20 May 2002 the Regional Court made another application to the Katowice Court of Appeal, requesting an extension of the applicant’s detention until 1 October 2002. It stressed that, despite some progress in the trial (all the co-defendants and 23 out of 34 witnesses called by the prosecution had been heard), there were still prosecution witnesses (11) and witnesses called by the co-accused (20) to be heard. On 29 May 2002 the Court of Appeal granted that application.", "20. The trial court held hearings on the following dates: 31 January, 15 and 21 March, 11 and 25 April, 16 May 2002, 3 and 27 June, 31 July, 29 August and 12 September 2002. Four hearings were cancelled for the following reasons: the absence of some of the co-defendants and defence counsel (24 January 2002); the trial judge’s illness (22 February 2002); the failure of one of the co-defendants to appear (26 September 2002) and the failure of one of the defence counsel to appear (17 October 2002).", "21. On 16 September 2002 the trial court made yet another application to the Court of Appeal for an extension of the applicant’s detention until 4 November 2002. It referred to the necessity to hear witnesses called by the co-defendants and to obtain an expert report as to the mental health of one of the co-defendants. On 25 September 2002 the Court of Appeal granted that application. Another similar application of the trial court of 18 October 2002 was granted by the Court of Appeal on 30 October 2002. The latter court considered that the proceedings had not been terminated due to reasons beyond the trial court’s control. The applicant’s detention was prolonged until 20 December 2002.", "22. In the course of the proceedings the applicant appealed unsuccessfully against several decisions extending his detention.", "23. On 3 December 2002 the Regional Court held the last hearing and closed the trial. On 10 December 2002 it gave judgment. The applicant was convicted of 2 counts of robbery and 14 counts of burglary and sentenced to 9 years’ imprisonment. He was acquitted of 7 counts of burglary.", "24. The applicant appealed against the first-instance judgment. On 23 October 2003 the Katowice Court of Appeal upheld the judgment of the Regional Court in respect of the applicant. Throughout the proceedings before the trial court and the Court of Appeal the applicant was represented by a legal-aid counsel.", "25. On 16 January 2004, relying on Article 78 of the CCP, the applicant requested the Court of Appeal to appoint a legal-aid counsel for him with a view to lodging a cassation appeal. On 29 March 2004 the court granted that request and appointed the same counsel who had represented the applicant at the earlier stages of the proceedings to prepare a cassation appeal. By a letter dated 14 April 2004 the counsel informed the Court of Appeal that, having analysed the case file, he had not found any grounds on which a cassation appeal could be based.", "26. On 21 April 2004 the Court of Appeal informed the applicant about the legal-aid counsel’s refusal and that no other legal-aid counsel would be appointed for him. Furthermore, it informed the applicant that he had 30 days from the day following the receipt of that letter to lodge a cassation appeal by a counsel of his own choosing. It appears that the applicant did not lodge a cassation appeal with the Supreme Court (Sąd Najwyższy).", "27. On 21 October 2002 the Court’s Registry sent a letter to the applicant acknowledging the receipt of his letter of 15 September 2002.", "It appears that that letter was delivered to the applicant after having been controlled by the authorities. The Court’s envelope bears two stamps that read “Katowice Detention Centre. Received 25 October 2002” and “Katowice Detention Centre. Received 4 November 2002” (Areszt Śledczy w Katowicach. wpł. 25 PAŹ 2002 and wpł. 4 LIS. 2002). There were also two hand-written notes “R[egional] C[ourt] K[atowi]ce XVI K” (SO K-ce) and “return after censorship” (zwrot po cenzurze).", "28. The relevant domestic law and practice concerning the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "29. Article 42 § 3 of the Constitution provides:", "“Everyone shall be presumed innocent until proved guilty in a final decision of a court of law.”", "A similar principle is laid down in Article 5 § 1 of the Code of Criminal Procedure.", "30. Pursuant to Article 78 of the Code of Criminal Procedure a defendant who does not have a defence counsel of his own choosing may request the trial court to appoint him a legal aid counsel if he had duly proved that he could not afford legal assistance (i.e. that the costs of such assistance “would entail a substantial reduction in his and his family’s standard of living”)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}