{"ITEMID": "001-76886", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KAMENIVSKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Ms Oksana Grygorivna Kamenivska, is a Ukrainian national who was born in 1945 and lives in the city of Lviv. She was represented before the Court by Mr I. O. Nazaruk, a lawyer practicing in Lviv. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Yu. Zaytsev, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 September 1944 the Polish Committee of National Liberation and the former Soviet Socialist Republic of Ukraine concluded an agreement about the mutual evacuation of Ukrainian population from Poland and Polish population from Ukraine.", "In 1946 the applicant’s family was moved from the Hrubieszów region in Poland to the Ternopil region in Ukraine.", "On 22 December 1995, the Verkhovna Rada of Ukraine introduced amendments to the Law “on the Status of War Veterans and their Social Welfare Guaranties” of 22 October 1993, granting the war participant status to some categories of persons, including those, who were moved to the territory of Ukraine after 1945 from the territories of other states.", "On 22 August 2001 the applicant instituted proceedings in the Zaliznychny Local Court of Lviv against the local social welfare department, challenging the refusal of the latter to grant her the status of war participant in accordance with Article 9 of the Law “on the Status of War Veterans and their Social Welfare Guaranties”.", "On 26 November 2001 the court rejected the applicant’s claim. The court found that she met one of the conditions under the said Law, namely that she had been moved to the territory of Ukraine after 1945. However, being born in 1945, she did not fulfil the further requirement that persons, who were born after 31 December 1932, had to prove the fact of their work during the war.", "On 4 March 2002 the Lviv Regional Court of Appeal upheld the decision of the first instance court, having established that the first-instance court applied the relevant law correctly. On 31 May 2002 the applicant posted her cassation appeal, which was received by the court on 5 June 2002.", "On 5 August 2002 the Zaliznychny Local Court rejected the applicant’s request for a cassation appeal as having been submitted too late. The court stated that, under the new wording of Article 321 of the Code of Civil Procedure (hereinafter - “the CCP”), which had entered into force on 4 April 2002, the time-limit for lodging an appeal in cassation was one month, and that the applicant had exceeded that time-limit by only submitting her appeal on 5 June 2002.", "The applicant appealed against this decision, stating that she posted her cassation appeal on 31 May 2002 and this date should be considered as date of lodging of her appeal.", "On 21 October 2002 the Lviv Regional Court of Appeal upheld the ruling of 5 August 2002, stating that the applicant had lodged her appeal on 31 May 2002, which had been outside the new one-month time-limit established by law.", "On 17 October 2003 the panel of three judges of the Supreme Court rejected the applicant’s request for leave to appeal in cassation against the rulings of 5 August and 21 October 2002.", "At the time of the second instance appellate decision, the first paragraph of Article 321 of the CCP provided that a cassation appeal should be lodged within three months of the appellate decision or within a year of the decision of the first instance court, if the latter decision was not appealed under the normal appellate procedure.", "On 7 March 2002 the Ukrainian Parliament passed a law amending the CCP (hereinafter – “the Amendment Law”), including the Article in question. It came into force on 4 April 2002. The new wording of Article 321 created a one-month time-limit for lodging a cassation application against the decision of an appellate court.", "The Law provides for different social benefits to the war veterans, war participants, and other categories of persons touched by the Second World War.", "Article 14 of the Law, in its wording of 22 December 1995, provided a wide range of social benefits for the war participants, including free medical services and free use of public transport, reduction of fees, priority in obtaining some other social benefits, etc. The persons entitled to the war participant status were listed in Article 9 of the Law, which read in so far as relevant:", "“The following persons shall be considered the war participants:", "...2) persons, who worked ... during the Great Patriotic War ...", "...persons who were resettled after 1945 to the territory of Ukraine from the territory of other states ... shall also be considered as war participants...", "... For persons, who were born after 31 December 1932, the status of war participant can be established only in presence of documents and other evidence that unequivocally prove the fact of their work during the war...”", "Both parties submitted a number of decisions of the first-instance and regional courts in cases similar to one of the applicant. These decisions demonstrate discrepancy in the application of the above quoted paragraph 2 of Article 9 of the Law. Some of the courts considered that the fact of resettlement is an autonomous requirement to obtain the war participant status, some others read it, like in the applicant’s case, in conjunction with the requirement of proving the fact of work, if the person concerned was born after 31 December 1932.", "Such ambiguity was eliminated by the Amendment Law of 2 October 2003, when the repatriates were listed separately in a new paragraph 11 of Article 9, which read as follows:", "“...11) persons who were resettled after 9 September 1944 to the territory of Ukraine from the territory of other states.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}