{"ITEMID": "001-61720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF RADOVANOVIC v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Just satisfaction reserved", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in Vienna in 1979 and lives at present in Serbia and Montenegro.", "10. The applicant stayed with his parents, who are both citizens of Serbia and Montenegro and lawfully residing in Vienna, for about seven months after his birth in Austria. He then lived with his grandparents in the former Federal Republic of Yugoslavia, now Serbia and Montenegro. There he completed primary school, though he spent the yearly school holidays with his parents in Austria.", "11. In 1989, at the age of 10 years, he came back to live with his parents and his sister in Austria, where he finished secondary school and completed a three-year vocational training as a butcher. During this time, he resided lawfully in Austria and, on 5 May 1993, he received an unlimited residence permit (unbefristeter Sichtvermerk).", "12. On 30 July 1997 the Vienna Juvenile Court (Jugendgerichtshof) convicted the applicant of aggravated robbery and burglary and sentenced him to thirty months’ imprisonment, out of which twenty-four months were suspended with a probationary period of three years. It found that the applicant, on 29 January 1997, together with his co-accused born in 1980, had knocked down the victim with a perfume bottle and had stolen cash in the amount of 65,000 Austrian schillings (ATS). On 11 and 14 April 1997 they had attempted to steal another victim’s daily cash receipt by using a wheel nut tool. Still on 14 April 1997, they had broken into that victim’s car and had taken away his daily cash receipt and a cheque, totalling almost ATS 125,000. When fixing the sentence, the court considered as mitigating circumstances that the applicant had so far no criminal record, that he had admitted the offences and had partly made amends (Schadensgutmachung), and that in two instances the offences remained attempts. As aggravating circumstances the court considered the concurrence of two different offences, the amount of damage, the injury of the victim and the qualification of the burglary. The judgment became final in the absence of an appeal by the applicant.", "13. On 30 September 1997 the Vienna Federal Police Office (Bundespolizeidirektion Wien) issued a residence prohibition of unlimited duration against the applicant. It referred to Section 18 §§ 1 and 2 (1) of the 1992 Aliens Act (Fremdengesetz) according to which a residence prohibition is to be issued against an alien, if he has been sentenced to more than three months’ imprisonment by final judgment of a domestic court.", "14. The applicant served his prison sentence until 14 October 1997. Subsequently he was transferred to a detention centre with a view to his expulsion.", "15. On 28 October 1997 the Vienna Public Security Authority (Sicherheitsdirektion) dismissed the applicant’s appeal. Noting that the applicant had lived for seven months after his birth in Austria and that, after his return from former Yugoslavia in 1989, he had continuously lived with his family in Austria for eight years, it found that the residence prohibition at issue constituted an interference with his right to private and family life. However, it was necessary to achieve the aims set out in Article 8 § 2 of the Convention, namely the prevention of disorder and crime and the protection of the rights of others. In particular, the applicant had committed aggravated robbery by using a weapon. Given the seriousness of the offences and the implied disrespect for physical safety and the property of others, no positive prognosis was possible. Therefore, the interest in issuing a residence prohibition of unlimited duration against the applicant prevailed over the applicant’s interest in staying in Austria.", "16. On 11 November 1997 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). He argued that the lower authorities had incorrectly established the facts and had failed to give sufficient reasons for their decisions. He stressed in particular that his family had already been residing lawfully in Austria for decades and that he had completed secondary school and vocational training, upon which he had legally worked as a butcher. Before his conviction by the Juvenile Court, the applicant had had no criminal record and the offences had been committed within a very short period of two and a half months. Since his grandparents had died in the meantime, he had no other relatives in Yugoslavia. The centre of his private and family life was exclusively in Austria. Referring to the Moustaquim and Beldjoudi judgments of the European Court of Human Rights, the applicant argued that the authorities had failed to comply with the Convention standards. In particular they had failed to balance correctly his interests in respect for his private and family life against public interests. There was no pressing need to issue an unlimited residence prohibition against him.", "17. On 28 November 1997 the Constitutional Court declined to deal with the matter and remitted the complaint to the Administrative Court (Verwaltungsgerichtshof).", "18. On 4 December 1997 the Administrative Court dismissed the complaint. It found that the Public Security Authority had duly considered the applicant’s private and family situation and had correctly assessed the interests involved when issuing the residence prohibition. Furthermore the Administrative Court found that in the cases of Moustaquim and Beldjoudi the persons concerned had had stronger family ties in the host country than the applicant. The decision was served on the applicant’s counsel on 16 January 1998.", "19. On 4 February 1998 the applicant was expelled to the former Federal Republic of Yugoslavia, now Serbia and Montenegro.", "20. On 14 October 1997 the applicant requested the Vienna Federal Police Office to revoke the residence prohibition issued against him in view of Section 38 § 1 (4) of the 1997 Aliens Act, which was to enter into force on 1 January 1998. Pursuant to that provision, a residence prohibition may not be issued “where a foreigner has grown up in Austria from an early age on and has been lawfully residing there for many years”. Section 114 § 3 of the 1997 Aliens Act establishes that if a residence prohibition has not expired at the date of the entry into force of the 1997 Aliens Act, the residence prohibition has to be regarded as a residence prohibition issued under the 1997 Aliens Act. However, the residence prohibition has to be revoked if it was not lawful to issue it under the 1997 Aliens Act.", "21. On 25 March 1998 the Federal Police Office dismissed this request. It noted in particular that the applicant did not comply with the requirements of the above provision, since he had not grown up in Austria within the meaning of Section 38 § 1 (4). Therefore, the imposition of the residence prohibition was also lawful under the 1997 Aliens Act.", "22. In his appeal of 14 April 1998 the applicant complained that the Federal Police Office had incorrectly applied the provision at issue.", "23. On 27 April 1998 the Vienna Public Security Authority dismissed his appeal. It noted that the provision at issue required that a foreigner had commenced growing up in Austria at the age of two or three years or even younger, whereas the applicant had only been in Austria during the first seven months of his life and had come back when he was already ten. Therefore, he clearly did not comply with that provision.", "24. The applicant did not appeal to the Constitutional Court and the Administrative Court."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}