{"ITEMID": "001-100093", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SHCHUKIN AND OTHERS v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicants are:", "(1) Mr Oleg Aleksandrovich Shchukin, who was born in 1962;", "(2) Ms Anna Ivanovna Chaplyga, born in 1969;", "(3) Ms Marina Ivanovna Stankova, born in 1963;", "(4) Mrs Yelena Leonidovna Punt (at the material time Yelena Leonidovna Lavrentyeva), born in 1971;", "(5) Mr Anatoliy Mikhaylovich Mikitin, born in 1959;", "(6) Mr Aleksandr Ivanovich Korotnian, born in 1960;", "(7) Mr Yaroslav Vladimirovich Onopriyenko, born in 1971;", "(8) Mr Vadim Alekseyevich Rossokhan, born in 1974;", "(9) Mr Nikita Vladimirovich Dombrovskiy (at the material time Oleg Vladimirovich Sokolenko), born in 1977;", "(10) Mr Toomas Punt, born in 1967; and", "(11) Miss Diana Punt, born in 2002.", "6. The fifth applicant lives in Khrystynivka and all the remaining applicants live in Odessa.", "7. The eleventh applicant, Diana Punt, is the daughter of the fourth and tenth applicants, Mrs Yelena Leonidovna Punt and Mr Toomas Punt, who have brought the application on her behalf. She was born in Cyprus on 25 October 2002 and at the material time she was 3 months and 24 days old.", "8. The applicants were employed by a Ukrainian travel company as catering and hotel staff on the cruise ship Primexpress Island, a vessel registered in Ukraine. On 7 September 2001 the ship arrived and anchored in Limassol Port in Cyprus with 142 crew members and 112 passengers aboard.", "9. On 10 September 2001 the ship was placed under arrest and forbidden from sailing by a court order, pending proceedings brought by crew members before the Supreme Court (Court of Admiralty jurisdiction; hereinafter “the Admiralty Court”) claiming unpaid wages from the ship and its owners. The fifth, sixth, seventh and ninth applicants also instituted like proceedings in February 2002. They were represented by a Cypriot lawyer. It appears that the crew members who had initiated proceedings before the Admiralty Court were not represented by the same lawyers and that the crew members, including the four applicants, who were working as hotel and casino staff were represented by a different lawyer from the captain and other crew members who were employed by the ship's owners.", "10. Following the ship's arrest the applicants and other crew members were issued with landing permits allowing them to disembark. These stated that they were revocable at any time.", "11. The ship's passengers were repatriated in the initial days following the arrest.", "12. As the owners of the ship were unable to bear the expense of running the ship and meeting their financial obligations to the crew, on 11 February 2002 the Admiralty Court issued an order for the sale of the ship.", "13. On 18 December 2002 a public auction was held for the ship's sale. Only one offer was made. The Admiralty Marshal, who was responsible for supplying the remaining crew with the necessary facilities for their upkeep, considered, however, that the offer was far too low. Consequently, on the same day, he applied to the Admiralty Court for directions. He suggested that the offer be rejected and raised the question of the crew's stay on the ship as it was no longer possible to continue their upkeep in view of the cost involved.", "14. By that time most of the crew members, who had instituted legal proceedings in Cyprus in respect of their wages, had been repatriated. In addition to the ship's captain, 53 crew members, including the applicants, continued to remain on board following the ship's arrest.", "15. By a decision of 23 December 2002, the Admiralty Court rejected the offer that had been made for the purchase of the ship at the public auction as too low and gave directions concerning the matters raised by the Admiralty Marshal. In particular, it directed the Admiralty Marshal to terminate by 30 December 2002 at the latest, the State-sponsored supply of food to all persons aboard the ship with the exception of four crew members who were considered by him and the ship's captain to constitute the “minimum security crew”. It further instructed that, with the exception of these four crew members, the Admiralty Marshal should make the necessary arrangements for the remaining crew's repatriation. The relevant part of the court record provides as follows:", "“...", "Court: ... Further, [the Admiralty Marshal] raises a question about the stay of the crew, since their continued maintenance will no longer be possible in view of the cost involved. You have been informed as interested parties, so you can express your views.", "(The advocates are heard)", "Court: In view of all the facts before me, the offer of USD 250,000 is too low to be accepted. Consequently it is rejected.", "Further, having taken into consideration everything that has been said, I will conclude with instructions to the Admiralty Marshal not to incur any further expenses for the maintenance or otherwise of any persons on the ship, with the exception of four crew members who are considered by the Admiralty Marshal, in cooperation with the captain, to constitute the minimum security crew. For them the payment of maintenance expenses will continue. I would not say that I did not have some reservations in connection with the question of the costs of repatriation.", "The Admiralty Marshal shall proceed with the necessary arrangements to provide and effect repatriation by 30/12/02. It is understood that the claimants in action no. 33/02 will pay to the Admiralty Marshal in connection with the proposal of [the lawyer] the sums which are needed and which will include apart from the ticket a sum in the order of USD 50-100 for use as the Admiralty Marshal thinks fit. It must be understood that after 30/12/02 payments by the Admiralty Marshal will cease in respect of any person on the ship over and above the four [minimum safety crew], regardless of the question of the progress of the matter of repatriation.”", "16. On 24 December 2002 thirty-four of the remaining crew members left for Ukraine. The captain and nineteen crew members, including the applicants and the four members constituting the “minimum safety crew”, stayed on.", "17. By a letter dated 17 January 2003, the ship's captain informed the Admiralty Marshal that fifteen of the crew members (including the first to tenth applicants) who had remained on the ship, despite the directions of the Admiralty Court, were misbehaving (by refusing to obey orders and drinking alcohol almost every evening) and creating problems. He stated that the situation on board was becoming worse every day and expressed his concerns about the risk of fire or other damage. He further informed the authorities that there were two women on board, one of whom was eight months pregnant while the other had a two-month-old baby. Finally, he requested the repatriation of the fifteen above-mentioned crew members. This included the applicants.", "18. By a letter dated 29 January 2002, the Director of the Limassol Port Authority informed the Admiralty Marshal of the problems the ship had caused to the port's operation and the difficulties that were likely to arise in relation to the crew's welfare (such as with the organisation of food supplies and heating). He requested the Marshal to find a solution to the problems to avoid any untoward developments.", "19. In a letter dated 30 January 2003 to the Director of the District Aliens and Immigration Branch of the Limassol Police, the Admiralty Marshal stated:", "“... I would inform you that 20 crew members remain on board the ship Primexpress Island (which has been under arrest since October 2001), despite the Supreme Court's instructions that only 5 should remain. Repatriation tickets were offered to the additional 15 crew members but they refused to leave the ship, thus causing serious problems for the captain, whose letter I enclose for your reference.", "The 15 [crew members] still unlawfully on the ship are referred to by name in the captain's letter.", "Please examine whether there are grounds for their expulsion from Cyprus, with costs to be covered by the law office which undertook this responsibility before the court...”.", "20. On 1 February 2003 the applicants' landing permits were renewed until the end of the month.", "21. By a letter dated 3 February 2003 the District Aliens and Immigration Branch of the Limassol Police informed the Director of the Aliens and Immigration Unit that the lawyer acting for the captain and other crew members who were employed by the ship's owners had, in view of the Admiralty Court's decision, offered to purchase tickets for the repatriation of fifteen of the crew members who had stayed on board, including the applicants, and to give them 100 United States dollars (USD) each before their repatriation. The lawyer was now waiting for instructions from the immigration authorities on this. In the letter it was also stated that in order to facilitate the daily disembarkation of the remaining crew, their passports were being held at the port office and landing permits had been issued, which they could use whenever they disembarked or boarded the ship. Further, the Limassol immigration authorities had suggested that detention and deportation orders be issued against the remaining crew members for notification as close as possible to the proposed date for deportation, in order to secure their repatriation. They had noted that the above-mentioned fifteen crew members were causing serious problems on board the ship on a daily basis and would certainly not accept any of the authorities' suggestions with regard to their disembarkation and repatriation without a violent reaction.", "22. The Director of the Aliens and Immigration Unit agreed with the above recommendation and by a note dated 5 February 2003 referred the matter to the Civil Registry and Migration Department. In the note the Director recommended that since the immigration authorities had no right to intervene on the vessel, deportation and detention orders should be issued, provided that the opinion of the Attorney-General was obtained beforehand.", "23. On 6 February 2003 the Director of the Civil Registry and Migration Department issued detention and deportation orders against the applicants on the basis of section 14(6) of the Aliens and Immigration Law (Cap. 105, as amended) on the ground that the applicants were prohibited immigrants under section 6(1)(k) of the Aliens and Immigration Law. The copies of the orders submitted by the Government are in the Greek language. The opinion of the Attorney-General was not sought.", "24. On the same date, letters were prepared in English by the Civil Registry and Migration Department informing the applicants individually of the authorities' decision to deport them and of the reasons for that decision, namely that their stay was illegal under section 6(1)(l) of the Aliens and Immigration Law.", "25. On 11 February 2003 members of the immigration authorities visited the ship and invited the applicants to attend the immigration police offices at Limassol Port on 18 February 2003 so that photographs could be taken for the renewal of their landing permits.", "26. On the latter date the applicants, who were accompanied by the ship's captain, went to the immigration police offices at the port, where they were arrested. The female applicants were taken to a separate room, where they were searched. Their personal items, documents and mobile phones were seized. The police also searched the eleventh applicant's pram. The male applicants were ordered to face the wall before being searched and handcuffed.", "27. The applicants made several requests for permission to contact the Ukrainian Consul or their lawyer but their requests were either ignored or rudely rejected. Furthermore, they were not served with any document explaining the reasons for their arrest and expulsion.", "28. The first, third, eighth, ninth and tenth applicants (Mr Shchukin, Ms Stankova, Mr Rossokhan, Mr Sokolenko and Mr Punt) all state that the first applicant was punched in the forehead, forcibly held by the neck, forced to the ground and kicked unconscious after asking the police officers to provide documents or an explanation for their actions. The first applicant says that he lost consciousness only for a while.", "29. The three female applicants and the baby were taken by car to Larnaca Airport. Before leaving the immigration office, the fourth applicant pleaded with the police officers to be allowed to fetch warm clothes for her baby but her request was refused. She was taken to the ship to collect her marriage certificate. The officer accompanying her did not allow her to take any warm clothing for her baby. She was then taken to the airport.", "30. The seven male applicants were handcuffed in pairs and taken to the airport in a vehicle with bars on the windows. The first applicant was taken to the airport in a separate vehicle in which he remained handcuffed and was forced to lie on the floor until his arrival at the airport.", "31. The applicants repeatedly asked to be allowed to collect their personal belongings, including warm clothes, which had been left on board the ship, but the authorities refused their requests. It was recorded on their tickets that they had no luggage.", "32. The applicants were held for several hours at the airport and were then put on an aircraft bound for Kyiv in Ukraine. They were given back the documents and other items that had been taken from them at the immigration offices at the time of their arrest. They then immediately called their relatives in Ukraine and asked them to bring warm clothes to Odessa Airport.", "33. During a stopover in Odessa, all the applicants apart from the tenth applicant, who is an Estonian national and did not live in that city, managed to persuade the airport and customs authorities to allow them to leave the plane in spite of the fact that they had been booked to fly to Kyiv. When they arrived in Odessa, where the outside temperature was well below zero, all of them, including the baby, were still dressed in the light clothes they had worn in Cyprus, where the temperature was around 18oC. As the airport was not equipped with movable passenger gangways the applicants left the aircraft via a ramp.", "34. The tenth applicant was not allowed to leave the aircraft in Odessa and had to travel on to Kyiv. After the intervention of the Estonian Consul, he was allowed to enter Ukraine and to fly the next day to Estonia on a ticket paid for by his wife.", "35. On 21 February 2003, after his return to Ukraine, the first applicant (Mr Shchukin) underwent a medical examination by a forensic medical expert. According to the report he had a head injury and ecchymosis (ушибленная рана и кровоподтек головы), neck ecchymoses and abrasions in the area of the wrist joints. The report stated that the injuries had been inflicted by a blunt object (тупым предметом) 3-4 days before the medical examination was carried out (“i.e. they might have been inflicted on 18 February 2003”) and could be classified as minor bodily injuries (относяться к легким телесным повреждениям).", "36. The applicants' belongings which had been left on board the ship were sent to them in August 2003 with the help of the Ukrainian Consul in Cyprus.", "37. Members of the District Aliens and Immigration Branch of the Limassol Police had visited the ship and requested the applicants to accept repatriation, but the applicants had refused.", "38. On 12 February 2003 air tickets for Ukraine were secured for the applicants by the lawyer who was representing the captain and other crew members in the proceedings before the Admiralty Court (see paragraph 9 above). The applicants were booked on a flight from Larnaca to Kyiv on 18 February 2003.", "39. The applicants were invited to attend the immigration police offices at Limassol Port between 7.30 and 8.30 a.m. on 18 February 2003. The Government did not state the reason for this.", "40. The applicants went to the immigration police offices on the above date accompanied by the ship's captain.", "41. At the request of the police, the captain explained the Admiralty Court's decision to the applicants and the reasons why their repatriation was necessary. The applicants had refused to be repatriated and reacted to the suggestion aggressively. In this connection, the Government relied on two letters/reports prepared by the District Aliens and Immigration Branch of the Limassol Police dated 19 February 2003 and 16 April 2003 describing the relevant events (see paragraphs 47 and 50 below).", "42. The authorities had then proceeded with the execution of the deportation orders. They had shown the applicants the deportation and detention orders from a distance in order to avoid their destruction and, with the help of the ship's captain, a Ukrainian national, and a Russian-speaking member of the police, had explained the reasons for their issue. The female applicants had then been taken to a separate room as there had been indications of an imminent violent reaction by the first applicant, Mr Shchukin. He had become furious and attacked the police officers and, as a result, had been immobilised with handcuffs.", "43. The applicants had then been searched and all their belongings, including their mobile phones, had been removed to prevent them from causing harm to the police, themselves or property.", "44. All these items were returned to the applicants before they embarked on the aircraft.", "45. The female and male applicants were separated. They were driven to the ship, from which they collected all their personal belongings. This included the baby's belongings. The applicants had then been taken to Larnaca Airport, from where they were deported at 12.55 p.m. One of the crew members, who had complained of chest pains, was not, however, deported but was taken to Larnaca Hospital for a medical examination. He was deported on 22 February 2003 after it was ascertained at the hospital that there was nothing wrong with him. The first applicant had at no stage before leaving Cyprus complained to the authorities of any injuries.", "46. The ship had remained under arrest until 29 October 2003.", "47. In a report to the Director of the Aliens and Immigration Unit dated 19 February 2003, the Aliens and Immigration Branch of the Limassol Police stated:", "“... On 6 February 2003 detention and deportation orders were issued against the ... crew members of the cruise ship Primexpress Island.", "Between 7.30 and 8.30 a.m. on 18 February 2003 they came, at our invitation, to our office at the port together with their captain. The Admiralty Court's suggestion for them to be repatriated was explained to them. Their reaction was strong and after it had been explained to them that detention and deportation orders had already been made they left the authorities with no choice but to arrest them. One of the crew members, Oleg Shchukin, reacted violently and attacked and injured police officers 1141 and 874. Following the use of such force as was absolutely necessary, he was immobilised with handcuffs and taken with the others to Larnaca Airport, from where they were deported to their country on flight VV 294 ...", "It has to be mentioned that as a result of the attack by the alien (Oleg Shchukin) and the violent reaction to his arrest, policeman 1141 received superficial scratches whilst policeman 846 suffered a bruise and blood contusion on his right ankle, was unable to put weight [on that leg] and walked with a limp. He was transferred to hospital and after treatment was granted sick leave until 23 February 2002. Following your briefing about the event no criminal proceedings were instituted against the alien to avoid delaying his deportation...”", "48. Following the applicants' deportation, the Estonian Consul and the Ukrainian Embassy in Cyprus sent two letters dated 3 and 4 March 2003 respectively to the Minister of Foreign Affairs of the Republic of Cyprus requesting information as to the reasons for and conditions of the deportation of the crew members.", "49. An exchange of correspondence followed between the various authorities on this issue.", "50. In a report dated 16 April 2003 to the Director of the Aliens and Immigration Unit, the Aliens and Immigration Branch of the Limassol Police stated:", "“...", "After the decision of the Supreme Court, acting as an Admiralty Court, to repatriate the aliens, the Admiralty Marshal and the ship's captain informed the crew members that they would have to be repatriated. On 17 January 2003 the Admiralty Marshal and the ship's captain informed our office that the crew members were refusing to comply with the captain's instructions concerning their repatriation and were acting in a provocative manner. Fears were expressed that damage would be caused and/or that they would set fire to the ship. He requested understanding on the part of our service and help with their repatriation.", "Members of our office visited the ship and spoke to the members of the crew. They explained the reasons why they were to be repatriated and provided all possible help, but it became clear that the aliens did not intend to accept their repatriation.", "Taking into account the above and the captain's fears of damage being caused to the ship, and although our office tried to convince the aliens to accept voluntary repatriation, the conclusion was reached that the only option was to deport them on the basis of detention orders.", "When informed of all the details – the decision of the Admiralty Court on the one hand, and the unacceptable, provocative behaviour of the 15 crew members and their threats to the captain to set fire to the ship if any attempt to arrest and deport them was made, on the other – the Director of Immigration [Director of the Civil Registry and Migration Department] proceeded to issue orders for their arrest and detention. Following our explanations concerning the explosive situation the 15 crew members had created on the ship and their threats to set it alight, the lawyers' office representing them ..., which was aware of the Admiralty Court's decision, secured tickets for their repatriation.", "On 18 February 2003, in complete cooperation with the captain and after giving serious consideration to his concerns, our office asked the 15 people concerned together with the other 6 crew members and the captain to attend our office at the port. Following our request the captain explained to the assembled group that they did not have any other choice but to comply and accept repatriation.", "I have to mention that, of the 15 crew members, 6 were women... One of them was the wife of [Toomas Punt], Olena Lavrentian. Immediately after they had been informed by the captain of the Admiralty Court's decision, they were led to a room some distance away because it became apparent that the intentions of the ship's masseur Oleg Shchukin did not exclude causing an incident involving the captain or our members; infuriated, he had attacked our members and in our efforts to immobilise him injured police officers 847 and 1141.", "The five women were put in cars without being aware of the incident that had occurred, and left for the airport after first being taken to the ship to collect their personal belongings. Handcuffs were used for the 8 men; they were taken to the ship to collect their personal belongings and from there to the airport for their departure. At the airport, one of the men, Viktor Malyev, complained of chest pains and was transferred to Larnaca Hospital for tests and once it had been determined that he did not have anything was taken to the detention centre of the District Police Head Office until 22 February 2003, when he left for his country. He stated that he had done this to avoid being deported.", "Following a careful reading of your letter, it is observed that the allegations of the alien who was deported to a foreign country (Ukraine) have no basis since he was given sufficient time after receiving adequate explanations and chose to travel to Ukraine, where his wife comes from.", "His personal belongings, those of his wife and their baby and those of the rest of the crew who were deported, were collected by them when they were taken to the ship – first the group of women and then the men – once they had collected their personal belongings, they were taken to Larnaca Airport.", "The members of our service, following the activation of the detention and deportation orders, and after being faced with violent and aggressive behaviour by the masseur, subjected all the members of the crew to a body search and took away any personal objects that could possibly be used for causing damage to themselves, us or the service cars. Among the objects that were taken were the mobile phones some had in their possession. All the objects were returned when the members of the crew boarded the aircraft. ... the above-mentioned alien, claimed that he was not informed of the reasons for his detention and that the detention and deportation orders were not shown to him; these allegations are unfounded since the detention and deportation orders were shown to the crew members from a distance out of fear that they would be destroyed and the reasons for their deportation and arrest were explained to all of them by the Russian-speaking policemen ... from our unit whom they had injured and the captain. Their confinement to a detention room at Larnaca Airport was required as there was no other option in view of the violent and aggressive behaviour of the aliens.", "The confinement of the men and women in two different groups until they boarded the plane was considered necessary under the circumstances.”", "51. Upon their arrival in Ukraine, the applicants lodged a petition with the Ukrainian Parliamentary Ombudsman (Уповноважена Верховної Ради України з прав людини – the Ukrainian Ombudsman) through the Ukrainian Marine Trade Unions Federation in which they complained of the degrading treatment they had received from the Cypriot authorities and a violation of their human rights.", "52. By a letter dated 19 March 2003 the Ukrainian Ombudsman referred the applicants' complaints to the Commissioner for Administration of the Republic of Cyprus (hereinafter “the Cypriot Ombudsman”). The latter conducted an inquiry into the circumstances surrounding the applicants' deportation. To that end, she requested the Ukrainian Ombudsman to forward written statements from the applicants; she also considered, inter alia, the submissions and documents sent by the immigration and police authorities (including the documents referred to in paragraphs 47 and 50 above) and files from the Civil Registry and Migration Department, and met the applicants' lawyer.", "In her report of 8 November 2004 the Cypriot Ombudsman came to the following conclusions:", "(i) There were no legal grounds for the issuing of the deportation orders against the applicants. According to section 6(1)(k) of the Aliens and Immigration Law, an immigrant was considered a “prohibited immigrant” if he entered or resided in the Republic contrary to the above statute and the relevant Regulations (see paragraph 63 below). From the evidence before her it emerged that the applicants had never entered or resided in Cyprus illegally and that there had never been any report of a violation of the Aliens and Immigration Law or the Regulations. The applicants had been residing on a ship flying the Ukrainian flag and moored in Limassol Port, which suggested that for legal purposes they had been residing on Ukrainian territory. According to Regulation 29 (b) of the Alien and Immigration Regulations (see paragraph 63 below), ship crew members who remained in a port of the Republic were not considered as residing in the Republic. The fact that the applicants had been coming ashore on a daily basis after being granted a landing permit did not affect this. Given that for a deportation order to be issued, an alien had to be physically present in the country, the question that had to be asked was what were the true reasons behind the issue of the deportation orders against the applicants, bearing in mind that what had actually been sought was the departure of the applicants from the Ukrainian ship, not from Cyprus.", "(ii) Neither the captain's letter to the authorities nor the relevant police reports contained evidence to substantiate the allegations of disobedience on the part of the applicants vis-à-vis the local port authorities, the police or the law. The captain's letter described the crew's behaviour in a very general and broad manner. Although the possibility that the crew had committed disciplinary offences could not be excluded, there had been no mention of their having committed specific criminal offences which, under Cypriot law, would justify the involvement of the local authorities. Furthermore, in its decision of 23 December 2002, the Admiralty Court had not ordered the applicants' deportation but had merely required the food supplies to be stopped to all but four of the crew members, practical travel arrangements to be made for the applicants' repatriation and the relevant sums to be paid. The Admiralty Court's decision indicated that it had not excluded the possibility that the crew might not accept repatriation and had therefore ordered that their upkeep was to be terminated after 30 December 2002.", "(iii) The manner in which the deportation orders had been executed had violated the applicants' rights to access to information, to be heard and to seek court or out-of-court protection (see, in particular section 14(6) of the Aliens and Immigration Law, and the Convention – paragraph 61 below). The letters of 6 February 2002 concerning the deportation orders had not been served on the applicants and they had therefore been unaware until 18 February 2003 that their deportation was pending. The applicants had never been informed in writing of the decision of 5 February 2002 to deport them, in breach of section 14(6) of the Aliens and Immigration Law [and Article 1 of Protocol No. 7 to the Convention].", "(iv) Knowing that they had no right to board the vessel, the police had assembled the applicants at the immigration police office under the false pretence that photographs would be taken to enable their landing permits to be renewed. This had amounted to deception, given that from the moment the applicants were assembled they had been arrested and treated in a degrading manner as if they were common criminals. The Cypriot Ombudsman had no doubt that the applicants had not been allowed to contact their lawyer, their Embassy or any other person, despite their requests, and that it had been for this reason that their mobile phones had been taken away from them. She observed that it appeared that they had been immediately transferred to the airport in degrading conditions – especially for the men – having being handcuffed and placed in a vehicle with bars on the windows, in order to be returned to their own country, with only the clothes they were wearing.", "(v) The police had admitted using violence against the first applicant but had claimed that this had been justified, as he had reacted violently to his arrest, injuring two police officers. However, in view of the first applicant's absence abroad and the lack of a medical report concerning any injuries, the Cypriot Ombudsman stated that she had been unable to reach any objective or safe conclusion on whether the violence used against him had been necessary. In any event, she observed that what had taken place was wrong and that the decision to issue deportation orders which had no legal foundation had violated the applicants' fundamental rights to prior information, to be heard, to be treated with dignity, to be given time to collect their personal belongings, and to be deported to their native country or to a country of their choice (in the case of the tenth applicant only). It was for this reason that the applicants had reacted by resisting arrest and this had inevitably led to the use of violence by the police in order to arrest and deport them.", "53. Lastly, the Cypriot Ombudsman expressed reservations as to whether the applicants had been allowed to take their personal belongings and other documents from the ship prior to their deportation as the police had claimed. The fact that the applicants' arrest had taken place a few hours before the departure of the flight on which they were put led her to conclude that, with the exception of the fourth applicant, Mrs Punt, who had been permitted to take certain things for her child and personal documents, none of the members of the crew had been allowed to take any of their personal belongings with them.", "54. In accordance with the Commissioner for Administration Law of 1991 (Law 3/1991 as amended), the Cypriot Ombudsman decided to refer the applicants' case to the Attorney-General, whom she requested to examine the possibility of taking legal action. She indicated in this connection that she had no power to grant compensation for any damage incurred as a result of maladministration, as this came solely within the jurisdiction of the courts.", "55. Amongst other documents, copies of seven written statements given by the first, second and fourth applicants on 2 June 2003, the third and ninth applicants on 3 June 2003 and the sixth and eighth applicants on 4 June 2003 were attached to her report.", "In her statement the fourth applicant claimed that she had been taken to the ship by the authorities to collect her marriage certificate. The authorities had taken all her documents (her Ukrainian passports, her daughter's birth certificate and her marriage certificate) but had refused to allow her to take things for her and her baby (such as a medical card, nappies, baby food and toys). She was only allowed to take milk for the baby. Her documents had been returned to her on the aircraft.", "In his statement the first applicant stated:", "The first applicant further stated that he had been transported to the airport in a police car with bars on the windows. He had been forced to lie down on the floor throughout the journey as one of the persons in civilian clothes had his knee on his chest to keep him down. His head ached because of the blows, his face was swollen and he could not see out of one of his eyes. No reference was made in the statement to the medical examination the first applicant had undergone in Ukraine or to the medical report drawn up following that examination.", "In their statements the second, third, fourth, sixth, eighth and ninth applicants referred, with varying degrees of detail, to the first applicant's arrest and/or the force used against him by the officers.", "The second, fourth and eighth applicants stated that the first applicant had been beaten by a number of people.", "The third, sixth and ninth applicants stated that the first applicant had sought explanations concerning their arrest. Following this:", "– the third applicant stated that the first applicant had been held by the neck, punched in the face, forced to the ground and kicked;", "– the sixth applicant stated that the first applicant had had his arms pinned to the side and had been forced to the ground; his hands had been twisted behind his back and handcuffed and he had been kicked;", "– the ninth applicant stated that the first applicant had been hit in the face, knocked off his feet and kicked by a number of people in civilian clothes.", "56. In a letter dated 9 November 2004 the Cypriot Ombudsman transmitted her conclusions to the Ukrainian Ombudsman.", "57. The Government submitted that, in the absence of medical evidence concerning the first applicant's allegations, no criminal investigation had been ordered by the Attorney-General's office following the Cypriot Ombudsman's report. No observations were submitted by the Government concerning any follow-up by the Attorney-General's office with regard to the other complaints made by the applicants.", "58. The Admiralty Marshal, in a note to the Ministry of Communications and Works dated 31 January 2005, stated:", "“With regard to the deportation of the 15 alien sailors from the cruise ship under arrest Primexpress Island, which was flying the Ukrainian flag, I would inform you of the following:", "...", "4. During the first months the ship was in detention more than 50 sailors were repatriated... The rest of the sailors, more than 65, who remained on the ship, refused to work on it and, taking advantage of the authorities' patience, disembarked: the men, who were employed illegally in town... every morning, and the women, who engaged in various unlawful acts, including prostitution, at night. Essentially, the ship was used by the majority of the crew as a hotel and restaurant.", "5. All the illegal activities of the crew, such as acts of violence, theft of items from the ship, unlawful employment of the sailors off the ship were covered up by the ship's captain Mr V. Dobranov, who according to confirmed evidence was taking percentages from the sailors for every unlawful transaction.", "The captain was repatriated on his own initiative and Mr Y. Valeriy took over; he immediately applied to the authorities through me as Admiralty Marshal and requested the removal from the ship and repatriation of the crew that was causing problems.", "6. After hearing the concurring opinion of the sailors' lawyers, the Supreme Court, from which I had requested instructions on the matter, gave instructions for the sailors be to be repatriated and for only 5 members to remain on board, for security reasons.", "7. More than 40 people complied with the Court's decision and only 15 chose to stay, creating problems continuously both on and off the ship, with the result that the captain requested their removal in writing.", "8. In his letter to me and the police authorities, the ship's captain limited his request to the authorities to the repatriation of the crew, without going further and recording its punishable acts, as his aim was not the prosecution and conviction of the crew but simply its removal.", "9. The captain of a ship of any nationality has the authority and the right to request police assistance from the authorities of the port where his ship is anchored and the police authorities are under an obligation to respond.", "The intervention of the police authorities on a ship is completely lawful when it has been requested by the captain, who is the highest authority on board. During my long service on ships as a deck officer and a captain, I repeatedly encountered situations in respect of which we had requested police assistance from alien authorities (as regards the ship's nationality) and it was always given.", "Referring to the above and without wanting to comment on the Ombudsman's report, I believe that in general the authorities of the Republic had tolerated to a significant extent the demands and also the unlawful actions of some of the members of the crew of the Primexpress Island during their stay in Cyprus.", "In particular, having regard to the Supreme Court's decision, in response to the clear and completely lawful request of the captain for the removal of the 15 people on board, to repatriate all the crew bar the 5 sailors needed for the ship's security, and having regard also to the information provided by Cypriot citizens and their complaints of unlawful acts by the crew, I consider that the Cypriot police acted within the limits of their obligations to preserve public order and within their powers.”", "59. The entry, residence and expulsion of aliens are regulated by the Aliens and Immigration Law of 1959 (Cap. 105, as amended).", "60. Under section 6(1) of the above Law, a person is not permitted to enter the Republic if he is a “prohibited immigrant”. This category includes any person who enters or resides in the country contrary to any prohibition, condition, restriction or limitation contained in the Law or in any permit granted or issued under the Law (section 6(1)(k)) and any alien who does not have in his possession an immigration permit granted by the Director of the Civil Registry and Migration Department in accordance with the relevant regulations (section 6(1)(l)). A “prohibited immigrant” can be ordered to leave the Republic under section 13 of the same Law.", "61. The Director of the Civil Registry and Migration Department has power under the Law to order the deportation and, in the meantime, the detention, of any alien who “is a prohibited immigrant” under the Law (section 14). Section 14(6) provides that a person against whom a detention and/or deportation order has been issued is to be informed in writing, in a language which he understands, of the reasons for this decision, unless this is not desirable on public-security grounds, and has the right to be represented before the Director of the Civil Registry and Migration Department or any other authority of the Republic and to request the services of an interpreter. Pursuant to section 14(2), an alien against whom a deportation order has been issued must be deported to the country to which he belongs or, with the consent of the Council of Ministers, to another country, provided that both he and the Government of the country in question consent.", "62. Section 10, provides that, even if not a prohibited immigrant, an alien has no absolute right to enter the Republic and may be refused entry in certain cases. Under section 11, employees and crew members of ships of a friendly State may be given permission by the Director of the approved port to enter the Republic subject to such conditions or limitations that may be imposed in the permit.", "63. The Law is supplemented by the Aliens and Immigration Regulations of 1972 (as amended). Regulation 29(b) states that ship crew members who remain in a port of the Republic are not considered to be residing in the Republic. Regulation 26 provides for the issuing of landing permits to passengers on board ship for the time the ship remains in port. A landing permit is issued in exchange for the passenger's passport and allows him or her to disembark and stay in the Republic for as long as the ship remains in the Republic's territorial waters or for such other period that may be authorised by the immigration authorities. Passports are returned to the passengers when they re-embark. Regulation 19 provides that when the Director of the Civil Registry and Migration Department decides that a person is a prohibited immigrant, written notice to that effect must be served on that person in accordance with the second schedule of the Regulations.", "64. Deportation and detention orders can be challenged before the Supreme Court by way of administrative recourse under Article 146 § 1 of the Constitution of the Republic of Cyprus. This provision provides as follows:", "“The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.”", "65. Such a recourse must be made within 75 days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse (Article 146 § 3). Upon such a recourse the Supreme Court may (a) confirm, either in whole or in part, such decision or act or omission; or (b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or (c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed (Article 146 § 4). The jurisdiction of the Supreme Court is limited to the review of the legality of the act in question on the basis of the situation that existed at the time the act was issued; the Supreme Court will not examine the merits of the decision under review and replace the decision of the administrative organ with its own decision.", "66. Article 146 § 6 provides for compensation:", "“Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared thereunder that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant. ”", "67. Part II of the Constitution contains provisions safeguarding fundamental human rights and liberties. Article 11 protects the right to liberty and security. It reads as follows, in so far as relevant:", "“1. Every person has the right to liberty and security of person.", "2. No person shall be deprived of his liberty save in the following cases when and as provided by law:", "...", "(f) the arrest or detention of a person to prevent him effecting an unauthorised entry into the territory of the Republic or of an alien against whom action is being taken with a view to deportation or extradition.", "...", "4. Every person arrested shall be informed at the time of his arrest in a language which he understands of the reasons for his arrest and shall be allowed to have the services of a lawyer of his own choosing.", "..", "7. Every person who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.", "8. Every person who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation”.", "70. Section 8(3) of the Commissioner of Administration Law 1991 (Law no. 1991 as amended) reads as follows:", "“If at any stage during the investigation or after its completion, the Commissioner decides that a criminal or disciplinary offence may have been committed by any officer, the Commissioner shall refer the matter to the Attorney-General of the Republic or to the competent authority, as the case may be, so that the appropriate measures may be taken.”", "“1. The Attorney-General of the Republic assisted by the Deputy Attorney-General of the Republic shall be the legal adviser of the Republic and of the President and of the Vice President of the Republic and of the Council of Ministers and of the Ministers and shall exercise all such other powers and shall perform all such other functions and duties as are conferred or imposed on him by this Constitution or by law.", "2. The Attorney-General of the Republic shall have power, exercisable at his discretion in the public interest, to institute, conduct, take over and continue or discontinue any proceedings for an offence against any person in the Republic. Such power may be exercised by him in person or by officers subordinate to him acting under and in accordance with his instructions.”", "72. The law of tort provides, inter alia, for actions in damages in respect of false imprisonment, unlawful detention and assault, and conversion and trespass to movable property (sections 26, 27, 29, 30, 37, 39 and 44 of the Civil Wrongs Law).", "73. Section 5 of the Criminal Code provides as follows, in so far as relevant:", "“The Criminal Code and any other law that constitutes an offence, applies to all offences which were committed:", "...", "(e) in any foreign country by any person if the offence:", "(i) is treason or an offence against the security of the Republic or the Constitutional order, or", "(ii) constitutes piracy, or,", "(iii) is connected to the coinage or banknote of the Republic, or", "(iv) concerns unlawful trading of dangerous drugs, or,", "(v) is one of the offences for which the Laws of the Republic are applicable under any International Treaty or Convention binding the Republic.”", "74. By section 109 of the Civil Registry Law, a person who was born in Cyprus on or after 16 August 1960 is a Cypriot citizen if, at the time of his birth, either of his parents was a Cypriot citizen.", "75. The Explanatory Report to Protocol No. 7 (ETS No. 117) defines the scope of application of Article 1 of Protocol No. 7 in the following manner:", "“9. The word 'resident' is intended to exclude from the application of the article any alien who has arrived at a port or other point of entry but has not yet passed through the immigration control or who has been admitted to the territory for the purpose only of transit or for a limited period for a non-residential purpose...", "The word lawfully refers to the domestic law of the State concerned. It is therefore for domestic law to determine the conditions which must be fulfilled for a person's presence in the territory to be considered 'lawful'.", "[A]n alien whose admission and stay were subject to certain conditions, for example a fixed period, and who no longer complies with these conditions cannot be regarded as being still 'lawfully' present.”", "“a. Residence by an alien in the territory of any of the Contracting Parties shall be considered lawful within the meaning of this Convention so long as there is in force in his case a permit or such other permission as is required by the laws and regulations of the country concerned to reside therein...", "b. Lawful residence shall become unlawful from the date of any deportation order made out against the person concerned, unless a stay of execution is granted.”", "“a. Regulations governing the admission, residence and movement of aliens and also their right to engage in gainful occupations shall be unaffected by this Convention insofar as they are not inconsistent with it;", "b. Nationals of a Contracting Party shall be considered as lawfully residing in the territory of another Party if they have conformed to the said regulations.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}