{"ITEMID": "001-4564", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TSARKNIAS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Marc Fischbach", "TEXT": ["The applicant is a Greek national, born in 1942 and living in Athens.", "He is represented before the Court by Mrs I. Kourtovik, a lawyer practising in Athens.", "The applicant considers himself to be part of a Macedonian ethnic minority in Greece. In 1973 he was ordained a priest in the Greek Orthodox Church. He used to live and work in the northern district of Florina and during the 1970s and 1980s became increasingly involved in the advocacy of greater cultural rights for Macedonian Greeks. In April 1992, he became a monk in the monastery of St George near Skopje. In February 1993 he was expelled from the Greek Orthodox Church. He claims that, since 1989, he has been arrested thirteen times and prosecuted for a series of offences, in particular that of abusing of his position as a priest.", "In January 1992 the applicant was involved in an incident in his church in the village of Aghios Athanasios. The bishop of the city of Florina, who arrived at the church to attend the mass celebrated by the applicant, was confronted with thirty or forty persons shouting insults at him and calling for the Church to support Macedonian cultural rights. The applicant was accused of disrupting a religious congregation, abusing his position as a priest and disturbing citizen’s peace.", "On 12 February 1996, he was tried in absentia (because he was unable to attend for health reasons) by the Salonica Criminal Court and was sentenced to forty months’ imprisonment for having disrupted a Christian congregation. The Criminal Court had previously rejected a request to adjourn the hearing. After having heard six witnesses for the prosecution, it found that on 29 December 1990, the applicant incited the congregation to violent disorder by saying to them that if the bishop arrived at the church by saying that “you must make him understand that you don’t want him to come in and if he does, blood will flow”. It also found that on 1 January 1992, while the bishop had managed to enter the church and had started celebrating the mass, the applicant unplugged the church’s microphones.", "The applicant appealed against this judgment to the Salonica Court of Appeal composed of three judges, which heard the case on 12 February 1997 in the presence of the applicant and his lawyer. Ten witnesses were heard, five for the prosecution and four for the defence. The Court of Appeal delivered its judgement on the same day. It found the applicant guilty of disturbing the citizen’s peace (Article 190 of the Code of Criminal Procedure), of disrupting a religious congregation (Article 200) and of abusing his position as a priest (Article 196) ; it upheld the applicant’s conviction but reduced his prison sentence to twenty-four months and converted it into a pecuniary penalty of 1 500 drachmas (GDR) per day.", "On 8 April 1998, the applicant appealed on points of law. He maintained that although he had invited the Appeal Court to hear ten witnesses on his behalf, the president of the Court refused to hear two of them and that this refusal had not been included in the minutes of the hearing although the applicant’s lawyer had invited the Court to do so. He also alleged that the Court of Appeal, contravening Article 339 § 2 of the Code of Criminal Procedure, had interrupted the taking of evidence and had examined in between some other small cases ; as a result, the applicant had lost the thread of his defence in violation of Article 6 of the European Convention. He maintained that the judgment of the Court of Appeal was not reasoned because it had merely reproduced the wording of the indictment and had not specified in what way the accused had actually committed the offences. In addition, he alleged that the members of the Court of Appeal and the Public Prosecutor lacked impartiality towards him. Finally, he alleged that the fact that the Court of Appeal refused to call all the witnesses for the defence amounted to a lack of public hearing.", "The Court of Cassation dismissed the appeal on 11 November 1997. It noted that the applicant failed to appeal to the Court of Appeal sitting in full when its president rejected the request to hear six witnesses for the defence (Articles 333 § 2, 335 § 2 and 170 § 2 of the Code of Criminal Procedure). It also noted that it did not appear from the minutes that any interruption of the taking of evidence had ever occurred during the hearing. It considered that the Court of Appeal had sufficiently motivated its judgement and held that the plea of impartiality of the judges was not, according to Greek law, a ground for quashing the judgment of the Court of Appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}