{"ITEMID": "001-87146", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ISAAK v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicants were born in 1977, 1944, 1951, 1974 and 1979 respectively. The first applicant lives in Ayia Napa and the remaining applicants live in Paralimni. The first applicant is the widow, the second and third applicants are the parents and the fourth and fifth applicants are the sisters of Mr Anastasios (Tassos) Isaak, a Greek Cypriot, who died on 11 August 1996.", "8. The deceased, Anastasios Isaak, participated in a demonstration organised by the Cyprus Motorcycle Federation (CMF) that took place on 11 August 1996 at several points of the United Nations (UN) buffer zone east of Nicosia, including the area of Dherynia. The demonstration, details of which are in dispute between the parties, was the subject of a report by the UN Forces in Cyprus (UNFICYP) (report of 15 August 1996) and by the UN Secretary General (report S/1196/1016 of 10 December 1996).", "9. The demonstration was organised by the CMF and was aimed at protesting against the Turkish occupation of the northern part of Cyprus. On 2 August 1996 a group of over one hundred Cypriot and other European motorcyclists set off from Berlin and made their way through Europe to Cyprus. Tensions arose when the authorities of the “Turkish Republic of Northern Cyprus” (“TRNC”) announced that in the event the demonstration took place, they would be organising “counter-rallies” with the participation of the Turkish extremist “Grey Wolves” group and that they would fire at Greek-Cypriot demonstrators. Throughout the relevant period the Government of Cyprus and the competent authorities monitored developments and were in constant consultation with the UN. On 11 August 1996, in the morning, following an urgent appeal by the UN Secretary General, a meeting was held under the Chairmanship of the President of the Republic and it was decided to cancel the final part of the rally. Consequently, the President of the Republic made a special plea to the motorcyclists to disperse peacefully.", "10. Notwithstanding that plea, on 11 August 1996, a group of motorcyclists and other civilians acting spontaneously proceeded to various points along the UN buffer zone. In the meantime, the Cypriot police had taken tight security measures in order to prevent the motorcyclists from entering the buffer zone.", "11. Anastasios Isaak was part of the above-mentioned group. He had joined the rally with a friend on his motorbike.", "12. At about 2.30 p.m. the motorcyclists, including Anastasios Isaak, arrived at the Dherynia roadblock, where they left their motorcycles and proceeded to cross the National Guard ceasefire line on foot, after breaking through the police and UN cordon. The demonstrators, who were unarmed, entered the buffer zone.", "13. Behind the ceasefire line of the Turkish forces, a mob gathered, comprised of Turkish-Cypriot and Turkish civilians, many of them carrying hunting rifles and air guns, iron bars, wooden sticks, batons, stones and catapults. There were also many Turkish soldiers and “TRNC” policemen armed with automatic and other military weapons. According to the report by UNFICYP, the Turkish forces allowed about 1,000 persons in buses to pass through their 3 km military zone and assemble there. Some of them belonged to the “Grey Wolves” organisation.", "14. Between approximately 3 p.m. and 3.30 p.m. many stones were thrown on both sides. Shots were fired against the Greek-Cypriot demonstrators, some of whom suffered injuries as a result.", "15. Between 3.30 and 4 p.m. the mob in the occupied area entered the buffer zone. They were armed with long sticks, batons and iron bars. At approximately 4.30 p.m. a group of the Turkish mob, together with uniformed policemen, managed to isolate several Greek-Cypriot demonstrators whom they started beating. A group of about 15-20 persons, including five uniformed policemen, surrounded Anastasios Isaak, who had been isolated in the buffer zone and was unarmed. Anastasios Isaak was thrown to the ground after having being chased. During a period of approximately five minutes he was kicked and beaten continuously on every part of his body and his head with metal and wooden batons. There were in total eight “TRNC” police officers in the vicinity.", "16. When the UNFICYP police officer Frank Flood tried to intervene and started pushing some of the attackers away, Anastasios Isaak was already unconscious with blood coming out of his mouth and nose. Officer Flood was also attacked from behind. According to Officer Flood’s statement (see paragraph 29 below), there had been approximately twelve people surrounding Anastasios Isaak at that moment, including a number of uniformed policemen. When the attackers eventually moved away, Officer Flood tried to trace signs of life. As the officer stood up, one of the attackers threw a large stone at Anastasios Isaak’s head. This struck Anastasios Isaak on the right hand side of his head, causing him to jerk. The attacker then ran away.", "17. UNFICYP officer Sergeant Lorraine Stack, who had been helping out another Greek-Cypriot demonstrator a few metres away, went to Officer Flood’s assistance. The two UNFICYP officers then dragged Anastasios Isaak’s body to the area controlled by the Cypriot Government. Greek-Cypriot demonstrators then took the body and put it in a car. The car was driven towards the guard room of the National Guard and Anastasios Isaak was transferred to Paralimni Hospital. On the way to hospital Anastasios Isaak had no pulse and was not breathing, despite the efforts of the medical staff in the ambulance. At the hospital the doctors’ efforts to revive him continued but to no avail. Anastasios Isaak was pronounced dead at the hospital. His body was then transferred on the same day to Larnaca General Hospital.", "18. On 12 August 1996, members of the police, escorted by members of UNFICYP and State pathologists Mr P. Stavrianos and Mr S. Sophocleous, visited the scene of the incident and carried out an examination. During this examination several exhibits were photographed and recorded on video by the police. UNFICYP Sergeant Dale Roberts examined the scene of the incident and detected drops of blood stains on the ground and on a stone. Various objects were found such as glass marbles, metal bars, shotgun cartridges, wooden sticks, blood stains on a rusty metal can and plate fragments, which were all taken as exhibits. Soil stained with blood was also recovered for further examination.", "19. On 13 August 1996 Professor Peter Vanezis, from the Department of Forensic Medicine and Science of Glasgow University, arrived in Cyprus to perform the post-mortem examination. On the same day and before the post mortem, Professor Vanezis visited the scene accompanied by State pathologists Mr P. Stavrianos and Mr S. Sophocleous and members of the police. The team was escorted by members of UNFICYP. During the examination further exhibits were found, such as blood stains, a bloodstained piece of wood and a piece of piping. All the exhibits were photographed and recorded on video by the Cyprus police.", "20. On the same date a post-mortem examination was performed by Professor Vanezis, assisted by two State pathologists. Members of the police and UNFICYP were also present. The entire process of the examination was photographed and recorded on video. During the examination various exhibits were taken by Professor Vanezis, which were later delivered by the police to him in Glasgow for further laboratory analysis.", "21. According to the post-mortem examination, the cause of death was multiple blunt trauma to the head. The same conclusion appeared in the preliminary post-mortem report issued by Dr M. Enk of UNIFCYP and also in Professor Vanezis’s final report issued on 17 September 1996. Furthermore, according to the report issued on 9 September 1996 by Dr John S. Oliver, Senior Lecturer in Forensic Medicine (Toxicology) in the Department of Forensic Medicine and Science of the University of Glasgow, the results of the analysis of the blood and urine samples of Anastasios Isaak for alcohol and drugs were negative.", "22. The forensic examination carried out by UNFICYP found that the blood on the rusty can, on the stone, in the soil and on the shirt worn by Officer Frank Flood during the incidents belonged to the same blood group as that of Anastasios Isaak.", "23. The demonstration was organised by Greek Cypriots as an alleged motorcycle rally and began on 1 August 1996 in Berlin. This rally was actively supported by the Greek-Cypriot authorities and had extensive media coverage. The aim of the rally was to forcibly enter the buffer zone, cross the ceasefire line and enter “TRNC” territory illegally in order to meet at the most northerly town of Kyrenia at all costs. As a result of the aggressive conduct of the organisers, tensions arose on both sides of the border. The Greek-Cypriot administration did nothing to prevent the rally in spite of appeals by the Turkish-Cypriot side and the UN Secretary-General. In view of this, the Turkish-Cypriot side announced that it would stop such provocative, hostile and aggressive action at its borders in order to prevent danger to the lives and properties of its citizens.", "24. Upon representations from UNFICYP as to the possibility of such demonstrations having serious consequences, the President of the Republic of Cyprus issued a statement on 11 August 2006 declaring that the demonstrations had been prohibited and appealed to the demonstrators to disperse. Acting upon this, the Turkish-Cypriot demonstrators started to disperse peacefully.", "25. Nonetheless, on 11 August 1996, Greek-Cypriot demonstrators were involved in violent incidents at various places along the ceasefire lines within the UN buffer zone. Over a thousand Greek-Cypriot motorcyclists and demonstrators arrived at Dherynia escorted by the Greek-Cypriot police. The latter allowed the demonstrators to advance and to enter the UN buffer zone up to the border with the “TRNC”. The UN personnel were unable to prevent the demonstrators’ unauthorised entry into the buffer zone and to keep them under control. The situation then got out of control as Greek-Cypriot demonstrators threw stones and missiles and fired towards the counter-demonstrators. Skirmishes took place between the Greek-Cypriot mob and a group of Turkish-Cypriot counter-demonstrators, when the former crossed into the buffer zone and consequently into the Turkish-Cypriot-controlled area.", "26. As a result of the clashes both Turkish-Cypriot and Greek-Cypriot demonstrators were injured. Anastasios Isaak was the leader of the group of Greek Cypriots who had entered the UN buffer zone and approached the barbed-wire fence at the Turkish Cypriot ceasefire line at Dherynia shouting abuse and throwing stones from close range at a line of Turkish-Cypriot policemen on the other side of the fence. One of the stones hit a policeman who was wounded on the temple and fell to the ground, bleeding profusely. It had not been possible for the Turkish-Cypriot police to prevent Turkish-Cypriot groups of civilians from entering the buffer zone to pursue the Greek Cypriots. The Turkish-Cypriot policemen also entered the buffer zone to bring back the Turkish Cypriots who had already gone into that area. However, Anastasios Isaak, who was a strong and well-built man, continued his aggressive attitude against the Turkish-Cypriot group, including the police, throwing stones and hitting them with a stick. Skirmishes continued between the Greek-Cypriot and the Turkish-Cypriot demonstrators, resulting in the unfortunate death of Anastasios Isaak, who had become entangled and trapped in spiral barbed-wire barriers that had been put up temporarily by the UN force and had prevented his escape from that area.", "27. In its report of 15 August 1996 UNFICYP set out the facts concerning the demonstrations held on 11 August 1996. The relevant extracts read as follows:", "“8. The most serious incident took place in Dherynia. On Sunday morning, a peaceful demonstration by some 250 Greek Cypriots took place. They entered the United Nations buffer zone and requested to deliver a petition to the Turkish-Cypriot checkpoint. When the latter refused to receive the petition, the demonstrators left the United Nations buffer zone, but remained in the area. At 14.30 hours, some 300 motorcyclists together with some 700 persons in vehicles escorted by Cypol [Cyprus police] arrived at the NG [National Guard] ceasefire line checkpoint in Dherynia. Cypol deployed along the NG ceasefire line but left the checkpoint unattended, thus enabling the demonstrators to enter the United Nations buffer zone unimpeded.", "9. In the meantime, the Turkish forces had allowed some 1,000 persons in buses to pass through their 3 km deep military zone and to assemble along the TF [Turkish Forces] ceasefire line, including persons carrying the flag of the Grey Wolves who had come from Turkey.", "10. The situation soon became violent, after Greek-Cypriot demonstrators entered the buffer zone and approached the TF ceasefire line to provoke the TF, the TCPE [Turkish-Cypriot Police Element] and demonstrators assembled there with verbal abuse and throwing stones. Cypol was not effective in controlling the Greek-Cypriot demonstrators.", "11. At about 16.00 hours, the Turkish Forces allowed the Turkish-Cypriot demonstrators to enter the United Nations buffer zone armed with bats and iron bars. The Turkish-Cypriot demonstrators, joined by the Turkish-Cypriot Police, proceeded to pursue the Greek Cypriots and mercilessly beat all those who they were able to catch. At the same time, there was shooting, including by Turkish-Cypriot police, from behind the Turkish Forces ceasefire line towards the Greek-Cypriot demonstrators.", "12. During this period, a Greek-Cypriot demonstrator, Anastasios Isaak, was beaten to death by a number of Turkish-Cypriot demonstrators, including three Turkish-Cypriot policemen. By 18.00 hours the situation began to calm down. In addition to the one dead, it was reported that some 54 Greek Cypriots and 17 Turkish Cypriots were injured. 12 UNFICYP personnel suffered injuries.", "13. The UNFICYP investigation revealed conclusively that the killing of Anastasios Isaak had occurred some 50 metres from the scene shown on television in which three Greek Cypriots were being severely beaten by Turkish-Cypriot demonstrators while helplessly entangled in barbed wire. Two UNFICYP Irish Civilian Police had done their best in trying to rescue Anastasios Isaak at considerable personal risk.", "14. The two United Nations Civilian Police had observed two Greek-Cypriot demonstrators being set upon by two groups of Turkish-Cypriot demonstrators who proceeded to beat them with brutal force. The two United Nations Police went to the assistance of one of the Greek Cypriots and managed to facilitate his escape. When they turned to the second Greek Cypriot (Isaak), and were finally able to push aside the Turkish Cypriots, including three Turkish-Cypriot policemen, who were still beating him, it was too late. The location of the killing inside the buffer zone was about 95 metres from the National Guard ceasefire line and about 32 metres from the Turkish Forces ceasefire line.", "15. A video broadcast on ‘Euronews’ inter alia clearly shows the killing of Anastasios Isaak and the intervention of the two United Nations police. The autopsy, attended by UNFICYP, which was performed later in the afternoon of 13 August, revealed that Anastasios Isaak died of ‘multiple blunt trauma to the head’. UNFICYP has completed the collection of the evidence at the scene of the crime and is in the process of completing its investigation in cooperation with Cypol...”", "28. Following the events, UNFICYP took statements from its officers who were on duty at the Dherynia checkpoint.", "29. The witness was on duty at Dherynia checkpoint on 11 August 1996 between 3 p.m. and 8 p.m. In his statement of 13 August 1996 he reported, inter alia, the following:", "“... At approximately 4.30 p.m. I observed approximately 100 Turkish-Cypriot protesters enter the buffer zone. They ran towards the Greek-Cypriot side of the buffer zone. They were accompanied by a number of TCPE policemen and Turkish Military personnel in camouflage uniform. I observed a number of Greek-Cypriot men running from the Turkish-Cypriot crowd in the direction of UN OP143. The Turkish Cypriots were armed with sticks and large batons. I observed one man being caught and beaten to the ground by the Turkish-Cypriot crowd. This man was immediately surrounded and attacked while he was on the ground. I would describe this man as having long black hair tied into a pony tail. He was wearing a black sleeveless jacket and dark trousers. I rushed forward to attempt to assist him. As I went forward I was accompanied by Sergeant Carney and Sergeant Stack. I heard Sergeant Carney shout at a TCPE policeman to leave the buffer zone. This policeman was armed with a metre-long baton and a riot shield. He appeared to hesitate for a moment but then he moved towards the group of people who were attacking the man on the ground. I moved into this group, Sergeant Stack was beside me. We pushed a number of people away from the man on the ground. I was struck by the baton of a TCPE policeman on my right shoulder. I am unable to describe this policeman except that he was wearing uniform. Eventually we managed to clear a small space around the man on the ground and Sergeant Stack managed to get this man on his feet while I pushed the crowd back. I then observed another man being knocked to the ground approximately 10 metres away. I observed that he was being kicked, punched and struck by a number of people including TCPE policemen. Sergeant Stack was pushing the first man towards the Greek-Cypriot side of the buffer zone. I ran over to assist the second man. I would describe this man as wearing a white T-shirt and faded blue jeans. As I approached this man I observed that he appeared to be unconscious and there was blood coming from his nose and mouth. I pushed one man away from the man on the ground and shouted at the crowd ‘Stop. You’ll kill him.’ I was attacked from behind. There were approximately 10 or 12 people around the man on the ground at this stage including a number of TCPE policemen. I pushed some of these people away and eventually the attackers moved away. I briefly checked the man on the ground for signs of life. I observed no sign of life. I stood up and as I did so I observed a man who was wearing a grey sleeveless T-shirt, he had black hair and was approximately 5’5” in height, I would not be able to identify this man if I saw him again. This man had a large stone, held in both his hands, raised above his head. This man threw the stone at the man on the ground. The stone stuck the man on the ground on the right hand side of his head causing him to jerk. The man who threw the stone immediately turned and ran away. I observed that the crowd of attackers appeared to be returning. I lifted the man on the ground into a sitting position and dragged him a short distance. Sergeant Stack came to my assistance and assisted me in dragging the man towards the Greek side of the buffer zone. We had covered a distance of about 30 metres when I was attacked by a group of 5 or 6 Greek Cypriots. I was knocked to the ground and the man we were dragging was taken away from us. I moved back a short distance and I observed the injured man [being] taken towards the Greek-Cypriot side of the buffer zone...”", "30. The witness was on duty at Dherynia checkpoint on 11 August 1996 from 8 a.m. In her statement of 13 August 1996 she reported, inter alia, the following:", "“...At approx. 03.30 hrs the people on the Turkish side of the CFL [Ceasefire Line] began to enter the BZ [Buffer Zone] in groups of 50 approx. I saw them charge at civilians who, after running towards the Turkish CFL, were running towards the NGCFL [National Guard ceasefire line] heaving stones and missiles. The people from the Turkish side had long sticks and batons and began savagely beating any civilian they could catch. I saw TCPE members enter the BZ with uniform and beat the civilians already in the BZ who were from the NG side. There was no difference between the behaviour of the Turkish civilians in the BZ and the TCPE there in uniform. They acted like a mob beating severely any person they could catch from the other side who was in the BZ. Again I ran to numerous incidents, however, these were spread over a large area of ground in the buffer zone. It was approx. 60 metres in depth and 200 metres in length. The attacks were sporadic again, the groups from the Turkish side would return to their CFL and regroup. These attacks were very violent. I was standing approx. 40 metres from the Turkish ceasefire line during these times changing position as the missiles were being aimed at the civilians close to me. Throughout these incidents I could hear shots being fired from the Turkish CFL, again not continuous but sporadic. This scene continued until approx. 17.00 hrs. At approx. 16.30 hrs I was standing approx. 40 metres from the Turkish ceasefire line in the Buffer Zone and approx. 40 metres from the road that links the Turkish Forces checkpoint with the National Guard check point at Dherynia. In front of me I saw a group of about 15 people chase a person (civilian) and begin to beat him with sticks and batons. I ran to his assistance. The group of approx. 15 were dressed in TCPE uniform and civilians from the Turkish side. The man beaten was from the NG side and he was attempting to get away. I saw him being beaten to the ground, he was kicked continuously and beaten savagely on the head and body. I got to him and saw Police Officer Flood to my left. I went over to him and pushed the attackers back. I was also assaulted by the attackers during this, however, the blows from the sticks that hit me on my arms and back, were not intended for UN personnel. I saw at least two TCPE in uniform there and when they desisted on seeing us the rest of the group began to move back. ... I pushed him towards the NGCFL and he then began running, ... As I turned to stop any more attackers I saw Police Officer Flood attempting to lift a person off the ground. It was a short distance forward towards the TCFL [Turkish-Cypriot Ceasefire Line] I went to his assistance. I looked at the man’s face and it was my opinion at the time that he was dead. I shouted (noise level) at PO Flood: ‘Give me half of him, we’ll drag him.’ At this time there were some people with batons in front of us. We dragged him back approx. 30 metres towards the NGCFL ensuring he was not beaten again. Approx. 30 metres back we were met by some civilians from the NG side. They verbally abused us and pushed us taking the body from us. Going to NGCFL we moved away slowly from them after letting go of the body. I would describe this man as follows: - 25 yrs of age approx., heavy built approx. five foot 10 inches. He had a stubbly face, he had long black hair and he was wearing jeans and a white t-shirt. He was very pale at the time and there was blood coming from his head, nose and mouth. There were no life signs during this removal. I went back to the scene of more incidents. ...", "The times I have written into this statement are approximations. At 7.10. pm I went to Paralimni Hospital and viewed a body there. I can identify this body as being the second man whose assistance I went to and carried back 30 metres in the direction of the NGCFL. I spoke with Supt. Anastassiou of CYPOL who gave me the deceased name as being Tassos Isaak from Costa Palma, Paralimni. I also identified this body to my Deputy Commander Superintendent Cosgrave as being the man I dragged out of the Buffer Zone, who was in my opinion dead. ...”", "31. The witness was on duty at Dherynia checkpoint on 11 August 1996 from 8 a.m. In his statement he reported, inter alia, the following:", "“...At approximately 4.25 p.m. I observed a TCPE member who was armed with a baton assault a man who was dressed in blue jeans and a white t-shirt. I now know this man to be Anastasios Isaak. PO Frank Flood was near me at this moment. I ran towards the TCPE member and called out to him ‘You are a policeman, stop’. I shouted this at him several times. He then stopped. I was approx. 10 metres from this policeman, Anastasios Isaak ran to my right towards the road between OP 143 at the TKCYP [Turkish-Cypriot] checkpoint. He was being pursued by a number of TKCYP civilians armed with long sticks and other weapons including metal poles. I ran towards where Anastasios Isaak was when a person whom I presume was a TKCYP attempted to assault me with a metal pole. I swerved to avoid him. He ran off. I then observed the same TCPE member run towards where Anastasios Isaak was being pursued by other TKCYP civilians. He was being continually hit from behind on the head and on the back by these people with wooden and metal poles. I observed the TCPE member also strike Anastasios Isaak with his baton. I was running towards this mob when I was struck by several missiles on my left hand side. I was then hit from behind with a plastic bottle of water. Two GKCYP youths then came from my side and knocked me to the ground. They kicked me several times while I was on the ground. I managed to get to my feet. These youths were shouting at me ‘Why don’t you save this man, you mother-fucking UN bastard?’ They repeatedly kicked me and shouted abuse. Then a youth on a four wheel yellow motorcycle drove straight at me and struck me on my left-hand side. I was knocked to the ground. He turned his motorcycle and drove at me again. I got to my feet and he drove past me and went towards the GKCYP CFL. I looked towards where Anastasios Isaak was, he was surrounded by TKCYP civilians and the TCPE member who I had confronted a short while previously. There were other TCPE members and TF in military uniform. Anastasios Isaak was being repeatedly hit with batons and sticks by civilians and TCPE and TF. They also kicked him savagely on the ground. I saw PO Frank Flood go towards this mob. They began to disperse. I then was again confronted with several GKCYP youths who kicked and pushed me. They screamed abuse at me shouting ‘why do the UN not help the GKCyps?’. I then observed Sgt Stack and PO Flood drag Anastasios Isaak to safety. A mob then took him from Sgt Stack and PO Flood. All this time the noise level was intense, missiles were being continually thrown from both sides...”", "32. The witness, the deputy commander of the Irish Civilian Police (IRCIVPOL), was on duty at Dherynia checkpoint on 11 August 1996 from 8 a.m. In his statement he reported, inter alia, the following:", "“...At about 4.20 p.m. I saw a man running along horizontally with the patrol track leading from UM OP 142. As he ran he was hit several times on the head by a group of four to five people who were running after him. He eventually fell to the ground and was kicked and beaten to the ground by the group who included at least one uniformed Turkish policeman. I was about 20 metres from this incident as it enfolded. There was continuous shouting and severe noise as both groups chased each other in the BZ. I moved towards the man on the ground in an effort to save his life. I also saw that Sgt Lorraine Stack was with this group and moved towards the injured man. As this stage Sgt Lorraine Stack and Garda Flood removed the injured man and he was taken away by his friends. I now know this man to be Anastasios Isaak, DOB [date of birth] 10/2/71 of Costa Palama 13, Paralimni. The Turkish police moved into the buffer zone and with the assistance of UN personnel the Turkish demonstrators were pushed out of the BZ and on to behind the CFL. At that stage the Greek demonstrators were moving back towards the Greek CFL with the assistance of UN personnel.", "...", "I then identified the area where the injured person was attacked and sometime later I was informed that he had died. At 7.10 p.m. accompanied by Sgt Lorraine Stack and Sgt George Kulmer AUSCON [Austrian Contingent], photographer, I went to Paralimni Hospital where the body of Anastasios Isaak was lying. I met the State Pathologist, Dr Panicos Stavrianos and D/Supt. Th. Anastasiou CID Police Headquarters Nicosia. I directed the photographer George Kulmer to take photographs of the body, which he did. ...”", "33. Furthermore, in his statement, Superintendent M. Cosgrave noted that the following day he had visited the scene of the incident at Dherynia checkpoint with State pathologists Dr Panicos Stavrianos and Dr Sophoclis Sophocleous and members of the Cyprus police squad. He pointed out that at that stage the scene had been preserved and had not been examined or interfered with. He also noted that he had measured the area where the body had been lying – it had been 32 metres from the Turkish ceasefire line, 41 metres from the track in front of UN OP 143 and 95 metres from the wire on the Greek ceasefire line. He stated that on 12 August 1996 Dale Roberts, a UN photographer, had examined the scene and had taken samples from the area and that on 13 August 1996 he had accompanied Dr P. Vanezis, the State pathologist and members of the police squad to the scene of the incident. He had then attended the post-mortem examination.", "34. Between 11 and 29 August 1996 statements were taken by the Cyprus police at the Dherynia police station from ten persons who had been present at the Dherynia checkpoint during the incidents of 11 August 1996. These witnesses were Stelios Archimandritis, Antigonos Kaoulla, Panicos Christodoulou Tylliros, Georghios Aresti, Zenon Tavrou, Michalis Andrea Neocleous, Stephanos Stephanou, Floros Adamou Constanti, Zacharias Georghiou Sachariou, and Constantinos Kyriakides.", "35. Furthermore, statements were taken from two Greek-Cypriot police officers concerning the investigation into the killing of Anastasios Isaak.", "36. The witness is a photographer who was present at the Dherynia checkpoint on 11 August and had taken photographs of the incident. In his statement of 29 August 1996 he claimed, inter alia, the following:", "“...I then withdrew heading southwards towards our side and then saw the Turks from a distance of 40 metres chasing a Greek Cypriot wearing jean trousers and a white sweater. I approached within 20 metres and started to take photos of the incident. I approached within a distance of 20 metres because the lens I had on my camera at the moment could not take photographs from a long distance. I started taking photographs from the moment they chased him until the moment they stopped beating him and UN men took him away.", "I took 16 photographs and another 4 while he was being taken by the UN man to the place the Greek Cypriots were.", "From what I noticed, and this is shown also in the photographs I took, about 15 persons, most of whom wore civilian clothes and many wore the uniform of the pseudo-State, took part in the beating up and murder of the youth, who as I told you in my previous statement, was Tassos Isaak. They were armed with clubs, iron bars and water pipes and stones.", "At first they chased him and while they were chasing him in a big stride he lost his balance and fell down. In his effort to defend himself he caught a Turk by the leg. The Turk sat on the ground and seized Tassos by the hair, while they were on the ground several hit him with offensive objects they held. Among them there were some ‘policemen’ with their batons.", "At some moment I noticed that one of the Turks in civilian clothes held a stone in his right hand the size of an orange and was on the point of throwing it on the head of Tassos. I did not notice whether the Turk completed his effort. I was not able to photograph that scene. When Tassos was finally moved by the UN men and handed to the Greek Cypriots to be transported to the hospital, I left. ...”", "37. The witness is a police inspector serving in the Central Information Service as second in command of Division A. On 9 December 1996 he gave a statement concerning the investigation into the killing of Anastasios Isaak as follows:", "“As part of my duties I received information from reliable sources according to which the following Turkish settlers and Turkish Cypriots are among the perpetrators of the murder of Tassos Isaak which was committed on 11.8.1996, at Dherynia:", "1. Fikret Veli Koreli, Turkish Cypriot, Identity Card No. 421344", "2. Hasim Yilmaz, Turkish settler", "3. Neyfel Mustafa Ergun, Turkish settler", "4. Polan Fikret Koreli, Turkish Cypriot", "5. Mehmet Mustafa Arslan, Turkish settler", "6. Erhan Arikli, Turkish settler.", "The above persons have been identified also from a comparison with photographs, an album of which I handed on 20.11.1996, together with a relevant explanatory memorandum, to the Police Division C Commander.”", "38. An explanatory memorandum was attached to the statement containing additional information and documents about the persons identified.", "39. The witness is a police superintendent and commander of Police Division C at the Police Headquarters. On 11 August 1996 at about 6.45 p.m. he visited the scene of the killing of Anastasios Isaak with a team of men from CID Headquarters and the Forensic Service. In his statement he noted that he had given instructions on the spot to the Acting Superintendent in charge of CID (E) Headquarters concerning the investigation of the killing, asking that the scene be photographed and video-recorded. He had also attended the post-mortem examination of the corpse of Anastasios Isaak at Larnaca Hospital.", "40. In his statement the witness further noted, inter alia, that he had received copies of two VHS videotapes; one on 3 September 1996 from Worldwide Television News (WTN) of London and one on 25 November 1996 from Reuters of London. These contained scenes from the demonstration and the killing of Anastasios Isaak.", "41. Professor Peter Vanezis, from the Department of Forensic Medicine and Science at Glasgow University, carried out a post-mortem examination at Larnaca General Hospital on 13 August 1996 on the body of Anastasios Isaak. In his report dated 17 September 1996, in which he summarised his findings, Dr Vanezis concluded the following:", "“1. The body was that of a well-nourished man with no natural disease that could have contributed to or caused death at the time.", "2. He had suffered multiple blunt impacts to the body, predominantly the head and the trunk.", "3. From the characteristic nature of the injuries, the instruments causing them were most likely cylindrical shaped sticks and/or metal piping.", "4. There were also injuries which had characteristics indicative of them being caused by square metal objects as found at the scene.", "5. The marks on the arms indicated that he had tried to defend himself.", "6. The severity and multiplicity of the injuries to the head indicate that he would have lost consciousness at or within a very short time of the infliction and died soon afterwards.", "7. The injury to the genital area is consistent with a kick or a blow from an object as described above, to that region.", "Cause of death", "1a: Multiple Blunt Head Trauma.”", "42. The applicants provided the Court with a sketch plan of the scene of the killing of Anastasios Isaak drawn up by the UN and a print of an aerial view of the location of the killing.", "43. They also submitted a total of 37 photographs that had been taken by Mr Constantinos Kyriakides, a photographer, on 11 August 1996 during the events in Dherynia (see paragraph 36 above). Photographs numbered 18 to 37 depict the incident concerning Anastasios Isaak in chronological order.", "44. In photograph 19 Anastasios Isaak is seen falling to the ground while civilian demonstrators are approaching him with batons and/or sticks.", "45. Photographs 20 to 33 show Anastasios Isaak on the ground being beaten with batons, kicked on the head and other parts of his body, his hair being pulled and his head being banged on the ground. The photographs show “TRNC” policemen and members of the Turkish and/or TurkishCypriot police/military in camouflage uniform standing behind the Turkish ceasefire line.", "46. In photograph 20 two UN officers can be seen helping a demonstrator lying on the ground, just a few metres from where Anastasios Isaak is being beaten. The photograph shows that four uniformed “TRNC” policemen and a Turkish or Turkish-Cypriot police/military officer in camouflage uniform were present in the vicinity.", "47. In photograph 23 the above-mentioned police/military officer in camouflage uniform can be seen joining the civilian demonstrators that are beating Anastasios Isaak and appears to be passing his metal baton over to one of them.", "48. In photograph 24 this civilian is holding the baton high up over Anastasios Isaak while the officer in camouflage uniform is standing next to him. The photograph shows five uniformed police officers in the vicinity, one of whom, with a baton, is making his way through the civilians surrounding Anastasios Isaak.", "49. In photograph 25 the officer in camouflage uniform appears to have taken his baton back, whereas the police officer is beating Anastasios Isaak with his baton.", "50. Photograph 26 shows the above-mentioned police officer beating Anastasios Isaak with his baton and the officer in camouflage uniform holding his baton over Anastasios Isaak. In photograph 27 the officer in camouflage uniform, the above-mentioned police-officer and a second police officer are beating Anastasios Isaak with their batons. In photograph 28 they are joined by a third police officer. In both photographs 27 and 28 these four officers are seen beating Anastasios Isaak with their batons together with the civilian demonstrators. Another four officers can be seen in the vicinity.", "51. In photograph 29 the officer in camouflage uniform can be seen leaning over Anastasios Isaak with his baton.", "52. In photographs 30 to 32 a civilian demonstrator in front of the officers is seen kicking Anastasios Isaak on the head.", "53. In photographs 32 and 33 a UN officer can be seen intervening. This officer can also be seen in photographs 26 to 31 in which he is trying to make his way to Anastasios Isaak. Photograph 33 shows the UN officer taking hold of the arm of the officer in camouflage uniform holding the baton.", "54. Photographs 34 and 35 show two UN officers dragging the body of Anastasios Isaak.", "55. Photographs 36 and 37 show Greek-Cypriot demonstrators taking the body away.", "56. The applicants submitted a videotape received from Reuters covering the incident. This video recording contains, inter alia, scenes from the incidents at Dherynia and part of the beating of Anastasios Isaak by civilian demonstrators, the “TRNC” police and the Turkish or Turkish-Cypriot police/military officer in camouflage uniform. Furthermore, the recording shows a UN officer intervening with the aid of two policemen, one of whom is holding a riot shield, pushing back the crowd around Anastasios Isaak. The crowd then disperses. While the UN officer is standing over Anastasios Isaak, two civilians approach. One is seen throwing a stone towards Anastasios Isaak’s head and one of them a stone/rock at his mid to lower body.", "57. The Government provided a copy of the above report pertaining to the UN Operation in Cyprus. This included a map showing the deployment of UNFICYP in December 1975 and the Forward Defence lines of the Turkish Forces and the Cypriot National Guard.", "58. In his report on the UN Operations in Cyprus for the period from 11 June to 10 December 1996, the UN Secretary-General stated, inter alia, the following:", "“1. ... Tension arose in early August 1996 in anticipation of a demonstration organised by the Cyprus Motorcycle Federation. First announced in January 1996, it was to take the form of a symbolic motorcycle ride, undertaken by Greek Cypriots and persons from other countries, originating in Berlin and ending in Kyrenia on 11 August. This meant that the demonstrators intended to cross the United Nations buffer zone as well as the Turkish forces ceasefire line, a course of action which was bound to cause the utmost provocation. During the period leading up to the demonstration, the media on both sides publicised a large number of increasingly acerbic statements by the demonstration’s organisers and by Greek-Cypriot political leaders, as well as counter statements by the Turkish-Cypriot side.", "2. During this period, the United Nations was in frequent contact with the government authorities, including the Cyprus Police, urging them to prevent any violation of the ceasefire lines or of the United Nations buffer zone. On the eve of the demonstration, I appealed publicly to the Government of Cyprus to take effective measures in exercise of its responsibilities to prevent any unauthorised entry into the United Nations buffer zone.", "3. On the morning of 11 August, however, the demonstrators proceeded from the stadium in Nicosia, where they had assembled, to points east of Nicosia. Cyprus police were on hand, but remained largely passive. In the meantime, a major counterdemonstration had begun in north Nicosia, including a significant number of members of the ‘Grey Wolves’, an ultranationalist Turkish organisation, who had arrived from Turkey.", "4. The Greek-Cypriot demonstrators entered into the United Nations buffer zone at several points, approached the ceasefire line of the Turkish forces, and clashed with Turkish troops and Turkish-Cypriot police as well as with Turkish-Cypriot counterdemonstrators. The most serious clash occurred near Dherynia, where a large group of Greek Cypriots were allowed to cross the National Guard ceasefire line. In the meantime, the Turkish forces allowed counter-demonstrators and Turkish-Cypriot police to cross a restricted military area and to enter the United Nations buffer zone. They proceeded to beat the Greek Cypriots with batons and iron bars, killing one civilian. ...”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}