{"ITEMID": "001-82711", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF WIESER AND BICOS BETEILIGUNGEN GMBH v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award (first applicant);Costs and expenses - partial award (first applicant)", "JUDGES": "Elisabeth Steiner;Giovanni Bonello;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Stanislav Pavlovschi", "TEXT": ["5. The first applicant, who was born in 1949, is a lawyer practising in Salzburg. He is the owner and general manager of the second applicant, a holding company which is, inter alia, the sole owner of the limited liability company Novamed.", "6. On 30 August 2000 the Salzburg Regional Court (Landesgericht), upon a request for legal assistance (Rechtshilfeersuchen) by the Naples Public Prosecutor’s Office, issued a warrant to search the seat of the applicant company and Novamed. Both companies have their seats at the first applicant’s law office.", "7. The court noted that in the course of pending criminal proceedings concerning, inter alia, illegal trade in medicaments against a number of persons and companies in Italy, invoices addressed to Novamed, owned 100% by the applicant company, had been found. It therefore ordered the seizure of all business documents revealing contacts with the suspected persons and companies.", "8. On 10 October 2000 the search of the seat of the applicant company, which is also the first applicant’s law office, was carried out by eight to ten officers of the Economic Crimes Department of the Salzburg police (Wirtschaftspolizei) and data-securing experts (Datensicherungsexperten) of the Federal Ministry of the Interior.", "9. One group of officers searched the law office for files concerning Novamed or Bicos in the presence of the first applicant and a representative of the Salzburg Bar Association. All documents were shown to the first applicant and the representative of the Bar Association before seizure.", "10. Whenever the first applicant objected to an immediate examination of a document seized it was sealed and deposited at the Salzburg Regional Court as required by Article 145 of the Code of Criminal Procedure (Strafprozeßordnung – see paragraph 33 below). All seized or sealed documents were listed in a search report which was signed by the applicant and the officers who had carried out the search.", "11. Simultaneously, another group of officers examined the first applicant’s computer systems and copied several files to disks. According to his statement before the Independent Administrative Panel (see paragraph 25 below), the IT specialist who normally serviced the computer systems was called upon to provide some technical assistance but left again after about half an hour. The representative of the Bar Association was informed about the search of the computer systems and was also temporarily present. When the officers had terminated the search of the computer systems, they left without drawing up a search report and, apparently, also without informing the first applicant about the results of the search.", "12. Later the same day the police officers involved in the search of the applicants’ electronic data drew up a data securing report (Datensicherungsbericht). Apart from a number of technical details concerning the first applicant’s computer systems, the report states that a complete copy of the server was not made. The search was carried out using the names of the companies involved and the names of the suspects in the Italian proceedings. A folder named Novamed containing ninety files was found plus one further file containing one of the search items. All the data were copied to disks. In addition, the deleted items were retrieved and numerous files which corresponded to the search items were found and also copied to disks.", "13. On 13 October 2000 the investigating judge opened the sealed documents in the presence of the first applicant. Some documents were copied and added to the file while others were returned to the first applicant on the ground that their use would impinge on the first applicant’s duty of professional secrecy.", "14. The disks containing the secured data were transmitted to the Economic Crimes Department who printed out all the files. Both the disks and printouts were then handed over to the investigating judge.", "15. On 28 November 2000 and 11 December 2000 respectively, the first applicant and the applicant company lodged complaints with the Review Chamber (Ratskammer) of the Salzburg Regional Court.", "16. They submitted that the first applicant was the owner and manager of the applicant company but also the lawyer for a number of companies in which the latter held shares. They complained that the search of their premises and the seizure of electronic data had infringed the first applicant’s right and duty of professional secrecy under section 9 of the Lawyers Act (Rechtsanwaltsordnung) in conjunction with Article 152 of the Code of Criminal Procedure as some officers had proceeded unobserved to examine and subsequently copy electronic data. The applicants submitted that the data contained the same information as the documents which had been examined in the presence of the first applicant. However, with regard to the electronic data, the first applicant had not been given an opportunity to object and have the disks sealed.", "17. They further submitted that the search report did not mention that part of the search, nor did it mention which electronic data had been copied and seized. Furthermore, the search report had only been signed by three of the officers, but did not mention the names of all the officers who had been present at the search, omitting in particular the names of the data-securing experts of the Federal Ministry of the Interior.", "18. On 31 January 2001 the Review Chamber dismissed the applicants’ complaints.", "19. It observed that the first applicant’s computer data had been searched with the aid of particular search criteria. Files which corresponded to these search criteria had been copied to disks which had been seized.", "20. However, there was no ground for holding that this seizure circumvented Article 152 of the Code of Criminal Procedure: the search of the first applicant’s law office concerned exclusively documents which the first applicant had in his possession as an organ of Novamed and Bicos, and therefore did not concern a lawyer-client relationship.", "21. It further observed that the search of the first applicant’s law office was based on a lawful search warrant which included the search and seizure of electronic data. The procedural safeguards laid down in Article 145 of the Code of Criminal Procedure, namely the right of the person concerned to object to an immediate examination and to request the deposit of data seized with the Regional Court and a decision by the Review Chamber, also applied to the search of electronic data.", "22. In the present case, however, the officers had, whenever asked, complied with the first applicant’s requests to seal certain documents and deposit them with the Regional Court. Some of these documents had been returned by the court in order to ensure compliance with the applicant’s duty of professional secrecy.", "23. It therefore concluded that the applicants’ complaints were unfounded. The Review Chamber’s decision was served on 7 February 2001.", "24. In the meantime, on 20 and 21 November 2000 respectively, the first applicant and the applicant company lodged complaints with the Salzburg Independent Administrative Panel (Unabhängiger Verwaltungssenat). They submitted that the search and seizure of electronic data in the first applicant’s office had been unlawful.", "25. On 2 April, 11 June and 11 July 2001 the Independent Administrative Panel held public hearings at which it heard evidence from a number of witnesses.", "The IT specialist in charge of the first applicant’s computer facilities said that he had been called and had arrived at the office when the search of the premises was already under way. He had left again after half an hour. The officer in charge of the search stated that the first applicant had been informed about the search of his computer data. Two other officers stated that the search of the first applicant’s computer systems had not begun until the arrival of his IT specialist and that the representative of the Bar Association had been temporarily present. This was confirmed by the representative of the Bar Association.", "26. On 24 October 2001 the Salzburg Independent Administrative Panel dismissed the applicants’ complaints. It found that they concerned alleged breaches of certain provisions of the Code of Criminal Procedure regulating searches. The officers who had carried out the search had possibly not fully complied with these provisions. They had, however, acted on the basis of the search warrant and not exceeded the instructions of the investigating judge. The search was therefore imputable to the court. Consequently, a review of lawfulness did not fall within the competence of the Independent Administrative Panel.", "27. Articles 139 to 149 of the Code of Criminal Procedure (Strafprozeßordnung) concern the search of premises and persons and the seizure of objects.", "28. Article 139 § 1 provides in particular that a search may only be carried out if there is a reasonable suspicion that a person suspected of having committed an offence is hiding on the premises concerned, or that there are objects there the possession or examination of which is relevant to a particular criminal investigation.", "29. Pursuant to Article 140 §§ 1 and 2 a search should in general only be carried out after the person concerned has been questioned, and only if the person sought has not come forward of his or her own volition or the object or objects sought have not been voluntarily produced and if the reasons leading to the search have not been eliminated. No such questioning is required where there is danger in delay.", "30. Article 140 § 3 states that a search may, as a rule, only be carried out on the basis of a reasoned search warrant issued by a judge.", "31. Pursuant to Article 142 §§ 2 and 3 the occupant of the premises subject to the search or, if he is unavailable, a relative of the occupant, shall be present during the search. A report is to be drawn up and to be signed by all those present.", "32. Article 143 § 1 of the Code of Criminal Procedure provides that, if objects relevant to the investigation or subject to forfeiture or confiscation are found, they are to be listed and taken to the court for safe keeping or seized. It refers in this respect to Article 98, pursuant to which objects in safe keeping have to be put into an envelope to be sealed by the court, or be labelled so as to avoid any substitution or confusion.", "33. Article 145 reads as follows:", "“1. When searching through documents steps must be taken to ensure that their content does not become known to unauthorised persons.", "2. If the owner of the documents does not want to permit their being searched, they shall be sealed and deposited with the court; the Review Chamber must determine immediately whether they are to be examined or returned.”", "34. According to the courts’ case-law, which is endorsed by the opinion of academic writers (see Bertl/Vernier, Grundriss des österreichischen Strafprozessrechts, 7th edition), the provisions relevant to the search and seizure of paper documents also apply mutatis mutandis to the search and seizure of electronic data. If the owner of disks or hard disks on which data is stored objects to their being searched, the data carriers are to be sealed and the Review Chamber must decide whether they may be examined.", "35. Section 9 of the Austrian Lawyers Act (Rechtsanwaltsordnung) regulates the professional duties of lawyers including, inter alia, the duty to maintain professional secrecy.", "36. Article 152 § 1 of the Code of Criminal Procedure exempts lawyers, notaries and business trustees from the obligation to give evidence as witnesses in respect of information given to them in the exercise of their profession.", "37. It is established case-law that documents which contain information subject to professional secrecy may not be seized and used in a criminal investigation.", "38. According to an instruction (Erlaß) of the Federal Minister of Justice of 21 July 1972, a representative of the competent Bar Association shall be present during the search of a lawyer’s office in order to ensure that the search does not encroach on professional secrecy.", "39. By virtue of section 67a(1) of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz), Independent Administrative Panels have jurisdiction, inter alia, to examine complaints from persons alleging a violation of their rights resulting from the exercise of direct administrative authority and coercion (Ausübung unmittelbarer verwaltungsbehördlicher Befehls- und Zwangsgewalt).", "40. Where police officers execute a court warrant their acts are imputable to the court unless they act in clear excess of the powers conferred on them. Only in the latter case are their acts qualified as exercise of direct administrative authority and coercion and subject to review by an Independent Administrative Panel."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}