{"ITEMID": "001-109812", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KAZALI AND OTHERS v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["The applicants are:", "49247/08 Niazi Kazali born 1922, resident in Kyrenia, in the “Turkish Republic of Northern Cyprus” (“TRNC”), British and Cypriot national;", "Hakan Kazali born 1947, resident in Norfold, United Kingdom, British and Cypriot national;", "49307/08 Esat Mustafa, born 1953, resident in Enfield, United Kingdom, British and Cypriot national;", "Nafia Mustafa, born 1933, resident in Nicosia, “TRNC”, Cypriot national;", "Zeka Mustafa, born 1956, resident in London, United Kingdom, Cypriot national;", "Kenan Mustafa, born 1951, resident in Nicosia, “TRNC”, Cypriot national;", "Enis Bolcocuk, born 1981, resident in Güzelyurt (Morphou), “TRNC”, Cypriot national;", "Sabiha Aslanturk, born 1960, resident in Güzelyurt (Morphou), “TRNC”, Cypriot national;", "Safiye Kansal, born 1962, resident in Famagusta, “TRNC”, Cypriot national;", "Gokcen Mustafa, born 1964, resident in Nicosia, “TRNC”, Cypriot national;", "30792/05 Alp Z. Nouri, born 1931, resident in Mesa, United States of America, US and Cypriot national;", "Keray F. Nouri, born 1933, resident in Phoenix, United States of America, US national;", "1760/05 Savash Kamil, born in 1948, resident in London, United Kingdom, British national;", "represented before the Court by Mr Z. Necatigil and Mrs Sulen Karabacak, lawyers practising in Nicosia.", "4080/06 Erdogan Durmus, born 1934, resident in Famagusta, “TRNC”, Cypriot national;", "34776/06 Mehmet Ali Osman, born 1937, resident in Nicosia, “TRNC”, Cypriot national;", "represented before the Court by Mr A. Yesilada, a lawyer practising in Nicosia.", "1545/07 Hassan Houssein Chakarto, born in 1936, resident in Banstead, United Kingdom, British national;", "Necla Cagis, born in 1950, resident in Güzelyurt (Morphou), “TRNC”, Cypriot national;", "Mumin Cakartas, born in 1941, resident in Güzelyurt (Morphou), “TRNC”, Cypriot national;", "Gokcen Bayar, born in 1939, resident in Güzelyurt (Morphou), “TRNC”, Cypriot national;", "represented before the Court by Mr A. Aksu, a lawyer practising in Ankara.", "38902/05 Aiten Abni, born in 1934, resident in Nicosia, Cypriot national;", "3240/05 Niyazi Salih, born in 1957, resident in Turnford, United Kingdom, British national;", "represented before the Court by Mr M. Georgiou, a lawyer practising in Nicosia.", "1. Application no. 49247/08 concerns a plot of land (a house with a vineyard and fruit trees) in the village of Vroisha. The applicants moved to Larnaca in 1954 and rented out the property in Vroisha. The applicants continued to visit the village during the summer months until 1964, when the inhabitants of Vroisha left the village due to alleged acts of aggression by Greek Cypriots.", "2. Niazi Kazali currently resides on Greek-Cypriot property; Hakan Kazali resides abroad.", "3. Application no. 49307/08 relates to several plots of land (a house with vineyards and fruit trees), also in Vroisha, inherited by the applicants from a deceased relative in 1995. The applicants (with the exception of the fifth applicant) left the property in 1964 due to alleged acts of aggression by Greek Cypriots (the deceased mother of the fifth applicant also left Vroisha in 1964).", "4. Esat Mustafa and Zeka Mustafa now reside abroad; Nafia Mustafa, Kenan Mustafa, Enis Bolcocuk, Sabiha Aslanturk and Safiye Kansal reside on Greek-Cypriot property; Gokcen Mustafa resides on Turkish-Cypriot property.", "5. The applicants allege that their properties were burnt down in or around 1964.", "6. Together with other former villagers of Vroisha, the applicants formed the Vroisha (Yağmuralan) Association (“the Association”), which is based in England. On 30 March 2004 the Association made submissions to the Cypriot Minister of the Interior via the Cyprus High Commission in London demanding the return of the village to the legal owners and compensation. On 6 May 2004 the Cyprus High Commission in London replied indicating that the Ministry of the Interior was examining the request. The letter also advised that according to the Ministry of the Interior, under the Turkish-Cypriot Properties Management and Other Matters Law 139/91 (see paragraphs 40-48 below), all Turkish-Cypriot properties which had been abandoned in the free areas of the Republic of Cyprus came under the custodianship of the Custodian of Turkish-Cypriot properties and that since the “Cyprus Problem” was unresolved, the owners of those properties could not exercise their rights with regard to those properties.", "7. On 12 January 2006, the Minister of the Interior replied to the Association’s submissions. He indicated that:", "“... no damage was caused to the properties of the T/C inhabitants of Vroisha village or any loss of life by organs of the Republic.", "...", "The village of Vroisha was voluntarily abandoned by its T/C inhabitants in early 1964 ... What survives from the buildings today are ruins. The destruction is basically due to abandonment and the lapse of time.”", "8. He noted that the land had remained unused and unexploited since the village was abandoned. He advised that the Department of Lands and Surveys would be able to furnish owners with information about the properties upon request. He concluded by reiterating that:", "“... all T/C properties in the area controlled by the Republic came under the custody of the Minister of the Interior acting as the Custodian of the T/C Properties in accordance with the provisions of the T/C Properties (Administration and Other Matters) (Temporary Provisions) Laws of 1991-2003. They will remain so until the end of the abnormal situation created as a result of the Turkish invasion and occupation of 1974.”", "9. The applicants in application no. 49247/08 subsequently obtained a search certificate and, on 4 August 2006, the first applicant transferred his interest in the property to his son, the second applicant.", "10. The complaints relate to property, including a mansion, in Larnaca transferred to the applicants in 1994 by way of a gift from their mother, who was a citizen of the United States from 1939. The mansion was destroyed through alleged acts of aggression by Greek Cypriots in 1964. A house, shop and restaurant/bar have since been constructed on the property without the applicants’ consent.", "11. Alp Nouri and Keray Nouri currently reside abroad. Alp Nouri stays in Greek-Cypriot property when he visits the “TRNC”.", "12. The applicants instructed a lawyer in Larnaca to have the title to the property transferred into their names. The new title deed was issued on 5 October 2007.", "13. Application no. 4080/06 relates to property in Mari Village (vineyards and a well). In August 1974, the applicant was taken prisoner and released north of the Green Line. He was unable to return to his property.", "14. The applicant resides in a house built on Greek-Cypriot property.", "15. On 30 April 1992 a notice of expropriation was published in the Official Gazette of the Republic of Cyprus indicating that part of the applicant’s property was to be compulsorily acquired by the Electricity Authority of Cyprus. On 11 September 1992 the expropriation order was published and on 18 February 1993 the Electricity Authority offered compensation in respect of the compulsory purchase. On 17 November 1993 the compensation offered was accepted by the Custodian on behalf of the applicant and the agreed amount was deposited by the Electricity Authority into a special fund on 22 July 1994.", "16. A notice of expropriation regarding the remaining part of the applicant’s property was published in the Official Gazette on 28 February 2003. On 4 July 2003 the expropriation order was published and on 23 September 2003 compensation was offered.", "17. Application no. 34776/06 concerns property in Kellia in the district of Larnaca (three houses, one of which he occupied, and a plot of land with trees). The applicant left the property in mid-August 1974 due to alleged acts of aggression by Greek Cypriots.", "18. The applicant resides in Turkish-Cypriot property.", "19. On 22 November 2007 a requisition order by the Cypriot National Guard was issued in respect of part of the applicant’s property. The offer for compensation by the Ministry of Defence is pending. The remainder of the property is being used by a Greek Cypriot for agricultural purposes.", "20. On 9 August 2005 the applicants’ lawyer wrote to the Service for the Management of Turkish-Cypriot Properties at the Ministry of the Interior, enclosing the title deeds and seeking the return of the properties and compensation. On 31 August 2005 he received a reply from the Acting Director of the Service for the Management of Turkish-Cypriot Properties in the following terms:", "“... the Turkish Cypriot Properties, which have been abandoned as a result of Turkish invasion and occupation, have come under the management and custody of the Custodian of Turkish Cypriot Properties, according to the provisions of the Turkish Cypriot Properties (Management and Other Matters) (Temporary Provisions) Law No. 139/91.", "According to the above Law, the Minister of Interior has been appointed as the Custodian of all the Turkish Cypriot Properties and all abandoned properties came under his management with the aim of meeting the needs of the refugees.", "In view of the above, I regret to inform you that your application is not able to be considered at present. Any matter outstanding will be considered and settled upon the final solution of the Cyprus Problem.”", "21. The applicants did not commence an action in the District Court to seek payment of the compensation deposited in respect of the compulsory acquisitions.", "22. The application relates to property comprised of a vineyard and business centre, containing 15 shops and three residences, in Limassol. The applicants allege that they were transferred north of the Green Line in Nicosia in 1974, as a result of the threat to their lives following the events of July 1974 and the kidnapping and disappearance of the fourth applicant’s husband in August 1974. They were unable to return to their property.", "23. Hassan Houssein Chakarto now resides abroad but rents a house in the “TRNC” built on Greek-Cypriot property; Necla Cagis, Mumin Cakartas and Gokcen Bayar reside on Greek-Cypriot property.", "24. In April 2003 one of the applicants returned to Limassol. The property was within a fenced-off area and was in a poor state of repair. The applicants sought information regarding the property, with no success. They subsequently appointed a lawyer who, in June 2003, wrote to the Service for the Management of Turkish-Cypriot Properties at the Ministry of the Interior, enclosing the title deeds and seeking the return of the properties and compensation. On 19 July 2003, she received a reply in similar terms to those received by the applicants in applications 4080/06 and 34776/06 (see paragraph 20 above).", "25. The application concerns two houses in Paphos inherited by the applicant from her parents. She let these houses for some time after moving to Nicosia. Following the events of summer 1974 she was not able to collect rent as she was not able to visit the properties. In 2003 she visited the two houses as well as two plots of land she had bought with her husband. They had been rented to displaced Greek Cypriots by the Cypriot Government since 1974.", "26. The applicant currently resides on Turkish-Cypriot property.", "27. The applicant never applied to the Custodian to seek the return of her property. She considered that in light of the jurisprudence of the Supreme Court, any legal action would have been ineffective.", "28. The application concerns a plot of land (a house with fruit trees) in Mari Village which was partially transferred to the applicant’s mother by the applicant’s maternal grandfather in 1973, with the remainder inherited following his death on an unspecified date. The applicant’s grandfather was forced to leave the property in 1974 due to alleged acts of aggression by Greek Cypriots. The applicant inherited the property following the death of his mother.", "29. The applicant, who resides abroad, took no steps to seek to recover the property.", "30. The application relates to property (including a house) in Limassol which belonged to the applicant’s father. The applicant’s father left the property in 1959 following an army posting to the United Kingdom and the house was left empty. There has been no access to the property since 1974.", "31. The applicant resides abroad.", "32. On 13 February 2001, following the death of his father, the applicant wrote to the Land Registry of Cyprus asking for information regarding the property. The Custodian consented to the transfer of the property into the applicant’s name on 21 January 2005.", "33. The applicant claimed that he instructed a solicitor to assist in the recovery of the properties, to no avail.", "34. Article 6 of the Constitution prohibits discrimination between Turkish Cypriots and Greek Cypriots.", "35. Article 13 grants the right to citizens to move freely throughout the island and to reside in any part of it, subject to any restrictions imposed by law and necessary for the purposes of defence or public health or provided as punishment to be passed by a competent court.", "36. Article 23 protects the right to property and provides that no deprivation, restriction or limitation of any such right shall be made except where it is imposed by law and is absolutely necessary in the interests of public safety, public health or public morals, town and country planning, the development and use of any property for the promotion of the public benefit or for the protection of the rights of others.", "37. Article 28 guarantees the right to equal treatment and nondiscrimination.", "38. Article 144 enables a party to any judicial proceedings to raise the question of the constitutionality of any law or decision. However, the provisions of this Article were rendered inoperative following the intercommunal problems in 1963 and the procedure for reference under the above provision is no longer applicable. The Administration of Justice (Miscellaneous Provisions) Law 33/1964 was enacted in order to address a situation of emergency and to set up the necessary judicial machinery for the continued administration of justice. By virtue of this law, the two highest courts, that is, the Constitutional Court and the High Court, were merged into one, the Supreme Court of Cyprus, to which the jurisdiction and powers of the two pre-existing courts were transferred. The establishment and operation of the new Supreme Court was held to be in conformity with the Constitution on the basis of recognised principles of the Law of Necessity (the Attorney-General of the Republic v. Mustafa Ibrahim and others, (1964) C.L.R. 195). As the procedure for reference under Article 144 (1) is no longer applicable in cases other than those of the Family Courts, questions of alleged unconstitutionality are treated as issues of law in the proceedings, subject to revision on appeal in due course, in so far as the lower courts are concerned. All courts when dealing with a case are competent to examine questions of alleged unconstitutionality arising in the case which are material for the determination of any matter at issue.", "39. Article 146 vests exclusive jurisdiction in the Supreme Court to adjudicate on complaints that administrative decisions are contrary to the Constitution or any law, including Convention law, or are made in excess of or in abuse of the powers vested in any organ, authority or person.", "40. Law 139/1991 (“the Law”) was enacted according to its preamble to regulate the administration of Turkish-Cypriot properties in the Republic of Cyprus:", "“Whereas, because of the massive removal of the Turkish-Cypriot population as a result of the Turkish invasion to the areas occupied by the Turkish invasion forces and the prohibition by such forces of the movement of such population within the areas of the Republic of Cyprus, properties which consist of movable and immovable property were abandoned,", "And whereas it became essential for the protection of those properties to take immediate measures,", "And whereas the measures taken included the administration of such properties by a special committee which was constituted through administrative arrangements,", "And whereas the regulation by law of the question of the Turkish-Cypriot properties in the Republic became necessary ...”", "41. Section 2 provides definitions of relevant terms used in the Law:", "“‘Abnormal situation’ means the situation created as a result of the Turkish invasion which continues to exist until the Council of Ministers, by notification published in the Official Gazette of the Republic, appoints a date for the termination of such situation;", "...", "‘Turkish-Cypriot’ means a Turkish-Cypriot who does not have his usual residence in the areas controlled by the Republic and includes a company or other legal person which is controlled by a Turkish-Cypriot, as well as by the Evcaf;", "‘Turkish-Cypriot property’ includes every property movable or immovable which belongs to a Turkish-Cypriot and is situated in the areas under the control of the Republic and includes Evcaf property.”", "42. Section 3 establishes the post of Custodian of Turkish-Cypriot properties who is to administer such property in accordance with the provisions of Law 139/1991 and exercise the functions conferred on him by that Law during the abnormal situation and until final settlement of this matter is reached.", "43. Section 5 stipulates that:", "“Subject to the provisions of this Law, the Custodian in administering Turkish-Cypriot properties and exercising the functions conferred on him by this Law, shall have all the rights and obligations which their Turkish-Cypriot owner would have:", "Provided that, notwithstanding the amendment to the principal law made by this Law, all acts or decisions which have been done or taken by the Custodian, in accordance with the principal law, shall be regarded as having been done or taken lawfully.”", "44. Section 6 sets out some specific functions of the Custodian, without prejudice to the generality of section 5. These include:", "“(a) to administer every Turkish-Cypriot property in accordance with the circumstances of each case and to this end–", "(i) to collect every sum which is due to the beneficiary and to give the necessary receipts; ...", "(ii) to collect and dispose of the produce of such property in the most beneficial manner for the owner;", "(iii) to make the necessary payments for the fulfilment of obligations concerning the property under administration;", "(iv) to arrange for the necessary repairs, improvements, cultivations, plantations or, where necessary, such changes to the property which would be beneficial to the owner;", "(v) to make arrangements, to enter, terminate or cancel contracts or to undertake obligations or charges concerning each such property and more specifically to lease same at the most favourable terms for the owner; ...", "(vi) to sell or otherwise dispose of every such movable property which is subject to deterioration or which because of its nature ought to be sold or disposed in the interest of the owner;", "(vii) generally to do everything which is consequential to or necessary for the administration of Turkish-Cypriot properties.", "...", "(c) To accept service of actions, reference or other judicial process concerning Turkish-Cypriot property, to represent and bind the owner of any Turkish-Cypriot property before any judicial, administrative or other authority in the Republic or anywhere else outside the Republic, to give or receive notifications by virtue of the provisions of any Law applicable in connection with Turkish-Cypriot property and to be present at local enquiries and negotiations concerning such property.", "(d) To administer the Fund of Turkish-Cypriot properties which is established by virtue of section 11 of this Law;", "...", "Provided that in the case of immovable property, the Custodian, in the exercise of his functions by virtue of this section, cannot take actions as a result of which after the termination of the operation of this Law–", "(i) The owner would be other than the owner at the date of entry into force of the present Law, except in exceptional cases in which this would be beneficial for the owner or necessary in the public interest; or", "(ii) the right of the owner concerning the property would be in any way restricted or charged more than what would be absolutely necessary or beneficial for the property or the owner or necessary in the public interest; ...”", "45. Section 7 requires the Custodian, in administering the TurkishCypriot properties and in exercising his functions by virtue of Law 139/1991, to look after the needs of refugees and at the same time serve the interests of the owners of the said properties on the basis of “prescribed criteria”.", "46. Pursuant to section 9 of Law 139/1991:", "“The payment of any sum due to an owner of Turkish-Cypriot property in relation to such property is suspended during the abnormal situation which exists in the Republic of Cyprus by reason of the Turkish occupation.”", "47. Section 11 establishes a “Special Fund”:", "“(1) A Special Fund under the name ‘Fund of Turkish-Cypriot Properties’ is constituted by this Law and for the purposes thereof, which is under the administration of the Custodian. In the Fund are deposited all receipts and all payments are made therefrom, in accordance with the provisions of this Law.", "...”", "48. Section 15 provides that every person who pays any debt due to a Turkish Cypriot to any person other than the Custodian; or assumes possession of or in any way uses a Turkish-Cypriot property in a manner other than that which is provided in Law 139/1991 is guilty of an offence and is liable to imprisonment not exceeding three months or to a fine not exceeding one thousand pounds or to both such penalties.", "49. Law 139/1991 was amended by Law No. 39(1) of 2010, published in Official Gazette no. 4240 of 7 May 2010, by the insertion of additional provisions. The following was inserted at the end of section 3:", "“Provided that in the exercise of his above authority to administer Turkish-Cypriot properties during the abnormal situation the Minister also has the power as custodian, to lift by duly reasoned decision and under terms which are in his judgment appropriate the custodianship concerning particular Turkish-Cypriot property or part of it, after taking into account in connection with the administration the situation and circumstances of each case and weighing all factors relevant to this matter, including whether the Turkish-Cypriot owner of the property or his heirs or successors in title, as the case may be, occupy property belonging to a Greek-Cypriot in the areas not under the Republic’s control:", "Provided further that inter alia the following factors weigh in favour of lifting the Custodianship of Turkish-Cypriot property–", "(a) that the matter concerns the administration of property which at the time it came under its regime of custodianship, its Turkish-Cypriot owner had ordinary residence abroad where he had gone at any time before or after the Turkish invasion of 1974, and the said owner continues to reside there or has returned or intends to return from abroad for permanent settlement in the Government controlled areas of the Republic,", "(b) that the matter concerns the administration of property which at any time after it came under its regime of custodianship by the Custodian the Turkish-Cypriot owner of the property settled permanently in the Government controlled areas of the Republic and continues to be constantly settled there permanently ,", "(c) that the property under administration concerns a house which its TurkishCypriot owner was living [in] and occupying before the Turkish invasion of 1974 and intends to live in it upon his coming from the occupied areas for permanent settlement in the Government controlled areas of the Republic.”", "50. A new section 6A was inserted into the Law:", "“(1) Violation of a right guaranteed by the European Convention for the Protection of Human Rights and Fundamental Freedoms or the Protocols thereto ratified by Law, owing to the application of a provision of this Law, is actionable.", "(2) A person alleging violation of any right guaranteed by the above Convention and or its Protocols owing to the application of a provision of this Law in his case, is entitled, in case of rejection of his relevant claim by the Minister, to have recourse to the district courts by way of action brought against the Republic and the Custodian for the alleged violation, and to claim for the violation the remedies provided for in this section:", "Provided that where the remedies sought include a claim by the owner for an order of the court that his property under custodianship under the provisions of this law be restored to him, the action is also directed against the person lawfully in occupation of the property.", "(3) In determining in an action under sub-section (2) whether the plaintiff’", "(4) Where in an action under this section the court determines that the plaintiff’s right was violated, he is entitled in the action:", "(a) to compensation for any pecuniary damage, loss, costs, and expenses actually incurred on account of the violation,", "(b) to compensation for non-pecuniary damage or injury sustained on account of the violation,", "(c) to legal costs actually incurred by him on account of the violation,", "(d) to the issue of a binding order of recognition of right under the Courts of Justice Laws,", "(e) to any other remedy that the court has power to grant in exercise of its civil jurisdiction under the Courts of Justice Laws or any other law for the time being in force, or the applicable general principles of law.", "(5) For ascertaining the damage attributable to the violation as provided for in subsection (4) and assessing and awarding compensation under the said sub-section, the court takes into account the criteria and factors taken into account for this purpose by the European Court of Human Rights as they transpire from its case-law in cases of violation of the right concerned which is guaranteed by the above Convention or its Protocols.", "Where in an action under this section the court issues an order for the restoration to the plaintiff of property under custodianship, the Custodian and the property’s lawful occupier are entitled in the action by relevant respective counterclaims against the plaintiff, to any amounts of costs that each has actually incurred for repairs, improvements, developments, building and conversions he has effected on the property under this Law:", "Provided that the said right of the lawful occupier is only for costs of repairs, improvements, developments, building and conversions he has effected on the property with the Custodian’s permission.", "(7) Where the Custodian for purposes of compliance with a judgment by the court in an action under this section decides to lift the custodianship of Turkish-Cypriot property, he is entitled by action against the owner in whose favour the said judgment was issued, or against his heirs or successors in title, as the case may be, to any amount of costs he has actually incurred for repairs, improvements, developments, building and conversions he has effected on the property under this Law while it was under custodianship:", "Provided that a person lawfully in occupation of the said property at the time of the judgment of the court or of the above decision of the Custodian and subsequently forced to abandon it as a result of the court judgment or the lifting of its custodianship, is entitled by action against the above owner, his heirs and successors in title, to any amount of costs he has actually incurred for repairs, improvements, developments, building and conversions he has effected on the property with the Custodian’s permission whilst he was in occupation.”", "51. The plaintiffs, Turkish Cypriots living in England since 1962, were owners of three plots of land and a house. In 1976 refugee housing was built on one of the plots; the other two plots and the house were granted to refugees for temporary use. The plaintiffs filed a civil action before the District Court of Limassol seeking eviction orders, rents as from the day of trespass and exemplary damages.", "52. On 29 September 1995, the District Court found that the respondent had committed trespass. It held that Law 139/1991 was not applicable to the case as no evidence had been put before it establishing that the plaintiffs had abandoned their property as a result of the Turkish invasion of 1974. The court dismissed the plaintiffs’ claim for exemplary damages and awarded them ordinary damages for trespass, noting that they had, during the proceedings, withdrawn their application for return of the house. The Attorney-General appealed the judgment.", "53. Handing down its judgment, the Supreme Court set aside the findings of the first-instance court concerning the non-applicability of Law 139/1991 to the case. Relying on the definition of “Turkish-Cypriot” in section 2 of the Law (see paragraph 41 above), the court concluded that the definition of “abandoned property” had been specified by the legislator as the property of a Turkish Cypriot who did not have his ordinary residence in the areas controlled by the Republic. The meaning of the term “abandoned properties” was therefore unambiguous and Law 139/1991 applied in the claimants’ case.", "54. The Supreme Court ordered that the case be sent back to the District Court for retrial to determine the amount of compensation from the date of trespass as ascertained by the first instance court until the date of entry into force of Law 139/1991 on 1 July 1991 and to determine whether the relevant provisions of Law 139/1991 were constitutional. It noted that if the answer to the latter question was positive then the claim for damages for the period after 1 July 1991 would have to be dismissed; if negative, then damages would have to be assessed for the period after 1 July 1991.", "55. The case was eventually settled at the retrial stage and the constitutionality issue was therefore not determined.", "56. On 20 July 2001, the Supreme Court rejected the argument that Law 139/1991 infringed Article 23 of the Constitution by requisitioning property indefinitely, noting that the law did not provide for requisition or acquisition but administration, and for a temporary period only.", "57. The Custodian initiated a civil action for possession of certain properties in accordance with Law 139/1991. The defendants submitted that they were in possession of the relevant properties in accordance with their agreement with the Vakf (a public benefit foundation) and that Vakf properties were excluded from the application of the Law.", "58. On 15 February 2002, in an interim judgment, the District Court decided that properties owned by the Vakf were not excluded from Law 139/1991. It considered that section 2 of the Law was contrary to Article 23 of the Constitution but that it could be justified on the basis of the doctrine of necessity for the administration and protection of the abandoned TurkishCypriot property. The defendants appealed.", "59. On 29 September 2003 the Supreme Court dismissed the appeal. It held that following the Turkish invasion and occupation, the State was entitled to take measures which entailed limitation or even deprivation of the rights and liberties set out in the Constitution. Law 139/1991 introduced measures to allow the State to meet the needs that arose due to the Turkish invasion and, the court concluded, the measures were both necessary and proportionate.", "60. The plaintiff, a Turkish Cypriot, was the owner of a property in the district of Limassol since 1963. Following the enactment of Law 139/1991, his property was vested in the Custodian and used by two Greek Cypriots. In September 2002, the plaintiff moved from the occupied area of Cyprus to the government-controlled area and requested that his house be returned to him. His request was dismissed on the ground that as a result of the Turkish invasion of 1974, all Turkish-Cypriot properties had been vested in the Custodian until final settlement of the Cypriot problem.", "61. The plaintiff lodged a recourse against this decision with the Supreme Court under Article 146 of the Constitution (see paragraph 39 above). He contended, inter alia, that he was entitled to recover his property as he resided in the government-controlled area, relying on section 2 of the Law (see paragraph 41 above). The Attorney General argued that “residence” was determined on the day the Law entered into force and not at any subsequent time so that from the moment the Custodian took over the administration of Turkish-Cypriot property, such administration would continue as long as the Law was in force.", "62. On 24 September 2004 the Supreme Court rejected the Government’s interpretation of section 2, finding that such an interpretation would constitute an illogical, unjustifiable and excessive limitation of the fundamental constitutional right to property. It referred to the preamble of the Law (see paragraph 40 above) and held that:", "“... the Legislator also decided, as it appears from the definition of the term ‘Turkish-Cypriot’, as his criterion, that only in the case where the owners of the properties in question are not resident in the areas controlled by the Republic is their protection necessary, evidently as those Turkish properties whose owners live in the areas controlled by the Republic do not need such protection, thus establishing a criterion which does not apply generally to Turkish-Cypriots en masse but specifically to each owner. The ordinary residence of the specific owner in the areas controlled by the Republic, as the criterion of the same Legislator, puts the said specific properties on the same footing as all the other properties there and rules out the intervention or further intervention of the Custodian in their protection and administration. As things are, it does not matter whether the specific owner acquired his ordinary residence in the areas controlled by the Republic before or after 1.7.1991 and whether he returns to his ordinary residence there and seeks to live in his own house. In such a case, the criterion of the Law itself excludes the property from the administration of the Custodian. And, furthermore, it is certainly not only, to avoid referring to elementary human logic, the normal rules of interpretation which dictate this view but also the fundamental principles of interpretation which require the interpretation of the laws to be compatible with constitutional rights and to be analogously restrictive. If the Law were to be interpreted otherwise so as to cover the continuation of the administration of Turkish-Cypriot property after the reestablishment of the ordinary residence of the owner in the areas controlled by the Republic, in all probability it would constitute an unjustified and excessive, even as regards the necessity expressly stated in the Law as justifying this, restriction of the fundamental constitutional right to property. This approach also arises from the jurisprudence of the ECHR as regards the validity of the principle of proportionality, as an objective and reasonable criterion, concerning the restrictions which may be placed on the basis of discrimination in violation of Article 14 of the Convention (which is reflected in Article 28 of the Constitution). It is sufficient for me to refer to a very recent decision in the case of Aziz v Cyprus, 69949/01, 22.6.2004.”", "63. Accordingly, the Supreme Court upheld the recourse and annulled the decision in question.", "64. The Attorney General filed an appeal against the judgment but withdrew this on 13 February 2005. The plaintiff’s property was returned to him on 22 February 2006.", "65. The plaintiff, a Turkish Cypriot, was appointed administrator of the estate of his deceased father, who owned a half share of a plot of land in the district of Limassol which had vested in the Custodian. Part of the property had been granted to refugees for temporary use and part was compulsorily purchased, with the Custodian’s consent, for public interest purposes. An amount in respect of compensation for the compulsory acquisition had been deposited in the Special Fund of Turkish-Cypriot properties (see paragraph 47 above). However, payment of the sum to the plaintiff was suspended, in accordance with section 9 of Law 139/1991, for as long as the abnormal situation continued to exist (see paragraph 46 above).", "66. The plaintiff sought the transfer of the property to the legal heirs and payment of the amount due as a consequence of the compulsory acquisition. Although the Custodian gave his consent to the issue of letters of administration, he noted that the Turkish-Cypriot owners and their heirs did not have the right to the use of their properties vested in the Custodian and were barred from exercising any property rights without the permission of the Custodian as long as the abnormal situation created by the Turkish occupation continued. He further noted that the request for payment of the compensation could not be satisfied because, in accordance with section 9 of Law 139/91, payment of any amount owed to an owner of TurkishCypriot property was suspended.", "67. The plaintiff lodged a recourse requesting the recovery of his property and claiming that Law 139/1991 was contrary to Article 23 of the Constitution and the constitutional principle of equality, and that the compulsory acquisition had been unlawful.", "68. On 19 January 2007 the Supreme Court dismissed the recourse. It found that, as the plaintiff had been living in the occupied areas, Law 139/1991 was applicable to the case. It further found that the plaintiff was not prevented from fulfilling his obligations as administrator of the deceased’s estate and from distributing and transferring the property to the lawful heirs. He was only prevented temporarily from possessing and administering the property. This limitation did not affect his rights and interests, which would be granted to him when the abnormal situation ended.", "69. The court also dismissed the plaintiff’s claim as to the incompatibility of Law 139/1991 with Article 23 of the Constitution. In this respect it observed that the State, in 1974, had found itself faced with circumstances which necessitated the creation of a state of emergency. The State had, therefore, the duty to adopt measures even if these limited the fundamental rights and liberties protected by the Constitution. The mass movement of Turkish Cypriots and the abandonment by them of their properties in areas which were controlled by the Republic of Cyprus gave rise to a need to protect these properties for their owners’ benefit, as stated in the preamble of the Law (see paragraph 40 above). The enactment and adoption of the Law was completely justified.", "70. The plaintiff lodged an appeal. The judgment in the appeal was handed down on 15 September 2009. The court noted that the applicants did not request the Custodian to return the property. It further observed that issues arose as to the constitutionality of section 9 of Law 139/1991 and it encouraged applicants to go to the District Courts, which had jurisdiction to examine the matter.", "71. The plaintiff was a Turkish Cypriot who had abandoned his property as a result of the events of 1974 and had since been living in the occupied part of Cyprus. Part of his property had been granted to refugees for temporary use and part of the property had been compulsorily acquired for public benefit purposes.", "72. The plaintiff requested damages for the part of his property that had been compulsory acquired and the return of the remainder of his property. The requests were rejected and the plaintiff filed a recourse before the Supreme Court. He complained that Law 139/1991 infringed Articles 6, 13, 23 and 28 of the Constitution (see paragraphs 34-37 above) and Article 1 of Protocol No. 1 of the Convention. He further claimed that following the relaxation of restrictions on movement from the occupied areas to the areas controlled by the Republic, the abnormal situation on which the abovementioned law was based had ceased to exist. He relied on the Court’s judgments in the case of Loizidou v. Turkey, 18 December 1996, Reports of Judgments and Decisions 1996VI and Aziz v. Cyprus, no. 69949/01, ECHR 2004V.", "73. On 21 May 2007 the Supreme Court dismissed the recourse. It reaffirmed the need to protect the abandoned properties of Turkish Cypriots and to help displaced Greek Cypriots who had lost their property that had been created following the Turkish occupation. The abnormal situation still existed and would only cease to exist following a decision of the Council of Ministers to that effect, in accordance with section 2 of the Law. Turkish Cypriots were not deprived of their property as they continued to be the owners, notwithstanding the fact that during the abnormal situation, the administration of the properties was vested in the Custodian. The court further considered that the fact that the abnormal situation had continued for so many years did not affect the temporary nature of the Law as it did not intend to impose permanent limitations or to deprive the lawful owners of their rights. The measures adopted were absolutely necessary and proportionate to the situation which had to be faced.", "74. With regard to Article 1 of Protocol No. 1 the court noted:", "“Article 1 of the Convention’s protocol, after recognising the right of every natural or legal person to peaceful enjoyment of his property, refers to the exceptions, to set aside the right for public interest purposes under conditions provided for by the law and by the general principles of public international law. The protection afforded by Article 1 does not take away the right of the state to enact such laws as it considers to be necessary for controlling the use of property in accordance with the general interest ...", "The exception of Article 1 exists in the present case. Law 139/91 was mandated for reasons of public interest which are obvious. On the contrary in Turkey’s case the deprivation of the rights of Ms. Loizidou was made without any legal basis and of course without the existence of any law. Let us not forget that the occupied part of Cyprus does not constitute a state recognised by the international community. Moreover, in the case of Law 139/91 ownership remains with the Turkish-Cypriot owners and the Custodian simply has the responsibility and competence to administer the property until the end of the abnormal situation ...”", "75. The plaintiff lodged an appeal before the Supreme Court but the appeal was withdrawn on 15 June 2010 in order for an action to be lodged with the District Court in accordance with the amended Law 139/1991 (see paragraph 50 above).", "76. On 18 May 2010 the Supreme Court, hearing an appeal from the District Court, handed down its judgment in a case where the plaintiff had argued that Law 139/1991 violated the Constitution and the Convention. It noted that the constitutionality of Law 139/1991 was well-established in Cypriot jurisprudence, referring to its judgment in Solomonides. It accordingly dismissed the appeal.", "77. The plaintiffs were Turkish Cypriots residing in the occupied part of Cyprus. They filed a recourse before the Supreme Court challenging the decision of the Custodian to refuse to return the property they owned in Larnaca, arguing that they had not abandoned their property following the Turkish invasion and that, accordingly, Law 139/1991 did not apply.", "78. On 8 June 2007 the Supreme Court dismissed the recourse. It relied, inter alia, on the judgments of the Supreme Court in the cases of Solomonides, Ali Kiamil and Suleyman and (see paragraphs 57-59, 65-70 and 71-75 above).", "79. On 14 February 2011 the Supreme Court sitting as an appellate court dismissed the plaintiffs’ appeal. It noted the Court’s decision in Sofi v. Cyprus (striking out dec.), no. 18163/04, 14 January 2010, and the Government’s position as presented to this Court in that case. However, it did not consider that in making a proposal for friendly settlement the Government had accepted that Law 139/1991 violated the Convention. It further considered that their undertaking to amend the Law was irrelevant, as the amendment concerned merely the lifting of custodianship for Turkish-Cypriot property owners who permanently resided abroad before or after 1974.", "80. In the case before, the court noted that the plaintiffs’ claim was concerned with the applicability of Law 139/1991 and accordingly concluded that the only issue raised in the case was whether the Custodian was a trespasser. This was a matter of private law and there was therefore no jurisdiction in the case.", "81. The plaintiff lodged an action for trespass and alleged a violation of his property rights as protected by Article 23 of the Constitution. On 17 February 2011 the District Court handed down its judgment.", "82. The court considered whether the applicant’s property fell within the scope of Law 139/1991. It noted that the Law applied to properties owned by Turkish-Cypriots who did not have their usual residence in the territories controlled by the Republic. It referred to the Supreme Court judgment in Solomonides and considered that this decision confirmed that Law 139/1991 could be justified on the basis of necessity. The judge emphasised that ownership of properties was not transferred under Law 139/1991: only the administration vested in the Custodian. Accordingly the measures did not restrict or deprive the owners of their rights and were absolutely necessary.", "83. The plaintiff’s claim was accordingly dismissed.", "84. Between the entry into force of the amendments to Law 139/1991 on 7 May 2010 and 17 August 2011, when the Government provided statistical information to the Court as to the operation of the amended Law, approximately 115 applications were made to the Custodian requesting the lifting of custodianship over Turkish-Cypriot property.", "85. 102 of the applications lodged concerned sales of properties to Greek-Cypriot buyers. In these cases, the relevant sale agreement was lodged with the Land Registry for completion of the necessary procedures prior to referral to the Custodian for a decision on whether to lift the custodianship. Of these, 83 applications were still under examination by the Land Registry. The remaining 19 cases were referred by the Land Registry to the Custodian for decision.", "86. Of the 19 sales cases referred to him, the Custodian decided to lift custodianship in 2, in both cases reversing prior negative decisions made before 7 May 2010. He declined to lift the custodianship in 8 cases. In the remaining 9 case, inquiries as to the facts and circumstances were ongoing.", "87. Of the 13 applications lodged which did not concern sales, inquiries by the Custodian as to the facts and circumstances were ongoing in 12. These 12 outstanding cases concern the return of property (6 cases), the return of property for occupation by the owners (2 cases), requests for negotiations for the purchase of the property by the Government (3 cases) and a claim that the property does not fall within the scope of Law 139/1991 (1 case). In the only decided case, custodianship was lifted under an agreement with the Turkish-Cypriot owner following negotiations for the purchase of the property by the Government at an agreed price reflecting its present day value.", "88. It can therefore be seen that of the 32 applications lodged between 7 May 2010 and 17 August 2011 and put before the Custodian for decision, inquiries were continuing in respect of 21. In the 11 concluded cases, he agreed to lift the custodianship in 3 and refused to do so in 8.", "89. The Custodian also examined under the Law as amended a further 34 applications made prior to 7 May 2010. Examination of all 34 applications has been concluded.", "90. A total of 29 of these applications concerned sales and the Custodian agreed to lift custodianship in 8 of them. He declined to do so in 21 cases.", "91. He agreed to lift the custodianship in the 5 non-sales cases. 4 of these concerned agreements with the Turkish-Cypriot owners following negotiations for the purchase of the property by the Government at an agreed price reflecting its present day value. In the remaining case custodianship was lifted in respect of a transfer under a will.", "92. In summary, of the 34 cases lodged prior to 7 May 2010, custodianship was lifted in 13 cases and was not lifted in 21 cases.", "93. In total, the Custodian has decided 45 applications to date. In 16 cases he lifted custodianship and in 29 he refused to do so.", "94. In 13 of the 16 cases in which custodianship was lifted, the owners had their ordinary residence abroad and did not occupy Greek-Cypriot property in the north of Cyprus. In 2 of them the owners were permanently settled in areas controlled by the Republic. In the remaining case the owner was permanently settled in the north of the island and custodianship was lifted in order to enable the administrator of the estate of a deceased Turkish-Cypriot owner to sell part of the property to cover administration costs and enable distribution of the property to the heirs. Aside from this case, all other cases in which custodianship was lifted concerned sales, either to Greek-Cypriot buyers or to the Government.", "95. All 29 cases in which the Custodian refused to lift custodianship were sales cases. In 7 of them, the owners were permanently settled in the north of the island and occupied Greek-Cypriot property. In these cases the occupation of Greek-Cypriot property was a factor taken into account by the Custodian but was not, in most of these cases, the only factor. In 5 cases the owners alleged that they had their ordinary residence abroad but failed to substantiate the claim despite being requested to do so and in 5 cases the owners failed to provide any details about their place of residence despite being requested to do so. In these cases the failure to provide the information was a factor taken into account by the Custodian as it was possible that they occupied Greek-Cypriot property in the north of the island. It was not, however, the only factor. Other relevant factors included low sale prices indicating that buyers were seeking to take advantage of the abnormal situation in order to make a profit at the expense of the owner. In 3 cases the owners had their ordinary residence abroad but also occupied Greek-Cypriot property in the north of the island. In these cases the occupation of Greek-Cypriot property was the only reason for not lifting the custodianship. Finally, in 9 cases the owners had their ordinary residence abroad and did not occupy Greek-Cypriot property in the north of the island. In these cases the Custodian weighed all relevant factors; in most cases the sale price was significantly lower than the property’s market value.", "96. Only 3 of the 45 cases decided by the Custodian involved claims for compensation. In 2 cases, civil proceedings had previously been lodged in the District Courts for damages for trespass (loss of rents). These proceedings were withdrawn following the lifting of the custodianship. In the remaining case, the buyer filed civil proceedings in the District Court under the amended law on 16 November 2010 seeking damages for a violation of Article 1 of Protocol No. 1 as a result of the Custodian’s decision not to lift the custodianship of a property subject to a saleagreement with the Turkish-Cypriot owners. The Custodian subsequently agreed to lift custodianship and the proceedings were withdrawn.", "97. Following the entry into force of the amendments to Law 139/1991, 6 civil actions were filed with the District Court against the Republic of Cyprus and the Custodian alleging a violation of Article 1 of Protocol No. 1 and claiming compensation and other remedies.", "98. Of these, 4 actions concerned refusals by the Custodian prior to 7 May 2010 to lift custodianship so that the property could be transferred under sale agreements. Of these, 1 (the District Court proceedings lodged by a buyer described in paragraph 96 above) was subsequently withdrawn. In another an application has been made to the Custodian for re-examination, which is pending. The plaintiffs in 3 of the cases claim compensation for damage and loss caused by the refusal to lift custodianship and thereby allow a property transfer to be effected pursuant to a sale agreement, as well as general damages for the alleged violation of the Convention as a result of the custodianship. They also seek declaratory judgments that they are entitled to exercise their ownership rights, and orders lifting the custodianship. In the case in which re-examination has been requested, no compensation is sought: the claim brought by the heir of a deceased Turkish-Cypriot owner was for a declaratory judgment recognising her right to the property and an order lifting the custodianship.", "99. The remaining 2 actions concern a refusal of the Custodian before 7 May 2010 to lift custodianship and return the property to the owners free of occupation. Damages for loss of use and for an alleged violation of Article 1 of Protocol No. 1 are also claimed.", "100. In conclusion, five cases are pending before the District Courts. At the time of submission of the information, the exchange of pleadings had not yet been completed in the cases."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}