{"ITEMID": "001-113127", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF JAMES, WELLS AND LEE v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Lawful arrest or detention;Article 5-1-a - Conviction);No violation of Article 5 - Right to liberty and security (Article 5-4 - Review by a court);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Phillips of Worth Matravers;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. Mr James was born in 1985 and lives in Wakefield. Mr Wells was born in 1983 and is currently in detention. Mr Lee was born in 1965 and lives in Fleetwood.", "6. On 4 April 2005, by virtue of section 225 of the Criminal Justice Act 2003 (“the 2003 Act”), indeterminate sentences for the public protection (“IPP sentences”) were introduced. These sentences are indeterminate sentences (i.e. sentences of no fixed length), and, like sentences of life imprisonment, require the direction of the Parole Board in order for the prisoner to be released. A minimum term which has to be served before a prisoner can be released, known as the “tariff”, is fixed by the sentencing judge. In cases involving IPP prisoners, it would appear that in practice the tariff fixed is generally short: in the year following the entry into force of the provisions on IPP sentences, when the applicants in the present case were sentenced, the median tariff for IPP prisoners was thirty months, and seventy per cent of IPP sentences imposed involved tariffs of three years or less.", "7. When IPP sentences were first introduced, they were mandatory in all cases where an individual was convicted of a “serious offence” and was deemed by the sentencing judge to be at risk of committing a further “specified offence”. Risk was to be assumed in cases where the individual in question had previously been convicted of a “relevant offence”, unless the sentencing judge considered it unreasonable to conclude that there was a risk of further specified offences being committed. The terms “serious offence”, “specified offence” and “relevant offence” were defined in the 2003 Act.", "8. Pursuant to section 28 of the Crime (Sentences) Act 1997 (“the 1997 Act”), the Parole Board was given the power to direct the release of indeterminate sentence prisoners to whom the section applied if it was satisfied that detention was no longer necessary for the protection of the public.", "9. The consequence of the entry into force of the legislative provisions introducing IPP sentences was that a large number of individuals were sentenced to an IPP sentence. Although it had been intended that the new provisions would be resource-neutral, it soon became clear that existing resources were insufficient and the large number of IPP prisoners swamped the system in place for dealing with those serving indeterminate sentences.", "10. The IPP scheme was subsequently amended by the Criminal Justice and Immigration Act 2008 (“the 2008 Act”) to deal with the problems encountered. In particular, the IPP sentence is no longer mandatory. Further, it now only applies to cases where, if imposed, the tariff would be fixed at more than two years, subject to certain limited exceptions.", "11. The domestic law, including the changes introduced by the 2008 Act, is set out in greater detail below (see paragraphs 124-142).", "12. On 28 September 2005 Mr James pleaded guilty in the Crown Court to unlawful wounding with intent. He had previous convictions for, among other things, battery, common assault, affray, disorderly behaviour, racially abusive behaviour and assault occasioning actual bodily harm. A pre-sentencing report dated 27 September 2005 prepared by the Probation Service referred to the offence forming part of a pattern of violence and threatening behaviour largely linked to Mr James’ excessive drinking. It recommended counselling to address alcohol and substance abuse. The sentencing judge accepted that Mr James was dangerous, particularly when he drank alcohol. He was sentenced to an IPP sentence pursuant to section 225 of the 2003 Act, with a tariff of two years, less time spent on remand. His tariff therefore expired one year and 295 days after the date of sentencing.", "13. After being sentenced, Mr James remained at his local prison, HMP Doncaster, and while there took all courses that he was able to take. The courses he completed included a short alcohol awareness course, an IT course, a first aid course and a Think First course. Parole Board reports indicated that he should also undertake the ETS (Enhanced Thinking Skills) course, the ASRO (Addressing Substance Related Offending) course and the CALM (Controlling Anger and Learning to Manage it) course, none of which were available to him at HMP Doncaster.", "14. On 31 May 2006 the chairman of the Independent Monitoring Board (a statutory body established to monitor the welfare of prisoners) wrote to Mr James’ solicitors saying that Mr James had completed all the courses that were available to him at HMP Doncaster and that he was unable to move to a first stage lifer prison to complete the rest of the courses needed for release because all the places at the first stage lifer prisons were full.", "15. On 8 September 2006 the Lifer Governor at HMP Manchester wrote to Mr James’ solicitors explaining that he was thirty-fifth on the first stage lifer prison waiting list. He said:", "“As you will be aware we must now treat Indeterminate Public Protection (IPP) sentenced prisoners as lifers and they are all serving short tariff sentences ... The massive influx of IPPs along with other sentenced lifers from our courts has inflated our lifer/IPP numbers to 160 (and increasing) against a profiled maximum of 131. This increase above our profiles numbers, without any additional resources, has meant that we have not been able to accept anyone from our first stage waiting list for almost a year.", "Unfortunately, this trend shows no sign of slowing down and I cannot predict when we might be able to accommodate Mr James.”", "16. On 9 January 2007 Mr James’ solicitors wrote to the Secretary of State explaining his situation and requesting that he be transferred to a first stage lifer prison in order to complete the relevant courses, or that the courses be made available to him at HMP Doncaster. The letter highlighted that Mr James’ tariff would expire in seven months and that he wished to complete the relevant courses before tariff expiry and his Parole Board hearing.", "17. On 12 January 2007 the Lifer Governor at HMP Manchester wrote that the number of lifer/IPP prisoners had increased to 192:", "“The increase in Lifer/IPP numbers and the fact that most of these individuals have come to us with short tariffs means that we now seem to do mostly report writing and are largely unable to get on with our ‘real’ job of risk assessment and sentence planning work.”", "18. On 3 March 2007 Mr James’ case was referred to the Parole Board in accordance with the standard procedure.", "19. The Progress Report Summary prepared for the Parole Board by Mr James’ Indeterminate Sentences Manager at HMP Doncaster, dated 2 April 2007, stated:", "“... The Court obviously considered Mr James to be a danger to the public when it imposed an Indeterminate Sentence for Public Protection, but that risk would seem to have been reduced somewhat both by his increasing maturity and by the work he has already undertaken. A full assessment will only be done at the Sentence Planning stage, at his First Stage Lifer Centre, and the suggestion is that he is likely to need to undertake CALM and PASRO [Prison: Addressing Substance Related Offending] courses prior to release in order to ensure that his risk is reduced to an acceptable level. He professes himself happy to do these.”", "20. Under the heading “Recommendation for allocation or release”, the report continued:", "“As Mr James has not as yet had his Sentence Plan or undertaken any work related to his offending, I cannot with any confidence recommend him for release or for transfer to open conditions.”", "21. On 21 May 2007 Mr James applied to the High Court for permission to seek judicial review of the management and treatment of prisoners by the Secretary of State in light of the failure to provide him with the relevant courses to address his offending behaviour.", "22. On 20 July 2007 Mr James’ tariff period expired.", "23. Handing down his judgment in the judicial review proceedings on 20 August 2007, Mr Justice Collins outlined the background to the judicial review application as follows:", "“2. ... [Mr James’] tariff expired on 20th July of this year and the result is that he is now detained solely as a result of the IPP on the basis that he is dangerous. He has therefore the right to apply to the Parole Board for his release on the basis that he is no longer to be regarded as dangerous and that therefore the continued detention would not be justified.", "3. In order to make a meaningful submission to the Parole Board, it was necessary that he undertake courses to seek to deal with his problems, particularly those of drink and anger management. There are such courses which are made available by the prison service. Unfortunately, the resources have not been provided to enable such courses to be provided for [prisoners] such as the claimant, who has a short tariff period. Indeed, he has been incarcerated at Doncaster Prison, which is a local prison, and which does not have the facilities for the necessary courses. He has, as I understand it, undertaken a short course in relation to alcohol and an equally short one in relation to anger management but it is recognised that they would be likely to be insufficient to provide the necessary information to the Parole Board and the Parole Board would be likely to be in the same position as the Board was in the case of Wells (which was dealt with by the Divisional Court together with Walker). In that case, the Board, when Wells, who was a post-tariff prisoner, came before it, commented that he had not undertaken any offence focused work, which was not his fault because he wanted to do so, but it was not the remit of the Parole Board to make up the deficiencies of the prison service and, because he had not been able to do any of the appropriate courses, he was unable to demonstrate any reduction in risk from the time that he was sentenced. That, Mr Weatherby [counsel for Mr James] submits, is likely to be the approach of the Parole Board, before whom the claimant at the moment has a hearing fixed, as I understand it, for 14th September next.”", "24. Collins J, relying on the decision of the Divisional Court in Walker v. the Secretary of State (“Walker” – see paragraphs 51-54 below), declared Mr James’ detention unlawful and ordered his release, but stayed relief pending an appeal by the Secretary of State. He did not decide on Mr James’ argument that there had been a violation of Article 5 § 4 as a result of the failure to provide the courses, although he recognised the possible force of the argument and indicated that it would be “desirable” for the Court of Appeal to consider it.", "25. The Secretary of State appealed the decision of Collins J.", "26. On 14 September 2007 the Parole Board convened to consider Mr James’ case. His representative applied for a deferral of the hearing on the grounds that the absence of a satisfactory life sentence plan and the non-availability of relevant offending behaviour courses meant that the Parole Board would be unable to carry out a sufficiently informed risk assessment to decide whether the test for release was satisfied, referring to the conclusions of the Parole Board in the case of Mr Wells (see paragraph 49 below) and in the case of Walker. He further advised the Parole Board that the case of Walker was pending before the Court of Appeal. In the circumstances the Parole Board agreed that the hearing before it would serve no useful purpose and directed that the hearing be deferred until after the determination of the appeal in Mr James’ case and in the case of Walker. The Parole Board hearing was re-listed for January 2008.", "27. The Court of Appeal heard the appeal in Mr James’ case together with the appeal in Walker in November 2007.", "28. On 21 December 2007 Mr James was transferred to HMP Lindholme, a first stage prison.", "29. On 1 February 2008 the Court of Appeal allowed in part the appeal of the Secretary of State in Mr James’ case, holding that his continued detention following the expiry of his tariff was not unlawful in light of the express terms of section 225 of the 2003 Act and section 28 of the 1997 Act, which rendered detention lawful until the Parole Board was satisfied that he was no longer dangerous (see paragraphs 128 and 139-142 below); and that the detention would not cease to be justified under Article 5 § 1 (a) of the Convention until it was no longer necessary for the protection of the public that Mr James be detained or so long had elapsed without a meaningful review of the question that the detention had become disproportionate or arbitrary. However, it upheld the declaration made in Walker that the Secretary of State had breached his public law duty.", "30. Lord Phillips of Worth Matravers CJ, delivering the judgment of the court, considered the primary object of the IPP sentence to be clear from the wording of sections 224 and 225 of the 2003 Act (see paragraphs 124-125 below), namely to detain in prison serious offenders who posed a significant risk to members of the public of causing serious harm by the commission of further serious offences until they no longer posed such a risk. He noted that in a previous case the Secretary of State had conceded that it would be irrational to have a policy of making release dependent upon the prisoner undergoing a treatment course without making reasonable provision for such courses, and that his position in the present case was that the concession stood. As to the Secretary of State’s contention that the concession did not assist in the present case as it was for the Parole Board to decide whether to release an IPP prisoner, and not for the Secretary of State; and that it was for the Parole Board to decide what evidence satisfied it that an IPP prisoner should be released, he said:", "“39. We found [these] submissions lacking in realism. Courses are provided because experience shows that these are usually necessary if dangerous offenders are to cease to be dangerous. It is for this reason that performance of the appropriate courses is likely to be a prerequisite to a prisoner satisfying the Parole Board that he has ceased to be dangerous ... The reality is that the possibility for dangerous prisoners both to cease to be dangerous and to show that they have ceased to be dangerous lies largely in the hands of the Secretary of State. It has been his policy to provide the necessary courses and to do so within a time scale that gives lifers a chance to demonstrate that they are safe for release by the time that they complete their tariff periods, or reasonably soon thereafter.”", "31. Lord Phillips referred to the decision of the Secretary of State to bring into force the provisions introducing IPP sentences without having first ensured that there existed the necessary resources to give effect to the policy that would ordinarily have given IPP prisoners a fair chance of demonstrating to the Parole Board, once the time for review arrived, that they were no longer dangerous (see paragraphs 145-150 below). He continued:", "“40. ... This cannot simply be regarded as a discretionary choice about resources, which is pre-eminently a matter for the government rather than the courts. We are satisfied that his conduct has been in breach of his public law duty because its direct and natural consequence is to make it likely that a proportion of IPP prisoners will, avoidably, be kept in prison for longer than necessary either for punishment or for protection of the public, contrary to the intention of Parliament (and the objective of Article 5 of which Parliament must have been mindful).”", "32. Having established that the Secretary of State had breached his public law duty in failing to provide the necessary courses, the court went on to examine the lawfulness of the continued detention. Lord Phillips indicated that the court could see no answer to the submission of the Parole Board and the Secretary of State that the 2003 Act made express statutory provision for the circumstances in which IPP prisoners could be released and that the Divisional Court’s judgment would require them to be released in disregard of the express requirements of the Act. He noted that section 225 of the 2003 Act made the release of IPP prisoners subject to the provisions of the 1997 Act, section 28 of which provided for the circumstances in which an IPP prisoner had to be released once he had served the tariff period. He considered that it was not possible to describe a prisoner who remained detained in accordance with these provisions as ‘unlawfully detained’ under common law, and that in any event the common law had to give way to the express requirements of the statute.", "33. Lord Phillips accordingly concluded that IPP prisoners who had completed their tariff terms remained lawfully detained.", "34. As to whether there was a violation of Article 5 § 4 in Mr James’ case, he distinguished between the role of treatment in changing the prisoner so that he ceased to be dangerous and the opportunity that treatment provided for assessing whether the prisoner was dangerous. He considered that without a sentence plan and monitoring of the prisoner’s performance against that plan, realistically the outcome of any review by the Parole Board would be a foregone conclusion.", "35", "36. Addressing the possibility of a violation of Article 5 § 1 arising on the basis that Article 5 § 4 had been violated, Lord Phillips considered that so long as the prisoner remained dangerous, his detention would be justified under Article 5 § 1 (a) whether or not it was subject to timely periodic review that satisfied the requirements of Article 5 § 4. He noted, however, that if a very lengthy period elapsed without a review, a stage could be reached at which the detention became arbitrary and no longer capable of justification under Article 5 § 1 (a).", "37. On the question of the compliance with Article 5 § 1 of the continued detention in the applicant’s case, Lord Phillips noted that the primary object of the IPP sentence was to protect the public, and not to rehabilitate offenders. Accordingly, detention of the applicants would cease to be justified only when the stage was reached that it was no longer necessary for the protection of the public that they be confined, or if so long elapsed without a meaningful review of this question that their detention became disproportionate or arbitrary. He found that this stage had not yet been reached.", "38. He concluded:", "“72. This appeal has demonstrated an unhappy state of affairs. There has been a systemic failure on the part of the Secretary of State to put in place the resources necessary to implement the scheme of rehabilitation necessary to enable the relevant provisions of the 2003 Act to function as intended. So far as the two claimants are concerned the appropriate remedy is limited to declaratory relief. For the reasons that we have given, however, the prevailing situation is likely to result in infringement of article 5(4) and may ultimately also result in infringement of article 5(1) ...”", "39. Mr James appealed to the House of Lords against the judgment of the Court of Appeal. His appeal was eventually joined with the appeals in the cases of Mr Wells, the second applicant, and Mr Lee, the third applicant.", "40. While the appeal was pending, a full Parole Board review in respect of Mr James took place on 14 March 2008. Mr James had still been unable to undertake the recommended courses. The Parole Board had before it, in addition to the hearing dossier: a victim contact report; MALRAP (Multi Agency Lifer Risk Assessment Panel) minutes dated January 2006; a report by an external psychologist dated 7 March 2008; a progress report from an HMP Lindholme Life Manager, dated 12 March 2008; and a report prepared by the intended supervising probation officer dated 12 March 2008. The Parole Board also heard oral evidence.", "41. At the hearing, Mr James requested his release and undertook to comply with the proposed licence conditions. The Secretary of State was of the view that Mr James should remain in closed conditions for the completion of the coursework. The Parole Board noted that a release plan had been constructed for Mr James involving his accommodation at a hostel and further cognitive skills work, relapse prevention work and the completion of the CALM course to be conducted in the community. Following the hearing, the Parole Board directed Mr James’ release on licence, explaining:", "“The panel noted the strong recommendations for your release and therefore took some time to gain an understanding from you of your responses and attitudes; they were satisfied, within your intellectual boundaries, that you have achieved a level of understanding and insight which mean that you will willingly engage with the careful structure of the Westgate hostel which has been outlined for you. The panel recognised that further work is required ... but after careful consideration of all available evidence the panel saw that work as developmental more than core risk reduction and agreed ... that your risk of violent offending has now reached a level such that it could safely be managed within the community ...", "In making their decision the panel recognised that their decision was exceptional: however, the reasons for their conclusions have been clearly set out ...”", "42. On 28 March 2008 Mr James was released on licence.", "43. On 6 May 2009 the House of Lords published its judgment in the three linked appeals (see paragraphs 100-121 below), finding that there had been no violation of Article 5 §§ 1 or 4 in Mr James’ case.", "44. Mr Wells was convicted of the attempted robbery of a taxi driver. He had previous convictions for both violent and acquisitive offences, linked to the misuse of drugs. On 14 November 2005 he was sentenced at Bolton Crown Court to an IPP sentence with a tariff of 12 months, less 58 days spent on remand. Pre-sentence reports assessed him at high risk of reconviction but as posing a low risk of causing serious harm save for a medium risk with regard to prison staff.", "45. In March 2006 HMP Forest Bank, the local prison where Mr Wells was at that time detained, reported that he was motivated to address his offending behaviour but was having difficulties in prison and had seven adjudications against him. The report recommended that he engage in programmes for PASRO, ETS, CALM and Victim Awareness. None of these, however, were available to him at HMP Forest Bank.", "46. Mr Wells’ tariff expired on 17 September 2006. A Parole Board hearing was fixed for 25 October 2006. However the dossier in his case was not available and was only received by his solicitor and the Home Office on 9 November 2006. As a result, the hearing did not take place. Further Parole Board hearings were fixed for 18 January 2007 and 29 March 2007 but had to be deferred because insufficient Parole Board members were available. A hearing was subsequently fixed for 9 May 2007.", "47. On 23 March 2007 Mr Wells issued an application for judicial review seeking an order that his case should be heard by the Parole Board forthwith, relying on Article 5 § 4 of the Convention.", "48. On 19 April 2007, on the Parole Board’s concession, Sullivan J made a declaration that Mr Wells’ rights under Article 5 § 4 had been violated and ordered the Parole Board to hear Mr Wells’ case on 9 May 2007. He adjourned the judicial review proceedings for evidence to be served and for consideration to be given to whether it would be appropriate to grant any further declaratory relief.", "49. The Parole Board heard Mr Wells’ case on 9 May 2007. However, on 15 May 2007 it decided not to direct Mr Wells’ release, noting:", "“... Whilst in custody you have accumulated a number of adjudications both for drug taking and for bad behaviour. You have not undertaken any offence-focussed work. It is fair to say that that is not your fault. There are no appropriate offending behaviour courses at your current prison. The Panel accept your evidence that you would like to undertake such courses. However, this will require your move to another prison, which the prison authorities have failed to arrange ...", "In her most recent report your home probation officer states that your risk will remain high until you have satisfactorily completed appropriate courses, such as P-ASRO, ETS, CALM and Victim Awareness and Empathy.", "In evidence that probation officer urged the panel to release you so that you could undertake these courses in the community subject to strict conditions ...", "Unfortunately it is not the remit of the Parole Board to make up for the deficiencies of the prison service. We are charged with a duty not to release life prisoners while their risk of serious offending remains high. Because you have not been able to do any of the appropriate courses you are unable to demonstrate any reduction in risk from the time of your sentence. Because your risk remains high, the Panel cannot direct your release as requested.”", "50. Following the decision of the Parole Board, the applicant pursued the judicial review proceedings, arguing that his continued detention was unlawful. His case was joined with the case of Walker. However, at the hearing Mr Wells’ counsel indicated that she was content to await the delivery of the judgment in Walker and then put in amended judicial review grounds or seek a fresh judicial review permission if either such course seemed appropriate", "51. On 31 July 2007 the Divisional Court handed down its judgment in the judicial review proceedings regarding Mr Walker (Lord Justice Laws delivering an opinion with which Mr Justice Mitting agreed). Laws LJ considered that it was clear at the time the 2003 Act was passed that there was a settled understanding shared by Government, relevant agencies and professionals that upon the coming into force of the new sentencing provisions, procedures would be put in place to ensure that courses in prison would be available to maximise the opportunity for lifers to demonstrate they were no longer a danger to the public by the time their tariff expired, or as soon as possible thereafter, so as to allow the prisoner’s release once that was shown. He was of the view that this understanding was a premise of the legislation, and that it was certainly inherent in the way the legislation was intended to work in practice, and to be given effect by the Secretary of State’s policy set out in PSO 4700 (see paragraphs 145-150 below).", "52. As to the numbers of IPP sentences imposed and the evidence of how the system had operated in practice, he said:", "“28. ... Statistics ... show that the number of serving lifers was 5,475 on 30 November 2003 (the 2003 Act was passed on 18 December 2003), 5,807 on 31 March 2005 (s.225 came into force on 4 April 2005) and 8,977 on 31 March 2007. Mr Robson accepts there was an increase in the lifer population of 31% in 2006. On 20 April 2007 there were 2,547 prisoners serving IPP (the median tariff for IPP prisoners at April 2006 was 30 months). Yet the number of funded first stage and second stage prison places, within the meaning of PSO 4700, has not risen since April 2005 (though the number of core offending behaviour courses has risen from 13,265 in 2004/2005 to 16,959 in 2006/2007) ...", "Mr Robson [Deputy Head of the Public Protection Unit at the National Offender Management Service] believes ... that in present circumstances the Prison Service can deal ‘satisfactorily’ with about 6,500 lifers. IPP prisoners with a tariff of less than five years are languishing in local prisons where, as Mr Robson acknowledges ..., there are few offending behaviour programmes ... The stark consequence is that IPP prisoners, or at least a very high proportion of them, at present have no realistic chance of making objective progress, with the assistance of appropriate initiatives within the prison, towards a real reduction or even elimination of their risk factor by the time their tariff expires.”", "53. Laws LJ explained that the tariff element of the IPP sentence fulfilled the aims of punishment, while the post-tariff element fulfilled the aim of public protection. He considered that the justification that was required for a prisoner’s detention after tariff expiry was not at all justified by or at the time of sentence, because the extent to which, or the time for which, the prisoner would remain a danger was unknown at the time of sentence. It could only be ascertained on a continuing basis, by periodic assessment. Laws LJ emphasised that section 225(1)(b) of the 2003 Act (see paragraph 124 below) required the sentencing court to assess the presence or absence of danger, and its extent, at the time of sentence, and not at any other time. Accordingly, when sentence was passed it was not to be presumed against the prisoner that he would still be dangerous after his tariff expires, let alone months or years later. To the extent that the prisoner remained incarcerated after tariff expiry without any current and effective assessment of the danger he posed, his detention could not be justified and was therefore unlawful.", "54. Granting Mr Walker’s application for judicial review, Laws LJ concluded:", "“48. ... The Crown has obtained from Parliament legislation to allow – rather, require: the court has no discretion – the indefinite detention of prisoners beyond the date when the imperatives of retributive punishment are satisfied. But this further detention is not arbitrary. It is imposed to protect the public. As soon as it is shown to be unnecessary for that purpose, the prisoner must be released (see ss.28(5)(b) and 28(6)(b) of the 1997 Act). Accordingly there must be material at hand to show whether the prisoner’s further detention is necessary or not. Without current and periodic means of assessing the prisoner’s risk the regime cannot work as Parliament intended, and the only possible justification for the prisoner’s further detention is altogether absent. In that case the detention is arbitrary and unreasonable on first principles, and therefore unlawful.", "49. Such a consequence would not be averted merely by prompt and regular sittings of the Parole Board ... Periodic reviews by the Parole Board (or any person or institution) only have value to the extent that they are informed by up-to-date information as to the prisoner’s progress. So much is at least required. But so also are measures to allow and encourage the prisoner to progress, for without them the process of review is a meaningless one ... Reducing the risk posed by lifers must be inherent in the legislation’s purpose, since otherwise the statutes would be indifferent to the imperative that treats imprisonment strictly and always as a last resort. Whether or not the prisoner ceases to present a danger cannot be a neutral consideration, in statute or policy. If it were, we would forego any claim to a rational and humane (and efficient) prison regime. Thus the existence of measures to allow and encourage the IPP prisoner to progress is as inherent in the justification for his continued detention as are the Parole Board reviews themselves; and without them that detention falls to be condemned as unlawful as surely as if there were no such reviews.”", "55. An OASys (Offender Assessment System) report dated 18 December 2007 rated Mr Wells as being at high risk of reconviction and as posing a high risk of harm to the public.", "56. On 29 March 2008 Mr Wells was recommended for the same courses as had been recommended two years previously (see paragraph 45 above) and which still remained unavailable to him.", "57. On 29 May 2008 Mr Wells’ supervisor recorded his “almost intolerable” frustration with his lack of progress.", "58. Mr Wells issued a second judicial review application on 4 June 2008, arguing that his continued detention constituted a breach of his rights under Article 5 §§ 1 and 4. His case was joined with that of the third applicant in the present case, Mr Lee.", "59. On 25 June 2008 Mr Wells completed an Alcohol Free Good Life course.", "60. On 26 June 2008 Mr Wells was transferred to HMP Risley.", "61. On 25 July 2008 Lord Justice Moses handed down his judgment in the judicial review proceedings involving Mr Wells and Mr Lee. He indicated at the outset:", "“2. Their cases highlight the fundamental difficulty inherent in IPP sentences where short minimum terms have been imposed. That difficulty has now been recognised by the amendment to the law. That fundamental difficulty was the failure to ensure that there were in place methods not only of timely assessment as to whether a prisoner remained dangerous, but also systems, such as accredited courses which would enable a prisoner to reduce or extinguish his level of dangerousness and to demonstrate that he had done so to the satisfaction of the Parole Board.”", "62. Considering the applicants’ Article 5 § 1 complaint, Moses LJ considered it essential to identify the objectives which were sought to be achieved by the original imposition of the IPP sentence. Like Laws LJ, he indicated that there could be no assumption that, although a prisoner had been regarded as dangerous at the time when the original sentence was imposed, he would remain dangerous throughout his time in prison, although he added that the amount of time which had passed since sentence or the offender’s behaviour in prison could provide ample justification for such a conclusion.", "63. Moses LJ emphasised that it was for the Parole Board to assess the danger posed by a prisoner: if the Parole Board was in a position to judge that the prisoner remained a danger, it could not direct his release even if the reason it reached its conclusion was through no fault of the prisoner’s but rather because the Secretary of State had deprived him of the opportunity of reducing his level of dangerousness or of demonstrating that he had ceased to be a danger. He considered that where the Parole Board was entitled on the material before it to reach a conclusion that the prisoner remained a danger, there could be no breach of Article 5 § 1 as the primary objective and rationale for his continued detention remained. However, he contrasted this position with one where, by reason of the lack of course work, the Parole Board could not determine the level of dangerousness. In such circumstances, the justification for continuing to detain him would no longer exist, and there would be a breach of Article 5 § 1. He concluded that there would have to be clear evidence before the court that the failure to provide courses and opportunity for assessment with up-to-date information had led to a situation where it could safely be concluded either that the prisoner was not a danger or that it could not be ascertained whether he was a danger or not.", "64. In respect of Mr Wells, he concluded that there had been no breach of Article 5 § 1, noting:", "“31. ... The evidence shows that Mr Wells has been frustrated by the lack of progress which was inevitable following the loss of opportunity to go on those courses which he sought to attend. It is dispiriting to record that position when one appreciates that he is still a very young man and was only 22 when the sentence was originally passed. But the fact of the matter remains that the evidence before this court is that on assessment he remains at risk of reconviction, a risk assessed as high/medium with some risk of violent offences. Until he undergoes the accredited work, his past, coupled with his prison behaviour, affords what is described as an indication of the nature of the ongoing risk. It requires no imagination to appreciate that the frustration which has led to his bad behaviour in prison has no doubt been aggravated by the fact that he has been unable to undergo the necessary programmes of work. But that of itself does not break the link between the purpose for which the original sentence was passed and his continuing detention. There is no basis for saying that the current level of dangerousness cannot be ascertained, and, in those circumstances, no basis for saying that the link between the original sentence and his continued detention has been broken.”", "65. However, he found that the continuing failure to provide the relevant courses following the declaration of Sullivan J amounted to a breach of Article 5 § 4 of the Convention.", "66. Mr Wells appealed the finding that there had been no breach of Article 5 § 1. The Secretary of State did not appeal the finding that there had been a breach of Article 5 § 4.", "67. Mr Wells subsequently completed the PASRO course (between 22 August and 26 September 2008) and the ETS course (between 28 October and 3 December 2008).", "68. On 11 December 2008 the Court of Appeal adjourned the appeal for inquiries to be made about an appeal from the decision of Moses LJ direct to the House of Lords. On 17 December 2008 Moses LJ certified that the cases involved points of law of general public importance in respect of which the judge was bound by the Court of Appeal decision in Walker and James (see paragraphs 29-38 above) and which were fully considered by the Court of Appeal in that appeal. The House of Lords subsequently heard Mr Wells’ appeal, together with the appeals of Mr James and Mr Lee, between 27 and 29 January 2009.", "69. On 27 February 2009 Mr Wells requested a Parole Board hearing.", "70. Mr Wells subsequently completed the CALM course (between 6 January 2009 and 3 March 2009).", "71. On 6 May 2009 the House of Lords published its judgment in the three linked appeals (see paragraphs 100-121 below) and found that there had been no violation of Article 5 § 1 in Mr Wells’ case. It also disagreed with the unappealed finding of Laws LJ that there had been a violation of Article 5 § 4.", "72. A Parole Board hearing took place in Mr Wells’ case on 6 November 2009. The Parole Board directed that Mr Wells be released on 30 December 2009.", "73. On 23 February 2010 Mr Wells was recalled to custody for breaching the conditions of his licence. He currently remains in custody.", "74. On 13 April 2005, while under the influence of alcohol, Mr Lee caused criminal damage to a flat in which his former wife and young children were present. He was arrested and remanded in custody the following day. He had a total of eight previous convictions, including offences of assault occasioning actual bodily harm and criminal damage. Following his conviction, on 2 September 2005 Mr Lee was sentenced at Bolton Crown Court to an IPP sentence with a tariff of nine months, less time spent on remand. His tariff period therefore expired 163 days after sentence.", "75. A probation officer’s pre-sentence report assessed Mr Lee as a medium risk of reconviction but a high risk of causing serious harm to Mrs Lee “or alternatively any other woman with whom he may form a close attachment”. A consultant forensic psychiatrist said that during childhood Mr Lee had developed a range of emotional and behavioural problems with poor temper control and had a limited ability to cope with stress. He concluded that Mr Lee could therefore be said to suffer from a personality disorder with a mixture of dissocial, emotionally unstable and obsessional traits.", "76. Following sentence, reports at his local prison, HMP Forest Bank, described Mr Lee as motivated to change and actively seeking out offending behaviour programmes. However, none of the relevant courses were available to him.", "77. Mr Lee’s tariff expired on 12 February 2006.", "78. A Parole Board hearing took place on 30 June 2006 and the Board decided not to direct Mr Lee’s release. The Parole Board noted that:", "“The risk factors identified by Dr Wilson have yet to be addressed by attendance at offending behaviour programmes. Through no fault of your own these have not been available, but the Panel note your willingness and motivation to engage in the same.”", "79. It concluded that:", "“... the alcohol and violence risk factors must be addressed in closed conditions before your risk is sufficiently reduced to enable you to be transferred to open conditions.”", "80. In a report dated 13 August 2007 the prison probation officer reported that “due to the current overcrowding and difficulties with allocation of IPP prisoners to first stage lifer prisons, Mr Lee has not had the opportunity to sit a sentence plan Board” and that he needed accredited courses.", "81. The Parole Board fixed a further review of Mr Lee’s case to take place in January 2008. However, the hearing was postponed due to the failure of the authorities to provide the necessary assessments and reports.", "82. Mr Lee issued a judicial review claim on 27 February 2008 alleging that his detention breached Article 5 §§ 1 and 4. His case was joined with that of the second applicant, Mr Wells.", "83. On 7 March 2008 Mr Lee was transferred to HMP Wymott where a number of assessments were carried out. On 20 June 2008 it was recommended that Mr Lee be assessed for the Healthy Relationships Programme (“HRP”) to explore what psychological risk factors were present.", "84. In the context of the judicial review proceedings, the Secretary of State made the following concession:", "“the defendant concedes that Mr Lee has not had a speedy review of the lawfulness of his detention and thus there has been a breach of article 5(4) in this case.”", "85. As noted above (see paragraph 61), judgment in the judicial review claim was handed down on 25 July 2008. Specifically as regards Mr Lee’s claim, Moses LJ noted that there has been a very serious failure to provide the courses which he should have attended not only to reduce his level of dangerousness but to demonstrate that he had done so. Moses LJ also recalled that Mr Lee would not have ever been sentenced to IPP under the amended IPP regime (see paragraphs 134-138 below). He observed that the reports available showed a dramatic change in Mr Lee’s attitude and in his character, and that he had proved a model prisoner. There was therefore ample material to suggest that he was not a danger but, he emphasised, that assessment was the function of the Parole Board and not of the court. However, the court was nonetheless required to determine whether the continued detention of Mr Lee was lawful, a question which could not be deferred to the Parole Board.", "86. On the facts of the case, Moses LJ concluded that there had been no violation of Article 5 § 1 in Mr Lee’s case:", "“46. In Lee’s case, there is, as I have said, much material to show a recognisable difference in the level of danger from that which pertained when he was originally sentenced. But that is not an end of the matter. There has been laid before the court material from a forensic psychologist in training based at Her Majesty’s Prison Wymott. That psychologist has reached the conclusion that there are areas relevant to Mr Lee’s risk of committing violence within the domestic context in the future which, as she puts it, need to be targeted, and until those matters have been ‘targeted’, she takes the view that the overall risk of domestic violence is medium to high ... Given that conclusion ... she recommends further treatment under an accredited programme known as the Healthy Relations Programme in closed conditions. It will be for the Parole Board to say whether it agrees with that conclusion, and the hearing before the Parole Board will no doubt permit not only that conclusion to be challenged, but also the process by which she reached that conclusion ...", "47. All of that leads to my conclusion that it is not possible on the material before me to say that it cannot be ascertained whether Mr Lee remains a danger or not, and thus the causal link between the original sentence and his continuing detention has been broken. In those circumstances, I decline to find in his case also a breach of article 5(1).”", "87. Mr Lee appealed the finding of Moses LJ that there had been no violation of Article 5 § 1 in his case. His appeal was heard directly by the House of Lords together with the appeal of Mr Wells.", "88. Also on 25 July 2008 the Parole Board reviewed Mr Lee’s case. However, it deferred its decision until receipt of Moses LJ’s judgment (which it did not receive until 6 October 2008).", "89. On 18 September 2008 Mr Lee was transferred to HMP Erlestoke to be assessed for the moderate version of the HRP.", "90. On 24 October 2008 the Parole Board again deferred its review of the case until after Mr Lee’s assessment for and, if appropriate, completion of the moderate HRP. It was anticipated that this would be done by January 2009.", "91. Mr Lee was due to commence the three-month HRP programme on 30 October 2008. In the event, he did not do so, for reasons which are in dispute between the parties. A psychologist report dated 1 December 2008 recorded that there were aspects of the course which Mr Lee did not wish to undertake because of his concern about their impact on his mental health as he had previously suffered from depression. She concluded that Mr Lee should complete an accredited domestic violence programme preceded by motivational enhancement work. However, such motivational enhancement work was not available at HMP Erlestoke in the short term.", "92. The Parole Board issued a decision on 22 December 2008 expressing concern about recent developments:", "“In summary, it would appear that Mr Lee’s current sentence plan is that he should remain in closed conditions in HMP Erlestoke doing nothing to reduce his risk until he is prepared voluntarily and without support to ask to see ... a psychologist and then persuade that psychologist that he is sufficiently motivated to undertake the Moderate HCP, that he is then assessed as suitable for that programme and then await the next available place on that course and then completes that programme. This impasse could continue indefinitely. The Secretary of State and those concerned with Mr Lee’s sentence and current status as a category C prisoner do not appear to have considered whether it is proportionate to continue to detain Mr Lee.”", "93. On 12 January 2009, the Parole Board adopted another decision, in which it summarised the position regarding Mr Lee:", "“Mr Lee will not be offered one-to-one work nor will he be provided with motivational work to assist him in overcoming his fears about taking the moderate HRP. The offender manager has not made any proposals as to the way forward save that, if Mr Lee unilaterally changes his mind and demonstrates (in ways not specified) that he is prepared to take the moderate HCP, he can then be assessed for that programme and, if assessed as suitable, take the programme and as part of that programme be risk assessed. The initial assessment for suitability is not a risk assessment but merely a programme selection process to test motivation and ability to understand and participate in the programme. No timetable for this open-ended sentence pathway is offered and Mr Lee’s future in closed conditions is apparently both open ended and not subject to any finality save for that provided for by the Parole Board at the current or any future review hearing.”", "94. As noted above, on 6 May 2009 the House of Lords published its judgment in the three linked appeals (see paragraphs 100-121 below). It found that there had been no violation of Article 5 § 1 in Mr Lee’s case. It further disagreed with the concession of the Secretary of State that Article 5 § 4 had been breached.", "95. A hearing of the Parole Board took place on 7 May 2009. In the week prior to the hearing, Mr Lee was assessed by a senior forensic psychologist. His concerns regarding the HRP were discussed and he demonstrated a willingness and motivation to participate in the HRP. It was therefore arranged that Mr Lee would commence the HRP “in the near future” at HMP Erlestoke, with a view to completion in October 2009 and a report being available by January 2010. The Parole Board hearing was adjourned to the first reasonably practicable date after 22 February 2010.", "96. A Parole Board hearing took place in Mr Lee’s case on 29 March 2010. In a reasoned decision dated 7 April 2010, the Parole Board declined to direct Mr Lee’s release but recommended a transfer to open conditions. The Parole Board noted:", "“... In summary, having balanced your interests in sentence progression against the interests of public protection, the panel were satisfied that sufficient evidence exists that your risk of violent offending has been reduced to a level such that ... it is safely manageable in open prison conditions. The panel did not consider that sufficient evidence of risk reduction exists to enable them to make a direction that you be released; there is a necessity, in the panel’s view (in the interests of public protection), for there to be a period of testing and gradual reintegration into the community before release.”", "97. The Secretary of State authorised a transfer to open conditions on 4 May 2010.", "98. On 1 October 2010 Mr Lee was transferred to HMP Kirkham. The delay in the transfer was due to transportation problems in the prison estate.", "99. A Parole Board hearing took place on 11 July 2011. On 25 July 2011 the Parole Board directed Mr Lee’s release. In its decision letter, the Parole Board noted, inter alia:", "“(g) You are five years over tariff.", "(h) You were one of the first prisoners to be sentenced for public protection, at a time when dangerousness was, by statute, assumed, and there was no real assessment of your actual dangerousness despite a probation report indicating that a suspended sentence would be the appropriate disposal.”", "100. On 6 May 2009 the House of Lords unanimously dismissed the applicants’ appeals.", "101. Lord Judge referred to the five specific purposes of sentencing set out in section 142(1) of the 2003 Act (see paragraph 132 below), which included reform and rehabilitation of offenders and protection of the public. However, he noted that this section was expressly disapplied to IPP sentences and considered the reason to be plainly that the first and obvious purpose of these provisions was the protection of the public from the risks posed by dangerous offenders. A second purpose was punishment, which was not concerned with the potential dangerousness of the offender.", "102. In his view, the sentencing court was required to make an informed predictive assessment of the risk at the date of sentence, and that the justification for detention beyond the tariff period was therefore found in the judgment of the court that an IPP sentence was necessary. Disagreeing with the views expressed by Laws LJ and Moses LJ (see paragraphs 53 and 62 above), he indicated that in his judgment detention beyond the tariff period was justified because the sentencing court had decided that the prisoner would continue to be dangerous at the expiry of the punitive element of the sentence: the necessary predictive judgment would have been made. He explained that the statutory regime for dealing with indeterminate sentences was predicated on the possibility that, in most cases, prisoners could be reformed or would reform themselves. A fair opportunity for their rehabilitation and the opportunity to demonstrate that the risk they presented at the date of sentence had diminished to levels consistent with release should therefore be available to them. He continued:", "“ ... The IPP sentence does not require the abandonment of all hope for offenders on whom it is imposed. They are not consigned to penal oblivion. To the contrary, common humanity, if nothing else, must allow for the possibility of rehabilitation ...", "106. We cannot be blind to the realities. The reality for the offender subject to IPP is that the prison regime in which he may (or may not) be provided with the opportunity for rehabilitation is dependent on the structures provided by the Secretary of State. The similar reality for the Parole Board is that the material on which to form its decision that the offender may (or may not) have ceased to represent a public danger is equally dependent on the regime structured for this different purpose by the Secretary of State.”", "103. Finally, Lord Judge considered that it was an inevitable consequence of the legislation, and the application of the statutory presumption in section 229(3) of the Act (see paragraph 129 below), that even when the tariff was measured in months rather than years, IPP sentences would arise for consideration. He explained that sentencing judges loyally followed the unequivocal terms of the statute and very many more defendants than anticipated were made subject to IPP sentences. However no extra resources were made available to address the inevitable increase in the number of inmates subject to indeterminate custody, and the result was the “seriously defective structures” identified in the applicants’ cases. He noted that numerous prisoners continued to be detained in custody after the expiration of their tariff periods, without the question either of their rehabilitation or of the availability of up-to-date, detailed information becoming available about their progress. He concluded that the preparation for the inevitable consequences of the new sentencing provisions relating to IPP sentences was wholly inadequate and continued:", "“121. ... To put it bluntly, they were comprehensively unresourced ...", "122. Notwithstanding the undoubted improvements, the appellants and indeed other prisoners were victims of the systemic failures arising from ill considered assumptions that the consequences of the legislation would be resource-neutral. Having applied the identical policies and rules relating to life imprisonment to IPPs, the Secretary of State failed to provide the resources to implement them. As tariff periods expired, nothing had been done to enable an informed assessment by the Parole Board of the question whether the protection of the public required the prisoner’s continued detention ...”", "104. Several others of their Lordships commented on the problems incurred following the entry into force of the legislation introducing IPPs. Lord Hope of Craighead indicated that the Secretary of State had failed deplorably in the public law duty that he had accepted when he persuaded Parliament to introduce IPP sentences. He had failed to provide the systems and resources that prisoners serving those sentences needed to demonstrate to the Parole Board by the time of the expiry of their tariff periods, or reasonably soon thereafter, that it was no longer necessary for the protection of the public that they should remain in detention. He observed that the Secretary of State had accepted that it was implicit in the statutory scheme that he would make provision which allowed IPP prisoners a reasonable opportunity to demonstrate to the Parole Board that they should be released; the scheme was such that it was not rational for him to fail to do so.", "105. Lord Carswell referred to the “draconian provisions” of section 225 of the 2003 Act (see paragraphs 124-128 below), which he said left no room for the exercise of any judicial discretion and created entirely foreseeable difficulties when sentences for imprisonment for public protection were passed with short tariff terms.", "106. Lord Brown of Eaton-under-Heywood noted that IPP prisoners rapidly swamped the prison system with increasing numbers of life sentence prisoners, many with comparatively short tariffs. As a consequence, for much if not all of the time until the amendment of section 225 in July 2008 (see paragraphs 134 and 138 below), it was not possible to give effect to the Secretary of State’s published policy to give all life sentence prisoners “every opportunity to demonstrate their safety for release at tariff expiry” (see paragraph 150 below).", "107. He later added:", "“65. ... I cannot, however, part from this case without registering a real disquiet about the way the IPP regime was introduced. It is a most regrettable thing that the Secretary of State has been found to be – has indeed now admitted being – in systemic breach of his public law duty with regard to the operation of the regime, at least for the first two or three years. It has been widely and strongly criticised, for example by the Select Committee on Justice. Many of the criticisms are to be found in the judgments below and I shall not repeat them. The maxim, marry in haste, repent at leisure, can be equally well applied to criminal justice legislation, the consequences of ill-considered action in this field being certainly no less disastrous. It is much to be hoped that lessons will have been learned.”", "108. As to whether there had been a violation of Article 5 § 1 of the Convention, Lord Hope referred to this Court’s jurisprudence on the need for a causal connection between the sentence and the detention and concluded that it was hard to see how there could ever be an absence of such a causal connection in the case of a prisoner whose case has been referred to, and was still under consideration, by the Parole Board. He considered that such a prisoner’s continued detention could not be said to be arbitrary, or in any other sense unlawful, until the Parole Board had determined that detention was no longer necessary.", "109. However, he envisaged limited circumstances in which detention could become arbitrary, namely in circumstances where the system broke down entirely, with the result that the Parole Board was unable to perform its function at all. Continued detention could be said to be arbitrary in such a case because there was no way in which it could be brought to an end in the manner that the original sentence contemplated. However, in Lord Hope’s view, the failures for which the Secretary of State accepted responsibility, while highly regrettable, could not be said to have created a breakdown of that extreme kind.", "110. Lord Brown noted the Secretary of State’s acknowledgment that it was implicit in the statutory scheme that he would make reasonable provision to enable IPP prisoners to demonstrate to the Parole Board, if necessary by completing treatment courses, their safety for release, and his concession that during the systemic failure to make such provision he was in breach of his public law duty. As to whether the provision of such courses was one of the objectives of the IPP sentence, Lord Brown, like Lord Judge, emphasised that the sentencing objectives were expressly disapplied in the case of IPP sentences and that rehabilitation was accordingly not an objective of the sentence. Thus a decision not to release an IPP prisoner because the Parole Board remained unsatisfied of his safety for release could never be said to be inconsistent with the objectives of the sentencing court or to have no connection with the objectives of the legislature and the court.", "111. Lord Brown concluded that the only possible basis upon which Article 5 § 1 could ever be breached in these cases was that contemplated by the Court of Appeal in James and Walker, namely after “a very lengthy period” without an effective review of the case (see paragraph 36 above), involving an inability on the part of the Parole Board to form any view of dangerousness for a period of years rather than months.", "112. On the question of compliance with Article 5 § 1, Lord Judge agreed with the conclusions of Lord Brown. He considered that if one of the purposes of an IPP were rehabilitation, and if the continued detention after the expiry of the tariff period were dependent on a specific finding by the Parole Board that it would be inappropriate to direct the prisoner’s release, then it would be arguable that the causal link was broken. However, in his view that proposition was ill-founded.", "113. Lord Judge concluded:", "“128. ... I should not exclude the possibility of an article 5(1) challenge in the case of a prisoner sentenced to IPP and allowed to languish in prison for years without receiving any of the attention which both the policy and the relevant rules, and ultimately common humanity, require.”", "114. The question whether there had been a violation of Article 5 § 4 of the Convention remained live solely in respect of Mr James. Lord Hope referred to the principles set out by this Court in A. and Others v. the United Kingdom [GC], no. 3455/05, ECHR 2009 and considered that the procedure and the role of Parole Board complied with these principles.", "115. Lord Hope concluded that there had been no violation of Article 5 § . He further indicated that, in his view, the Court of Appeal in James and Walker went too far in terms of this Court’s jurisprudence when it said that the claimants’ Parole Board reviews would be an empty exercise that would be likely to result in a breach of Article 5 § 4 if they were unable to make a meaningful challenge to the lawfulness of their detention at the time their cases were heard by the Parole Board (see paragraph 35 above). He indicated that Article 5 § 4 required that a system which met the requirement of procedural fairness be in place for making an assessment at reasonable intervals; how that system worked in practice in any given case was a matter for the Parole Board itself to determine and it was open to it to decide how much information it needed. It would only be if the system broke down entirely because the Parole Board was denied the information that it needed for such a long period that continued detention had become arbitrary that Article 5 § 4 would be violated and the prisoner would be entitled to a remedy in damages.", "116. Lord Brown noted that the Parole Board dossier would always contain a good deal of information. He observed that even when, as in Mr James’ case, it never became possible to provide the Board with a full risk assessment, the Parole Board was in fact able to determine risk and order his release largely through the evidence of an independent psychologist commissioned by Mr James himself, and the Court of Appeal’s own forecast was thus belied. However, he accepted that there would be occasions when, unless a prisoner could undertake a course necessary to demonstrate his safety for release, it would be impossible for the Parole Board to reach any judgment as to his dangerousness so that the review would in that sense be an empty exercise and the default position of continued detention would inevitably result.", "117. As to whether the Secretary of State’s concession that in such cases Article 5 § 4 would be breached, he concluded that the Article required no more than that a court, in this case the Parole Board, had to decide speedily whether the prisoner continued to be lawfully detained. He accepted that it was inherent in this requirement that the basic dossier be made available, but he did not accept that it required anything more in the way of enabling the parole Board to form its judgment.", "118. Lord Brown therefore held that Mr James Article 5 § 4 claim failed. He further regarded Mr Lee’s and Mr Wells’ claims as having been unsustainable, but since the former was conceded and the latter held established and unappealed, he considered that there was no alternative but to remit their claim for damages to the Administrative Court for assessment, referring to the terms of Article 5 § 5 of the Convention.", "119. Lord Judge considered that Article 5 § 4 was not directed to the operational inadequacies of a prison regime which might make it impossible for the prisoner to address his offending with a view to his reform and rehabilitation. It addressed a prisoner’s ability to take proceedings to demonstrate that his continued detention was no longer justified just because the basis on which it would otherwise continue no longer applied. He agreed with Lord Brown’s conclusions about the proper disposal of the Article 5 § 4 claims of Mr Wells and Mr Lee.", "120. Although no violation of Article 5 § 1 was found in the applicants’ cases, and thus the question of remedies did not fall to be decided, some views were nonetheless expressed as to the availability of remedies had the court held that there was a violation of Article 5 § 1. Lord Hope noted that Mr James was no longer in custody, so the remedy which he seeks is compensation for delay in his being released. Mr Lee and Mr Wells, on the other hand, were still serving their sentences, and so sought a direction that they should be released, and compensation for delay. He noted that these remedies were not available at common law. He continued:", "“8. The question then is whether the appellants are able to show that the Secretary of State has acted in a way which was incompatible with their Convention rights. If he has, his act is made unlawful by section 6(1) of the Human Rights Act 1998. This in turn opens up the possibility of obtaining a judicial remedy under section 8, which enables the court to award damages. But regard must also be had to section 6(2)(a) of the 1998 Act, which provides that section 6(1) does not apply to an act if, as a result of one or more provisions of primary legislation, the public authority could not have acted differently. The effect of that provision is to narrow the scope for argument as to the respects in which the Secretary of State’s conduct was unlawful within the meaning of section 6(1).", "9. Section 28(7) of the 1997 Act provides that a prisoner to whom that section applies may require the Secretary of State to refer his case to the Parole Board at any time after he has served the minimum term ordered by the sentencing judge. It has not been suggested by the appellants that the Secretary of State was in breach of that duty in their cases. The effect of section 28(5), which provides that it is the duty of the Secretary of State to release the prisoner on licence when directed to do so by the Parole Board, is that he has no power to release the prisoner until the Parole Board gives him that direction. Notwithstanding the criticisms that may be made of the Secretary of State’s failure to provide the means by which the appellants could demonstrate to the Parole Board that their continued detention was no longer necessary, the terms of the legislation are such that it cannot be said that he was acting unlawfully in not releasing them until directed to do so by the Parole Board. The court, for its part, would not be acting unlawfully if it too declined to order their release until the Parole Board was satisfied that it was no longer necessary for the protection of the public that they should be confined. Section 6(2)(a) of the 1998 Act leads inevitably to these conclusions.”", "121. Lord Brown noted considered that, had the applicants succeeded on their Article 5 § 1 claims, section 6(2)(a) of the Human Rights Act 1998 would have presented them with acute difficulty because, given section 28 of the 1997 Act, it was difficult to see how either the Secretary of State or the Parole Board could have acted differently. However, he concluded that in light of the findings on the substantive claims, such discussion was academic and he preferred to express no further view upon the question.", "122. Before the entry into force of the IPP provisions in the Criminal Justice Act 2003 on 4 April 2005, section 80 of the Powers of Criminal Courts (Sentencing) Act 2000 (“the 2000 Act”) already provided for a longer than commensurate sentence to be passed on dangerous offenders.", "123. Any longer than commensurate sentence imposed under section 80 remained a determinate (i.e. fixed) sentence and release was subject to the ordinary principles which applied to determinate sentences.", "124. IPP sentences were introduced with effect from 4 April 2005 by section 225 of the 2003 Act. The bulk of the provisions remain in force, although some were the subject of later amendment (see paragraphs 134-138 below). Pursuant to subsection (1) thereof, section 225 applies where:", "“(a) a person aged 18 or over is convicted of a serious offence committed after the commencement of this section, and", "(b) the court is of the opinion that there is significant risk to members of the public of serious harm occasioned by the commission by him of further specified offences.”", "125. “Serious offence”, defined in section 224(2), covers 153 specified categories of violent or sexual offences punishable by imprisonment for life or for ten years or more. Section 224(3) defines “serious harm” as “death or serious personal injury, whether physical or psychological”. The term “specified offences” is defined in section 224(1) and (3); almost all “specified offences” involve danger to life or limb or interference with sexual autonomy.", "126. Section 225(2) provides that if the offence is one which renders the offender liable to a sentence of life imprisonment and the court considers that the seriousness of the offence is such as to justify the imposition of such a sentence, then the court must impose that sentence.", "127. At the relevant time, section 225(3) provided that in a case not falling within section 225(2), the court “must impose a sentence of imprisonment for public protection”.", "128. Section 225(4) defines a sentence of imprisonment for public protection as:", "“... a sentence of imprisonment for an indeterminate period, subject to the provisions of Chapter 2 of Part 2 of the Crime (Sentences) Act 1997 as to the release of prisoners and duration of licences.”", "129. Section 229 of the 2003 Act applies where a person has been convicted of a specified offence and it falls to the court to assess whether there is a significant risk to members of the public of serious harm by the commission by the offender of further specified offences posed by an offender. At the relevant time, section 229(2) provided that in making its assessment where the applicant had not previously been convicted of any relevant offence, the court:", "“(a) must take into account all such information as is available to it about the nature and circumstances of the offence,", "(b) may take into account any information which is before it about any pattern of behaviour of which the offence forms part, and", "(c) may take into account any information about the offender which is before it.”", "130. Where the offender had previous relevant convictions, that is convictions for any specified offence, section 229(3) provided that:", "“... the court must assume that there is [a significant risk to members of the public of serious harm by the commission by the offender of further specified offences] unless, after taking into account–", "(a) all such information as is available to it about the nature and circumstances of each of the offences,", "(b) where appropriate, any information which is before it about any pattern of behaviour of which any of the offences forms part, and", "(c) any information about the offender which is before it,", "the court considers that it would be unreasonable to conclude that there is such a risk.”", "131. Section 239 of the 2003 Act provides:", "“(3) The [Parole] Board must, in dealing with cases as respects which it makes recommendations under this Chapter or under ... the 1997 Act, consider–", "(a) any documents given to it by the Secretary of State, and", "(b) any other oral or written information obtained by it;", "and if in any particular case the Board thinks it necessary to interview the person to whom the case relates before reaching a decision, the Board may authorise one of its members to interview him and must consider the report of the interview made by that member.", "(4) The Board must deal with cases as respects which it gives directions ... on consideration of all such evidence as may be adduced before it.", "...", "(6) The Secretary of State may also give to the Board directions as to the matters to be taken into account by it in discharging any functions ...; and in giving any such directions the Secretary of State must have regard to–", "(a) the need to protect the public from serious harm from offenders, and", "(b) the desirability of preventing the commission by them of further offences and of securing their rehabilitation.”", "132. Section 142(1) of the 2003 Act imposed a general obligation on every court passing sentence to have regard to five specific purposes of sentencing, namely:", "“(a) the punishment of offenders,", "(b) the reduction of crime (including its reduction by deterrence),", "(c) the reform and rehabilitation of offenders,", "(d) the protection of the public, and", "(e) the making of reparation by offenders to persons affected by their offences.”", "133. However, at the relevant time section 142(2)(c) expressly disapplied section 142(1) to sentences imposed under “any of sections 225-228 of the Act (dangerous offenders)”, which included IPP sentences.", "134. The 2003 Act was amended by the Criminal Justice and Immigration Act 2008. In particular, IPP sentences are no longer mandatory: amended section 225 now provides that in a case not falling within subsection (2), the court “may impose a sentence of imprisonment for public protection” if the condition in subsection (3A) (“at the time the offence was committed, the offender had been convicted of an offence specified in Schedule 15A”) or subsection (3B) (the tariff which would be set together with time spent on remand is at least two years) is met. Schedule 15A sets out a list of fifty serious offences in England and Wales, Scotland and Northern Ireland.", "135. Section 229, regarding the assessment of dangerousness, was also amended by the 2008 Act. Section 229(2) now provides that in making the assessment of whether there is a significant risk to members of the public of serious harm occasioned by the commission by him of further specified offences, whether the individual in question has previous conviction or not, the court:", "“(a) must take into account all such information as is available to it about the nature and circumstances of the offence,", "(aa) may take into account all such information as is available to it about the nature and circumstances of any other offences of which the offender has been convicted by a court anywhere in the world,", "(b) may take into account any information which is before it about any pattern of behaviour of which any of the offences mentioned in paragraph (a) or (aa) forms part, and", "(c) may take into account any information about the offender which is before it.”", "136. Section 229(3) (see paragraph 130 above) has accordingly been repealed.", "137. Section 142(2)(c), which previously disapplied the five sentencing objectives in IPP cases, was amended to delete the exclusion of IPP sentences from the five sentencing objectives.", "138. The new provisions apply to all sentences passed on or after 14 July 2008.", "139. The Parole Board is responsible for the release of prisoners sentenced to life imprisonment. Under section 28(5) of the Crime (Sentences) Act 1997 (“the 1997 Act”):", "“As soon as–", "(a) a life prisoner to whom this section applies has served the relevant part of his sentence, and", "(b) the Parole Board has directed his release under this section,", "it shall be the duty of the Secretary of State to release him on licence.”", "140. Section 28(6) provides:", "“The Parole Board shall not give a direction under subsection (5) above . . . unless—", "(a) the Secretary of State has referred the prisoner’s case to the Board; and", "(b) the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.”", "141. Section 28(7) provides that a life prisoner may require the Secretary of State to refer his case to the Parole Board at any time after tariff expiry and:", "“(b) where there has been a previous reference of his case to the Board, after the end of the period of two years beginning with the disposal of that reference.”", "142. Section 34(1)(2)(d) of the 1997 Act (as amended by the 2003 Act) clarifies that “life prisoner” includes a person serving an IPP.", "143. The Secretary of State has issued directions to the Parole Board pursuant to section 239 of the 2003 Act. Direction 6, issued in 2004, provides, in so far as relevant:", "“In assessing the level of risk to life and limb presented by a lifer, the Parole Board shall consider the following information, where relevant and where available, before directing the lifer’s release, recognising that the weight and relevance attached to particular information may vary according to the circumstances of each case:", "...", "(d) whether the lifer has made positive and successful efforts to address the attitudes and behavioural problems which led to the commission of the index offence;", "...", "(h) the lifer’s awareness of the impact of the index offence, particularly in relation to the victim or victim’s family, and the extent of any demonstrable insight into his/her attitudes and behavioural problems and whether he/she has taken steps to reduce risk through the achievement of life sentence plan targets...” (original emphasis)", "144. Prison Service Order 6010 (“PSO 6010”) on the generic parole process came into effect on 1 April 2009. It includes detailed provisions on the dossier which should be made available to the Parole Board in the case of IPP prisoners.", "145. The Secretary of State’s policy on the management and treatment of life sentence prisoners, including IPP prisoners, is primarily contained in chapter 4 of the “Lifer Manual” PSO (Prison Service Order) 4700 (“PSO 4700”). This chapter was substantially amended in July 2010 (see paragraph 151 below).", "146. At the relevant time, PSO 4700 set out the various phases of detention under a life sentence:", "“4.1.1 A typical male lifer will generally go through the following stages of his life sentence in custody prior to release on licence:", "Remand Centre/Local prison", "First Stage – High Security/Category B", "Second Stage – High Security/Category B/Category C", "Third Stage – Category D/Open/Semi-open/Resettlement.", "While no two life sentences will be identical, the majority of life sentences will conform to this general pattern. It will be necessary, however, to fast-track short-tariff lifers (see 4.13 below) if they are to have the opportunity to be released on tariff expiry if risk factors permit ...”", "147. It continued:", "“4.3.14 ... Wherever possible, lifers should be allocated to a cell on a landing ... where there are other long or medium-term prisoners. In most cases newly sentenced lifers will remain there to await a vacancy in a First Stage lifer prison. Local prisons are an integral part of the lifer system and it is at this stage that Life Sentence planning begins.”", "148. Paragraph 4.3.17 continued:", "“... The intention is that lifers will move on from their local prison to a First Stage prison within approximately six months of the date of their sentence subject of the availability of places. Local prisons should provide lifers with information about the role and location of First Stage prisons.”", "149. Paragraph 4.4.2 of PSO 4700 explained that the period spent at first stage:", "“is generally from 18 months upwards, but ... may be reduced for some prisoners especially those with short tariffs or those who are making exceptionally good progress.”", "150. PSO 4700 contained specific provisions on short-tariff lifers:", "“4.13.1 Short tariff lifers are normally regarded as those who have a tariff of five years or less ...", "4.13.2 Lifers with short tariffs are managed differently from lifers with longer tariffs because of the overall objective to release lifers on tariff expiry if risk factors permit. The statutory entitlement to a review by the Parole Board may for a short tariff lifer be triggered relatively shortly after conviction ... The essential elements of the policy for short tariff lifers and arrangements for their management through their period in custody are as follows:", "They must be prioritised for offending behaviour programmes according to the length of time left till tariff expires. The same principle must apply for all lifers, so that length of time to tariff expiry is taken into account when allocating offending behaviour programme resources. In other words, lifers must be given every opportunity to demonstrate their safety for release at tariff expiry.” (original emphasis).", "151. The policy for management of indeterminate sentence prisoners was substantially amended from 12 July 2010 by PSI 36/2010, which introduced a new chapter 4. In particular, indeterminate sentence prisoners no longer have to move through set stages in order to progress through their sentences. Pursuant to Paragraph 4.1.8 of the revised policy, it must be ensured that indeterminate sentence prisoners in a given region are not disadvantaged in their ability to work towards, or demonstrate, reduction in their risk factors, particularly in terms of prospects for release post-tariff, compared to indeterminate sentence prisoners in other regions. Paragraph 4.13.1 and 4.13.2 have been replaced with the following:", "“4.10.1 Short tariff ISPs [indeterminate sentence prisoners] are normally regarded as those who have a tariff of three years or less ...", "4.10.2 ISPs with short tariffs may need to be managed differently from ISPs with longer tariffs because of the overall aim to ensure the Parole Board has appropriate information upon which to make its risk-based decision as to whether a prisoner should be released ...The essential elements of the policy for short tariff ISPs and arrangements for their management throughout the period in custody are as follows:", "- all ISPs should be prioritised for interventions and offending behaviour programmes according to the risk of harm they pose and length of time left till tariff expiry. In other words, and taking into account the ISP’s own responsibility to address the risk of harm they present to the public and known victims, the ISP must be offered reasonable opportunity, as far as possible given the available resources, to address their risk factors in time for their Parole Board review.", "...”", "152. On 14 October 2003 in the House of Lords, during the passage of the Bill which led to the 2003 Act through Parliament, Baroness Scotland of Asthal, then Minister of State at the Home Office, explained the new provisions:", "“The new sentence will ensure that such offenders cannot be released until their risk is considered manageable in the community. It therefore provides for indeterminate custody for that small group of offenders for whom a determinate sentence would not provide a sufficient guarantee of public safety. However, that must be seen in the context of everything that we are trying to achieve in prisons; that is, first, to address the nature of the underlying offending behaviour and, secondly, to try and rehabilitate, if rehabilitation is possible, some of the more serious offenders through training, education and opportunities. I have mentioned that once an offender is in prison, there will be an assessment of the nature of his difficulties and the risks that he poses so that, while he is in prison, we can seek to address those problems.", "... I reassure the noble Lord that we intend to make sure that all prisoners benefit from the risk assessment procedure. If we are able to roll it out, and we hope to be able to do so over a period of time, the Prison Service will have the kind of tools necessary to make the assessment which will help to bring about change, but which will also identify those people who may not be as amenable to change as we would like and who therefore continue to pose a risk to members of the public.”", "153. In her report on HMP Doncaster, the Chief Inspector of Prisons noted:", "“The Prison Service has withdrawn the enhanced thinking skills programme for reasons of economy. This meant that there were no programmes for prisoners who are likely to spend a significant part of their sentence at Doncaster. This was particularly important for those who had received the new Indeterminate Sentence for Public Protection (ISPP). For these prisoners, who often have short tariff dates, the absence of any opportunity to address offending behaviour inevitably meant that they risked a longer time in custody.”", "154. The Lockyer Review was commissioned by the Secretary of State to assess the seriousness of the problems facing those serving IPP sentences and to make recommendations for improving the situation. The report noted that reliance on the lifer management arrangements for dealing with all IPP prisoners had failed and that IPP prisoners were stacking in local prisons and are not moving to establishments where their needs could be assessed or better met.", "155. The report continued:", "“1. IPPs are dealt with through the lifer system: they spend time in local prisons until space is found at a first stage life centre; intensive assessment is conducted at the first stage lifer centre; IPPs are then transferred on within the training estate for further interventions.", "2. The reliance on a small number of specialised lifer centres creates a bottleneck. This prevents timely access to interventions necessary to reduce risk in some cases. Over 2500 ISPs (of which 1500 are IPPs) are currently being held in local prisons since space in lifer centres is simply unavailable and turnover is slow.”", "156. Committee of Ministers Resolution 76(2) of 17 February 1976 made a series of recommendations to member States regarding long-term and life sentence prisoners. These included:", "“2. take the necessary legislative and administrative measures in order to promote appropriate treatment during the enforcement of [long-term] sentences;", "...", "9. ensure that the cases of all prisoners will be examined as early as possible to determine whether or not a conditional release can be granted;", "10. grant the prisoner conditional release, subject to the statutory requirements relating to time served, as soon as a favourable prognosis can be formulated; considerations of general prevention alone should not justify refusal of conditional release;", "11. adapt to life sentences the same principles as apply to long-term sentences ...”", "157. Committee of Ministers Recommendation Rec (2003) 22 of 24 September 2003 recommended that member State governments be guided in their legislation, policies and practice on conditional release by the principles contained in the appendix to the recommendation. The appendix set out, inter alia, the following general principles:", "“3. Conditional release should aim at assisting prisoners to make a transition from life in prison to a law-abiding life in the community through post-release conditions and supervision that promote this end and contribute to public safety and the reduction of crime in the community.", "4.a. In order to reduce the harmful effects of imprisonment and to promote the resettlement of prisoners under conditions that seek to guarantee safety of the outside community, the law should make conditional release available to all sentenced prisoners, including life-sentence prisoners.”", "158. Regarding the granting of conditional release, it noted, inter alia:", "“16. The minimum period that prisoners have to serve to become eligible for conditional release should be fixed in accordance with the law.", "17. The relevant authorities should initiate the necessary procedure to enable a decision on conditional release to be taken as soon as the prisoner has served the minimum period.", "18. The criteria that prisoners have to fulfil in order to be conditionally released should be clear and explicit. They should also be realistic in the sense that they should take into account the prisoners’ personalities and social and economic circumstances as well as the availability of resettlement programmes.”", "159. Committee of Ministers Recommendation Rec (2003) 23 of 9 October 2003 sets out three objectives for the management of life sentence and other long-term prisoners. One is to increase and improve the possibilities for these prisoners to be successfully resettled in society and to lead a law-abiding life following their release.", "160. The general principles for the management of life sentence and other long-term prisoners include:", "“3. Consideration should be given to the diversity of personal characteristics to be found among life sentence and long-term prisoners and account taken of them to make individual plans for the implementation of the sentence (individualisation principle).", "...", "8. Individual planning for the management of the prisoner’s life or long-term sentence should aim at securing progressive movement through the prison system (progression principle).”", "161. On sentence planning, the recommendation indicates that comprehensive sentence plans should be developed for each individual prisoner, and should include a risk and needs assessment in order to inform a systematic approach to, inter alia, the prisoner’s participation in work, education, training and other activities that provide for a purposeful use of time spent in prison and increase the chances of a successful resettlement after release; and interventions and participation in programmes designed to address risks and needs so as to reduce disruptive behaviour in prison and re-offending after release.", "162. Recommendation Rec (2006) 2 of the Committee of Ministers to member States on the European Prison Rules of 11 January 2006 (“the European Prison Rules”) includes in its basic principles:", "“6. All detention shall be managed so as to facilitate the reintegration into free society of persons who have been deprived of their liberty.”", "163. Paragraph 103 concerns sentence planning and provides:", "“103.1 The regime for sentenced prisoners shall commence as soon as someone has been admitted to prison with the status of a sentenced prisoner, unless it has commenced before.", "103.2 As soon as possible after such admission, reports shall be drawn up for sentenced prisoners about their personal situations, the proposed sentence plans for each of them and the strategy for preparation for their release.", "...", "103.4 Such plans shall as far as is practicable include:", "a. work;", "b. education;", "c. other activities; and", "d. preparation for release.”", "164. On the release of sentenced prisoners, the European Prison Rules provide:", "“107.1 Sentenced prisoners shall be assisted in good time prior to release by procedures and special programmes enabling them to make the transition from life in prison to a law-abiding life in the community.", "...”", "165. Article 10 of the International Covenant on Civil and Political Rights 1966 provides:", "“1. All persons deprived of their liberty shall be treated with humanity and with respect for the inherent dignity of the human person.", "...", "3. The penitentiary system shall comprise treatment of prisoners the essential aim of which shall be their reformation and social rehabilitation. Juvenile offenders shall be segregated from adults and be accorded treatment appropriate to their age and legal status.”", "166. The United Nations Standard Minimum Rules for the Treatment of Prisoners (“the UN Rules”), adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders in 1955 and approved by the Economic and Social Council on 13 May 1977, include in their general principles the following:", "“58. The purpose and justification of a sentence of imprisonment or a similar measure deprivative of liberty is ultimately to protect society against crime. This end can only be achieved if the period of imprisonment is used to ensure, so far as possible, that upon his return to society the offender is not only willing but able to lead a law-abiding and self-supporting life.", "59. To this end, the institution should utilize all the remedial, educational, moral, spiritual and other forces and forms of assistance which are appropriate and available, and should seek to apply them according to the individual treatment needs of the prisoners.”", "167. Specific provisions on treatment include:", "“65. The treatment of persons sentenced to imprisonment or a similar measure shall have as its purpose, so far as the length of the sentence permits, to establish in them the will to lead law-abiding and self-supporting lives after their release and to fit them to do so. The treatment shall be such as will encourage their self-respect and develop their sense of responsibility.", "66(1) To these ends, all appropriate means shall be used, including religious care in the countries where this is possible, education, vocational guidance and training, social casework, employment counselling, physical development and strengthening of moral character, in accordance with the individual needs of each prisoner, taking account of his social and criminal history, his physical and mental capacities and aptitudes, his personal temperament, the length of his sentence and his prospects after release.”", "168. The United Nations Report on Life Imprisonment 1994 notes, at paragraph 38:", "“Specific treatment programmes thus serve a dual function: they offer the prisoner an opportunity for self-examination, whereby he or she can confront previous or present problems and they provide the prison staff with a better opportunity to understand particular behavioural patterns.”", "169. The report continues at paragraph 40:", "“In the absence of structured treatment programmes, long term prisoners are left on their own to find the means with which to cope with their sentences. This has detrimental effects, not only for the prisoner but also for the prison authorities in that a situation of ‘them’ and ‘us’ often develops ...”", "170. Finally, at paragraph 69, the report concludes:", "“International instruments on imprisonment and human rights suggest that the deprivation of liberty may only be justified if accompanied by review and assessment procedures that operate within commonly accepted judicial standards. Indeterminate life sentencing cannot be allowed to open the door for arbitrary detention. Fair, unprejudiced assessment programmes offer possible checks against this.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-a"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}