{"ITEMID": "001-110953", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BJEDOV v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1933 and lives in Zadar. Her income consists of her pension, amounting to HRK 1,787.10 per month, and a social benefit amounting to HRK 350 per month.", "6. On 14 January 1975 the applicant’s husband was awarded a specially protected tenancy (stanarsko pravo) of a flat in Zadar. Pursuant to the relevant legislation, the applicant as his wife automatically became a co-holder of the specially protected tenancy of the flat. After the death of her husband in 1994 she became the sole holder of the tenancy.", "7. On 14 August 1991 the applicant and her husband went to the village of Mokro Polje, between Obrovac and Knin. In September 1991 the applicant’s husband fell ill. They also found out that third persons had broken into and occupied their flat in Zadar. In these circumstances she decided to stay with her husband in Mokro Polje.", "8. After the death of her husband on 6 September 1994, the applicant went to live with her daughter in Switzerland. The applicant returned to Zadar in October 1998 and lived in a friend’s flat until 15 July 2001, when the third persons moved out of her flat and she moved back in.", "9. Meanwhile, on 29 December 1995 the applicant made a request to purchase the flat at issue to the Town of Zadar as the provider of the flat. She relied on section 4 of the Specially Protected Tenancies (Sale to Occupier) Act, which entitled holders of specially protected tenancies of flats in social ownership to purchase their flats from the provider of the flat under favourable conditions (see paragraph 39 below).", "10. As she received no reply to her request to purchase of the flat, on 5 April 2000 the applicant, relying on section 9 of the Specially Protected Tenancies (Sale to Occupier) Act, brought a civil action in the Zadar Municipal Court (Općinski sud u Zadru) against the Town of Zadar seeking judgment in lieu of a contract of sale.", "11. The defendant submitted a counterclaim seeking the applicant’s eviction.", "12. On 11 January 2001 the Municipal Court ruled for the applicant. Following an appeal by the defendant, on 11 July 2001 the Zadar County Court (Županijski sud u Zadru) quashed the first-instance judgment and remitted the case.", "13. In the resumed proceedings, on 20 May 2002 the Zadar Municipal Court again ruled for the applicant. On 24 June 2005 the Zadar County Court again quashed the first-instance judgment and remitted the case.", "14. In the resumed proceedings, on 28 April 2006 the Zadar Municipal Court delivered a judgment whereby it dismissed the applicant’s action. At the same time it accepted the defendant’s counterclaim and ordered the applicant to vacate the flat. It also ordered her to reimburse the defendant 4,800 Croatian kunas (HRK) for the costs of the proceedings. The court found that the applicant had been absent from the flat between 14 August 1991 and 15 July 2001, that is, for a period exceeding six months, and that her absence had not been justified. In so deciding the court followed the case-law of the Supreme Court (see paragraphs 34-37 below), according to which, in cases where a third person moves into the flat, the bringing of legal proceedings in order to evict the occupant would demonstrate an intention to live in the flat and prevent the tenant’s absence from being considered unjustified and resulting in a termination of the tenancy. However, the applicant had never instituted any proceedings to regain possession of her flat. Therefore, the condition for termination of her specially protected tenancy stipulated in section 99(1) of the Housing Act had already been met on 13 February 1992. That being so, the court held, while expressly relying on decisions of the Supreme Court nos. Rev-777/1995-2 of 21 December 1999 and Rev-391/02-2 of 18 February 2003 (see paragraphs 31-33 below), that she had not been entitled to purchase the flat under the Specially Protected Tenancies (Sale to Occupier) Act or to acquire the status of a protected lessee under the Lease of Flats Act. Accordingly, the court concluded that she had no title to the flat and ordered her eviction.", "15. On 17 November 2008 the Zadar County Court dismissed the applicant’s appeal and upheld the first-instance judgment, which thereby became final and enforceable.", "16. The applicant then lodged an appeal on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske). Relying on section 382(2) of the Civil Procedure Act (see paragraph 52 below) she argued that her case raised legal issues important for ensuring the uniform application of the law and equality of citizens. In particular, she argued, inter alia, that the judgments of the lower courts in her case were contrary to the case-law of the Supreme Court, according to which a specially protected tenancy could only be terminated by a court judgment (see paragraphs 34-39 below).", "17. On 25 February 2010 the Zadar County Court declared the appeal on points of law admissible on the ground that it concerned issues relevant for the unification of interpretation of some provisions of substantive laws.", "18. On 6 October 2010 the Supreme Court declared the applicant’s appeal on points of law inadmissible as it found that neither the value of the subject matter of the dispute reached the statutory threshold nor were the legal issues raised therein important for ensuring the uniform application of the law and equality of citizens within the meaning of section 382(2) of the Civil Procedure Act. In particular, the Supreme Court held that the findings of the lower courts in the applicant’s case were not incompatible with its own opinion expressed in judgment no. Rev-391/02-2 of 18 February 2003 according to which, even in the absence of a judgment terminating a specially protected tenancy, the courts were entitled to examine, as a preliminary issue, whether the grounds for its termination had been present in cases where the prior existence of such a tenancy was a requirement for acquiring the right to purchase a flat under the Specially Protected Tenancies (Sale to Occupier) Act or the status of a protected lessee under the Lease of Flats Act (see paragraph 38 below).", "19. On 17 June 2011 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the Supreme Court’s decision, alleging violations of her constitutional rights to equality before the law and fair proceedings as well as her Convention rights to a fair hearing, respect for her home and peaceful enjoyment of her possessions. At the same time she asked for an interim measure under section 67(2) of the Constitutional Court Act that would postpone the enforcement of the Zadar Municipal Court’s judgment of 28 April 2006 until the Constitutional Court had decided on her constitutional complaint.", "20. On 20 May 2011 the applicant lodged a request for reinstatement of the proceedings in the Zadar Municipal Court. She also asked that the decision by the Supreme Court of 6 October 2010 be served on her. She withdrew that request on 30 August 2011.", "21. On 11 January 2012 the Constitutional Court declared the applicant’s constitutional complained inadmissible as ill-founded on the ground that that she had not put forward any arguments relevant for the protection of her constitutional rights.", "22. Meanwhile, on 4 August 2009 the Town of Zadar instituted enforcement proceedings before the Zadar Municipal Court with a view to enforcing the above-mentioned judgment of 28 April 2006.", "23. On 24 August 2009 the court issued a writ of execution (rješenje o ovrsi) ordering the applicant’s eviction from the flat and the seizure and sale of her movable property to satisfy the enforcement creditor’s claim for costs of the above-mentioned civil proceedings.", "24. On 4 September 2009 the applicant appealed against the writ to the Zadar County Court and at the same time asked the Zadar Municipal Court to postpone the enforcement. She submitted that her income (pension) was insufficient to cover the costs of other accommodation, that she was seventy-five years of age, in poor health and walked with the help of crutches. She argued that in those circumstances her eviction would amount to inhuman and degrading treatment causing irreparable harm, as it would certainly lead to a rapid deterioration of her health and eventually to her death. In support of her arguments the applicant enclosed with her appeal a medical certificate of 19 June 2009 signed by Dr I.M. from Zadar stating that the applicant was in postoperative status after the hip surgery, suffered from hypertension, rosacea (a skin condition) and a psychoneurosis (psychic tension). Dr I.M. also stated that the applicant walked with the help of crutches and expressed his view that, due to her poor health, it was necessary to spare her from any relocation.", "25. On 28 October 2010 the Zadar Municipal Court issued a decision postponing the enforcement until the Zadar County Court had decided the applicant’s appeal of 4 September 2009 and until the Supreme Court had decided on her appeal on points of law in the above-mentioned civil proceedings. The relevant part of that decision read as follows:", "“... in the court’s view the enforcement debtor demonstrated that, if the enforcement were to be carried out, she would probably suffer irreparable harm manifested in the fact that she is an elderly person in poor health who would be rendered homeless and who, at the moment, cannot secure temporary accommodation for herself, whereas, on the other hand, the enforcement creditor would not suffer any loss on account of the postponement because the enforcement debtor regularly pays the rent for the flat at issue.”", "26. On 5 November 2010 the Zadar County Court dismissed the applicant’s appeal and upheld the writ of execution of 24 August 2009.", "27. On 11 May 2011 the Zadar Municipal Court issued a decision to continue the enforcement proceedings. However, on 30 August 2011 the enforcement proceedings were postponed until the Zadar Municipal Court decided on the applicant’s request for reinstatement of the civil proceedings.", "28. After she had withdrawn her request for the reinstatement of the civil proceedings, the applicant on 28 September 2011 again asked that the enforcement proceedings be postponed until the Constitutional Court delivered its decision. On 20 February 2012 the Zadar Municipal Court dismissed the applicant’s request and resumed the enforcement proceedings which are still pending.", "29. Article 34 of the Constitution (Ustav Republike Hrvatske, Official Gazette nos. 41 and 55) reads as follows:", "“The home is inviolable.", "A search of a person’s home or other premises shall be ordered by a court in the form of a reasoned written warrant based on law.", "The occupier, or his or her representative, shall be entitled to be present during a search of a home or other premises. The presence of two witnesses shall be obligatory.", "Under the conditions prescribed by law and where it is necessary to execute an arrest warrant or to apprehend a person who has committed a criminal offence or in order to remove serious danger to the life or health of people, or to property of a high value, the police may enter a person’s home or other premises and carry out a search without a court warrant or the occupier’s consent and without any witnesses being present.", "Where there is a probability that evidence may be found in the home of a person who has committed a criminal offence, a search shall be carried out only in presence of witnesses.”", "30. The relevant part of the Housing Act (Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993) reads:", "“A specially protected tenancy is acquired on the date of moving into the flat on the basis of a final decision allocating the flat or on another valid legal basis, unless otherwise provided by this Act.”", "“1. A specially protected tenancy may be terminated if the tenant [...] ceases to occupy the flat for an uninterrupted period exceeding six months.", "2. A specially protected tenancy shall not be terminated under the provisions of paragraph 1 of this section in respect of a person who does not use the flat on account of undergoing medical treatment, performance of military service or other justified reasons.”", "“1. The provider of the flat shall terminate a specially protected tenancy by bringing an action in the competent court.", "2. ...", "3. The judgment ordering eviction shall not be enforced if the person to be evicted is not provided with another flat or basic accommodation [nužni smještaj], when that is required by this Act.", "4. Another flat shall be made available by the provider of the flat at the latest by the end of the main hearing in the proceedings for the termination of the specially protected tenancy, unless otherwise provided for by this Act.”", "5. Basic accommodation shall be secured in enforcement proceedings.”", "“The duty of the tenant to vacate the flat extends to other users of that flat, unless otherwise provided for by this Act.”", "31. The Specially Protected Tenancies (Sale to Occupier) Act (Official Gazette nos. 27/1991, 33/1992, 43/1992, 69/1992, 25/1993, 26/1993, 48/1993, 2/1994, 44/1994, 47/1994, 58/1995, 11/1996, 11/1997 and 68/1998, Zakon o prodaji stanova na kojima postoji stanarsko pravo) regulates the conditions for the sale of flats let under specially protected tenancies. In general, the Act entitles the holder of a specially protected tenancy of a publicly owned flat to purchase it under favourable conditions of sale.", "The relevant provision of the Act provides as follows:", "“Every holder of a specially protected tenancy (hereinafter ‘the tenant’) may submit a written application to purchase a flat to the ... owner (‘the seller’) ... and the seller shall be obliged to sell the flat.", "...”", "32. Section 161 paragraph 1 of the Property Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette no 91/1996) reads as follows:", "“An owner has the right to seek repossession of his or her property from a person in whose possession it is.”", "33. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and the Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) provides as follows:", "“...", "The parties to the proceedings may lodge an appeal on points of law against a second instance judgment where the outcome of dispute depends on the assessment of some substantive or procedural issue of importance for ensuring the unified application of the laws and the equality of citizens ...", "...”", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”", "34. In decision no. Rev-616/1988 of 11 October 1988 the Supreme Court interpreted section 99 of the Housing Act in the following way:", "“The specially protected tenancy is not lost ex lege by the mere fact of non-use of the flat for a period exceeding six months. Rather, that is a ground for termination of a specially protected tenancy that can be terminated only by the provider of the flat.”", "35. The specially protected tenancy was terminated as soon as the court’s judgment upholding the claim of the provider of the flat to that end has become res judicata (see, inter alia, the Supreme Court’s decision no. Rev-1009/1993-2 of 15 June 1994).", "36. In its decisions no. Rev-777/1995-2 of 21 December 1999 and no. Rev-391/02-2 of 18 February 2003 the Supreme Court took the view that, even in the absence of a judgment terminating the specially protected tenancy, the courts were entitled to examine whether the grounds for its termination had been present in cases where the existence of such a tenancy was a precondition for acquiring and exercising the right of a tenant to purchase the flat under the Specially Protected Tenancies (Sale to Occupier) Act.", "37. The relevant part of the decision no. Rev-777/1995-2 of 21 December 1999 reads as follows:", "“In [the Supreme Court’s] view a contract of sale of a flat concluded with a person whose specially protected tenancy ended by termination after the conclusion of [that] contract, or in respect of whom it was established that a ground for termination [of the specially protected tenancy] had existed at time of the conclusion of [such a contract], is null and void. ...", "It was therefore necessary to examine whether at the time of the conclusion of the impugned contract any grounds for termination of the specially protected tenancy existed ...”", "38. The relevant part of the decision no. Rev-391/02-2 of 18 February 2003 reads as follows:", "“The [view] of the first-instance court, which was also accepted by the second-instance court, that the existence of a judicial decision on termination of the specially protected tenancy is decisive for [resolving] the question whether the plaintiff’s specially protected tenancy of the flat at issue has ended, is incorrect. In [the Supreme Court’s] view, if grounds for termination of the specially protected tenancy existed on the side of the plaintiff at the time of the conclusion of the contract of sale of the flat ... or at the time [he] made a request for purchase of the flat – on which issue the court should have in the instant case decided upon the defendant’s counterclaim (otherwise it could have decided it as a preliminary issue) – ... the plaintiff [would have no right] to demand that a contract of sale of the flat be concluded.”", "39. In a series of decisions (for example, in cases nos. Rev-152/1994-2 of 23 February 1994, Rev-1780/1996-2 of 10 March 1999, Rev-1606/00-2 of 1 October 2003, Rev-998/03-2 of 4 December 2003 and Rev-590/03-2 of 17 December 2003), starting with decision no. Rev-155/1994-2 of 16 February 1994, the Supreme Court interpreted section 99(1) of the Housing Act as follows:", "“The fact that a flat that is not being used by its tenant is illegally occupied by a third person does not, per se, make the non-use [of the flat by the tenant] justified. In other words, if the tenant fails to take the appropriate steps to regain possession of the flat within the statutory time-limits set forth in section 99(1) of the Housing Act ..., then the [illegal occupation of the flat by a third person] is not an obstacle to the termination of the specially protected tenancy.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}