{"ITEMID": "001-70881", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TAMBOVTSEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["4. The applicant was born in 1939 and lives in the town of Novogrodovka, the Donetsk Region.", "5. On 15 March 2001 the Novogrodovka City Court (hereafter “the City Court”) awarded the applicant UAH 4,791.40 against the “Novogrodovskaya” coal mine (a State-owned enterprise, hereafter “the Coal Mine”) in salary arrears. The judgment became final and was sent to the Novogrodovka City Bailiffs’ Service (hereafter “the Bailiffs’ Service”) for compulsory enforcement.", "6. In June 2001 the applicant instituted proceedings in the City Court against the Bailiffs’ Service in respect of its alleged inactivity. On 23 August 2001 the City Court rejected this complaint, stating, inter alia, that no fault was attributable to the bailiffs, who had undertaken all necessary measures to secure the execution of the judgment of 15 March 2001 and that the non-enforcement of this judgment was caused by the Coal Mine’s lack of funds. The City Court also indicated that the enforcement proceedings were further impeded by a bankruptcy case pending against the Coal Mine before the Donetsk Regional Court of Arbitration, which on 14 May 2001 prohibited the Bailiffs’ Service from performing any activity that involved the forced sale of the Coal Mine’s assets. On 5 November 2001 the Donetsk Regional Court of Appeal upheld the judgment of the City Court. On 18 February 2002 the Supreme Court rejected the applicant’s cassation appeal.", "7. On 25 February 2003 the Ministry of Fuel and Energy ordered the merger of the Coal Mine with several others into the Selydivvugilia State Company.", "8. In a letter of 21 July 2003, the Bailiffs’ Service informed the applicant about the following impediments to the execution of the judgment given in his favour:", "the ruling of the Donetsk Regional Court of Arbitration of 14 May 2001, prohibiting the Bailiffs’ Service from performing any activity that involved the forced sale of the Coal Mine’s assets;", "the ruling of the Donetsk Regional Commercial Court of 23 February 2002, barring any attachment or sale of the Coal Mine’s property (both bans above were lifted on 2 April 2003, when the Donetsk Regional Commercial Court terminated the bankruptcy proceedings against the Coal Mine);", "the moratorium on the forced sale of the property of State-owned enterprises introduced by the 2001 Law.", "9. On 1 September 2003, following the transfer of the Coal Mine’s funds to the Selydivvugilia State Company, the Bailiffs’ Service suspended the enforcement proceedings pending the replacement of the debtor in the applicant’s case. On 24 October 2003 the Bailiffs’ Service applied to the City Court for a direction to that effect. On 31 October 2003 the City Court ordered that the debtor in the case be replaced by the Selydivvugilia State Company. On 19 November 2003 the enforcement case was transmitted to the Selidvivske City Bailiffs’ Service.", "10. The sum awarded to the applicant by the judgment of 15 March 2001 was paid to him in two instalments in February and May 2004.", "11. Some of the relevant domestic law is set out in the judgments of 27 July 2004 in the case of Romashov v. Ukraine (no. 67534/01, §§ 16-19), of 30 November 2004 in the case of Dubenko v. Ukraine (74221/01 §§ 2229), and of 26 April 2005 in the case of Sokur v. Ukraine (no. 29439/02, §§ 18 and 22)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}