{"ITEMID": "001-94072", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ENEA v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (substantive aspect);Violation of Art. 6-1;No violation of Art. 6-1;Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Alvina Gyulumyan;András Sajó;Anatoly Kovler;Antonella Mularoni;Christos Rozakis;Elisabeth Steiner;Françoise Tulkens;Giorgio Malinverni;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Khanlar Hajiyev;Ledi Bianku;Nicolas Bratza;Renate Jaeger;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["7. The applicant was born in 1938 and lives in Italy.", "8. The applicant was placed in detention on 23 December 1993.", "9. Several sets of criminal proceedings were brought against him, as a result of which he was sentenced to terms of imprisonment for, among other offences, membership of a mafia-type criminal organisation, drug trafficking and illegal possession of firearms. On 27 December 2001 the public prosecutor at the Milan Court of Appeal ordered that the applicant’s sentences be aggregated and fixed the overall term at thirty years.", "10. The applicant was detained in several Italian prisons (including Palermo, Catania, Pisa and Naples).", "11. On 10 August 1994, in view of the danger posed by the applicant, the Minister of Justice issued a decree ordering that he be subject for one year to the special prison regime provided for in the second paragraph of section 41 bis of the Prison Administration Act (“Law no. 354 of 1975”). This provision, which was amended by Law no. 279 of 23 December 2002 (“Law no. 279 of 2002”), allows application of the ordinary prison regime to be suspended in whole or in part for reasons of public order and safety.", "The 1994 decree imposed the following restrictions:", "– restrictions on visits by family members (a maximum of a single onehour visit per month);", "– no meetings with non-family members;", "– prohibition on using the telephone;", "– no sums of money above a fixed amount to be received or sent out;", "– no more than two parcels to be received per month, but permission to receive two parcels per year containing clothing and linen;", "– ban on organising cultural, recreational or sports activities;", "– no right to vote in elections for prisoners’ representatives or to be elected as a representative;", "– no handicraft activities;", "– no food requiring cooking to be purchased;", "– no more than two hours’ outdoor exercise per day.", "12. In addition, all the applicant’s correspondence was to be monitored, subject to prior authorisation by the judicial authority.", "13. The application of the special regime was subsequently extended on nineteen occasions for successive periods of one year or six months.", "Each decree covered a limited period, as follows:", "10 August 1994 – 9 August 1995 (decree no. 1)", "5 August 1995 – 5 February 1996 (decree no. 2)", "2 February 1996 – 2 August 1996 (decree no. 3)", "31 July 1996 – 31 January 1997 (decree no. 4)", "4 February 1997 – 4 August 1997 (decree no. 5)", "31 July 1997 – 31 January 1998 (decree no. 6)", "4 February 1998 – 4 August 1998 (decree no. 7)", "30 July 1998 – 30 January 1999 (decree no. 8)", "27 January 1999 – 27 July 1999 (decree no. 9)", "22 July 1999 – 31 December 1999 (decree no. 10)", "23 December 1999 – 23 June 2000 (decree no. 11)", "22 June 2000 – 31 December 2000 (decree no. 12)", "21 December 2000 – 21 June 2001 (decree no. 13)", "18 June 2001 – 18 December 2001 (decree no. 14)", "13 December 2001 – 13 June 2002 (decree no. 15)", "10 June 2002 – 31 December 2002 (decree no. 16)", "28 December 2002 – 22 December 2003 (decree no. 17)", "23 December 2003 – 23 December 2004 (decree no. 18)", "17 December 2004 – 17 December 2005 (decree no. 19).", "14. The applicant appealed against most of these decrees to the Naples court responsible for the execution of sentences. The case file shows that the applicant did not appeal on points of law against the decisions of the latter court. He maintained that the Court of Cassation would in any event have dismissed the appeals on the ground that he no longer had an interest in having them examined since the period of validity of the decrees in question had expired.", "– Decree no. 1", "On an unspecified date the applicant appealed against the decree of 10 August 1994. In a decision of 28 February 1995, the court responsible for the execution of sentences dismissed the appeal, taking the view that the application of the special prison regime was justified. However, the restrictions were eased to allow the applicant one hour-long telephone conversation per month with members of his family, in the absence of a visit by the latter; the restriction on the time spent in outdoor exercise and the prohibition on purchasing food requiring cooking were also lifted.", "– Decree no. 3", "On 9 February 1996 the applicant appealed against the decree of 2 February 1996. In a decision of 26 March 1996, deposited with its registry on 30 March 1996 and served on the applicant on 30 April 1996, the court responsible for the execution of sentences declared the appeal inadmissible on the ground that, in accordance with the restrictive case-law followed at the time, the court hearing the case did not have the power to examine the merits of the restrictions imposed.", "– Decree no. 5", "On 6 February 1997 the applicant appealed against the decree of 4 February 1997 (served the following day). In a decision of 6 May 1997, deposited with the registry on 15 May 1997 and served on the applicant on 21 May 1997, the court, while upholding the application of the special regime, relaxed the restriction on visits by family members in order to allow the applicant two hour-long visits per month.", "– Decree no. 6", "On 4 August 1997 the applicant appealed against the decree of 31 July 1997 (served on 2 August 1997). In a decision of 16 October 1997, deposited with the registry on 22 October 1997 and served on the applicant on 24 October 1997, the court responsible for the execution of sentences, while upholding the application of the special regime, lifted the restriction on the number of visits by family members.", "– Decree no. 7", "On 9 February 1998 the applicant appealed against the decree of 4 February 1998. In a decision of 2 July 1998, deposited with the registry on 9 July 1998 and served on the applicant on 12 August 1998, the court responsible for the execution of sentences dismissed the appeal on the ground that the restrictions imposed on the applicant were justified.", "– Decree no. 8", "On 3 August 1998 the applicant appealed against the decree of 30 July 1998 (served the following day). In a decision of 30 November 1998, deposited with the registry on 9 December 1998 and served on the applicant on 23 December 1998, the court responsible for the execution of sentences dismissed the appeal on the ground that the restrictions imposed on the applicant were justified.", "– Decree no. 9", "On 1 February 1999 the applicant appealed against the decree of 27 January 1999. In a decision of 7 October 1999, deposited with the registry on 20 October 1999 and served on the applicant on an unspecified date, the court responsible for the execution of sentences declared the appeal inadmissible. It observed that the period of validity of the decree had expired on 27 July 1999 and that, accordingly, the applicant no longer had an interest in having it examined.", "– Decree no. 10", "On 27 July 1999 the applicant appealed against the decree of 22 July 1999 (served on 24 July 1999). The Court has not been informed of the outcome of this appeal.", "– Decree no. 11", "On 28 December 1999 the applicant appealed against the decree of 23 December 1999. In a decision of 11 May 2000, deposited with the registry on 23 May 2000 and served on the applicant on 21 July 2000, the court responsible for the execution of sentences declared the appeal inadmissible as the applicant had declared his intention not to pursue it.", "– Decree no. 12", "On 26 June 2000 the applicant appealed against the decree of 22 June 2000 (served on 23 June 2000). In a decision of 6 November 2001, the court responsible for the execution of sentences dismissed the appeal on the ground that the validity of the impugned decree had expired.", "– Decree no. 13", "On an unspecified date the applicant appealed against the decree of 21 December 2000. In a decision of 23 April 2001, deposited with the registry on 3 May 2001, the court responsible for the execution of sentences dismissed the appeal as unsubstantiated.", "– Decree no. 14", "On 21 June 2001 the applicant appealed against the decree of 18 June 2001 (served on 20 June 2001). In a decision of 14 November 2001, the court responsible for the execution of sentences dismissed the appeal on the ground that application of the special prison regime was justified in view of the danger posed by the applicant and his links with criminal circles.", "– Decree no. 15", "On 17 December 2001 the applicant appealed against the decree of 13 December 2001 (served on 14 December 2001). In a decision of 11 April 2002, the court responsible for the execution of sentences dismissed the appeal as unsubstantiated.", "– Decree no. 17", "On an unspecified date the applicant appealed against the decree of 28 December 2002. He requested the court responsible for the execution of sentences to seek a review by the Constitutional Court of the compatibility of paragraph 2 bis of section 41 bis (as amended by Law no. 279 of 2002) with several Articles of the Constitution.", "In a decision of 3 March 2003, served on the applicant on 8 April 2003, the court responsible for the execution of sentences ordered that the file be transmitted to the Constitutional Court. The decision was taken on the ground that, in so far as Law no. 279 of 2002 did not require the Minister of Justice to give reasons for the decrees, an issue of constitutionality could arise. The court observed in particular that in the instant case the applicant had been subject to the special prison regime since 1994 and that the reasons given for the decrees extending application of the regime related to ongoing links between the applicant and the criminal organisation to which he belonged, notwithstanding the fact that he was subject to the special regime.", "By decision no. 417 of 13 December 2004, deposited with the registry on 23 December 2004, the Constitutional Court dismissed the objection as to constitutionality raised by the court responsible for the execution of sentences, finding that it was manifestly ill-founded.", "– Decree no. 18", "On an unspecified date the applicant appealed against the decree of 23 December 2003. He argued that the special regime was hindering his rehabilitation, in breach of Article 27 of the Constitution, and that it failed to respect the needs of his personality, contrary to section 13 of Law no. 354 of 1975.", "In a decision of 19 November 2004, deposited with the registry on 15 December 2004, the court responsible for the execution of sentences dismissed the appeal on the basis of the police investigations, on the ground that application of the special regime was justified on account of the applicant’s links to organised crime.", "– Decree no. 19", "On 23 December 2004 the applicant appealed against the decree of 17 December 2004. In a decision of 11 February 2005, deposited with the registry on 28 February 2005, the court responsible for the execution of sentences allowed the applicant’s appeal. It took the view that the security considerations which had been the reason for applying the special prison regime were no longer valid; it therefore ordered the measure in question to be rescinded.", "15. On 1 March 2005 the prison authorities placed the applicant in a high-supervision (“E.I.V.”) unit.", "16. On 24 April 2008 the Naples judge responsible for the execution of sentences, on a provisional basis and pending the decision of the court responsible for the execution of sentences, ordered a stay of execution of the applicant’s sentence and his release in order to undergo urgent surgery. This decision was upheld on 2 October 2008 by the Naples court responsible for the execution of sentences.", "17. The applicant suffers from a number of disorders which oblige him to use a wheelchair. From June 2000 to February 2005 he served his sentence in the part of the hospital wing of Naples Prison (Secondigliano) reserved for prisoners detained under the section 41 bis regime.", "18. On an unspecified date the applicant applied to the Naples court responsible for the execution of sentences for a stay of execution of his sentence on health grounds, under Articles 146 and 147 of the Criminal Code. In a decision of 18 January 2001, the court responsible for the execution of sentences, basing its decision on a report drawn up by the prison medical team, rejected the application on the ground that the applicant was being held in the prison’s hospital wing and was receiving treatment appropriate to his state of health.", "19. On an unspecified date the applicant made a fresh application to the judge responsible for the execution of sentences for a stay of execution of his sentence on health grounds. In a decision of 22 March 2002, the judge rejected the application on the ground that the applicant’s state of health was not incompatible with detention in the prison hospital wing. On 2 July 2002 the Naples court responsible for the execution of sentences upheld that decision.", "20. In February 2007, after authorisation had been obtained from the court responsible for the execution of sentences, the applicant was taken to a Naples civil hospital for an operation to remove a kidney.", "21. On 24 April 2008 the Naples judge responsible for the execution of sentences provisionally stayed execution of the applicant’s sentence and ordered his release in order to undergo urgent surgery (see paragraph 16 above).", "22. According to the information provided to the Court by the parties, the Naples court responsible for the execution of sentences ordered a stay of execution of the applicant’s sentence on 2 October 2008 on account of his state of health. The applicant had had an operation to remove one of two brain tumours on 3 September 2008 and his state of health was found to be incompatible with detention. The court placed him under house arrest for a period of six months, prohibiting contact with any persons other than family members and medical personnel. The court’s decision to place the applicant under house arrest was based on the applicant’s criminal personality and the length of his sentence and on a note from the Palermo police authorities dated 16 April 2008.", "23. The Court has not been informed of the applicant’s current state of health.", "24. On 10 August 1994 the Minister of Justice issued the first decree subjecting the applicant to the special prison regime and ordered the monitoring of all his correspondence, subject to prior authorisation by the judicial authority (see paragraphs 11 and 12 above).", "25. The corresponding decisions of the Naples court responsible for the execution of sentences communicated to the Court relate to the period between 2 July 1996 and 7 July 2004. The first decisions imposed the measure in relation to all correspondence for an unspecified period. On 3 August 1999 the judge responsible for the execution of sentences fixed the maximum period at six months and ordered that the applicant’s correspondence with the European Court of Human Rights, in particular, should not be monitored.", "26. The applicant furnished a copy of an undated letter and an envelope, both addressed to his lawyer, Mr Vetrano, the latter postmarked 3 March 2000. Both documents had been inspected by the prison authorities, but the corresponding stamps were not dated.", "27. On 16 October 1999 the applicant applied to the Milan District Court for prison leave in order to attend his brother’s funeral. On 18 October 1999 the court allowed the application but made the leave subject to whatever detailed arrangements might be laid down by the courts responsible for the execution of sentences. It also ordered that “the other judicial authorities concerned, the public prosecutor’s office and the applicant” be informed of its decision.", "28. The case file shows that the Milan Court of Appeal rejected the applicant’s application on 19 October 1999 on account of the risk that he might abscond. The decision was deposited with the registry on 21 October 1999.", "29. The applicant stated that he had also applied for prison leave to attend his partner’s funeral.", "30. The relevant domestic law and practice summarised in the Ospina Vargas v. Italy judgment (no. 40750/98, §§ 23-33, 14 October 2004) are set out below.", "31. Section 41 bis of the Prison Administration Act (Law no. 354 of 1975), as amended by Law no. 356 of 7 August 1992, gives the Minister of Justice the power to suspend application of the ordinary prison regime as laid down in Law no. 354 of 1975 in whole or in part, by means of a decision stating grounds which is subject to judicial review, for reasons of public order and security in cases where the ordinary prison regime would conflict with these requirements.", "Such a measure can be applied only to prisoners charged with or sentenced for the offences mentioned in section 4 bis of the Act, which include offences relating to Mafia activities.", "Pursuant to Law no. 36 of 1995, and subsequently Law no. 11 of 1998 and Law no. 446 of 1999, application of the section 41 bis special regime was extended until 31 December 2000. It was later extended until 31 December 2002 pursuant to Law no. 4 of 19 January 2001. On the entry into force on 23 December 2002 of Law no. 279, partly amending the Prison Administration Act, the special prison regime ceased to be temporary in nature.", "On the basis of Legislative Decree no. 773/2009, the special regime is now applied for an initial period of four years (compared with one year previously); this can subsequently be extended by two years (compared with one year previously).", "32. Before Law no. 279 of 2002 came into force, the choice of measures resulting from the application of section 41 bis was left to the discretion of the Minister of Justice. However, the measures imposed were generally the following:", "– a ban on participating in the preparation of food and organising prisoners’ recreational activities;", "– a ban on visits by persons other than family members, a cohabitant or a lawyer;", "– a maximum of two visits by family members and one telephone call per month;", "– monitoring of all the prisoner’s correspondence except for that with his lawyer;", "– not more than two hours per day to be spent outdoors;", "– restrictions on acquiring or receiving from outside prison personal possessions authorised by the prison’s internal rules;", "– no more than two parcels per month;", "– no sums of money to be received from outside prison or sent out;", "– no handicrafts involving the use of dangerous tools.", "33. Section 14 ter of the Prison Administration Act provides for the possibility of an appeal (reclamo) to the court responsible for the execution of sentences against a decree imposing the special prison regime within ten days from the date on which the person concerned receives a copy of the decree. Such an appeal does not have suspensive effect. The court must give a ruling within ten days. An appeal to the Court of Cassation lies against the decision of the court responsible for the execution of sentences; again, such an appeal must be lodged within ten days of the date on which the refusal by the court has been served.", "Until Law no. 279 of 2002 came into force, section 14 ter also applied to complaints about decrees adopted by the Minister of Justice under section 41 bis. Paragraphs 2 quinquies and 2 sexies of section 41 bis have subsequently provided for a special complaints procedure, which is nonetheless modelled on the procedure laid down in section 14 ter.", "34. The Constitutional Court was asked to rule on whether such a system complied with the principle of non-encroachment on matters reserved for the legislature. In judgments nos. 349 and 410 of 1993, it held that section 41 bis was compatible with the Constitution. It observed that while the special prison regime within the meaning of the provision in question was in practice laid down by the Minister, an appeal lay against a ministerial decree to the courts responsible for the execution of sentences, which had the power to review both the need for such a measure and the actual measures to be applied to the prisoner concerned, which in any event ought never to entail inhuman treatment.", "However, on the basis of Article 15 of the Constitution, which provides, inter alia, that restrictions on correspondence may be imposed only by means of a court decision containing a statement of reasons, the Constitutional Court held that the power to order monitoring of a prisoner’s correspondence was vested in the courts alone. As a result, section 41 bis could not be construed as empowering the Minister of Justice to take measures relating to prisoners’ correspondence. Accordingly, from the end of 1993 the sole basis for monitoring of correspondence was section 18 of Law no. 354 of 1975, as amended by section 1 of Law no. 1 of 1977.", "Under that provision, the court before which proceedings are pending (until the delivery of the first-instance judgment) or the court responsible for the execution of sentences (during any subsequent proceedings) may order the monitoring of prisoners’ correspondence, stating reasons for its decision; the provision does not, however, specify the cases in which such a decision may be taken. In practice, monitoring means interception of all a prisoner’s correspondence, which is then read by the judicial authority which ordered it, by the governor of the prison or by prison staff designated by the governor. The letters are then stamped to show that they have been inspected. The deletion of words or sentences is not permitted, but the judicial authority may order that one or more letters should not be delivered, in which case the prisoner must be informed immediately. Such an order may also be made provisionally by the prison governor, who must inform the judicial authority.", "Section 18 of Law no. 354 of 1975 also provides that prisoners are allowed to keep books and magazines and to use other means of communication. This right may be restricted in a decision by the judicial authority, in accordance with the same conditions that apply in the case of correspondence.", "Under section 35 of the same Law, prisoners may make sealed applications or complaints concerning decisions taken in accordance with section 18 of Law no. 354 of 1975 to, inter alia, the prison authorities and the court responsible for the execution of sentences.", "35. In judgment no. 351 of 14 of 18 October 1996, the Constitutional Court held that the power of judicial review by the courts responsible for the execution of sentences extended to the practical arrangements for implementing a measure, regard being had both to the aim pursued and to the fundamental rights guaranteed by the Constitution.", "36. On 7 February 1997, applying the principles laid down by the Constitutional Court in judgment no. 351/1996, the Prison Administration Department of the Ministry of Justice sent a circular to prison governors regarding organisation of the wings where prisoners subject to the special regime were held. The circular contained the following instructions, among others: prisoners would from then on be allowed to use stoves; they would have access to rooms equipped for sporting activities and to a library; visits by family members could be replaced by telephone calls; and the use of glass partitions would continue but, as a result, the searching of visitors need not be so strict.", "37. In judgment no. 376 of 26 November to 5 December 1997, the Constitutional Court reaffirmed that section 41 bis was compatible with the Constitution, while amending and clarifying the manner in which it was to be interpreted. It considered, in particular, that decrees imposing the special regime had to be based on genuine public-order and security grounds, and that decisions to extend application of the regime also had to be based on sufficient grounds independent of those which had justified its initial imposition. The Constitutional Court emphasised that the special regime should not entail inhuman treatment or hinder the prisoner’s rehabilitation, which would be contrary to Article 27 of the Constitution. It nevertheless stated that at no time did section 13 of the Prison Administration Act cease to apply, under which the treatment to which a prisoner was subjected had to respect his personality, and a rehabilitation programme had to be prepared and adapted on the basis of scientific observation of the prisoner’s personality and with his or her cooperation.", "38. On 20 February 1998, in accordance with the principles laid down by the Constitutional Court in judgment no. 376/1997, the Prison Administration Department of the Ministry of Justice sent a circular to prison governors regarding organisation of the wings where prisoners subject to the special regime were held. The circular contained the following instructions, among others:", "– outdoor exercise time was to be increased to four hours per day, but care was to be taken to ensure that this did not become an opportunity for meeting or making contact with other presumed members of the Mafia;", "– the outdoor exercise yards in Naples and Pisa Prisons were to be equipped for physical exercise and sport;", "– one or more rooms for social, cultural or recreational activities were to be provided in each wing to which prisoners subject to the special regime were permanently assigned or which were occupied by them for medical reasons;", "– on the question of work, the circular stated that where it was not possible to equip a prison appropriately prisoners should have access to premises equipped for this purpose in other prisons, with measures in place to exclude any opportunity of meeting or making contact with other presumed members of the Mafia;", "– visits by children under 16 years of age could take place without a glass partition; if the visit took place in the presence of other persons, partition-free access was to be authorised for the children only and was not to exceed one-sixth of the total duration of the visit in length;", "– prisoners subject to the special regime could receive parcels containing foodstuffs apart from those requiring cooking, because they were not allowed to use stoves except for the purpose of making hot drinks or heating up pre-cooked food.", "39. With regard to the monitoring of correspondence, in judgment no. 26 of 8 to 11 February 1999, the Constitutional Court, ruling in a case concerning the refusal of the prison authorities to allow a prisoner to receive an erotic publication, declared unconstitutional sections 35 (on the remedies available to prisoners) and 69 (on the functions and decisions of the judge responsible for the execution of sentences) of Law no. 354 of 1975 in that they did not provide for any form of judicial review of decisions likely to interfere with prisoners’ rights, in particular decisions to monitor correspondence or to restrict the right to receive magazines or other periodicals. Decisions by the authorities to which applications were made under section 35 were adopted without adversarial proceedings and no appeal to the ordinary courts or the Court of Cassation lay against them. The lack of such a remedy had, moreover, already been noted and criticised by the European Court in the Calogero Diana v. Italy and Domenichini v. Italy judgments (15 November 1996, Reports of Judgments and Decisions 1996-V).", "40. Following the entry into force of Law no. 95 of 8 April 2004, a new section 18 ter concerning the monitoring of correspondence has been added to the Prison Administration Act. It provides that correspondence may be monitored for a maximum period of six months in order to prevent the commission of crimes or to maintain security in prisons and to ensure the confidentiality of investigations. Monitoring is ordered in a decision with a statement of grounds by the judicial authority, at the request of the prosecuting authorities or the prison governor. Paragraph 2 of section 18 ter provides that prisoners’ correspondence with, inter alia, their lawyers and international human rights bodies cannot be monitored. Lastly, paragraph 6 of section 18 ter provides that complaints against decisions to monitor correspondence may be lodged in accordance with the procedure laid down in section 14 bis of the Prison Administration Act.", "41. As is stated in the official report by the Ministry of Justice submitted to the Court by the Government in May 2004, the following measures may result from the application of section 41 bis as amended by Law no. 279 of 2002, with a view to preventing contact with the criminal organisation in question or other prisoners belonging to it:", "(a) outdoor exercise time limited to four hours per day in groups of no more than five prisoners (members of each group must be subject to the same type of regime and the groups must be rotated every three months);", "(b) stoves made available to prisoners when the cells are opened and taken back for storage elsewhere when the cells are closed;", "(c) ban on the use of FM radios, tape recorders and CD players;", "(d) a minimum of one visit per month and a maximum of two per month, in rooms equipped in such a way that no objects may be handed over; a ban on visits by persons other than family members, a cohabitant or a lawyer, unless exceptional permission has been granted; after the regime has been in force for six months, one telephone call per month, lasting no more than ten minutes, to family members, who are required to go to the prison nearest their place of residence;", "(e) interviews with lawyers, which are unlimited, are subject only to visual surveillance by a warder; telephone calls are subject to the same conditions regarding frequency and practical arrangements as calls to family members;", "(f) monitoring of all the prisoner’s correspondence except for that with members of parliament or the appropriate European and national judicial authorities (the contents of the envelope are checked in the prisoner’s presence but the correspondence itself is not read);", "(g) restrictions on acquiring or receiving from outside prison sums of money and other possessions and items (two parcels per month, weighing a maximum of 10 kg, plus two parcels a year containing only clothing and linen);", "(h) ban on being elected as a prisoners’ representative;", "(i) access by ministers of faiths other than catholicism may be permitted.", "42. Having regard to the reform introduced by Law no. 279 of 2002 and to the decisions of the Court (see, most recently, the judgment in Ganci v. Italy, no. 41576/98, §§ 19-31, ECHR 2003XI), the Court of Cassation, in a departure from its previous case-law, held that prisoners had an interest in obtaining a decision even if the period of validity of the impugned decree had expired, as the decision had a direct impact on decrees subsequent to the one in question (Court of Cassation, First Division, judgment of 26 January 2004, deposited with the registry on 5 February 2004, no. 4599, Zara).", "43. Under the terms of sections 13 and 14 of Law no. 354 of 1975, the treatment of each prisoner must be adapted to the particular demands of his or her personality. The number of inmates in each prison and in each wing of the prison must be limited in order to facilitate individually tailored treatment. The assignment of prisoners to a particular prison or their grouping within a prison wing must be decided with reference to the possibility of rehabilitation and the need to prevent prisoners from exerting a negative influence on one another.", "44. On the basis of the principle of individually tailored treatment of prisoners laid down in the above provisions and of the regulation implementing Law no. 354 of 1975, circular no. 3479/5929 of 9 July 1998 issued by the Prison Administration Department provided for three levels of detention corresponding to certain categories of prisoner.", "45. “High-security units” are designed for prisoners accused or convicted of membership of a mafia-type criminal organisation, false imprisonment with a view to extortion, or drug trafficking. In view of the danger posed by these persons and the risk of their seeking to recruit or intimidate others, particularly stringent measures are put in place aimed at separating them from other prisoners and keeping them under supervision. In addition, activities for these prisoners such as outdoor exercise, visits, vocational training and sport take place within a predefined area.", "46. “Medium-security units” are for prisoners accused or convicted of offences committed with a view to facilitating the activities of mafia-type criminal organisations, and who therefore present a substantial degree of danger.", "47. “E.I.V. units” are for prisoners who present a degree of danger such that their detention in a medium-security unit would be inadequate to ensure public order and safety. The danger posed by these prisoners stems in particular from their involvement in terrorist crime, the nature or number of the crimes committed, their attempts at escape or serious acts of violence perpetrated by them against other prisoners or prison officers. Under the terms of circular no. 3479/5929, in the absence of any specific provisions governing the matter, E.I.V. units are run along the same lines as the highsecurity units. Contact with prisoners in other units is prohibited and supervision is particularly tight.", "48. The Recommendation reads as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "Having regard to the European Convention on Human Rights and the case law of the European Court of Human Rights;", "...", "Stressing that the enforcement of custodial sentences and the treatment of prisoners necessitate taking account of the requirements of safety, security and discipline while also ensuring prison conditions which do not infringe human dignity and which offer meaningful occupational activities and treatment programmes to inmates, thus preparing them for their reintegration into society;", "...", "Recommends that governments of member States:", "– be guided in their legislation, policies and practice by the rules contained in the appendix to this recommendation, which replaces Recommendation No. R (87) 3 of the Committee of Ministers on the European Prison Rules;", "...", "Appendix to Recommendation Rec(2006)2", "Basic principles", "1. All persons deprived of their liberty shall be treated with respect for their human rights.", "2. Persons deprived of their liberty retain all rights that are not lawfully taken away by the decision sentencing them or remanding them in custody.", "3. Restrictions placed on persons deprived of their liberty shall be the minimum necessary and proportionate to the legitimate objective for which they are imposed.", "...", "18.2 In all buildings where prisoners are required to live, work or congregate:", "...", "24.1 Prisoners shall be allowed to communicate as often as possible by letter, telephone or other forms of communication with their families, other persons and representatives of outside organisations and to receive visits from these persons.", "24.2 Communication and visits may be subject to restrictions and monitoring necessary for the requirements of continuing criminal investigations, maintenance of good order, safety and security, prevention of criminal offences and protection of victims of crime, but such restrictions, including specific restrictions ordered by a judicial authority, shall nevertheless allow an acceptable minimum level of contact.", "...", "24.4 The arrangements for visits shall be such as to allow prisoners to maintain and develop family relationships in as normal a manner as possible.", "...", "24.10 Prisoners shall be allowed to keep themselves informed regularly of public affairs by subscribing to and reading newspapers, periodicals and other publications and by listening to radio or television transmissions unless there is a specific prohibition for a specified period by a judicial authority in an individual case.", "...", "25.2 This regime shall allow all prisoners to spend as many hours a day outside their cells as are necessary for an adequate level of human and social interaction.", "25.3 This regime shall also provide for the welfare needs of prisoners.", "...", "27.1 Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.", "...", "27.3 Properly organised activities to promote physical fitness and provide for adequate exercise and recreational opportunities shall form an integral part of prison regimes.", "27.4 Prison authorities shall facilitate such activities by providing appropriate installations and equipment.", "27.5 Prison authorities shall make arrangements to organise special activities for those prisoners who need them.", "27.6 Recreational opportunities, which include sport, games, cultural activities, hobbies and other leisure pursuits, shall be provided and, as far as possible, prisoners shall be allowed to organise them.", "...", "29.2 The prison regime shall be organised so far as is practicable to allow prisoners to practise their religion and follow their beliefs, to attend services or meetings led by approved representatives of such religion or beliefs, to receive visits in private from such representatives of their religion or beliefs and to have in their possession books or literature relating to their religion or beliefs.", "...", "39. Prison authorities shall safeguard the health of all prisoners in their care.", "...", "51.1 The security measures applied to individual prisoners shall be the minimum necessary to achieve their secure custody.", "...", "51.4 Each prisoner shall then be held in security conditions appropriate to these levels of risk.", "51.5 The level of security necessary shall be reviewed at regular intervals throughout a person’s imprisonment.", "Safety", "52.1 As soon as possible after admission, prisoners shall be assessed to determine whether they pose a safety risk to other prisoners, prison staff or other persons working in or visiting prison or whether they are likely to harm themselves.", "52.2 Procedures shall be in place to ensure the safety of prisoners, prison staff and all visitors and to reduce to a minimum the risk of violence and other events that might threaten safety.", "...", "53.1 Special high security or safety measures shall only be applied in exceptional circumstances.", "53.2 There shall be clear procedures to be followed when such measures are to be applied to any prisoner.", "53.3 The nature of any such measures, their duration and the grounds on which they may be applied shall be determined by national law.", "53.4 The application of the measures in each case shall be approved by the competent authority for a specified period of time.", "53.5 Any decision to extend the approved period of time shall be subject to a new approval by the competent authority.”"], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}