{"ITEMID": "001-4651", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BONAPART v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1964, and resides in Amsterdam. He is represented by Mr G. Spong, a lawyer practising in The Hague.", "A. Particular circumstances of the present case", "By judgment of 12 July 1995, the Regional Court (Arrondissementsrechtbank) of Amsterdam convicted the applicant of offences under the Opium Act (Opiumwet) and membership of a criminal organisation and sentenced him to twelve years’ imprisonment and payment of a fine of NLG. 250,000. The applicant filed an appeal with the Court of Appeal (Gerechtshof) of Amsterdam.", "In its judgment of 20 December 1995, following adversarial proceedings in the course of which hearings were held on 6 and 11 December 1995, the Court of Appeal quashed the judgment of 12 July 1995, convicted the applicant of participation in offences under the Opium Act and membership of a criminal organisation and sentenced the applicant to twelve years’ imprisonment and payment of a fine of NLG. 250,000.", "The evidence before the Court of Appeal consisted of, inter alia, the verbatim records of the hearing on 23 October 1995 of Mr Brand, head of the regional police force Haaglanden, before the parliamentary commission of inquiry for investigation methods, statements made by the applicant in the course of the investigation and the trial proceedings, formal records (proces-verbaal) on the investigation, statements made by witnesses before the police and verbatim records of tapped telephone conversations.", "The Court of Appeal rejected the arguments raised by the defence that the prosecution should be declared inadmissible on grounds that the fair trial principle within the meaning of Article 6 of the Convention had been violated in that the prosecution had insufficiently disclosed information about the criminal investigation at issue and that evidence had been obtained by use of an unlawful method of investigation, i.e. allowing imported drugs to reach their destination. The Court of Appeal held on these points:", "<Translation>", "“Admissibility of the prosecution ...", "It has not appeared that the Public Prosecution Department has refused to provide information or that acts have been performed or findings have been made in the context of the investigation of the facts at issue which have not been related in formal records. It appears clearly from the case-file that the investigation started with the interrogation of O.G. on 2 July and 2 August 1993 in Miami in the United States.", "O.G. made a statement about the involvement of “M.” in the importation of cocaine, as well as of B.G., owner of the sport school B. Gym in Amsterdam. On the basis of this information, a preliminary judicial investigation (gerechtelijk vooronderzoek) was opened on 30 September 1993 against M. and on 15 October 1993 against B.G., owner of B. Gym in Amsterdam. It appeared from these investigations that B.G. had close contacts with J.R. and that the latter had almost daily contacts with A. On the basis of this information, preliminary judicial investigations were opened on 2 February 1994 against A. and J.R. It appeared from these investigations that A. had regular contacts with inter alia a certain G., whose name turned out to be J.W.A. Bonapart. On the basis of this information, a preliminary judicial investigation was opened on 2 August 1994 against J.W.A. Bonapart.", "Chief Inspector H.D., head of the Holco-team, stated under oath in the first instance trial proceedings that in the course of the investigation no use was made of information from the Criminal Intelligence Service (Criminele Inlichtingen Dienst: hereinafter “CID”).", "Contrary to what the defence contend, it does not appear from the questioning by the parliamentary commission of inquiry of J.L. Brand that according to the latter other than normal methods of investigation were used in this case. Quite the opposite, since when Brand apparently speaks about the case at issue, he refers to it - insofar as the alleged importation of cocaine is concerned - as a case in which “the traditional methods have been applied” and - insofar as the alleged importation of marihuana is concerned - as “a case in which we have applied classical methods of criminal investigation”.", "The argument of the defence relating to a decision of non-prosecution (sepot) having been issued in the case against G.G. has, following information obtained in the course of the trial proceedings, proved to be incorrect and not to be borne out by the facts. The Procurator General has been informed by the CID public prosecutor dealing with that case that it is absolutely untrue that G.G. was an informer.", "The defence have insufficiently substantiated their contention that another informer besides G.G. may have been used.", "Neither the formal records nor any other source give reason to presume that there may be a demonstrable direct link between any other (criminal) investigation than the one described in the formal records and the present case. This is not altered by the fact that the police was said to have procured a position for themselves from where it was possible to obtain information in the period from 1991 until the beginning of 1994. (“Noch uit het proces-verbaal noch anderszins blijkt van een ernstig vermoeden dat er een direct verband aanwijsbaar is tussen enig ander onderzoek dan in het proces-verbaal is gerelateerd en deze zaak. De stelling dat de politie zich in de periode 1991 tot begin 1994 een informatiepositie zou hebben verworven doet daaraan niet af.”)", "In view of the above, no indications can be found either in the case-file or in the facts and circumstances argued by the defence that the formal records in casu were incomplete and that Article 152 of the Code of Criminal Procedure was contravened or that any methods of criminal investigation other than the usual methods were deployed.", "The fair trial principle (Article 6 of the Convention) has in the Court’s opinion, therefore, not been violated.", "...", "Lawfulness of the evidence obtained", "Counsel has argued that there is a serious suspicion that use has been made of an unlawful method of investigation, namely the delivery of drugs ... The Court rejects this argument and refers to its considerations as regards the admissibility of the prosecution ...“", "The applicant’s subsequent appeal in cassation was rejected by the Supreme Court (Hoge Raad) on 25 March 1997 under Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie) as not prompting a determination of legal issues in the interest of legal unity and legal development. The Supreme Court further found no grounds for quashing ex officio the judgment of 20 December 1995.", "B. Relevant domestic law", "Article 152 of the Code of Criminal Procedure (Wetboek van Strafvordering) provides as follows:", "<Translation>", "“The civil servants, referred to in Articles 141 and 142, shall record as soon as possible in formal records the investigated punishable fact or what they have done or found in the investigation.”", "<Dutch>", "“De ambtenaren, bedoeld in de artikelen 141 en 142, maken ten spoedigste proces-verbaal op van het door hen opgespoorde strafbare feit of van hetgeen door hen tot opsporing is verricht of bevonden.”", "Article 33 of the Code of Criminal Procedure reads as follows:", "<Translation>", "“Access to all documents in the case-file, either the originals or copies thereof, may not be denied to the suspect as soon as the decision to close the preliminary judicial investigation, in accordance with Article 238, has become final for the public prosecutor, or the preliminary judicial investigation, in application of Artilce 258 para. 2, has ended, or, where there has been no preliminary judicial investigation, as soon as the notification of further prosecution or the summons for appearance at the trial in first instance has been served.”", "<Dutch>", "“De kennisneming van alle processtukken in het oorspronkelijke of in afschrift mag de verdachte niet worden onthouden zodra de beschikking tot sluiting van het gerechtelijk vooronderzoek overeenkomstig artikel 238 voor de officier van justitie onherroepelijk is geworden, dan wel het gerechtelijk vooronderzoek met toepassing van artikel 258, tweede lid, is beëindigd, of, indien een gerechtelijk vooronderzoek niet heeft plaatsgehad, zodra de kennisgeving van verdere vervolging of de dagvaarding ter terechtzitting in eerste aanleg is betekend.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}