{"ITEMID": "001-121577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "SVOBODEN ZHELEZNICHARSKI SINDIKAT 'PROMYANA' v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Svoboden Zheleznicharski Sindikat “Promyana”, is a trade union having its head office in Plovdiv, Bulgaria. It was represented before the Court by Mr V. Kaludin, a lawyer practising in Sofia.", "2. The Bulgarian Government (“the Government”) were represented by their Agent, Ms S. Atanasova, of the Ministry of Justice.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant trade union is open to employees of the Stateowned National Company “Railway Infrastructure” EAD. At the material time it was one of the seven trade unions operating in that company.", "5. At a meeting held on 26 September 2002 between the company’s director general and representatives of the seven unions it was agreed that only one collective agreement would be negotiated and entered into. Four of the unions had already prepared a draft proposal. The director general invited all trade unions to declare in writing before 4 October 2002 whether they wished to come forward with only one draft collective agreement, with a view to deciding whether or not to call a general meeting of staff to approve a joint draft collective agreement (see paragraph 17 below).", "6. On 13 November 2002 the company convened a general meeting of staff. The meeting took place on 20 November 2002, apparently without the participation of members of the applicant trade union, and resolved to approve the draft collective agreement put forward by the four unions.", "7. On 4 December 2002 the chairman of the applicant trade union wrote to the company’s director general, saying that the union agreed with the draft put forward by the other four unions and insisting, by reference to Articles 51a and 52 § 1 (1) of the Labour Code 1986 (see paragraphs 17 and 18 below), that the union was to be invited to join the negotiations between the other unions and the company.", "8. On 9 April 2003 the chairman of the applicant trade union sent the company’s director general a letter in identical terms.", "9. It is unclear whether the company’s director general replied to those letters, but it appears that the applicant trade union did not take part in the negotiations concerning the collective agreement.", "10. On 28 May 2003 the company entered into a collective agreement with the four unions which had initially put forward a draft. The agreement provided that employees who were not members of those four unions could join it by making a request in writing and agreeing to pay a monthly fee of 0.7% of their salary. The proceeds were to be collected by the company and used for social payments to employees in need.", "11. In the meantime, on 6 December 2002 the applicant trade union brought a civil claim against the company, seeking a judicial declaration that the resolution of the general meeting of staff approving the draft collective agreement was unlawful. On 12 December 2002 the Sofia District Court discontinued the proceedings. On an appeal by the applicant trade union, on 17 April 2003 the Sofia City Court upheld that decision. The union appealed further. In a final decision of 7 August 2003 (опр. № 360 от 7 август 2003 г. по гр. д. № 401/2003 г., ВКС, ІІІ г. о.), the Supreme Court of Cassation also upheld the discontinuance. It found that a trade union which had not taken part in a staff meeting for the adoption of a collective agreement could not seek the annulment of the resolution approving that agreement. Under Article 60 of the Labour Code 1986 (see paragraph 20 below) only the parties to a collective agreement were entitled to seek its annulment.", "12. Article 6 § 2 of the 1991 Constitution proscribes restrictions of rights or privileges on grounds of race, nationality, ethnic identity, sex, origin, religion, education, opinions, political affiliation, or personal, social or property status.", "13. Article 49 § 1 of the Constitution provides that workers are free to form trade unions for the protection of their interests in relation to employment and social security.", "14. Article 8 § 3 of the Labour Code 1986, as worded between 31 March 2001 and 31 July 2004, provided that in the exercise of their employment rights those concerned could not be subjected to direct or indirect discrimination, be granted privileges or be subjected to restrictions based on their nationality, sex, race, skin colour, age, political or religious convictions, membership in trade unions or other associations or movements, family, social or material status, or invalidity. An amendment which came into force on 1 August 2004 slightly modified the wording of the provision and expanded the list of grounds of discrimination by adding to it origin, sexual orientation, psychological handicaps, and differences in the term of the employment contract or in the working time.", "15. Article 4 § 2 of the Labour Code 1986, as amended with effect from 1 January 1993, provides that trade unions represent workers before the authorities and employers and protect their rights in relation to employment, social security and the standard of living through, inter alia, collective bargaining, strike action or other lawful actions.", "16. Collective bargaining and collective agreements are governed by Articles 50 to 60 of the Code, as amended with effect from 1 January 1993 and then with effect from 31 March 2001.", "17. Collective agreements can be concluded at the level of the individual enterprise or at the level of the whole industry or sector (Articles 51a and 51b). At the enterprise level, the collective agreement is concluded between the employer and the trade union(s) in the enterprise (Article 51a § 1). Only one collective agreement may exist in a given enterprise (Article 51 § 2). Its maximum duration is two years (Article 54 § 2), and negotiations for the conclusion of a fresh collective agreement have to start not later than three months before the expiry of the previous collective agreement (Article 54 § 3). The proposal for the agreement must emanate from the trade union(s) in the enterprise. Unlike the position in relation to industrylevel or sectorlevel collective agreements (Article 51b § 1), for enterpriselevel agreements there is no requirement that the trade union(s) which enter into them be “representative”. If in a given enterprise there exist several unions, they must come forward with a common draft proposal (Article 51a § 2). If they are unable to agree on one, the employer enters into an agreement with the union whose draft proposal has been approved by a majority of the general meeting of staff (Article 51a § 3).", "18. By Article 52 § 1 (1), employers are under a duty to negotiate with the representatives of staff with a view to entering into a collective agreement. Their failure to do so gives rise to liability in damages (Article 52 § 2). The Supreme Court of Cassation has held that the claim for damages may be brought by a trade union with which the employer has refused to negotiate (see реш. № 383 от 23 октомври 2003 г. по гр. д. № 3252/2001 г., ВКС, III г. о.). In the same judgment the court went on to say that, in the case of delayed negotiations, the compensation due under Article 52 § 2 should make good any damage resulting from the delay and should be assessed by reference to the terms of the collective agreement.", "19. A collective agreement is binding only on the workers who are members of a trade union which is party to the agreement (Article 57 § 1). Workers who are not members of such a union (because they are members of another union or because they are not affiliated with any union) may join the agreement by making a request in writing, under conditions laid down by the parties to the agreement; those conditions cannot contravene the law or good morals (Article 57 § 2).", "20. The parties to the collective agreement or any worker to whom it applies may bring proceedings to seek its performance (Article 59) or annulment (Article 60). The Supreme Court of Cassation has consistently held that claims for annulment under Article 60 may be brought only by the parties to the agreement – the employer and the trade union(s) – or by workers to whom it applies either because they are members of the trade unions which are party to the agreement or because they have subsequently joined it (see опр. № 429 от 17 юни 2005 г. по гр. д. № 396/2005 г., ВКС, IV г. о.; опр. № 420 от 12 декември 2008 г. по гр. д. № 2125/2008 г., ВКС, IV г. о.; опр. № 430 от 3 август 2009 г. по гр.д. № 282/2009 г. на ВКС, ІІІ г. о.; опр. № 388 от 25 юли 2011 г. по гр. д. № 69/2011 г., ВКС, ІІІ г. о.; and опр. № 813 от 6 юли 2012 г. по гр. д. № 1751/2011 г., ВКС, ІV г. о.)", "21. The Protection Against Discrimination Act 2003 came into force on 1 January 2004 (paragraph 8 of the Act’s transitional and concluding provisions). The Supreme Court of Cassation has ruled that it does not apply retrospectively (see реш. № 948 от 18 декември 2009 г. по гр. д. № 3097/2008 г., ВКС, I г. о.). So has the Supreme Administrative Court (see реш. № 11981 от 29 ноември 2007 г. по адм. д. № 7976/2007 г., ВАС, V о.). However, the Supreme Court of Cassation has also ruled that the prohibition of discrimination set out in the Act is merely a reflection of the similar prohibitions set out earlier in Article 6 § 2 of the 1991 Constitution (see paragraph 12 above) and Article 14 of the Convention, which is part of domestic law (see реш. № 1301 от 22 януари 2009 г. по гр. д. № 5117/2007 г., ВКС, I г. о.).", "22. Section 4(1) of the Act prohibits any direct or indirect discrimination on the basis of gender, race, nationality, ethnicity, human genome, citizenship, origin, religion or belief, education, convictions, political affiliation, personal or social status, disability, age, sexual orientation, marital status, property status, or on any other ground established by law or by an international treaty to which Bulgaria is party.", "23. Section 3(1) provides that the Act applies to all individuals on the territory of Bulgaria. Section 3(2) provides that associations of individuals and legal persons enjoy protection under the Act if they have suffered discrimination by reason of their members or employees having one of the characteristics under section 4(1).", "24. Under section 13(1), employers are bound to provide equal employment conditions without regard to the characteristics set out in section 4(1) (see paragraph 22 above).", "25. The authority responsible for ensuring compliance with the Act and with other statutes laying down equaltreatment provisions is the Commission for Protection Against Discrimination (section 40). Section 47 empowers the Commission to, inter alia, find a breach of the Act (point 1), order that the breach be discontinued and that the status quo ante be restored (point 2), impose sanctions or order coercive measures (point 3), or give mandatory instructions (point 4). The Commission’s decisions are subject to judicial review, until 24 May 2011 by the Supreme Administrative Court (section 68(1), as worded before that date), and after that by the Sofia City Administrative Court (section 68(1), as worded after that date).", "26. Under section 74(1), a person who has obtained a favourable decision by the Commission and seeks compensation for damage suffered as a result of the breach of its right to equal treatment stemming from the Act or from other statutes can bring a claim for damages against the persons or authorities which have caused the damage. If the damage stems from unlawful decisions, actions or omissions of State authorities or officials, the claim must be brought under the State and Municipalities Liability for Damage Act 1988 (section 74(2)).", "27. Alternatively, instead of bringing proceedings before the Commission, a person who considers that the right to equal treatment stemming from the Act or from other statutes has been breached can bring a civil claim, seeking declaratory or injunctive relief or an award of damages (section 71(1)). Trade unions can bring such claims on behalf of others (section 71(2)).", "28. Since 2005 trade unions have on a number of occasions brought proceedings before the Commission for Protection Against Discrimination in relation to collective bargaining and collective agreements.", "29. In a decision of 27 February 2006 the Commission found that a clause in a collective agreement according to which workers who were not members of the trade union which had concluded the agreement could join it only after paying a fee was not discriminatory. On 18 January 2007 its decision was upheld by a threemember panel of the Supreme Administrative Court (see реш. № 609 от 18 януари 2007 г. по адм. д. № 3135/2006 г., ВАС, V о.).", "30. In a decision of 13 March 2006 the Commission made the same finding, but went on to order the employer to provide to its workers information about the way in which the proceeds from the fees were being spent. On 8 May and 23 October 2007 that decision was upheld by, respectively, a threemember panel and a fivemember panel of the Supreme Administrative Court (see реш. № 4544 от 8 май 2007 г. по адм. д. № 3708/2006 г., ВАС, V о., and реш. № 10043 от 23 октомври 2007 г. по адм. д. № 6302/2007 г., ВАС, петчл. св).", "31. In a decision of 13 October 2006 the Commission found that in engaging in collective bargaining only with one trade union and ignoring the invitation of another union to negotiate with it as well, an employer had acted in a discriminatory way. However, on 14 June 2007 a threemember panel of the Supreme Administrative Court quashed that decision, holding, inter alia, that the employer had not been under a duty to negotiate in the absence of a draft collective agreement put forward by the trade union in question (see реш. № 6113 от 14 юни 2007 г. по адм. д. № 11302/2006 г., ВАС, V о.).", "32. In a decision of 14 April 2007 the Commission likewise found that in engaging in collective bargaining only with one trade union and ignoring the invitation of another union to negotiate with it as well, an employer had acted in a discriminatory way. However, on 25 February 2008 a threemember panel of the Supreme Administrative Court quashed that decision, holding, inter alia, that the trade union in question had not been duly formed, which meant that the employer had not been under a duty to negotiate with it (see реш. № 2133 от 25 февруари 2008 г. по адм. д. № 7973/2007 г., ВАС, V о.). On 11 August 2008 that judgment was upheld by a fivemember panel of the court (see реш. № 9163 от 11 август 2008 г. по адм. д. № 5806/2008 г., ВАС, петчл. св).", "33. In a decision of 5 August 2008 the Commission found that an employer had not acted in a discriminatory way visàvis a trade union during collective bargaining because that union had not come forward with a draft collective agreement of its own and because the employer had not been under a duty to resolve disputes between the various trade unions in the enterprise. On 29 January 2009 and 10 June 2009 that decision was upheld by, respectively, a threemember panel and a fivemember panel of the Supreme Administrative Court (see реш. № 1290 от 29 януари 2009 г. по адм. д. № 11841/2008 г., ВАС, VІІ о., and реш. № 7676 от 10 юни 2009 г. по адм. д. № 4471/2009 г., ВАС, петчл. св).", "34. In a decision of 15 December 2008 the Commission found that in engaging in collective bargaining with only two trade unions and ignoring the invitation of another union to negotiate with it as well, an employer had acted in a discriminatory way. However, on 23 July 2009 a threemember panel of the Supreme Administrative Court quashed that decision, holding, inter alia, that the union’s allegations had not been made out on the facts (see реш. № 10014 от 23 юли 2009 г. по адм. д. № 4472/2009 г., ВАС, VІІ о.). On 17 December 2009 that judgment was upheld by a fivemember panel of the court (see реш. № 15642 от 17 декември 2009 г. по адм. д. № 12315/2009 г., ВАС, петчл. св).", "35. In a decision of 6 February 2009 the Commission found, inter alia, that a clause in a collective agreement according to which workers who were not members of the trade unions which had concluded the agreement could join it only after paying a fee was discriminatory. On 11 June 2009 a threemember panel of the Supreme Administrative Court upheld that decision on the basis that the trade union of which those workers were members was affiliated with one of the trade unions that were party to the agreement, which meant that its members could not be required separately to join the agreement and pay a fee to be able to do so (see реш. № 7706 от 11 юни 2009 г. по адм. д. № 4036/2009 г., ВАС, VІІ о.). On 2 February 2010 that judgment was upheld by a fivemember panel of the court (see реш. № 1300 от 2 февруари 2010 г. по адм. д. № 12941/ 2009 г., ВАС, петчл. св).", "36. In a decision of 1 July 2010 the Commission found that in engaging in collective bargaining with only four trade unions and effectively excluding two other unions from the collective bargaining process, a company affiliated with National Company “Railway Infrastructure” EAD had acted in a discriminatory way. The Commission went on to find that a clause in the resulting collective agreement according to which workers who were not members of the trade unions which had concluded the agreement could join it only after paying a fee was discriminatory. In a judgment of 10 August 2011 a threemember panel of the Supreme Administrative Court quashed the first part of the decision, holding that, on the facts, it could not be maintained that the company had effectively excluded the trade unions in question from the collective bargaining process. The panel upheld the second part of the decision, holding that the requirement for workers to pay a fee to join the collective agreement was discriminatory and in breach of the law, and therefore contravening Articles 8 § 3 and 57 § 2 of the Labour Code 1986 (see paragraphs 14 and 19 in fine above) (see реш. № 11096 от 10 август 2011 г. по адм. д. № 10532/2010 г., ВАС, VІІ о.). On 5 March 2012 that judgment was upheld by a fivemember panel of the court (see реш. № 3168 от 5 март 2012 г. по адм. д. № 15265/2011 г., ВАС, петчл. св).", "37. In a decision of 17 January 2012 the Commission found that a clause in a collective agreement according to which workers who were not members of the trade unions which had concluded the agreement could join it only after paying a fee was discriminatory. However, on 4 July 2012 the Sofia City Administrative Court quashed that decision, holding, inter alia, that the requirement to pay a fee was justified because it in effect amounted to a contribution by workers who were not members of the trade unions in question towards the efforts of those unions to secure a beneficial collective agreement (see реш. № 3768 от 4 юли 2012 г. по адм. д. № 1514/2012 г., АССГ, ІІ о., 39 св). On 6 March 2013 a threemember panel of the Supreme Administrative Court upheld that judgment, fully agreeing with its reasoning (see реш. № 3165 от 6 март 2013 г. по адм. д. № 13998/2012 г., ВАС, VІІ о.).", "38. Bulgaria ratified the 1949 Convention concerning the Application of the Principles of the Right to Organise and to Bargain Collectively (International Labour Organisation Convention No. 98) on 21 February 1959. The ratification was registered with the Director General of the International Labour Organisation on 8 June 1959, and the Convention came into force in respect of Bulgaria twelve months after that, on 8 June 1960 (Article 8 § 3). It was published in the State Gazette on 2 May 1997, which means that, by virtue of Article 5 § 4 of the 1991 Constitution, from that date on it has been part of domestic law (see also реш. № 7 от 2 юли 1992 г. по конст. д. № 6/1992 г., КС, обн., ДВ, бр. 56 от 10 юли 1992 г.).", "39. Article 4 of that Convention provides as follows:", "“Measures appropriate to national conditions shall be taken, where necessary, to encourage and promote the full development and utilisation of machinery for voluntary negotiation between employers or employers’ organisations and workers’ organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements.”", "40. Bulgaria ratified the Revised European Social Charter of 1996 (CETS No. 163) on 29 March 2000. The instrument of ratification was deposited with the Secretary General of the Council of Europe on 7 June 2000, and the Charter came into force in respect of Bulgaria on 1 August 2000, the first day of the month following the expiration of a period of one month after the date of the deposit (Article K § 3). It was published in the State Gazette on 4 May 2001, which means that, by virtue of Article 5 § 4 of the 1991 Constitution, from that date on it has been part of domestic law.", "41. Article 6 of the Charter, headed “The right to bargain collectively”, provides as follows:", "“With a view to ensuring the effective exercise of the right to bargain collectively, the Parties undertake:", "1. to promote joint consultation between workers and employers;", "2. to promote, where necessary and appropriate, machinery for voluntary negotiations between employers or employers’ organisations and workers’ organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements;", "3. to promote the establishment and use of appropriate machinery for conciliation and voluntary arbitration for the settlement of labour disputes;", "and recognise:", "4. the right of workers and employers to collective action in cases of conflicts of interest, including the right to strike, subject to obligations that might arise out of collective agreements previously entered into.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}