{"ITEMID": "001-106862", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "LALIC AND OTHERS v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicants, Mr Rajko Lalič, Mr Roman Tivadar, Mr Drago Prajner, Mr Albin Božičnik, Mr Sašo Tuksar, Mr Jasmin Kostevc, Mr Zoran Dedić, Mr Jože Kac, Mr Nebojša Šegota, and Mr Damir Glavica, whose birthdates are indicated in the annex, are Slovenian nationals. They were represented before the Court by Odvetniška Družba Matoz O.P. D.O.O., a law firm practising in Koper. The Slovenian Government (“the Government”) were represented by their Agent, Mrs T. Mihelič Žitko, State Attorney.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants served, or are currently serving, sentences in the closed section of Dob Prison. This prison, which is the largest in Slovenia, mainly accommodates adult male prisoners who have been sentenced to a term of imprisonment of no less than eighteen months. It has an official capacity of 233 inmates, but held 435 and 412 prisoners in 2009 and 2010 respectively. The closed section of the prison consists of four independent buildings (Blocks 1 to 4). Block 1 contains a reception area for new prisoners, hospital cells and cells subject to a stricter regime. Blocks 2, 3 and 4 contain large and small cells and are very similar in terms of their facilities and regime.", "A typical large cell measures slightly less than 60 square metres and contains a bed, a wardrobe and a chair for each of the inmates, as well as a table and radiators. After obtaining prior approval, any inmate may also bring in a television, a cooker or other electronic devices, including a computer. The cells also have shades on the windows and a ceiling fan. It transpires from the prison plan that one wing typically contains two large cells. The cells share a hallway measuring about 40 square metres and a TV room measuring about 26 square metres. A lavatory, measuring about 9 square metres, is attached to each cell. It has a window measuring 140 x 80 centimetres. The lavatory contains two washbasins, a foot washbasin, a urinal and a shower with a partition, as well as a toilet, which is screened off in a separated area, the door to which can be locked. A typical large cell has three windows measuring 170 x 170 centimetres each. The TV room and hallway have the same number and size of windows. Inmates are free to open and close the windows. Smoking is prohibited in the cell but not in the hallway, which contains a smoke extraction machine.", "The applicant was held in Dob Prison between 19 September 2007 and 11 February 2011. He was held in Unit 3 of the prison, in cell no. 6, which measured 59.25 square metres and accommodated fifteen prisoners. The personal space available to him was therefore almost 4 square metres.", "Other aspects of the conditions in the cell, lavatory and common areas were almost identical to those described above with regard to a typical large cell.", "The applicant has been held in Unit 4 of Dob Prison since 5 January 2009. His term of imprisonment ends on 5 July 2012. Until 2 August 2010, the applicant was held in cell no 3, which measured 59.57 square metres and held seventeen inmates (3.5 square metres of personal space available to each inmate). Subsequently, he was transferred to cell no. 6, which measures 59.25 square metres and has accommodated fifteen inmates (3.9 square metres of personal space available to each inmate).", "Other aspects of the conditions in the cells, lavatories and common areas are almost identical to those described above with regard to a typical large cell.", "The applicant has been held in Block 4 of Dob Prison since 24 July 2007. His term of imprisonment ends on 13 September 2013. He has been held in cell no. 3, which measures 59.57 square metres and has accommodated seventeen inmates (3.5 square metres of personal space available to each inmate).", "Other aspects of the conditions in the cell, lavatory and common areas are almost identical to those described above with regard to a typical large cell.", "The applicant has been held in Dob Prison since 25 July 2007. His term of imprisonment ends on 4 November 2012. He has been held in Block 2, in cell no. 1, which measures 59.89 square metres and has accommodated sixteen inmates (3.7 square metres of personal space available to each inmate). However, during the period between 1 July and 7 December 2009 the applicant was placed under a stricter regime in Block 1 in cell no. 34, which measured 32.22 square metres and held four inmates (8 square metres of personal space available to each inmate).", "As regards cell no. 1 in Block 2, other aspects of the conditions in the cell, lavatory and common areas are almost identical to those described with regard to a typical large cell. As regards cell no. 34 in Block 1, it had four windows measuring 170 x 130 centimetres each and access to a hallway of about 50 square metres. A lavatory, measuring about 6.5 square metres, was attached to the cell. It had a window of the same size as that of the cell and contained two wash basins and a shower with a partition, as well as a toilet in a separate closed area. As with all cells in Block 1, the inmates could upon prior approval bring in a television, a cooker or other electronic devices, including a computer.", "The applicant was held in Block 4 of Dob Prison between 13 May 2009 and 7 September 2011. He was held in cell no. 8, which measured 58.94 square metres and held seventeen inmates (3.5 square metres of personal space available to each inmate).", "Other aspects of the conditions in the cell, lavatory and common areas were almost identical to those described with regard to a typical large cell.", "The applicant was held in Block 2 of Dob Prison in the period between 23 July 2008 and 23 December 2009. Until 23 June 2009, he was held in cell no. 5, which measured 59.25 square metres and held sixteen inmates (3.7 square metres of personal space available to each inmate). Subsequently, he was transferred to cell no. 7/1, which measured 20.67 square metres and held four inmates (5.2 square metres of personal space available to each inmate).", "As regards cell no. 5, other aspects of the conditions in the cell, lavatory and common areas were almost identical to those described with regard to a typical large cell. Cell no. 7/1 differed in that the inmates shared a lavatory, measuring about 9 square metres, with inmates from two smaller cells situated in the same wing, which also contained a common area of about 10 square metres to which all three cells had access. The cell had one window measuring 170 x 170 centimetres. There was no TV room available to inmates held in cell no. 7/1.", "The applicant was held in Block 2 of Dob Prison between 9 June 2009 and 31 December 2010. Until 8 June 2010 he was held in cell no. 1, which measured 59.89 square metres and held sixteen inmates (3.7 square metres of personal space available to each inmate). Subsequently, he was transferred to cell no. 8/3, which was designated a special drug-free cell and which measured 20.67 square metres and accommodated four inmates (5.2 square metres of personal space for each inmate).", "As regards cell no. 1, other aspects of the conditions in the cell, lavatory and common areas were almost identical to those described with regard to a typical large cell. Cell no. 8/3 differed in that the inmates shared the lavatory with inmates from four smaller cells situated in the same wing, which also contained a common area of about 10 square metres to which all five cells had access. The cell had one window measuring 170 x 170 centimetres. There was no TV room available to inmates held in cell no 8/3.", "The applicant was held in Block 3 of Dob Prison in the period between 3 May 2006 and 3 August 2010. Until 7 August 2009 he was held in cell no. 2, which measured 59.89 square metres and held fourteen inmates (4.3 square metres of personal space for each inmate). Subsequently, the applicant was transferred to cell no. 7, which was designated a special drug-free cell and which measured 59.25 square metres and accommodated eleven inmates (5.4 square metres of personal space for each inmate).", "Other aspects of the conditions in the cells, lavatories and common areas were almost identical as those described with regard to a typical large cell.", "The applicant has been held in Block 3 of Dob Prison since 3 July 2008. His term of imprisonment ends on 15 November 2015. Until 2 June 2010 he was held in cell no. 3, which measured 59.89 square metres and held sixteen inmates (3.7 square metres of personal space for each inmate). Subsequently, the applicant was transferred to cell no. 9, which measures 33.23 square metres and has accommodated four inmates (8.3 square metres of personal space available to each inmate).", "As regards cell no. 3, other aspects of the conditions in the cells, lavatories and common areas were almost identical to those described with regard to a typical large cell. As regards cell no. 9, it is situated in the non-smoking wing, in which smoking is also prohibited in the hallway. It has three windows measuring 160 x 100 centimetres each, access to a hallway of 54 square metres, a lavatory measuring 4.68 square metres and containing a toilet in an area separated by a door, two washbasins and a shower with a partition. The lavatory also has a window measuring 140 x 80 square metres.", "The applicant has been held in Dob Prison since 23 August 2004. His term of imprisonment ends on 30 January 2013. Until 2 November 2005 he was held in Block 4 in cell no. 7, which measured 58.94 square metres and accommodated fifteen inmates (3.9 square metres of personal space for each inmate). In the period between 3 November and 1 December 2005, he was held in Block 1 in cell no. 20, where he was undergoing detoxification as part of a programme of treatment to which he had agreed. The cell, in which he was detained by himself, measured 7.39 square metres. Subsequently, the applicant was transferred to cell no. 6 in Block 4, which measures 59.25 square metres and has accommodated fifteen inmates (3.9 square metres of personal space for each inmate).", "As regards cells nos. 6 and 7, other aspects of the conditions in the cells, lavatories and common areas were almost identical to those described with regard to a typical large cell. As regards cell no. 20 in Block 1, it had one window measuring 100 x 130 centimetres and contained a bed, wardrobe, table and a chair, as well as a toilet and a basin. The applicant had access to a shower room measuring about 7 square metres, which he shared with thirteen inmates held in other single-occupancy cells.", "According to the Prison Rules, detainees are woken at 6 a.m. and lights out is at 9.45 p.m. However, according to the Government, cells are only locked at 11 p.m., remaining so until 6 a.m. in all blocks with the exception of Block 1, where cells are locked all the time. Moreover, the cells in Blocks 2, 3, and 4 remain open longer during the weekend in order to allow inmates to continue watching TV late in the evening. When the cells are unlocked, inmates can freely move around all areas to which they have access, namely the hallway, TV room, lavatory and other cells in the same wing.", "The inmates in Blocks 2, 3, and 4 may spend two hours per day during the week and three hours per day during weekends in the outdoor yard, which, prior to 10 November 2009, measured 8,000 square metres. Afterwards, due to construction work on new prison facilities, the outdoor area available to inmates has been reduced to 1,880 square metres. However, the prisoners have been, since the aforementioned date, using the yard in shifts. The yard includes, inter alia, football and basketball courts, benches, shower facilities with warm water and a small roof measuring 12 square metres.", "In Block 1 the cells are locked throughout the day. The inmates are allowed to leave their cells for only two hours a day for outdoor exercise and three hours a week for indoor exercise. The outdoor yard measures 1,379 square metres and is divided into four areas, each of which may be used by two inmates simultaneously. 66 square metres of the yard is covered by a roof. The yard includes a small basketball court, benches and tables.", "Each block of the prison also has a gym, measuring about 60 square metres. In Block 1 every prisoner may, in principle, use the gym for three hours a week. In other blocks prisoners may use the gym every day upon their request.", "The prison provides courses for, inter alia, primary education and secondary education, such as food preparation and catering classes. Prisoners also have the opportunity to work at the Pohorje Public Institute (agricultural activities and metal work) or within the prison. If unfit for work, prisoners may attend work therapy sessions. In 2008 and 2009 about 180 prisoners worked in the aforementioned institute and about fifty worked within the prison. About forty and fifty prisoners, respectively, participated in work therapy.", "According to the information submitted by the Government, the applicants Mr Lalić and Mr Tivadar worked at the Pohorje Public Institute for eight hours per day since 19 November 2007 and 12 January 2009 respectively. Mr Lalić attended food preparation and catering courses since February 2008. Mr Tuksar worked for the aforementioned institute for four hours per day since 5 October 2009 and had taken yoga classes in the prison. Mr Božičnik took part in leisure activities (playing the accordion) every day. Mr Dedić attended primary education classes in the prison for two hours per day since October 2009. Mr Kac worked in the prison bakery for eight hours per day in the period between 13 June 2006 and 3 August 2010. Mr Šegota participated in leisure activities (clay modelling) in the period between 26 November 2008 and 12 January 2009 once a week for three hours. Since the latter date, he has worked for eight hours per day at the Pohorje Public Institute. Mr Glavica has attended work therapy sessions for five hours daily.", "Prisoners who work or who attend work therapy also earn personal leave, which they are able to spend in special apartments in the prison which include a kitchen and a television. During their personal leave, they are subject to a more lenient regime as regards waking hours and have broader access to leisure activities.", "Inmates in all blocks, except Block 1, eat their meals in the prison canteen.", "An infirmary operates in the prison and is subject to the general regime of the national health-care system. It operates four days a week. A dental surgery operates two days a week. A psychiatric clinic operates two days a week. During the relevant time, there had been no waiting period for an appointment at the infirmary or the psychiatric clinic, but there had been, except for urgent cases, a waiting period of two to three months for an appointment with the dentist.", "All prisoners undergo a medical examination upon their arrival. On the basis of this examination, prisoners may be referred to a hospital to undergo a test to ascertain whether they have been infected with hepatitis B and C and/or HIV.", "The prison also provides for psychological assistance. Consultations are carried out during the first week upon the arrival of a new prisoner and later depending on need. The waiting period for a consultation is three to four days, except for urgent cases. Drug users are offered medical (including methadone substitution) treatment and therapeutic help in accordance with a specialised drug treatment programme. Prisoners who successfully undergo methadone substitution treatment are able to undergo detoxification, which normally takes three to four weeks. Further rehabilitation of previous drug users is provided in the drug-free sections of the prison, in which only those prisoners who are no longer dependant on drugs and who are no longer undergoing opiate replacement therapy may be allocated.", "Prisoners are entitled to receive visits from their family members lasting no less than one hour at least twice a week. They are entitled to make telephone calls, lasting ten minutes, twice a week. Until 20 November 2009, when new telephone booths were installed, one telephone was available for use by all the prisoners from one block (namely, up to about 130 prisoners). However, after that date almost every wing of the four blocks has had one telephone booth, which is only used by the prisoners held in that wing (up to about thirty prisoners).", "For relevant domestic law and practice see paragraphs 33-35 and 38-47 of Štrucl and Others v. Slovenia, nos. 5903/10, 6003/10 and 6544/10, 27 September 2011, and paragraphs 34-36 of Mandić and Jović v. Slovenia, nos. 5774/10 and 5985/10, 27 September 2011. In addition, the judgment of the Grosuplje Local Court delivered on 9 September 2010 is relevant to the present case. In that judgment, the aforementioned court rejected a claim under section 179 of the Civil Code concerning damage allegedly sustained due to inadequate living conditions in Dob Prison. The claim was lodged by a prisoner who was held in Block 3 in a cell of about 60 square metres together with 16 inmates. The court, which also heard a number of witnesses from the prison, found as established that the claimant, apart from his cell and the lavatories, also had access to the TV room and hallway during the day, between 6 a.m. and 11 p.m. It also found that chairs and tables were situated in the hallway and that about half of the prison population was working eight hours a day, which reduced the number of those who stayed in the cells during that time. The court acknowledged that the situation as regards overcrowding (number of inmates held in the cells) was in breach of the domestic regulation providing that no more than eight prisoners should be held in one cell, and found that the State, by virtue of paragraph 1 of section 148 of the Civil Code, would be responsible to prisoners for any damage sustained on that account. However, the court, referring to, inter alia, Sulejmanovic v. Italy, no. 22635/03, 16 July 2009, concluded that the situation, though difficult, was not such as to violate the claimant’s personal rights. No legally recognized damage had therefore been sustained by the claimant. The court also assessed the claimant’s allegations concerning sanitary conditions, access to the telephone, nutrition and cohabitation with persons affected by transmissible diseases. These aspects of the prison’s conditions were found not to be in breach of the law.", "The Ljubljana Higher Court upheld the above judgment on 23 March 2011. It found that the claimant’s claim contained allegations of torture and breach of one’s right to dignity. It endorsed the lower court’s legal qualification and factual findings. The Higher Court also referred to the CPT’s report of 2002, which, in its opinion, did not point to serious violations. Acknowledging that the situation was not perfect and could cause discomfort to the claimant, the Higher Court concluded that, in the aggregate, the conditions did not amount to undignified treatment or torture.", "The relevant extracts from the general reports by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) are set out in Mandić and Jović, cited above, §§ 38-40.", "The CPT visited Dob Prison in 1995 and 2001. In 1995 the number of prisoners held in Dob Prison was significantly lower than it currently is. 208 prisoners were held in the closed section of Dob Prison (see document CPT/Inf (96) 18). After the visit in 2001, the following recommendations were made to the Slovenian authorities (CPT/Inf (2002) 36):", "“i. Dob Prison", "56. ... The CPT recommends that efforts be made to reduce the occupancy rate of the 60 m² dormitories, having regard to the new minimum standards for prison accommodation. Further, the Committee wishes to reiterate that smaller accommodation units for prisoner[s] are far preferable to large units such as the 60 m² dormitories seen in Dob Prison.", "...”", "In the chapter concerning the living conditions in Slovenian prisons, Annual Reports by the Administration for the Execution of Prison Sentences include information on prison overcrowding. The rate of overcrowding is calculated on the basis of the domestic statutory requirement for the imprisonment of sentenced individuals, which is 9 square metres for a single-occupancy cell and 7 square metres per person in a shared cell. According to the 2009 and 2010 reports, nationwide prison occupancy exceeded the official capacity by 29 and 23 percent respectively. Almost all closed prison facilities accommodating male prisoners were overcrowded. Dob Prison, with an official capacity of 233 prisoners, held on average 435 and 412 prisoners in 2009 and 2010 respectively. This meant that the level of overcrowding was 187 and 177 percent respectively (2009 Report, pp. 97 and 98; 2010 Report, pp. 98 and 99). According to the 2008 Report, the level of overcrowding in 2007 and 2008 was 170 and 190 percent respectively (p. 98). The 2010 Report also noted (p. 100):", "“... Poor living conditions are coupled with overcrowding, which is most present in the large prisons in Slovenia: Dob, Ljubljana and Maribor prisons. The urgency of improving living conditions has been stressed by the Human Rights Ombudsman, the CPT and other institutions.", "... It is understandable that such living conditions adversely affect prisoners’ hygiene and privacy. Poor living conditions sometimes also obstruct the exercise of prisoners’ rights (work, exercise and recreation, [attending] religious services). In some establishments, prisoners on remand live in worse conditions than sentenced prisoners. The outdated and inadequate furniture in living rooms and other areas presents an additional problem...”", "On 17 and 18 March 2009 the Ombudsman for Human Rights conducted a visit to Dob Prison under the Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment and issued a report, which, as far as relevant, reads as follows:", "“... the official capacity is still 296 prisoners, including 233 prisoners in the closed section, 40 prisoners in the semi-open section and 23 prisoners in the open section. At the time of our visit, the establishment held 497 prisoners, including 433 in the closed section, which is 200 beyond the official capacity. The prison administration has stressed that it has previously been faced with an even higher occupancy rate. During a certain period in 2008, the prison held 526 prisoners...", "We found that since our last visit the overcrowding has only intensified. This raises concerns. The prison administration has agreed with this finding and stressed that it is of particular concern that the overcrowding cannot be reduced by placing prisoners in other establishments, as the number of prisoners is rising everywhere. On the other hand, we welcome the fact that preparatory work on the renovation and expansion of the prison has finally started. The capacity of the prison should be increased to 522 beds and the inmates should be accommodated in single or three-bed cells. Large multi-occupancy cells should be abandoned. The office [of the Ombudsman for Human Rights] expects and hopes that the progress of the renovation of the prison will lead to an improvement in the living conditions therein.", "We have again stressed that in most cases the furniture in the rooms was outdated and urgent repairs and replacements were therefore needed", "The closed section had sufficient outside areas at the time of the visit ...", "According to the prison administration, illegal drugs present a serious problem. About half of the prisoners are addicted to drugs or alcohol... The prison administration further explained that the operation of the drug-free section, [one of] which was located in every block (except Block 1), was also restricted due to the fact that there was only one therapist responsible for the programme ...”", "In its 2007 annual report, the Ombudsman for Human Rights noted:", "“In the closed section of Dob Prison there are still only 31 single cells and only a few cells with two or three beds available. Large multi-occupancy cells are [the norm], in particular those measuring 60 square metres and accommodating up to 17 prisoners. Each inmate has only 3.5 square metres of personal space, which falls short of the standard of 7 square metres.... It is true that this standard was intended for new facilities or renovations, where possible. However, as many years have already passed since the adoption of the Regulation on the Execution of Prison Sentences [providing the aforementioned standard], there should be a commitment that this standard is also complied with in the largest prison in the country. Likewise, one cannot ignore section 42 of the Enforcement of Criminal Sanctions Act, which states that inmates should in principle be accommodated in a single cell, and that shared cells should have eight beds at most. The prison conditions in which the prisoners live are therefore unacceptable and in breach of the law.", "The shared cell with seventeen beds has only one lavatory.... During the morning rush, this (the facilities in the lavatory) is insufficient for the number of inmates whom it is intended to serve. The number of inmates simultaneously using the lavatory is also restricted by its size. [The ombudsman’s office] was therefore not surprised to hear complaints that inmates had to wait two hours to use the shower and 45 minutes to use the toilet, which we believe is also inhumane.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}