{"ITEMID": "001-71536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "LOMAKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Andrey Gennadyevich Lomakin, is a Russian national, who was born in 1972 and lives in Volgograd. The applicant is a lawyer. The respondent Government are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 2001 the applicant published two articles in the regional newspaper “Day by Day. Tsartisyn – Stalingrad - Volgograd”(“День за днем. Царицын - Сталинград - Волгоград”). Both articles inquired into the circumstances of granting a new flat to Ms S., a judge of the Volgograd Regional Court and chairperson of the Regional Judges’ Qualification Panel.", "The first article, under the headline “Legitimised Judge” (“Судья в законе”), appeared in the issue of 20-26 April 2001. The second article, entitled “Voluntary Retirement of a Judge” (“Добровольная отставка судьи”), was printed in the issue of 4-10 May 2001.", "The publications alleged that Judge S. had taken advantage of her position in order to obtain a four-room flat for her family of three and that she had given her old flat to her adult daughter instead of surrendering it back to the council as required by law. The second article suggested that Judge S. had applied for her resignation fearing an inquiry into her deeds.", "Judge S. sued the applicant for defamation. She submitted that the applicant’s assertions about her having unlawfully obtained a better housing were of a libellous nature. She considered defamatory the following extract from the first article:", "“The Law on the Status of Judges in the Russian Federation is applied selectively in the Volgograd Region and its application is related not only to the high status of judges, but also to their office... thus it may be understood that the equality of all [citizens] before law and courts ends where we talk about judges themselves. Hence the rule is ‘the law is like a rudder, it goes where you bend it’.”", "Judge S. also regarded the following passages from the second article as defamatory:", "“...on having received a new flat, [Judge S.] should have surrendered the one she had occupied in the past. However, the ‘surrendering’ only happened through privatisation [of the old flat] and its subsequent sale. In this way Judge S. of the Volgograd Regional Court dramatically ‘improved her living conditions’ – now she has got a new flat of a bigger surface and money for the old one.”", "“Judge S. was forced to retire because of other circumstances... A visit of a high-ranking official from the Supreme Judges’ Qualification Panel of Russia who came to investigate the complaints of Judge Ch. [concerning the termination of his powers] has helped S., the chairperson of the judges’ qualification panel for the Volgograd Region, to make a decision on her retirement.”", "On 4 March 2002 the Judges’ Council of the Volgograd Region (Совет судей Волгоградской области) sent a letter to the President of the Volgograd Bar, of which the applicant was a member, requesting that the applicant’s bar membership be annulled. The letter referred to the applicant as an unethical lawyer who had published articles of “clearly libellous nature” and who attempted to exercise “illicit and immoral” influence on Judge S. to have her action withdrawn. The letter contained the following passage:", "“Realising the well-founded character of the action lodged and attempting to avoid a public declaration on the unlawfulness of his acts by a court decision, [the applicant] resorts to impermissible means, which violate the generally recognised moral standards, seeking to have [Judge S.] withdraw her claim in the court.”", "On 29 March 2002 the Presiding Committee of the Volgograd Bar passed a decision to annul the applicant’s membership because of “unethical performance of his duties”. The decision referred to disciplinary sanctions that had been imposed on the applicant in the past.", "On 15 November 2002 the Voroshilovskiy District Court of Volgograd upheld the Presiding Committee’s decision. The applicant did not appeal against the judgment.", "On 18 April 2002 the Dzerzhinskiy District Court of Volgograd granted the defamation action. The court found that the applicant had not produced any evidence in support of his assertions that Judge S. had unlawfully refused to surrender her old flat or that her retirement had been somehow connected with the inquiry by a high-ranking official. The court also held that the headline of the first article “Legitimised Judge” was also damaging to Judge S.’s reputation:", "“The court considers that a mass reader knows from the press, television, literature and essays, as well as from one’s personal experience, that the term ‘legitimised thief’ [вор в законе] refers to a person with a long criminal record who enjoys respect and authority in the criminal milieu. The headline ‘Legitimised Judge’ stylistically clearly alludes to the term ‘legitimised thief’ and semantically it is implied here that the ‘judge’ is a criminal. On this ground the court holds that the headline of the article damages honour, dignity and professional reputation of Judge S. because the [applicant] failed to produce any evidence of a breach of any laws by the plaintiff.”", "The court held the applicant liable for 12,000 Russian roubles (“RUR”, approximately EUR 400).", "The applicant lodged a statement of appeal in which he contested the reasons of the judgment of 18 April 2002. A copy of the statement has not been made available to the Court.", "On 2 October 2002 the Volgograd Regional Court, sitting in a three-judge formation, upheld the judgment of 18 April 2002.", "Article 29 guarantees freedom of thought and expression, together with freedom of the mass media.", "Article 152 provides that an individual may apply to a court with a request for the rectification of “statements” (“сведения”) that are damaging to his or her honour, dignity or professional reputation if the person who disseminated such statements does not prove their truthfulness. The aggrieved person may also claim compensation for losses and non-pecuniary damage sustained as a result of the dissemination of such statements."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}