{"ITEMID": "001-71740", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF NAGY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1957 and lives in Kerecsend, Hungary.", "5. On 1 March 2001 criminal investigations were instituted against 30 suspects, including the applicant (a businesswoman) on suspicion of several counts of tax fraud, involving the issue of some 250 fictitious invoices. The applicant’s company was concerned in each count of fraud. The material of the ensuing investigation amounted to 2,180 pages.", "6. On 10 April 2001 tax investigators searched the applicant’s house for documents and arrested her. The applicant alleges that the tax investigators’ behaviour was harsh and insensitive in that they hindered her for several minutes from providing her minor son with a spray-inhaler when he suffered an asthma attack during the search. Moreover, she submits that, on her arrest, she was forcibly seated in the authority’s car, in which the tax investigators touched her inappropriately and made abusive remarks.", "She was kept in police custody for three days.", "7. On 18 July 2001 the applicant lodged a complaint about the tax investigators’ conduct. On 23 August 2001 the Heves County Investigating Office refused to proceed with the complaint, considering that the investigators had carried out the search and the arrest in accordance with the law. The Office noted that the applicant had complained about the incident only after a delay of more than three months. On 12 October and 15 November 2001 and 4 March 2002, respectively, the Eger District and the Heves County Public Prosecutor’s Office and the Attorney General’s Office dismissed the applicant’s further complaints.", "8. On 30 May 2002 the police again searched the applicant’s house.", "In her submissions to the Court filed on 11 February 2004, the applicant stated that on that occasion she had been ill-treated by the police officers and that the latter had not allowed the emergency medical staff, which had been called to her son on account of another asthma attack, to enter the house.", "On 12 March 2003 the Investigating Office discontinued the investigation into the incident. On 18 April 2003 the Eger District Public Prosecutor’s Office finally dismissed the applicant’s complaint.", "9. Meanwhile, on 28 April and 18 October 2001, 17 January 2002 and 28 April 2003, the applicant was interrogated by the Heves County Criminal Directorate of the Tax Authority. Moreover, between April 2001 and May 2003 altogether 31 suspects were interrogated on various occasions. More than 40 witnesses were heard and several house searches and confrontations of witnesses took place. Furthermore, 14 opinions were obtained from expert accountants.", "10. On 5 May 2003 the proceedings were discontinued against six suspects.", "11. On 12 June 2003 a bill of indictment was preferred. The applicant was charged with 30 counts of tax fraud and 12 counts of document forgery.", "12. The first hearings were scheduled by the Eger District Court for 28 and 29 October 2004. The proceedings have been pending at first instance ever since."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}