{"ITEMID": "001-61423", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF GANCI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant is an Italian national who was born in 1958. He was in Spoleto Prison when he lodged his application.", "Among other measures, he was held in pre-trial detention for his involvement in the murder of Judge Falcone and his escort on 26 September 1997. He was subsequently sentenced to life imprisonment by the Caltanissetta Assize Court. On 12 November 1997 he was given a second life sentence, on other charges, by the Palermo Assize Court. That sentence became final on 26 November 1999.", "10. After his arrest on 4 June 1993 the applicant was placed under the special prison regime provided for in section 41 bis of the Prison Administration Act, which derogates from the conditions for ordinary detention laid down in the Act.", "Between 13 November 1996 and 31 December 2000 the Minister of Justice issued nine decrees, each introducing restrictions for the following six-month periods: 13 November 1996 to 13 May 1997 (decree no. 1); 13 May 1997 to 13 November 1997 (decree no. 2); 14 November 1997 to 14 May 1998 (decree no. 3); 15 May 1998 to 15 November 1998 (decree no. 4); 12 November 1998 to 12 May 1999 (decree no. 5); 11 May 1999 to 11 November 1999 (decree no. 6); 8 November 1999 to 31 December 1999 (decree no. 7); 28 December 1999 to 28 June 2000 (decree no. 8); and 23 June 2000 to 31 December 2000 (decree no. 9).", "The applicant indicated that he had remained under the same regime for the period following 31 December 2000, but did not provide any precise details.", "11. Decrees nos. 2 to 9 were not formal extensions of the previous decree, but fresh decisions that nonetheless reiterated the earlier decision.", "12. By virtue of the nine decrees, the following restrictions were imposed on the applicant:", "(a) limits on visits by family members, with a maximum of one visit for one hour per month;", "(b) no meetings with third parties;", "(c) prohibition on using the telephone, except for one call – to be recorded – per month to members of the family if the applicant had not had a visit;", "(d) prohibition on receiving or sending out sums of money in excess of a specified amount, except for defence costs or fines;", "(e) no more than two parcels of laundry per month;", "(f) no organisation of cultural, recreational or sports activities;", "(g) no right to vote in elections for prisoners' representatives or to be elected as a representative;", "(h) no handicrafts;", "(i) no more than two hours per day to be spent outdoors.", "13. The applicant appealed against those decrees to the court responsible for the execution of sentences. The parties submitted the factual information set out below.", "Decree no. 1 – The applicant appealed on 2 January 1997. The Palermo court responsible for the execution of sentences held a hearing on 11 March 1997. In an order of 11 March 1997, deposited with the registry on 15 March 1997, the court declared the appeal inadmissible in accordance with the restrictive case-law followed at the time to the effect that the court hearing the case did not have power to examine the merits of the restrictions imposed.", "Decree no. 2 – In an order of 29 July 1997, deposited with the registry on 31 July 1997, the Florence court responsible for the execution of sentences declared inoperative the restrictions referred to in (a), (e) and (f) of the above list.", "Decree no. 3 – On an unknown date the applicant appealed to the Bologna court responsible for the execution of sentences. The court held a hearing on 27 January 1998 and dismissed the appeal in an order of the same day, which was deposited with the registry on 30 January 1998.", "Decree no. 4 – The applicant appealed on 19 May 1998. On 10 October 1998 the Perugia court responsible for the execution of sentences set the case down for hearing on 12 November 1998. On 30 March 1999 the President of the court declared the appeal inadmissible. He noted that the period of validity of the decree had expired and that the applicant accordingly no longer had any interest in having it examined.", "Decree no. 5 – The applicant did not appeal against this decree.", "Decree no. 6 – The applicant appealed on 14 May 1999. On 9 June 1999 the rehabilitation unit of Spoleto Prison confirmed a report that had previously been made in connection with another appeal. In a request of 21 September 1999 sent to the Perugia court responsible for the execution of sentences, the applicant's lawyer asked for the appeal to be heard. On 4 December 1999 the President of the court declared the appeal inadmissible. He noted that the period of validity of the decree had expired and that the applicant accordingly no longer had any interest in having it examined.", "Decree no. 7 – The applicant appealed on 12 November 1999. On 12 February 2000 the President of the Perugia court responsible for the execution of sentences declared the appeal inadmissible. He noted that the period of validity of the decree had expired and that the applicant accordingly no longer had any interest in having it examined.", "Decree no. 8 – On 28 March 2000 the President of the Perugia court responsible for the execution of sentences granted the applicant legal aid. On 10 April 2000 he set the case down for hearing on 4 May 2000. In an order of the same date, deposited with the registry on 8 May, the court allowed the appeal regarding the restriction on the applicant's right to receive parcels and dismissed the remainder.", "Decree no. 9 – The applicant appealed on 28 June 2000. On 8 January 2001 the President of the Perugia court responsible for the execution of sentences declared it inadmissible on the ground that the applicant no longer had any interest in having it examined since the period of validity of the decree had expired on 31 December 2000.", "14. Section 41 bis of the Prison Administration Act (Law no. 354 of 26 July 1975), as amended by Law no. 356 of 7 August 1992, gives the Minister of Justice the power to suspend application of the ordinary prison regime as laid down in Law no. 354 of 1975 in whole or in part, by means of a reasoned decision that is subject to judicial review, on grounds of public order and security in cases where the ordinary prison regime would be inadequate to meet these requirements.", "Such a measure can only be applied to prisoners charged with, or sentenced for, the offences mentioned in section 4 bis of the Act, which includes offences relating to Mafia activities.", "15. Section 41 bis was enacted as a temporary provision. Its applicability was extended several times, until 31 December 2002 (Law no. 4 of 19 January 2001). Law no. 279 of 23 December 2002 made it into a permanent provision.", "16. Section 41 bis does not contain a list of the restrictions that may be imposed. These must be determined by the Minister of Justice.", "17. Under section 14 ter of the Prison Administration Act, an appeal (reclamo) lies to the court responsible for the execution of sentences against a decree of the Minister of Justice imposing the special regime. The appeal must be lodged within ten days from the date on which the person concerned has been served with the decree. It does not have suspensive effect. Paragraph 2 bis of section 41 bis, introduced by Law no. 11 of 7 January 1998, lays down the rules regarding territorial jurisdiction. It provides:", "“The court responsible for the execution of sentences that has jurisdiction for the prison in which the prisoner, detainee or defendant is being held has power to adjudicate appeals against decrees of the Minister of Justice issued under paragraph 2. That power shall not change, even in the event of removal for one of the reasons listed in section 42.”", "The court must make a decision within ten days. An appeal to the Court of Cassation lies against the decision of the court responsible for the execution of sentences.", "18. Section 35 of the aforementioned Act (Law no. 354 of 1975) governs the right of appeal of prisoners.", "In judgment no. 26 of 11 February 1999, the Constitutional Court found that, regarding restrictions on rights guaranteed by the Constitution, this section was unconstitutional in so far as it did not provide for judicial protection against the restrictions imposed on prisoners. Since it could not indicate which legal avenue was available to prisoners, the Constitutional Court asked the legislature to remedy the situation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}