{"ITEMID": "001-77542", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ÜNER v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Anatoly Kovler;András Baka;Christos Rozakis;Corneliu Bîrsan;Egbert Myjer;Giovanni Bonello;Ján Šikuta;Jean-Paul Costa;John Hedigan;Karel Jungwiert;Lech Garlicki;Loukis Loucaides;Lucius Caflisch;Luzius Wildhaber;Margarita Tsatsa-Nikolovska;Mindia Ugrekhelidze;Nicolas Bratza;Rait Maruste;Sverre Erik Jebens;Vladimiro Zagrebelsky;Wilhelmina Thomassen", "TEXT": ["12. The applicant was born in 1969 and lived in Turkey until 1981.", "13. The applicant came to the Netherlands with his mother and two brothers in 1981, when he was 12 years old, in order to join his father who had already been living there for ten years. He was granted a residence permit (vergunning tot verblijf) which he was required to renew at one-yearly intervals until 1988, when he obtained a permanent residence permit (vestigingsvergunning).", "14. On 18 January 1989 the applicant was convicted by the single-judge chamber of the Almelo Regional Court (arrondissementsrechtbank) of the offence of breach of the peace (lokaalvredebreuk), and fined 200 Netherlands guilders (NLG – 90 euros (EUR)). The same court convicted him on 30 May 1990 of violent offence against the person, committed in public (openlijke geweldpleging), and sentenced him to a fine of NLG 350 (EUR 159) and a suspended term of imprisonment of two weeks.", "15. In 1991 the applicant entered into a relationship with a Netherlands national. They started living together in or around June 1991. A son was born to the couple on 4 February 1992.", "16. On 30 June 1992 the applicant was convicted by the Arnhem Court of Appeal (gerechtshof) of violent offence against the person, committed in public, and sentenced to eighty hours of community service (in lieu of six months’ imprisonment).", "17. During the second pregnancy of the applicant’s partner, the relationship began to suffer. In order to alleviate the situation, the applicant moved out in November 1992, but remained in close contact with both his partner and his son. The pregnancy ended in a miscarriage.", "18. On 16 May 1993 the applicant was involved in a dispute in a café. He pulled a loaded gun and shot a man, wounding him in the leg. Outside the café he then got into a fight with a friend of the injured man. He pulled a second loaded gun and shot him in the head. The man died. The applicant was convicted of manslaughter (doodslag) and assault (zware mishandeling) by the Arnhem Court of Appeal on 21 January 1994 and sentenced to seven years’ imprisonment.", "19. Whilst serving his prison sentence, from 17 May 1993 until 14 January 1998, the applicant took courses in computer skills, administration and accounting, and also obtained a retailer’s certificate (middenstandsdiploma). He took further courses in order to qualify as a sports instructor. His partner and son visited him in prison at least once a week and regularly more often. A second son was born to the applicant and his partner on 26 June 1996, whom he also saw every week. Both his children have Netherlands nationality and have been recognised (erkend) by the applicant. Neither his partner nor his children speak Turkish.", "20. By a decision of 30 January 1997, the Deputy Minister of Justice (Staatssecretaris van Justitie) withdrew the applicant’s permanent residence permit and imposed a ten-year exclusion order (ongewenstverklaring) on him in view of his conviction of 21 January 1994 and seven-year prison sentence. The Deputy Minister considered that the general interest in ensuring public safety and the prevention of disorder and crime outweighed the applicant’s interest in being able to continue his family life with his partner, children, parents and brothers in the Netherlands.", "21. The applicant lodged an objection (bezwaarschrift) against this decision, arguing that the offence in question had been committed long before, in May 1993, that he had not reoffended, that there was no indication that he would reoffend, and that his partner and children could not be expected to follow him to Turkey. Following a hearing before the Advisory Board on matters concerning aliens (Adviescommissie voor vreemdelingenzaken) on 1 July 1997, at which the applicant was assisted by an interpreter, the Deputy Minister rejected the objection on 4 September 1997 and ordered the applicant to leave the Netherlands as soon as he was released from prison.", "22. The applicant appealed to the Regional Court of The Hague, sitting in Zwolle, submitting that, as there was no risk of his reoffending, there was no necessity to impose an exclusion order on him and that to do so amounted to the imposition of a second penalty.", "23. The applicant was released from prison on 14 January 1998 and subsequently placed in aliens’ detention (vreemdelingenbewaring) pending his deportation.", "24. Following a hearing on 28 January 1998, the Regional Court rejected the applicant’s appeal on 4 February 1998. The Regional Court did not accept the applicant’s argument that the period of time that had elapsed between the date on which his criminal conviction had become irrevocable and the date on which the exclusion order had been imposed was so long that the Deputy Minister should be deemed to have acquiesced in the applicant’s continued residence in the Netherlands. Furthermore, it did not discern any facts or circumstances capable of justifying a reduction of the period for which the applicant would be excluded from Netherlands territory. The applicant’s claim that there was no risk of his reoffending was based solely on his own statements and was not supported by the facts, given that he had also been convicted of violent offences in 1990 and 1992. In addition, it did not appear that the applicant had put down roots in the Netherlands or become dissociated from Turkish society to such a degree that he would be unable to return to his country of origin. Finally, the Regional Court considered that the interference with the applicant’s family life was justified for the purposes of preventing disorder and crime.", "25. The applicant was deported to Turkey on 11 February 1998. However, it appears that he returned to the Netherlands soon afterwards, as he was apprehended there on 29 May 1998. He was again deported to Turkey on 4 June 1998, and a request for a provisional stay of execution of the deportation order, which he had lodged with the Regional Court of The Hague, was declared inadmissible on 24 August 1998. He was also convicted of the offence of residing illegally in the Netherlands while subject to an exclusion order (Article 197 of the Criminal Code (Wetboek van Strafrecht)) and sentenced to three months’ imprisonment.", "26. On 17 September 1998 the applicant requested that the exclusion order be revoked. The Deputy Minister of Justice refused the request on 26 October 1998 and on 13 April 2000 dismissed an objection the applicant had filed against that refusal. The applicant subsequently lodged an appeal, which was declared inadmissible by the Regional Court of The Hague, sitting in Zwolle, on 2 August 2000. No appeal lay against that decision.", "27. The applicant submitted that, prior to his deportation in 1998, he had only been back to Turkey once in order to attend the funeral of his grandmother, and that he did not speak the Turkish language apart from understanding certain expressions. His only relative in Turkey was an uncle with whom he had no contact.", "28. According to a report drawn up by a psychiatrist in Turkey on 9 June 1998, the applicant was suffering from psychological problems as a result of being separated from his family. In particular, not being able to see his children was making him depressed. Treatment had begun in March 1998 and was continuing, though some improvement had been noted.", "29. On 29 March 2006 the applicant was discovered working at an illegal cannabis plantation in the Netherlands. He was arrested and subsequently placed in aliens’ detention. This detention was discontinued on 1 May 2006 in order to execute the judgment whereby the applicant had been sentenced to three months’ imprisonment (see paragraph 25 above). On 16 May 2006 the applicant was deported to Turkey.", "30. At the relevant time the decision to withdraw the applicant’s residence permit and to impose an exclusion order on him was taken under sections 14 and 21 of the Aliens Act 1965 (Vreemdelingenwet 1965) and in accordance with the policy laid down in Chapters A4 and A5 of the Aliens Act Implementation Guidelines 1994 (Vreemdelingencirculaire – a body of directives drawn up and published by the Ministry of Justice). Underlying this policy is the principle that the longer an alien has lawfully resided in the Netherlands – and the stronger, therefore, his or her ties with the Netherlands are assumed to be – the more serious an offence must be before it can justify withdrawing a residence permit and excluding the alien from Netherlands territory; the authorities thus apply a sliding scale (glijdende schaal).", "31. In accordance with this policy, a residence permit may be withdrawn and an exclusion order imposed on an alien who, at the time of committing the offence, has been lawfully residing in the Netherlands for more than ten but less than fifteen years – like the applicant in the present case – if he or she is sentenced to an unsuspended prison sentence of more than sixty months following a conviction for a serious, violent crime or for drug trafficking.", "32. If an exclusion order is imposed on the basis of a conviction for a serious, violent crime or drug trafficking, this order will in any event be revoked, upon request, if the alien has been residing outside the Netherlands for a period of ten years and if he has not been convicted of further criminal offences (Chapter A5/6.4 of the Aliens Act Implementation Guidelines 1994).", "33. A person upon whom an exclusion order has been imposed is not allowed either to reside in or to visit the Netherlands.", "34. Article 15 § 2 of the Criminal Code reads:", "“A convicted person sentenced to a custodial sentence for a determinate period of which more than one year is to be executed shall be granted early release when two-thirds of that sentence have been served.”", "Article 15a of the Criminal Code, in so far as relevant, provides:", "“1. Early release may be postponed or withheld where:", "(a) the convicted person, on grounds of the inadequate development or pathological disturbance of his mental faculties, has been placed in an institution for the treatment of persons subject to an order for confinement in a custodial clinic and where continuation of treatment is required;", "(b) the convicted person has been convicted in a final judgment of a serious offence for which, pursuant to Article 67 § 1 of the Code of Criminal Procedure [Wetboek van Strafvordering], detention on remand [voorlopige hechtenis] is allowed and where the offence was committed after the execution of his sentence commenced;", "(c) there is evidence that the convicted person has otherwise grossly misbehaved after the execution of his sentence commenced;", "(d) the convicted person evades, or attempts to evade, his sentence after its execution has commenced.", "2. If the prosecuting authorities [Openbaar Ministerie] charged with the execution of the sentence consider that, on one of the grounds mentioned in the first paragraph, there is cause for postponing or withholding early release, it shall lodge a written request to that effect with the Arnhem Court of Appeal without delay. ...”", "35. With regard to the various texts adopted by the Council of Europe in the field of immigration, mention should be made of the Committee of Ministers Recommendations Rec(2000)15 concerning the security of residence of long-term migrants and Rec(2002)4 on the legal status of persons admitted for family reunification, and of Parliamentary Assembly Recommendation 1504 (2001) on the non-expulsion of long-term immigrants.", "36. Recommendation Rec(2000)15 states, inter alia:", "“4. As regards the protection against expulsion", "(a) Any decision on expulsion of a long-term immigrant should take account, having due regard to the principle of proportionality and in the light of the European Court of Human Rights’ constant case-law, of the following criteria:", "– the personal behaviour of the immigrant;", "– the duration of residence;", "– the consequences for both the immigrant and his or her family;", "– existing links of the immigrant and his or her family to his or her country of origin.", "(b) In application of the principle of proportionality as stated in paragraph 4 (a), member States should duly take into consideration the length or type of residence in relation to the seriousness of the crime committed by the long-term immigrant. More particularly, member States may provide that a long-term immigrant should not be expelled:", "– after five years of residence, except in the case of a conviction for a criminal offence where sentenced to in excess of two years’ imprisonment without suspension;", "– after ten years of residence, except in the case of a conviction for a criminal offence where sentenced to in excess of five years of imprisonment without suspension.", "After twenty years of residence, a long-term immigrant should no longer be expellable.", "(c) Long-term immigrants born on the territory of the member State or admitted to the member State before the age of ten, who have been lawfully and habitually resident, should not be expellable once they have reached the age of eighteen.", "Long-term immigrants who are minors may in principle not be expelled.", "(d) In any case, each member State should have the option to provide in its internal law that a long-term immigrant may be expelled if he or she constitutes a serious threat to national security or public safety.”", "37. In Recommendation 1504 (2001) the Parliamentary Assembly recommended that the Committee of Ministers invite the governments of member States, inter alia:", "“11. ...", "(ii) ...", "(c) to undertake to ensure that the ordinary-law procedures and penalties applied to nationals are also applicable to long-term immigrants who have committed the same offence;", "...", "(g) to take the necessary steps to ensure that in the case of long-term migrants the sanction of expulsion is applied only to particularly serious offences affecting State security of which they have been found guilty;", "(h) to guarantee that migrants who were born or raised in the host country and their under-age children cannot be expelled under any circumstances;", "...”", "The Committee of Ministers replied to the Assembly on the matter of non-expulsion of certain migrants on 6 December 2002. It considered that Recommendation Rec(2000)15 addressed many of the concerns of the Assembly and it was thus not minded to devise any new standards.", "38. Under the heading “Effective protection against expulsion of family members”, the Committee of Ministers recommended to governments in Recommendation Rec(2002)4 that, where the withdrawal of or refusal to renew a residence permit, or the expulsion of a family member, is being considered:", "“...member States should have proper regard to criteria such as the person’s place of birth, his age of entry on the territory, the length of residence, his family relationships, the existence of family ties in the country of origin and the solidity of social and cultural ties with the country of origin. Special consideration should be paid to the best interest and well-being of children.”", "39. In the majority of the member States of the Council of Europe, second-generation immigrants may be deported by the authorities on the ground that they have been convicted of a criminal offence. Eight member States have provided in their laws that second-generation immigrants cannot be deported on the basis of their criminal record or activities: Austria, Belgium, France, Hungary, Iceland, Norway, Portugal and Sweden. Apart from Iceland and Norway, this protection is not confined to those who were actually born in the host country but also applies to foreigners who arrived during childhood (varying from before the age of three in Austria to before the age of fifteen in Sweden)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}