{"ITEMID": "001-110794", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ŠIMŠIĆ v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Boban Šimšić, is a citizen of Bosnia and Herzegovina who was born in 1967. He is currently serving his sentence in Foča Prison. He was represented before the Court by Mr V. Ćivša, a lawyer practising in Sokolac.", "2.", "3. From April to July 1992, as a part of a widespread and systematic attack against the Bosniac civilian population of the Višegrad Municipality, being aware of that attack, the applicant persecuted Bosniacs on political, national, ethnic, cultural and religious grounds by committing murders, incarceration, torture, enforced disappearances and aiding and abetting rapes.", "4. After having surrendered, the applicant was remanded in custody on 24 January 2005. On 13 May 2005 a Pre-Trial Chamber of the Court of Bosnia and Herzegovina (“the State Court”) decided to take over the case from the Istočno Sarajevo District Court in view of its sensitivity and a sympathetic attitude of the local police towards the applicant, a police officer, which had been manifested in their failure to arrest him despite an international arrest warrant against the applicant. The decision entered into force in June 2005.", "5. On 11 July 2006 a Trial Chamber of the State Court found the applicant guilty of aiding and abetting rapes and enforced disappearances as crimes against humanity under Article 172 § 1 (g) and (i) of the 2003 Criminal Code and sentenced him to five years’ imprisonment.", "6. On 5 January 2007 an Appeals Chamber of that court quashed the first-instance judgment and scheduled a fresh hearing. On 7 August 2007 it found the applicant guilty of persecution as a crime against humanity under Article 172 § 1 (h) in conjunction with sub-paragraphs (a), (e), (f), (g) and (i) of the 2003 Criminal Code and sentenced him to 14 years’ imprisonment.", "7. On 24 December 2007 the applicant filed a constitutional appeal. On 14 April 2010 the Constitutional Court examined the case under Articles 6, 7 and 13 of the Convention and Article 2 of Protocol No. 7 to the Convention. It found no violation.", "8. The relevant part of Article 6 of the Charter reads as follows:", "“The Tribunal established by the Agreement referred to in Article 1 hereof for the trial and punishment of the major war criminals of the European Axis countries shall have the power to try and punish persons who, acting in the interests of the European Axis countries, whether as individuals or as members of organizations, committed any of the following crimes.", "The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility:", "...", "(c) ‘Crimes against humanity’: namely, murder, extermination, enslavement, deportation, and other inhumane acts committed against any civilian population, before or during the war, or persecutions on political, racial or religious grounds in execution of or in connection with any crime within the jurisdiction of the Tribunal, whether or not in violation of the domestic law of the country where perpetrated.", "Leaders, organizers, instigators and accomplices participating in the formulation or execution of a common plan or conspiracy to commit any of the foregoing crimes are responsible for all acts performed by any persons in execution of such plan.”", "9. The Resolution reads as follows:", "“The General Assembly,", "Recognizes the obligation laid upon it by Article 13, paragraph 1, sub-paragraph (a), of the Charter, to initiate studies and make recommendations for the purpose of encouraging the progressive development of international law and its codification;", "Takes note of the Agreement for the establishment of an International Military Tribunal for the prosecution and punishment of the major war criminals of the European Axis signed in London on 8 August 1945, and of the Charter annexed thereto, and of the fact that similar principles have been adopted in the Charter of the International Military Tribunal for the trial of the major war criminals in the Far East, proclaimed at Tokyo on 19 January 1946;", "Therefore,", "Affirms the principles of international law recognized by the Charter of the Nuremberg Tribunal and the judgment of the Tribunal;", "Directs the Committee on the codification of international law established by the resolution of the General Assembly of 11 December 1946, to treat as a matter of primary importance plans for the formation, in the context of a general codification of offences against the peace and security of mankind, or of an International Criminal Code, of the principles recognized in the Charter of the Nuremberg Tribunal and in the judgment of the Tribunal.”", "10. In 1950 the International Law Commission adopted the following seven Nuremberg Principles:", "“Principle I: Any person who commits an act which constitutes a crime under international law is responsible therefore and liable to punishment.", "Principle II: The fact that internal law does not impose a penalty for an act which constitutes a crime under international law does not relieve the person who committed the act from responsibility under international law.", "Principle III: The fact that a person who committed an act which constitutes a crime under international law acted as Head of State or responsible Government official does not relieve him from responsibility under international law.", "Principle IV: The fact that a person acted pursuant to order of his Government or of a superior does not relieve him from responsibility under international law, provided a moral choice was in fact possible to him.", "Principle V: Any person charged with a crime under international law has the right to a fair trial on the facts and law.", "Principle VI: The crimes hereinafter set out are punishable as crimes under international law:", "...", "(c) Crimes against humanity: Murder, extermination, enslavement, deportation and other inhuman acts done against any civilian population, or persecutions on political, racial or religious grounds, when such acts are done or such persecutions are carried on in execution of or in connection with any crime against peace or any war crime.", "Principle VII: Complicity in the commission of a crime against peace, a war crime, or a crime against humanity as set forth in Principle VI is a crime under international law.”", "11. In November 1968 the UN General Assembly adopted this Convention in response to fears expressed that alleged war criminals (Second World War) not yet apprehended might escape prosecution with the passage of time. The Convention entered into force on 11 November 1970. It was ratified by the Socialist Federal Republic of Yugoslavia on 9 June 1970. The relevant part thereof reads as follows:", "“The States Parties to the present Convention,", "...", "Considering that war crimes and crimes against humanity are among the gravest crimes in international law,", "Convinced that the effective punishment of war crimes and crimes against humanity is an important element in the prevention of such crimes, the protection of human rights and fundamental freedoms, the encouragement of confidence, the furtherance of co-operation among peoples and the promotion of international peace and security,", "Noting that the application to war crimes and crimes against humanity of the rules of municipal law relating to the period of limitation for ordinary crimes is a matter of serious concern to world public opinion, since it prevents the prosecution and punishment of persons responsible for those crimes,", "Recognizing that it is necessary and timely to affirm in international law, through this Convention, the principle that there is no period of limitation for war crimes and crimes against humanity, and to secure its universal application,", "Have agreed as follows:", "Article 1", "No statutory limitation shall apply to the following crimes, irrespective of the date of their commission:", "...", "(b) Crimes against humanity whether committed in time of war or in time of peace as they are defined in the Charter of the International Military Tribunal, Nurnberg, of 8 August 1945 and confirmed by resolutions 3 (I) of 13 February 1946 and 95 (I) of 11 December 1946 of the General Assembly of the United Nations, ... even if such acts do not constitute a violation of the domestic law of the country in which they were committed.", "Article 2", "If any of the crimes mentioned in article I is committed, the provisions of this Convention shall apply to representatives of the State authority and private individuals who, as principals or accomplices, participate in or who directly incite others to the commission of any of those crimes, or who conspire to commit them, irrespective of the degree of completion, and to representatives of the State authority who tolerate their commission.", "Article 3", "The States Parties to the present Convention undertake to adopt all necessary domestic measures, legislative or otherwise, with a view to making possible the extradition, in accordance with international law, of the persons referred to in article II of this Convention.", "...”", "12. In response to atrocities then taking place in Bosnia and Herzegovina, on 25 May 1993 the United Nations Security Council passed resolution 827 establishing the International Criminal Tribunal for the former Yugoslavia (“the ICTY”) headquartered in The Hague. Article 5 of its Statute provides the following definition of crimes against humanity:", "“The International Tribunal shall have the power to prosecute persons responsible for the following crimes when committed in armed conflict, whether international or internal in character, and directed against any civilian population:", "(a) murder;", "(b) extermination;", "(c) enslavement;", "(d) deportation;", "(e) imprisonment;", "(f) torture;", "(g) rape;", "(h) persecutions on political, racial and religious grounds;", "(i) other inhumane acts.”", "13. Article 7 § 1 of the Rome Statute of the International Criminal Court of 17 July 1998 defines crimes against humanity as follows:", "“For the purpose of this Statute, crime against humanity means any of the following acts when committed as part of a widespread or systematic attack directed against any civilian population, with knowledge of the attack:", "(a) Murder;", "(b) Extermination;", "(c) Enslavement;", "(d) Deportation or forcible transfer of population;", "(e) Imprisonment or other severe deprivation of physical liberty in violation of fundamental rules of international law;", "(f) Torture;", "(g) Rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization, or any other form of sexual violence of comparable gravity;", "(h) Persecution against any identifiable group or collectivity on political, racial, national, ethnic, cultural, religious, gender as defined in paragraph 3, or other grounds that are universally recognized as impermissible under international law, in connection with any act referred to in this paragraph or any crime within the jurisdiction of the Court;", "(i) Enforced disappearance of persons;", "(j) The crime of apartheid;", "(k) Other inhumane acts of a similar character intentionally causing great suffering, or serious injury to body or to mental or physical health.”", "14. On 12 November 2000 the High Representative imposed the State Court Act 2000 establishing the State Court. The Parliamentary Assembly of Bosnia and Herzegovina subsequently endorsed that Act.", "15. Following joint conclusions of the High Representative and the ICTY of 21 February 2003, the United Nations Security Council Resolution 1503 of 28 August 2003 and amendments to the State Court Act 2000 enacted by the Parliamentary Assembly of Bosnia and Herzegovina, special chambers for war crimes were established within the State Court on 9 March 2005.", "16. Domestic war crimes cases can be divided into two categories.", "Old cases (reported before 1 March 2003) remain with Entity courts if an indictment entered into force before 1 March 2003. If an indictment did not enter into force before 1 March 2003, they remain with Entity courts unless the State Court decides to take over any such case because of its sensitivity or complexity (see Article 449 of the 2003 Code of Criminal Procedure).", "New cases (reported after 1 March 2003) fall under the jurisdiction of the State Court, but it may transfer less sensitive and complex cases to Entity courts (Article 27 of the same Code).", "17. As a rule, in war crimes cases, Entity courts apply the 1976 Criminal Code (see, however, the 2008 judgment in the Vlahovljak case in which the Supreme Court of the Federation of Bosnia and Herzegovina applied the 2003 Criminal Code), whereas the State Court applies the 2003 Criminal Code (see, however, the 2009 judgment in the Kurtović case in which the State Court applied the 1976 Criminal Code). Moreover, Entity courts on average impose lighter sentences than the State Court (see “Moving towards a Harmonised Application of the Law Applicable in War Crimes Cases before Courts in Bosnia and Herzegovina”, published by the OSCE in 2008), but this may be due to the fact that the State Court deals with more sensitive and complex cases (see the 2008 National War Crimes Strategy).", "18. The 2003 Criminal Code introduced crimes against humanity in domestic law. It has been in force since 1 March 2003. Article 172 § 1 thereof reads as follows:", "“Whoever, as part of a widespread or systematic attack directed against any civilian population, being aware of that attack, perpetrates any of the following acts:", "a) Murder;", "b) Extermination;", "c) Enslavement;", "d) Deportation or forcible transfer of population;", "e) Imprisonment or other severe deprivation of physical liberty in violation of fundamental rules of international law;", "f) Torture;", "g) Coercing another by force or by threat of immediate attack upon his or her life or limb, or the life or limb of a person close to the victim, to sexual intercourse or an equivalent sexual act (rape), sexual slavery, enforced prostitution, forced pregnancy, enforced sterilisation or any other form of sexual violence of comparable gravity;", "h) Persecution against any identifiable group or collectivity on political, racial, national, ethnic, cultural, religious, gender or other grounds that are universally recognised as impermissible under international law, in connection with any offence listed in this paragraph, any offence listed in this Code or any offence falling under the competence of the [State Court];", "i) Enforced disappearance of persons;", "j) The crime of apartheid;", "k) Other inhumane acts of a similar character intentionally causing great suffering, or serious injury to body or to mental or physical health,", "shall be punished by imprisonment for a term not less than ten years or long-term imprisonment.”", "19. The general range of imprisonment is from 30 days to 20 years and of long-term imprisonment from 20 to 45 years (Article 42 of the Code)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}