{"ITEMID": "001-96705", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VANJAK v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;No violation of Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1965 and lives in Karlovac.", "5. From 5 August 1990 the applicant served as a police officer in the Karlovac Police Department (Policijska uprava karlovačka), namely as the Assistant Chief of the Ribnik sector for State border security. On 28 May 1996 he was called in to a police station by his colleagues and then questioned in connection with a suspicion that he had acted as an intermediary in procuring a forged certificate on citizenship for a certain H.Ć. In a written statement of 28 May 1996 made by the police the applicant confessed to having acted as an intermediary in procuring an illegal certificate of Croatian citizenship for H.Ć. The police also took written statements from two other persons, H.Ć. and B.J., without the applicant being present. These statements were not communicated to the applicant.", "6. On 29 May 1996 the Chief Officer of the Karlovac Police Department asked that disciplinary proceedings be instituted against the applicant on suspicion that he had committed a serious breach of work discipline. This suspicion was based on a criminal complaint meanwhile lodged against the applicant, his own written confession and statements of several other individuals given before the police.", "7. On 26 June 1996 disciplinary proceedings were instituted against the applicant before the Karlovac Police Department Disciplinary Court. A hearing was held on 10 October 1996 in the presence of the applicant and his counsel. At the hearing the applicant's confession of 28 May 1996 was read out. The applicant stated that he had been questioned by his colleagues in a police station about the case of H.Ć. The questioning had lasted the whole night, and at the end he had signed the statement because he had not wanted to be questioned any longer. The applicant further stated that he knew H.Ć. but that he had not participated in any dealings concerning his certificate of citizenship. He also explained that immediately afterwards he had lodged an objection on his questioning with the officer on duty. In his closing arguments the applicant's defence counsel, inter alia, objected that the statements of B.J. and H.Ć. had not been read out and that therefore the defence had no opportunity to analyse these statements because they did not know their content.", "8. In a judgment of 10 October 1996 the Disciplinary Court found it established that the applicant had acted as an intermediary between H.Ć. and two other persons in order to obtain a forged certificate of Croatian citizenship for H.Ć. and that he had passed on a sum of 3,000 German Marks (DEM) from H.Ć. to a certain B.P. who had passed it on to a certain L.P., a clerk in the citizenship registry, asking the latter to make a forged certificate. The operative part of the judgment reads:", "“Zdravko Vanjak ...", "is guilty", "because during January 1996 he took from H.Ć. ... a sum of DEM 3,000 and gave it to B.P. ..., so that the latter would act as a further intermediary in bribing L.P. ... to issue a forged certificate of Croatian citizenship in the name of H.Ć., which L.P. did on 26 January 1996,", "by which he committed a serious breach of work discipline under section 82 paragraph 1(14) of the Interiors Act (Zakon o unutarnjim poslovima) and section 49 paragraph 1(11) of the Rules on employment of the employees of the Ministry of Interior of the Republic of Croatia,", "Owing to which a disciplinary measure under section 87 of the Interiors Act", "termination of employment", "is to be applied.”", "9. The judgment was based on the applicant's written statement of 28 May 1996 in which he confessed and the two other statements given to the police by H.Ć. and B.J. The applicant's contention, that he had signed the statement under duress since he had been interviewed by his colleagues for the whole night, that the notes of the interview had been amended several times and that he had been given no right such as to make a telephone call, was dismissed. The disciplinary court ordered the applicant's dismissal. The reasoning of the judgment reads as follows:", "“Through a request for the institution of disciplinary proceedings submitted by the Chief of the Karlovac Police Department ... of 29 May 1996 the defendant Zdravko Vanjak was charged with a serious breach of work discipline, specified as to its factual background and legal characterisation in the operative part of this judgment.", "The Disciplinary Court of the Karlovac Police Department initiated proceedings by its decision ... of 26 June 1996.", "A decision by the Chief of the Police Department ... of 29 May 1996 removed Zdravko Vanjak from his duties in the Ribnik Border Police Station with effect from 29 May 1996 on account of a reasonable suspicion that he had committed a serious breach of work discipline by committing a criminal offence under Article 229 paragraph 1 of the Criminal Code of the Republic of Croatia, and that his further service would harm the interests of the service.", "During the disciplinary proceedings the president of the court read aloud the written statement of Zdravko Vanjak of 28 May 1996.", "In his defence Zdravko Vanjak does not accept his written statement. He adds that he was being questioned by the police, having being called on the false pretext that he was needed in connection with some customs business. They did not secure his rights such as using the telephone and so on.", "He states that he knows H.Ć. but that he was not present at any dealings in connection with a certificate of citizenship or the taking of any money.", "Furthermore, he retracts his written statement which he signed because he was tired of being browbeaten by his colleague policemen who questioned him, [he wanted them] to cease psychologically ill-treating him.", "For example, the record of the interview reads that his superior was present, which is untrue because his superior entered [the interview room] for a few minutes only and then immediately left and he did not see him again that day, nor was he present when he signed the written statement.", "He also adds that immediately after the interview he drew up a statement concerning the circumstances of the investigation and submitted it to an officer.", "In defence of defendant Zdravko Vanjak, his counsel H.K. pointed to grave breaches of procedure, since the statement and records of interviews with the police were admitted as evidence. He also objected that a criminal complaint against the defendant was taken as proof that he had committed [the offence] he has been charged with.", "After deliberations and voting the Disciplinary Court dismissed the objections by the defence.", "During the proceedings the Disciplinary Court consulted the written statements given by B.J. and recorded under no. 511-05-04/2-4-96 on 28 May 1996; by Zdravko Vanjak recorded under no. 511-05-04/2-4-96 on 28 May 1996; by H.Ć. recorded under no. 511-05-04/2-4-96 on 28 May 1996 and also a criminal complaint against Zdravko Vanjak, no. 511-05-04/2-K-65/96f 28 May 1996.", "H.Ć. was not invited to the hearing because his permission to stay in Croatia had been terminated by a decision ... of 28 May 1996, upheld by a decision no. ... of 28 June 1996. [A measure of] prohibition of entry [on the territory of] Croatia has been applied for the period of five years.", "After the assessment of all relevant facts established in the proceedings the panel of the Disciplinary Court established that the defendant Zdravko Vanjak is guilty of a serious breach as set out in the operative part of the judgment.", "By such conduct the defendant violated existing laws and rules of service since he had committed acts irreconcilable with the police service.", "While assessing the disciplinary measure [to be applied] the panel of the Disciplinary Court took as aggravating the fact that the defendant had already been disciplinary punished.", "In view of the above, it has been decided as set out in the operative part of the judgment.”", "10. On a subsequent appeal by the applicant against the judgment of 10 October 1996, the Appellate Disciplinary Court of the Ministry of Interior (Drugostupni disciplinski sud Ministarstva unutarnjih poslova Republike Hrvatske) upheld the first instance judgment on 3 December 1996 but altered the qualification of the offence finding that the act in question constituted an offence under Section 82 paragraph 1 (13 and 17) of the Interiors Act which refer to inappropriate conduct, rather than paragraph 1(14), on the ground that:", "“... no one, including the defendant, can be considered liable for a criminal offence as long as [his or her liability] has not been established in a final judgment (Article 28 of the Constitution).”", "11. The applicant then lodged a complaint against the disciplinary courts' judgments with the Administrative Court (Upravni sud Republike Hrvatske) whereby he complained, inter alia, of the fact that the statements given to the police could not have served as evidence in the disciplinary proceedings against him. He also complained that he had no access to the evidence relied on by the disciplinary courts, namely the statements given by two persons to the police. The complaint was dismissed on 6 May 1998 on the ground that in the disciplinary proceedings it had been established that the applicant had committed the offence in question and that the use of the impugned statements had been correct.", "12. On 24 June 1996, i.e. parallel to the institution of the disciplinary proceedings, the Karlovac State Attorney's Office (Općinsko državno odvjetništvo u Karlovcu) lodged a request that an investigation be opened against the applicant and three other individuals on a suspicion that they had acted as intermediaries between H.Ć. and a clerk of the registry of citizens, passing a sum of DEM 3,000 to the latter in order to issue a certificate of Croatian citizenship for H.Ć. and thus committed a criminal offence under Article 348 paragraph 1 of the Criminal Code in connection with Article 37 of the Criminal Code.", "13. During the investigation the suspects and a witness were heard by an investigation judge. The applicant remained silent.", "14. On 5 June 1998 the Karlovac State Attorney Office sought that the criminal investigation against the applicant be discontinued on the ground that the statement given by H.Ć. showed that the applicant had procured him a certificate of Croatian citizenship but that he had given no money for that to the applicant. Hence, there was insufficient evidence that the applicant had committed a criminal offence.", "15. On 18 June 1998 an investigation judge of the Karlovac County Court discontinued the criminal investigation against the applicant owing to the above request of the State Attorney's Office.", "16. On 1 July 1998 the applicant requested the reopening of the disciplinary proceedings against him. He argued in support of his request that the factual basis for disciplinary proceedings as well as the criminal proceedings was identical and as the latter had been discontinued due to lack of evidence there would likewise be no basis upon which disciplinary sanctions ought to be imposed.", "17. On 15 July 1998 the Karlovac Police Department Disciplinary Court declared the request inadmissible, finding the fact that the criminal proceedings against the applicant had been discontinued irrelevant in respect of the decision on his disciplinary responsibility. This decision was upheld by the Disciplinary Appeal Court of the Ministry of Interior on 15 September 1998.", "18. The applicant then lodged a complaint with the Administrative Court which was dismissed on 20 April 2000. His subsequent constitutional complaint was declared inadmissible on 20 December 2000 as lodged out of time.", "19. On an unspecified date, following the dismissal of his administrative complaint in the disciplinary proceedings against him, the applicant lodged a constitutional complaint against the Administrative Court's judgment of 6 May 1998, as well as several supplementary submissions complaining that the disciplinary proceedings against him had been unfair. He argued, inter alia, that the disciplinary courts found that he had committed a criminal offence although he had not been convicted in the criminal proceedings against him which had been discontinued. He further argued that the statement he had made to the police was not a valid evidence under domestic law and as such should have been removed and that the statements given to the police, relied on in finding him disciplinary responsible, had never been communicated to him, nor had they been produced at the hearing before the disciplinary courts.", "20. On 4 February 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant's complaint. The relevant part of that decision reads as follows:", "“.. the Constitutional Court finds it useful to comment on the applicant's arguments concerning the legal nature of disciplinary proceedings.", "First and foremost, the applicant contends that the State Attorney's Office discontinued criminal prosecution against him for lack of evidence that he had committed a criminal offence consisting in the same acts [as those serving as a basis] for the judgments [adopted] in the disciplinary proceedings. The Constitutional Court emphasises that the ground for the applicant's [disciplinary] conviction and the imposed disciplinary measure was his liability for serious breaches of work discipline under section 82 paragraph 2 (13 and 17) of the Interiors Act, and not his liability for a criminal offence.", "Criminal and disciplinary liabilities are two separate [types] of liability, which have to be established in two entirely independent sets of proceedings with no mutual influence. Liability for serious breaches of work discipline may be established even without a decision of a criminal court, irrespective of the fact that a breach of working duty may at the same time amount to a criminal offence. [The purpose of] disciplinary proceedings is to establish the elements constituting a breach of work discipline. It is not necessary that at the same time the elements of a criminal offence have been satisfied, and in that respect the disciplinary liability is wider than the criminal.", "Furthermore, it is to be stressed that although disciplinary proceedings are actually [by their nature] criminal proceedings sui generis, they also bear strong features of the administrative proceedings.", "There is in principle a lesser risk as to the scope of possible violations of human rights in disciplinary proceedings than in criminal proceedings. Also, the consequences of disciplinary proceedings differ significantly from those of criminal proceedings. Therefore, the application of the [rules of] Code of Criminal Procedure in disciplinary proceedings is only subsidiary, as worded in section 42 paragraph 2 of the Act on Civil Servants (Official Gazette no. 27/2001): 'In the proceedings concerning a serious breach of official duty provisions of the Code of Criminal Procedure shall be applied appropriately...'. Subsidiary application of the Code of Criminal procedure means that its provisions are to be applied according to the nature of the disciplinary proceedings, that is to say that their application is neither obligatory in each instance nor they have to be applied literally.", "The above is applicable in respect of the exclusion of the official notes made by the police [to be used] as evidence in criminal proceedings. The official police notes cannot serve as evidence in criminal proceedings owing to the special nature of those proceedings. However, such notes are not illegal evidence ab initio, both from the standpoint of some potential criminal proceedings or from that of disciplinary proceedings. They become illegal evidence only if actually used in criminal proceedings. Their use for other (lawful) purposes is not prohibited.”", "21. Article 348 paragraph 1 of the Criminal Code (Kaznenini zakon Republike Hrvatkse, Official Gazette no. 110 of 21 October 1997) reads:", "(1) Whoever gives or promises a gift or other gain to an official in order to perform an official or another act within his or her authority which he or she should not perform or to omit an official or other act which an official is obliged to do, or who acts as an intermediary at such bribing of an official shall be sentenced to imprisonment for a term from three months to three years.”", "22. The relevant provisions of the Interiors Act (Official Gazette nos. 19/1991, 73/1991, 19/1992, 33/1992, 76/1994, 161/1998 Zakon o unutarnjim poslovima) read as follows:", "“The following shall particularly be considered a serious breach of work discipline:", "...", "13. inappropriate conduct during or outside the hours of service;", "14. any criminal offence incompatible with entering employment with the Ministry [of Interior];", "...", "17. actions incompatible with the duties of an employee of the Ministry [of Interior] ...”", "“Breaches of work discipline may entail the following measures:", "1. public warning,", "2. a fine,", "3. dismissal from work.", "...”", "23. The relevant part of section 42(2) of the Act on Civil Servants (Official Gazette no. 27/2001, Zakon o državnim službenicima i namještenicima) reads:", "“In the proceedings concerning a serious breach of official duty provisions of the Code of Criminal Procedure shall be applied appropriately ...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}