{"ITEMID": "001-97346", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ALEKSANDR ZAICHENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-3-c;Violation of Art. 6-1;Pecuniary damage - claim rejected;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1946 and lives in the village of Lazarevo in the Jewish Autonomous Region, Russia.", "6. The applicant worked as a driver for a private company.", "7. It appears that at the time there were several reported cases of the company workers allegedly pouring out diesel from their service vehicles. Thus the company's director asked the competent authorities to carry out checks.", "8. On 21 February 2001 while driving home in the company of another person (Mr Kh), the applicant's car was stopped and inspected by the police. Two cans of diesel were discovered in the car.", "9. According to the applicant, in reply to the questioning by the police he did not tell about the purchase of the fuel because he felt intimidated and did not have a receipt to prove the purchase (see also paragraph 14 below). That is why he explained that he had poured the fuel from the tank of his service vehicle (see also paragraph 11 below).", "10. Immediately, a vehicle inspection record was drawn under Article 178 of the RSFSR Code of Criminal Procedure (CCrP) in force at the material time (see paragraph 26 below). The record reads as follows:", "“Vehicle Inspection Record [drawn] at Birofeld village on 21 February 2001 from 8.50 to 9.20 [pm].", "Officers B and L in the presence of attesting witnesses K and P and [the applicant] have carried out an inspection of VAZ-21061 car in compliance with Articles 178 and 179 of the RSFSR Code of Criminal Procedure and have drawn this record under Article 182 of the Code.", "Before the start of the inspection all the above persons have been informed of their rights to be present throughout the proceeding and to make comments in relation to the inspection...", "The attesting witnesses have been informed of their obligation to attest the fact of the inspection and its results (Article 135 of the Code)...", "During the inspection one passenger was present in the car; there was a white plastic can with fuel (ten litres). There was another metallic can of fuel (twenty litres) in the car boot...", "The physical evidence has been seized in order to be attached to a criminal file: the plastic can with fuel (ten litres) and the metallic can with twenty litres of fuel...", "Requests and comments by the participants: [the applicant] explained that he had poured out the fuel from the company premises.", "I have read the record and agree with its contents.", "Signatures: Officer B, attesting witnesses K and P, [the applicant], officer L.”", "11. Having completed the inspection record, officer B put in writing a statement entitled “Explanations”, which included a note concerning Article 51 of the Constitution of the Russian Federation on the privilege against self-incrimination (see paragraph 21 below). The “Explanations” read as follows:", "“Explanations [put in writing] on 21 February 2001 at Birofeld village.", "I, officer B..., have interviewed [the applicant]...", "The contents of Article 51 of the Constitution have been explained to me. {[the applicant's signature]}", "I [the applicant] make the following statement. Since 1997 I have been employed as a driver by a private company. On 21 February 2001 I arrived to my workplace at 9 am. During the day I was repairing my service vehicle. In the evening I poured out thirty litres of fuel from the tank of my service vehicle. I have previously brought the cans, ten and twenty litres each, from home. After work, at around 8 pm, I was driving home in my car and was stopped by the police. The car was inspected in the presence of the attesting witnesses. I poured out the fuel for personal use.", "{in the applicant's handwriting} I have read this statement. It is correct. {[the applicant's] signature.}", "{Officer's B signature.}”", "On the same day, both attesting witnesses made written statements, indicating that they had been present during the inspection of the car and seizure of the fuel. They confirmed that the applicant had explained that he had poured out the fuel from the company premises for personal use.", "12. The applicant was not detained. On 2 March 2001 an inquirer compiled a report under a so-called record-based procedure (see paragraph 23 below) on the events of 21 February 2001. The report reads as follows:", "“I, inquirer P, have examined the data concerning theft. As required under Article 415 of the RSFSF Code of Criminal Procedure, I have compiled this report, which states as follows:", "At 8 pm on 21 February 2001 [the applicant]...being at work intentionally stole from his service vehicle the diesel in the amount of thirty litres. Thereby, he caused to the company pecuniary damage in the amount of 279 roubles.", "His actions disclose an offence of theft punishable under Article 158 § 1 of the Criminal Code.", "The above has been confirmed by the following evidence:", "1. the inspection record . 2. [the applicant's] written statement. 3. Mr K's written statement. 4. Mr P's written statement...", "{Inquirer P's signature}”", "13. On the same day, the inquirer's superior opened a criminal case against the applicant on suspicion of theft and summoned him (see paragraph 23 below). The act of accusation read as follows:", "“I, major K, having examined the [inquirer's] report and the enclosed documents, consider that there are sufficient grounds indicating that [the applicant] had committed the offence of theft punishable under Articile 158 of the Criminal Code.", "Pursuant to the procedure under Article 415 § 4 of the RSFSR Code of Criminal Procedure, a criminal case should be opened against [the applicant]...", "The accusation: At 8 pm on 21 February 2001 [the applicant]...being at work intentionally stole from his service vehicle the diesel in the amount of thirty litres. Thereby, he caused to the company pecuniary damage in the amount of 279 roubles.", "Major K's signature", "I have been informed of the nature of the accusation, the right to have access to the case file, the right to legal representation, the right to make requests and challenge the inquiring authorities' actions.", "[the applicant's] signature", "I have studied the case file and have read this document. I have no requests or motions. I do not require legal assistance; this decision is based on reasons unrelated to lack of means. I will defend myself at the trial.", "[the applicant's] signature”", "14. At the trial the applicant was represented by Mr Adamchik, a lawyer practising in Birobidjan. As follows from the trial judgment and the trial record, the applicant contended at the trial that he had purchased the fuel on or around 15 February 2001 at a petrol station; on 21 February 2001 he had put the cans in his car intending to exchange it for firewood later and went to his work; after the working day he was stopped by the police on his way home; when stopped he had not told about the purchase of the fuel because he felt intimidated and had no receipt to prove the purchase. He contended that Mr Kh, who was in his car on 21 February 2001, had seen the applicant purchase the fuel at the petrol station. At the trial the applicant was asked if the inspection record had been drawn up on the spot or in Birofeld. The applicant replied as follows:", "“[The police] started to draw up the inspection record on the spot. Then a bus arrived. There was a tense situation so we left. The bus was also inspected...", "The inspection record was signed in Birofeld. It was started on the spot but was not finished there.”", "15. On 20 March 2001 the applicant submitted to the court an invoice for the purchase of diesel. The court refused to accept the invoice in evidence considering that the applicant did not specify why he had not adduced that evidence at the initial stage of the questioning by the police or at the opening of the trial. The applicant, however, indicated that the invoice had been kept by his wife. It also appears that he specified the name and location of the petrol station where he had allegedly bought it and asked the court to verify this fact. It appears that the court did not follow up his request.", "16. The trial court heard the applicant's wife, who claimed that she had purchased the fuel and had given one petrol can to the applicant and that the applicant had purchased the remainder. The court also questioned Mr Kh who claimed to have seen the applicant purchasing diesel. Mr Kh was with the applicant on 21 February 2001 and told the court that he had not witnessed any threats to the applicant from the police officers. The trial court refused to take those testimonies into consideration, considering that those persons were in close or friendly relationship with the defendant and that their testimonies would therefore be prejudiced.", "17. Instead, the trial judge relied on the inspection record and the written statement made by the applicant on 21 February 2001, testimonies from the attesting witnesses who had been present during the inspection and seizure of fuel from the applicant's car. The court also examined a Mr F who explained there had been cases of workers pouring out diesel from their service vehicles, and thus the company's director had asked the competent authorities to carry out checks. The applicant's car was apparently stopped during one of the checks.", "18. Having examined the evidence, the judge considered that as followed from the inspection record, the applicant had admitted to “have stolen” the diesel from the company premises. By a judgment of 20 April 2001, the Birobidjan District Court convicted the applicant of theft and sentenced him to a suspended sentence of six months' imprisonment. The court held as follows:", "“It follows from the inspection record that two cans of diesel (thirty litres) were seized from [the applicant's] car...The applicant explained that he had stolen the diesel from the company premises...", "Assessing the defendant's testimony at the trial, the court considers that it is made-up with a view to avoiding criminal responsibility for the crime committed; this testimony has not been supported by any objective evidence. The court takes into account his pre-trial testimony, from which it follows that on 21 February 2001 after the end of his working day he had poured out fuel from his service vehicle and was stopped on his way back home. This testimony is logical and corresponds to witness statement by Mr F, Mr K and Mr P, as well as to the materials in the case file.”", "19. The applicant and his counsel appealed alleging that there was no proof that any diesel had been stolen from the company and that the applicant had not been apprised of the privilege against self-incrimination while the court then relied on his admissions made on 21 February 2001. In his appeal, the prosecutor considered that the applicant's acts should be reclassified as misappropriation of property. On 24 May 2001 the Court of the Jewish Autonomous Region dismissed the appeals and upheld the judgment. The court confirmed that the applicant had been convicted on the basis of his own pre-trial admission and other evidence obtained by lawful means, including the inspection record. The applicant's allegation of self-incrimination had been rightly rejected as unfounded.", "20. Article 48 § 2 of the Constitution provides that an arrested or detained person or a person accused of a criminal offence should have a right to legal representation from the moment of his or her arrest, placement into custody or when charges are brought.", "21. Article 51 of the Constitution provides that no one should be obliged to give evidence against himself or herself, his or her spouse or close relative. Other exemptions from the obligation to testify may be authorised by a federal statute.", "22. Pursuant to Article 47 § 1 of the Code, counsel could participate in the proceedings from the date when charges were brought or when the person was arrested or detained. If no preliminary inquiry or investigation was required in the case, counsel could participate in the proceedings from the date when the case was submitted for trial (Article 47 § 2). On 27 June 2000 the Constitutional Court declared Article 47 § 1 unconstitutional as regards the limitation on legal representation before charges were brought. The Constitutional Court decided that until the relevant legislation was amended, Article 48 § 2 of the Constitution should be directly applicable with due regard to the interpretation given by the Constitutional Court.", "23. Chapter 13 of the RSFSR Code of Criminal Procedure provided for a record-based pre-trial procedure in respect of a number of criminal offences. The general provisions of the Code were applicable in this procedure unless Chapter 13 of the Code otherwise provided (Article 414). 's or court'put in writing in a report.", "24. Having examined the report, the inquiring authority should open a criminal case. The person concerned should be informed of the nature of the accusation and be apprised of his right to legal representation and to have access to the file.", "25. Having received the file, the prosecutor should (i) submit the case to a court or (ii) order an inquiry or preliminary investigation or (iii) discontinue the case.", "26. An investigator could carry out an inspection of a crime scene, location, premises, physical objects or documents in order to detect traces of the crime or other physical evidence or to determine the relevant circumstances (Article 178 of the Code). In urgent cases, the inspection could be carried out before opening a criminal case. In such cases, the case was to be opened immediately after the inspection of the crime scene.", "27. A record had to be drawn up and signed by all persons who took part in the investigative measure (Articles 141 and 182 of the Code). Those persons were to be informed that they had a right to make comments (Article 141). If the suspect, accused or another participant refused to sign the record, a note to this effect should be included in the record (Article 142).", "28. An accused hadcould be used as a basis for criminal charges only if his or her culpability was confirmed by the totality of evidence collected in the case (Article 77 of the Code).", "29. Article 413 of the Code of Criminal Procedure, in force at the present time, provides for a possibility to re-open criminal proceedings on the basis of a finding of a violation of the Convention made by the European Court of Human Rights."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}