{"ITEMID": "001-97423", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LESJAK v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1974 and lives in Trnovec Bartolovečki.", "5. He was employed by the Varaždin Police Department where he worked in the catering service. In October 1999 he received his employment booklet (radna knjižica) by registered mail, and his employer had noted in it that his employment had been terminated on 4 October 1999. Enclosed with it, for the applicant to sign, was a draft mutual agreement to terminate his employment, reference no. 511-14-07/1-4767/1-99, dated 4 October 1999 and signed by the employer.", "6. The applicant refused to sign the draft agreement. Instead, on 4 November 1999 he made a request to the employer for the protection of his rights (zahtjev za zaštitu prava) arising from the employment relationship. However, no formal decision was given by the employer in response to the applicant's request. Rather, in a letter of 8 November 1999 the applicant was merely notified that his employment had been terminated because the catering service of the Varaždin Police Department had been outsourced to a third party for whom the applicant had refused to work.", "7. On 11 November 1999 the applicant brought a civil action in the Varaždin Municipal Court (Općinski sud u Varaždinu) seeking reinstatement. He argued that his employment had been terminated against his will as he had never agreed with the employer to terminate it. Thus, the employer's actions had amounted to a dismissal, which was unlawful since no formal decision had been issued.", "8. On 15 November 1999 the Municipal Court, considering that the Administrative Court was competent to hear the applicant's case, declined jurisdiction in the matter and declared his action inadmissible. On 3 December 1999 the Varaždin County Court (Županijski sud u Varaždinu) dismissed the applicant's appeal and upheld the first-instance decision. On 7 February 2001 the Supreme Court (Vrhovni sud Republike Hrvatske) declared inadmissible the applicant's subsequent appeal on points of law (revizija) against the second-instance decision. The case was then transferred to the Administrative Court.", "9. On 4 November 2002 the Administrative Court (Upravni sud Republike Hrvatske) issued a decision whereby it invited the applicant's representative to specify which decision, that is, which administrative act, the applicant was challenging, and to submit two copies of it. The decision read as follows:", "“In the administrative dispute of the plaintiff Dražen Lesjak ... against the decision of the respondent, the Ministry of the Interior of the Republic of Croatia (Varaždin Police Department) concerning the termination of his employment, [the plaintiff's] representative is invited, within the meaning of section 29 of the Administrative Disputes Act, to provide this court within ten days with:", "- an express statement indicating which specific administrative act he is contesting by his action – it is necessary to indicate the [reference] number of the act, as well as its date of issue, and to provide this court with two copies of that decision.", "If the [plaintiff's] representative does not correct the above shortcomings of the action, the court will declare it inadmissible as deficient.”", "On 14 November 2002 the applicant's representative replied as follows:", "“Acting upon the decision of the [Administrative Court] of 4 November 2002, the plaintiff states that he is unable to indicate the specific [reference] number of the administrative act, that is to say, a potential decision, because such an act has never been issued by the respondent and the plaintiff's employment contract was terminated in the manner indicated and described in the statement of claim [('u tužbi')] [of 11 November 1999].”", "On 20 February 2003 the Administrative Court declared the applicant's action inadmissible, finding that he had failed to rectify the shortcomings of his action as requested.", "10. The applicant then lodged a constitutional complaint against the Administrative Court's decision. On 13 April 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant's complaint and served its decision on his representatives on 11 May 2006.", "11. On 15 March 2005 a certain Mrs B.Z., who had also been employed by the Varaždin Police Department and dismissed in the same way as the applicant, brought a civil action in the Varaždin Municipal Court seeking reinstatement. She was represented by an advocate from the same law firm as the advocate who represented the applicant in the above proceedings. In her action B.Z. explained that she used to work in the catering service of the Varaždin Police Department and that on 20 October 1999 she had received her employment booklet by registered mail and her employer had noted in it that her employment had been terminated on 4 October 1999. Enclosed with it, for her to sign, was a draft mutual agreement to terminate her employment, no. 511-01-62-20614/51-96, dated 4 October 1999 and signed by the employer. B.Z. further explained that she had refused to sign the draft agreement. Instead, she had made a request to the employer for the protection of her rights arising from the employment relationship. However, no formal decision had been given by the employer in response to her request. Rather, in a letter of 4 November 1999 she had merely been notified that her employment had been terminated because the catering service of the Varaždin Police Department had been outsourced to a third party.", "12. On 18 November 1999 the Municipal Court, considering that the Administrative Court was competent to hear the plaintiff's case, declined jurisdiction in the matter and declared her action inadmissible. On 14 December 1999 the Varaždin County Court dismissed her appeal and upheld the first-instance decision. The case was then transferred to the Administrative Court.", "13. On 15 March 2005 the Administrative Court issued a decision whereby it invited the plaintiff's representative to specify which decision, that is, which administrative act, the plaintiff was challenging, and to submit two copies of it.", "14. On 30 March 2005 the plaintiff's representative replied to the court's request. The relevant part of her reply read as follows:", "“On the basis of its mutual agreement on the termination of employment contract number: 511-01-62-20614/51-96 of 4 October 1999, which agreement was signed only by the respondent ..., the respondent recorded the termination of employment in the plaintiff's employment booklet, and on 20 October 1999 the plaintiff received the employment booklet and the [abovementioned draft] mutual agreement by registered mail.", "The plaintiff made a request to the respondent for the protection of her rights but on 4 November 1999 she received notification that her employment relationship with the respondent had been terminated because the respondent no longer provided catering services.", "Since the provisions of the Labour Act prescribe that a written mutual agreement on the termination of an employment contract constitutes a legal way to terminate the employment contract if both parties sign it, and given that the plaintiff refused to sign the [abovementioned draft] mutual agreement, [that agreement] cannot be considered to have been concluded and could not have produced any legal effect. The respondent could only have dismissed the plaintiff for business reasons by giving her notice. Therefore, the termination of employment in question and the rescission of the employment contract represents a flagrant breach of the employee's rights because the respondent – contrary to the legislation in force – unilaterally rescinded the plaintiff's employment contract on the basis of a 'mutual agreement' the plaintiff did not sign and was not obliged to sign.”", "The plaintiff's representative also emphasised that the Varaždin Municipal Court had already declined jurisdiction in the case and invited the Administrative Court, should it find that it did not have jurisdiction either, to apply to the Supreme Court in order to resolve the conflict of jurisdiction with the ordinary courts thereby created.", "15. On 2 November 2005 the Administrative Court, considering that it did not have jurisdiction to examine the case, applied to the Supreme Court to resolve the conflict of jurisdiction with the ordinary courts. In its application the court wrote, inter alia:", "“.. [It] is undisputed that the plaintiff concluded an employment contract of unlimited duration with the respondent on 1 January 1996 and that the respondent tried to rescind that contract by a mutual agreement ... which the plaintiff did not sign and which cannot in any case constitute an administrative act ... for which reason the Administrative Court cannot decide on [its] lawfulness.", "This case does not concern a dispute where a decision on a right of a civil servant or an employee employed by a state organ is being contested. Rather, it concerns a mutual agreement on the termination of an employment contract, and its lawfulness cannot be reviewed by the Administrative Court.”", "16. On 22 February 2006 the Supreme Court ruled that the Varaždin Municipal Court was the competent court to hear the B.Z's case.", "17. The Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/1977, and Official Gazette of the Republic of Croatia nos. 53/1991, 9/1992 and 77/1992) regulates the procedure before the Administrative Court and in its relevant part provides as follows:", "Section 6(1) provides that the proceedings before the Administrative Court (that is, an administrative dispute) may be initiated only against an administrative act.", "Section 6(2) provides that an administrative act, within the meaning of that Act, is an act whereby a state organ in the exercise of public authority decides on a right or obligation of an individual or an organisation in some administrative matter.", "Section 27(1) provides that a statement of claim must indicate, inter alia, the contested administrative act and must be accompanied by the original or a copy of the contested act.", "Section 29(1) provides that if the action is incomplete or incomprehensible, the president of the panel shall invite the plaintiff to correct the shortcomings within a certain time-limit. In doing so, the president should instruct the plaintiff what has to be done and how and warn him or her of the consequences of failing to comply with the court's request.", "Section 29(2) provides that if the plaintiff does not correct the shortcomings of his action within the time-limit fixed, and they are of such a nature as to prevent the court proceeding with the case, the court shall declare the action inadmissible as deficient.", "Section 60 provides that if the Administrative Disputes Act does not contain specific provisions on the procedure before the Administrative Court (that is, in administrative disputes), the provisions of the Civil Procedure Act should apply mutatis mutandis.", "Sections 52-59 provide for the remedy of reopening proceedings before the Administrative Court and regulate the procedure following a petition for reopening.", "18. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008), as in force at the relevant time, provided as follows:", "“If the court to which the case has been transferred ... considers that the court which has transferred the case or some other court has jurisdiction, it shall refer the case to the court competent to resolve that conflict of jurisdiction ...”", "“The conflict of jurisdiction between courts of different types shall be resolved by the Supreme Court of the Republic of Croatia.”", "...", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the finality of the judgment of the European Court of Human Rights, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}