{"ITEMID": "001-102754", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GIEDRIKAS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["The applicant, Mr Elijus Giedrikas, is a Lithuanian national who was born in 1971 and lives in Panevėžys. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 20 July 1999 a prosecutor instituted criminal proceedings in a case where a hostage had been taken in the territory of Lithuania, then removed and held in the Republic of Latvia.", "On 10 November 1999 the applicant was arrested and questioned as a suspect in that case. On 11 November 1999 he was charged with taking a hostage and remanded in custody.", "On 7 March 2000 the prosecutor ordered that the applicant be released from custody on bail.", "On 6 December 2001 the prosecutor informed the applicant that a milder remand measure – the obligation not to leave his place of residence – would be imposed on him.", "On 11 April 2006 the prosecutor of the Panevėžys Regional Prosecutor’s office discontinued the pre-trial investigation with regard to the applicant since the prosecution of the crime had become time-barred. The authorities also revoked the obligation for the applicant not to leave his place of residence.", "The applicant appealed, arguing that the criminal proceedings in his case had been protracted and that the prosecutors, not being able to collect evidence against him, had been stalling the pre-trial investigation until the prosecution would become time-barred. Moreover, whilst the pre-trial investigation had been pending, he was obliged not to leave his place of residence and therefore could not travel, search for a job or participate in employment competitions. The applicant requested the prosecutors to reopen the pre-trial investigation and to discontinue his case on rehabilitation grounds.", "By a ruling of 16 June 2006, the prosecutor dismissed the applicant’s request as unfounded. The prosecutor observed that the case was complicated as it involved twelve suspects and a crime which had been committed in the territories of two States – Lithuania and Latvia. It followed that the length of the pre-trial investigation was reasonable and did not violate the applicant’s right to a trial within a reasonable time. The prosecutor also observed that the crime had been committed in 1999 and that the national law provided for a five year term to prosecute it. Therefore it had been correctly decided to discontinue the pre-trial investigation as having become time-barred.", "The applicant appealed.", "On 16 March 2007 the Panevėžys City District Court found that the domestic law indeed provided for a possibility to discontinue the criminal proceedings as being time-barred. It observed, however, that a person’s guilt could be established only by a judgment of a court. By discontinuing the criminal proceedings as time-barred the applicant had been left accused of a crime with all the legal and moral consequences stemming from that. As under the domestic law the pre-trial judge could not himself discontinue the criminal proceedings on rehabilitation grounds, the Panevėžys City District Court returned the case to the prosecutor and ordered him to rectify the situation.", "On 11 April 2007 the prosecutor again discontinued the pre-trial investigation with regard to the applicant on the ground that the prosecution had become time-barred. The applicant appealed.", "On 16 August 2007 the Panevėžys City District Court, having examined the evidence collected during the pre-trial investigation, decided that there was no proof that the applicant had committed the crime with which he had been charged. Consequently, the pre-trial investigation in respect of the applicant had to be discontinued by way of acquittal. The Panevėžys City District Court further noted that even though on 16 March 2007 the case had been returned to the prosecutor, the latter failed to perform any actions for five months and had ignored the court’s ruling by repeating his original decision. The court decided that, in order to avoid further delays, it was competent to resolve the question itself, and ruled that the pre-trial investigation of the applicant had been discontinued on the ground that no crime had been committed.", "The prosecutor challenged the decision, lodging a petition to the President of the Panevėžys City District Court.", "On 31 August 2007 the President of the Panevėžys City District Court adopted the final procedural decision and dismissed the appeal.", "The applicant instituted proceedings for non-pecuniary damage against the Republic of Lithuania. He argued that from 10 November 1999 to 31 August 2007 he had been a suspect in a criminal case, the proceedings lasted unduly long and therefore caused him great moral suffering. The applicant claimed 8,000,000 Lithuanian litas (LTL, approximately 2,317,000 euros (EUR)) in non-pecuniary damages and LTL 3,200 (EUR 927) which he paid for his defence in criminal proceedings.", "In a decision of 10 June 2009 the Panevėžys Regional Court relied on Article 6.272 of the Civil Code and Article 6 § 1 of the European Convention on Human Rights and granted the applicant’s claims in part. The court found that when instituting criminal proceedings and charging the applicant the authorities followed the law. Moreover, the rules of criminal procedure were observed when remand measures – detention, bail, obligation not to leave his place of residence – were imposed on the applicant. The Panevėžys Regional Court found, however, that the pre-trial investigation in the applicant’s case had not been conducted with sufficient intensity and speediness, too few procedural actions had been performed and none at all for certain rather long periods. In contrast, no actions of the applicant that would have contributed to the length of proceedings were established. As a result, there was a breach of the applicant’s right to a trial within a reasonable time, enshrined in Article 6 § 1 of the Convention.", "As to the non-pecuniary damage award, the first instance court acknowledged that the criminal proceedings at issue had caused the applicant much distress. The applicant was dismissed from his job and negatively portrayed in the press. His situation was further compounded by the length of the proceedings, the serious nature of the charges against him and the fact that he had to endure various remand measures. Those negative repercussions extended to the applicant’s family members. In the light of the above and having considered the practice of the European Court of Human Rights, the Panevėžys Regional Court deemed it equitable to award the applicant a sum of LTL 8,000 (EUR 2,317) for non-pecuniary damage he had sustained. Moreover, noting that the criminal proceedings against the applicant were discontinued on rehabilitation grounds, the court also decided that the State should cover the applicant’s defence costs in the sum of LTL 3,200.", "On 14 May 2010 the Court of Appeal upheld the above decision, fully concurring with the first instance court to the effect that the length of the criminal proceedings was not justified. The award for non-pecuniary damage remained at LTL 8,000. The appellate court however lowered the sum for the applicant’s legal costs by LTL 1,000, because it was established that those costs were incurred on 27 December 2007 that is four months after the criminal proceedings had been discontinued.", "The applicant submitted an appeal on points of law; however, by a ruling of 20 August 2010 the Supreme Court refused to examine it as raising no important legal issues.", "On 17 September 2010 the Ministry of Justice ordered a bank to transfer to the applicant the sum of LTL 10,200, in “compensation for pecuniary and non-pecuniary damage”.", "Article 6.272 of the Civil Code allows a civil claim for pecuniary and non-pecuniary damage, in view of the unlawful actions of the investigating authorities or court, in the context of a criminal case. The provision envisages compensation for an unlawful conviction, an unlawful arrest or detention, the application of unlawful procedural measures of enforcement. According to recent domestic case-law, this provision may also allow claims for damages arising from the excessive length of criminal proceedings (see Norkūnas v. Lithuania, no. 302/05, § 26, 20 January 2009).", "The court practice also provides that on the basis of the above legal norm civil liability of the State arises irrespective of whether there was guilt of the investigating authorities or court. For the liability to arise it is sufficient that the authorities’ actions (inaction) would be unlawful, that they had caused damage and there must also be a causal link between those actions (inaction) and damage (the Supreme Court’s ruling of 4 February 2009 in civil case no. 3K-3-5/2009 and the ruling of 20 April 2007 in civil case no. 3K-3-169/2007).", "Furthermore, Article 6.272 of the Civil Code is to be applied directly – a court must apply it in a civil case for damages irrespective of whether a procedural measure, which the plaintiff alleges has caused damage, had ever been challenged in criminal proceedings (the Supreme Court’s ruling of 7 June 2006 in civil case no. 3K-7-183/2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}