{"ITEMID": "001-61451", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF WIERCISZEWSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1956 and lives in Wizna, Poland.", "5. In 1991, in the course of court proceedings concerning child support maintenance the Łomża District Court (sąd rejonowy) imposed on the applicant an interim ban on leaving the territory of Poland. She was not notified of that decision until 16 July 1991, when she was stopped at an airport, on her way to the United States of America.", "6. On 30 September 1991 the applicant filed with the Łomża Regional Court (sąd wojewódzki) an action in which she claimed damages from the State Treasury. She argued that that ban was wrongful and not served on her, which had made it impossible for her to return to the United States of America and pursue her application for a residence permit there. The applicant submitted that judge X who had issued that order had known her former husband, who had been a party to those proceedings.", "7. On 31 October 1991 the Białystok Court of Appeal (sąd apelacyjny) transferred the case to the Białystok Regional Court.", "8. The latter court held hearings on 7 April, 24 September and 17 December 1992.", "9. On 5 January 1993 it rejected a part of the applicant's claim.", "10. At the hearing held on 13 May 1993 the court, at both parties' request, stayed the proceedings until the completion of disciplinary proceedings against judge X.", "11. On 3 September 1993 the court resumed the proceedings.", "12. It held further hearings on 7 October and 16 December 1993, as well as 20 January 1994.", "13. On 3 February 1994 the Białystok Regional court gave judgment. It awarded the applicant damages in the amount of 145.820.500 old zlotys with interest. The defendant and judge X, who joined the proceedings as an intervener, appealed.", "14. On 7 July 1994 the Białystok Court of Appeal quashed the Regional Court's judgment and remitted the case for re-examination.", "15. On 1 August 1994 the applicant challenged the participation in the proceedings of all the judges from the Białystok Regional court.", "16. On 15 December 1994 the Białystok Court of Appeal dismissed that petition.", "17. The Regional Court held hearings on 26 April, 28 June and 6 September 1995. At the former the court decided to request the U.S. embassy to submit a certain piece of information. At the hearing of 26 June 1995 it imposed a fine on a witness for non-attendance before the court.", "18. Hearings were held on 22 August, 19 September and 28 November 1996.", "19. The hearing scheduled for 18 December 1996 was adjourned because of the presiding judge's illness.", "20. The court held a hearing on 17 April 1997.", "21. On 30 April 1997 it gave judgment. The court dismissed the applicant's action. She appealed.", "22. On 7 November 1997 the Regional Court refused the applicant's request for exemption from the appellate court costs. On 2 December 1997 the Court of Appeal changed that decision and exempted her from part of those costs.", "23. It held hearings on 5 February and 3 March 1998.", "24. On 10 March 1998 the Białystok Court of Appeal amended the judgment of 30 April 1997 in that it awarded the applicant damages in the amount of 23,864 zlotys (PLN) with interest. All the participants to the proceedings lodged cassation appeals against that judgment.", "25. On 12 May 1998 the Court of Appeal rejected the applicant's cassation appeal. She appealed. On 27 August 1998 the Supreme Court quashed the Court of Appeal's decision.", "26. On 28 June 2000 the Supreme Court quashed the judgment under appeal and remitted the case for re-examination.", "27. On 30 November 2000 the Court of Appeal held a hearing.", "28. On 7 December 2000 it gave judgment. The court dismissed the applicant's appeal against the judgment of 30 April 1997 given by the Białystok Regional Court. The applicant lodged a cassation appeal against that judgment.", "29. On 14 June 2002 the Supreme Court rejected that cassation appeal on procedural grounds.", "30. Subsequently, the applicant's lawyer requested the re-opening of the case, relying on a recent judgment of the Constitutional Court concerning the State's liability for damage caused by a State official while giving a decision or carrying out other official duties. The request was rejected.", "31. On 4 November 2002 the applicant's lawyer lodged a constitutional complaint relating to the rejection of her request for re-opening. On 9 June 2003 the Constitutional Court gave judgment.", "32. Relying on that judgment, the applicant again filed a request for re-opening. On 9 October 2003 she informed the Court that her request had not yet been examined."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}