{"ITEMID": "001-93324", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "DENESOSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Sašo Denesoski, is a Macedonian national who was born in 1967 and lives in Ohrid. He was represented before the Court by Mr S. Dimitrov, a lawyer practising in Bitola. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 July 2000 the Ohrid Court of First Instance (“the first-instance court”) convicted the applicant and Mr A. of misdemeanours punishable under sections 206 and 207 of the 1998 Customs Act (see “Relevant domestic law” below). They were fined 25,000 Macedonian denars (MKD). The court also ordered a security measure in respect of Mr A., namely confiscation of a car which he had imported free of customs duties (“the confiscation order”). On 19 October 2000 the Bitola Court of Appeal overturned that decision and suspended the misdemeanour proceedings since they had not been instituted by a competent authority.", "On 6 March 2001 a fresh application for misdemeanour proceedings was lodged against the applicant and Mr A., now under section 295 of the 1993 Customs Act (see “Relevant domestic law” below).", "On 18 May 2001 the first-instance court found the applicant and Mr A. guilty and fined them MKD 15,000 each. It observed that Mr A. had imported the above-mentioned car free of customs duties in January 1998. Under the applicable rules, the car should not have been disposed of for three years after being imported. However, Mr A. had transferred the car to a company T. under an uncertified investment agreement (договор за вложување). The court further established that on 2 April 2000, at 3, 30 a.m., the police had stopped the applicant while he was driving the car. The court ruled that the applicant knew or, in the circumstances, ought to have known that the car had been imported free of customs duties and that he could not use it. By a rectifying decision of 8 June 2001 the confiscation order was issued in respect of Mr A. On 11 September 2001 the Bitola Court of Appeal quashed these decisions and remitted the case for fresh consideration.", "On 5 March 2002 the applicant was found guilty of committing an offence punishable under the 1993 Customs Act and was fined MKD 10,000. The confiscation order was issued again in respect of Mr A. This decision was set aside on 21 May 2002.", "On 29 October 2002 the first-instance court found the applicant guilty and imposed the same fine. Relying on the evidence admitted in the first set of proceedings, the court found the applicant’s conduct to be in breach of section 295 § 3 of the 1993 Customs Act. It established that on 2 April 2000 at 3.30 a.m., the applicant had been driving the car even though he knew or, in the circumstances, ought to have known that he could not use it given the preferential customs regime under which it had been imported. The court further stayed the proceedings in respect of Mr A. since the four-year time-bar provided for in the 1998 Customs Act had expired. In this connection, it established that on 17 February 1998 Mr A. had transferred the car to company T. although he was legally not supposed to dispose of it until after 11 February 2001. Lastly, the court issued the confiscation order in respect of Mr A. as holder of title to the car.", "The applicant appealed, submitting, inter alia, that the prosecution was time-barred, that his conviction was based on the 1993 Customs Act, which was not in force at the date of the purported offence, namely 2 April 2000, that no evidence for his guilt had been presented nor any reason given in respect of the confiscation order and the fine imposed.", "On 7 November 2003 the Bitola Court of Appeal dismissed the applicant’s appeal. It held that there was sufficient evidence of his guilt; that it was irrelevant when the applicant had acquired factual possession of the car since the offence was regarded as being committed on 2 April 2000 and that the four-year time-bar, specified in the 1998 Customs Act, had not expired in the applicant’s case. It further stated that the confiscation order had been lawful. No comment was made on the applicant’s complaint that his conviction had been based on the 1993 Customs Act.", "On 21 November 2003 this decision was served on the applicant.", "On 11 December 2003 the first-instance court dismissed Mr A.’s claim for restitution of the car. It further regarded the applicant’s claim submitted on the same ground as having been withdrawn. On 15 April 2004 the Bitola Court of Appeal upheld this decision.", "Section 29 of the 1993 Customs Act identified persons eligible to import goods free of customs duties. A person concerned was obliged to pay the customs levies if he or she, within three years after the import, intended to sell or to transfer to another person or to use the goods concerned for a purpose other than those for which the customs exemption or customs privilege had been granted.", "According to section 289 § 1 (9), an enterprise or other legal entity would be fined by an amount of one to three times the evaded customs duty or one to two times the value of the undeclared goods if, before the expiration of the three-year time-limit, it had sold, transferred to another person or used the goods concerned for a purpose other than those for which the customs exemption had been granted.", "Section 295 § 1 provided that an enterprise or other legal entity which bought, sold, accepted as a gift, retained, used or held on any ground the goods concerned, although it knew or in the circumstances ought to have known, that an offence had been committed, inter alia, under section 289 § 1 (9), would be sentenced to the same penalty as the offender. Under paragraph 3 of this provision the same applied to individuals, both nationals and foreigners.", "Section 187 § 1 of the 1998 Customs Act provided that goods free of customs duties could not, within three years after being imported and without import levies having been paid, be sold, transferred to another person or used for a purpose other than that for which the customs exemption had been granted.", "Under section 206 § 1 (14), an individual was to be fined by an amount of one to five times the evaded customs duty or one to three times the value of the goods if he or she, contrary to section 187 and without having paid the customs duty, sold, transferred to another person or used goods for a purpose other than that for which the customs exemption had been granted.", "Section 207 §§ 1 and 3 provided that legal entities which, in relation to the activity pursued, bought, sold, accepted as a gift, retained or for transport purposes, held, used or secured possession of goods in respect of which it knew or, in the circumstances ought to have known, that an offence under sections 204-206 had been committed, would be sentenced to the same penalty as the offender. That provision applied likewise to individuals.", "The date when the 1998 Customs Act was to enter into force was postponed on several occasions. By a law of 31 December 1999 (Official Gazette no. 86/99), it became applicable as of 1 April 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}