{"ITEMID": "001-105677", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GUBIYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1934 and lives in Chechen-Aul.", "7. He is the sole founder, director and owner of a limited liability company called Voskhod (Общество с ограниченной ответственностью «Восход», “the company”).", "8. According to the applicant, at the material time the company owned a mill complex and a petrol station.", "9. In late 1999 the Russian Government launched a counter-terrorism operation in Chechnya.", "10. On 18 July 2000, during a special operation in the vicinity of the village of Chechen-Aul, servicemen of military unit no. 3660 of the Russian Ministry of the Interior blew up the mill belonging to the company, with the result that it was completely destroyed and the petrol station situated nearby was damaged.", "11. In 2000-2001 the applicant complained on behalf of the company to a number of public officials, including the commander of military unit no. 3660, the head of the administration of the Chechen Republic and prosecutors at various levels, about the damage inflicted.", "12. On 25 May 2001 the prosecutor’s office of military unit no. 20102 took a decision to dispense with criminal proceedings in connection with the incident of 18 July 2000. The decision stated that, on the date in question, the servicemen of military unit no. 3660 had been carrying out a special operation in the vicinity of Chechen-Aul, and that, in order to destroy a place which was supposed to be a terrorist arms and ammunition store, and which the terrorists had transformed into a base from which they had strafed a federal checkpoint, the servicemen, following their commanding officers’ order, had blown up the mill complex belonging to the company, with the result that it had been completely destroyed. The decision further stated that the actions of the commanding officers and servicemen of military unit no. 3660 had been based on section 21 of the Federal Law on Suppression of Terrorism (“the Suppression of Terrorism Act”), had been rendered absolutely necessary by unlawful actions of unidentified illegal fighters putting the federal servicemen’s lives in real danger, and had been aimed at eliminating that danger. The decision went on to note that the danger could not have been eliminated by any other means, and therefore the destruction of the company’s property had not constituted a criminal offence. It thus concluded that there had been no evidence of a crime in the servicemen’s actions. The decision also stated that, taking into account the aforementioned circumstances and the fact that the pecuniary damage had been inflicted on a third person who had not performed any actions that would have rendered the infliction of damage absolutely necessary, a question of compensation for that damage should be resolved by a civil procedure.", "13. In 2002 the applicant, acting on the company’s behalf, issued proceedings against military unit no. 3660 before the Commercial Court of the Rostov Region. He sought compensation for losses sustained in the amount of 13,483,299 Russian roubles (RUB, approximately 335,000 euros, EUR).", "14. On 2 July 2002 the court rendered its judgment. Throughout the judgment the court referred to the mill complex and petrol station as the company’s property. It established the circumstances of the incident of 18 July 2000 as they had been presented by the claimant company and confirmed that the damage inflicted corresponded to the amount indicated in the court claim. In this latter respect, the court based its finding on a working estimate (see paragraph 33 below) and a letter from the State Agency for Construction, Architectural and Housing Policy, according to which the original amount should be adjusted in line with the index of prices in the first quarter of the year 2002.", "15. The court further held as follows:", "“... The military prosecutor’s office of military unit no. 20102 carried out an inquiry into the incident. In a decision of 25 May 2001 reflecting the result of the inquiry it had been established that on 18 July 2000, pursuant to a combat order, servicemen of military unit no. 3660 were pursuing a special operation in the village of Chechen-Aul and its adjacent territory.", "The materials of the case reveal that the mill belonging to the Voskhod company was a convenient position to direct fire on the outpost of Interior troops stationed nearby, and that the lives and health of the servicemen were put under constant risk as a result. Since section 21 of the Suppression of Terrorism Act permitted deliberate infliction of damage on the legally protected interests of a person, society, or the State, the commanding officers of military unit no. 3660 took a decision on the basis of which the servicemen of that unit blew up the mill complex belonging to the Voskhod company. As a result of the explosion the building was completely destroyed.", "...", "... In accordance with section 21 of the Suppression of Terrorism Act ..., on the basis of the legislation and within the limits established by it, damage may be caused to the life, health and property of terrorists, as well as to other legally protected interests, in the course of a counter-terrorism operation. However, servicemen, experts and other persons engaged in the suppression of terrorism shall be exempted from liability for such damage, in accordance with the legislation of the Russian Federation.", "By virtue of Article 1067 of the Russian Civil Code, damage inflicted in a situation of absolute necessity, and notably for elimination of a danger threatening the tortfeasor or third parties, if the danger, in the circumstances, could not be eliminated by any other means, shall be compensated for by the tortfeasor.", "Having regard to the circumstances in which the damage was caused, a court may impose an obligation to compensate for such damage on a third party in whose interests the tortfeasor acted, or release from such an obligation, partially or in full, both the third party and the tortfeasor.", "The court, taking into account the absence of unlawfulness in the defendant’s actions and the fact that those actions were performed in a situation of absolute necessity, holds that they were lawful. Such actions are socially useful as they are aimed at protecting an individual, his rights and freedoms, the interests of society and the State from impending danger.", "Taking into account the circumstances in which the damage was caused and the fact that [it was inflicted on] a person who had not committed any unlawful acts but had become a victim of a seriesobligation to compensate for the losses.”", "16. The court thus dismissed the claimant company’s claims in their entirety and ordered the company to pay a court fee in the amount of RUB 100,000 (approximately EUR 2,500).", "17. On 29 August 2002 the Commercial Court of the Rostov Region, sitting as an appellate court, upheld the first-instance judgment, having in essence restated its reasoning. In its decision the court described the mill complex and petrol station as the company’s property.", "18. On 25 November 2002 the Federal Commercial Court of the NorthCaucasus Circuit (“the Federal Commercial Court”) dismissed the company’s appeal, stating, in particular:", "“According to certificates issued by the Bureau of Technical Inventory of the Ministry of Housing Maintenance and Utilities and dated 20 March and 13 June 1996 [the mill and the petrol station] are registered in the name of the Voskhod company (зарегистрированы за ООО «Восход») on the basis of decisions of the Chechen-Aul local council dated 26 February 1992 and 26 December 1993 respectively. However, the claimant company has not submitted to this court documents confirming that the mill complex and petrol station were properly transferred into the company’s ownership (переданы на баланс ООО «Восход»), or proof of any other legal grounds for the company to acquire the property title to the mill complex and petrol station. There is no documentary evidence to confirm the condition and value of [the property in question] before it was destroyed.", "... The claimant company confirmed [the amount of losses] by estimates of costs for the construction of a new mill complex and petrol station.", "The Voskhod company did not offer proof that it had acquired the property, or of its value at the moment of destruction, and therefore the court rightly dismissed the claimant company’s action.”", "19. The court also upheld the reasoning of the two lower courts, stating, in particular, that the servicemen’s actions had been based on the Suppression of Terrorism Act and relevant presidential decrees and had aimed at restoring constitutional order in the Chechen Republic. It also noted that there had been no evidence in the materials of the case that the servicemen had acted ultra vires or that their actions had been unlawful, and therefore the servicemen should be exempt from responsibility for their actions.", "20. Thereafter the applicant, acting on the company’s behalf, sought to have the amount of the court fee imposed on him by the first-instance court reduced. His request was dismissed.", "21. Both parties submitted various documents confirming that the applicant was the sole founder, owner and director of the company.", "22. A certificate issued by a tax authority confirmed that the company had been registered with that authority on 3 May 2001 and had been given an identification number as a taxpayer.", "23. An extract of 1 July 2008 from the Uniform State Register of Legal Entities (Единый государственный реестр юридических лиц) provided various details concerning the Voskhod company. It indicated, in particular, that the company’s principal business activity was the retail sale of motor fuel, and its subsidiary activity was the production of flour, flour blends and pastry preparations for baking.", "24. By a decision of 26 February 1992 the local council of the village of Chechen-Aul (“the Chechen-Aul local council”) assigned to the applicant, in his capacity as director of the Voskhod company, a plot of land measuring 300 square metres, and authorised the company to build a petrol station on that plot.", "25. A certificate of 13 April 1993 issued by a competent authority attested that the construction of the petrol station had been completed and that that authority had accepted it as commissioned and fully operational.", "26. In a decision of 26 December 1993 the Chechen-Aul local council, at the applicant’s request, gave him permission to build a mill complex and assigned him a plot of land measuring 1,500 square metres for that purpose.", "27. A certificate of 20 March 1996 issued by the Republican Bureau of Technical Inventory of the Russian Ministry of Housing Maintenance and Utilities confirmed that the mill complex had been registered as the Voskhod company’s property on the basis of the decision of 26 December 1993 by the Chechen-Aul local council. A similar certificate was issued by the Republican Bureau of Technical Inventory on 13 June 1996 in respect of the petrol station.", "28. Under a contract of 10 April 1999 the company agreed to purchase various equipment for the mill complex and to pay RUB 125,000 (approximately EUR 3,100).", "29. A certificate of 13 December 2005 attested to the State registration of the property title to a petrol station belonging to the Voskhod company.", "30. An extract of 18 July 2008 from the Uniform State Register of Rights to Immovable Property and Transactions therewith (Единый государственный реестр прав на недвижимое имущество и сделок с ним) confirmed that the Voskhod company was the owner of a petrol station. Another extract of the same date stated that there was no entry in the aforementioned Register in respect of any property rights of the Voskhod company to any mill complex.", "31. A report of 19 July 2000 stated that on that date a commission of the Chechen-Aul local council had examined, at the applicant’s request, the mill complex belonging to the Voskhod company. The commission had established that the mill, which had had a production capacity of 100 tons of flour per day and had consisted of a permanent three-floor building measuring 20 x 30 metres, had been completely destroyed. The report then gave a more detailed description of the damage inflicted. It also stated that the commission had examined the mill complex in May 2000 and had drawn up an evaluation report attesting to some damage inflicted on the building during the previous military actions. The report then certified that the complete destruction of the mill complex, established by the commission on that date, had been carried out by federal forces on 18 July 2000 during a special operation in Chechen-Aul, this being confirmed by objective evidence and witness statements to the effect that representatives of the federal forces had planted explosive devices and then set off explosions in at least eight parts of the mill building. The commission also indicated in the report that the Voskhod company should apply to specialised agencies for assessment of the damage inflicted.", "32. By a certificate it issued on 5 November 2008 the Chechen-Aul local council attested that on 18 July 2000 the mill complex with equipment belonging to the Voskhod company had been destroyed and the petrol station had been damaged.", "33. A working estimate of repair costs of 15 September 2001 indicated that it was necessary to invest an overall amount of RUB 9,356,308 (approximately EUR 234,000) to restore the mill complex and petrol station.", "34. A report of 11 September 2002 drawn up by a State agency of expert examinations stated that this latter authority had, at the applicant’s request, carried out an expert evaluation of the aforementioned estimate of repair costs and established that they should total RUB 13,677,294 (approximately EUR 340,000), taking into account the index of prices in the third quarter of the year 2002.", "35. In a certificate of 20 September 2000, issued at the applicant’s request, the Chechen-Aul local council confirmed that on 18 July 2000, the date on which the mill complex belonging to the Voskhod company had been blown up, the federal forces had been carrying out a special operation in Chechen-Aul to blow up oil refining facilities. The operation in question had been conducted by military unit no. 3660.", "36. In his explanation given on 27 June 2008 to the prosecutor’s office of the Chechen Republic the applicant confirmed that he was the sole founder, owner and director of the Voskhod company. He further stated that the Chechen-Aul local council in its decision, of 26 February 1992, (see paragraph 24 above), had authorised the company to build a petrol station, that the construction had been completed on 13 April 1993, and that the petrol station had been acknowledged by a competent State authority as commissioned and fully operational (see paragraph 25 above). The applicant pointed out that the company had duly registered the property title to the petrol station with the Bureau of Technical Inventory (see paragraph 27 above), but no documents confirming the formal transfer of the title in respect of the petrol station to the company had ever been drawn up. The applicant also stated that on 26 December 1993 the Chechen-Aul local council had also authorised the company to build a mill complex (see paragraph 26 above). According to him, the construction had been completed in late 1993 [apparently a mistake, should read 1994] and the mill complex started functioning with a production capacity of 100 tons of flour per day. The applicant stated that he had been unable to comply with the procedure whereby a new construction should be accepted by an appropriate State authority as commissioned and fully operational, because of the beginning of military actions in the Chechen Republic at that time. He also stated that the company had registered the property title to the mill complex with the Bureau of Technical Inventory (see paragraph 27 above), but no documents confirming the formal transfer of the title to the mill complex to the company had ever been drawn up. The applicant further claimed, with reference to the contract of 10 April 1999 (see paragraph 28 above), that the company had purchased various equipment for the mill. He went on to state that from late 1999, when the second counter-terrorism operation in the Chechen Republic started, until late 2001, military unit no. 3660 had been stationed on the Voskhod company site, including in the mill complex, and that servicemen of that unit had disassembled the equipment. After military unit no. 3660 had been transferred to another location, the servicemen of that unit had blown up the mill complex building. According to the applicant, prior to the events in question no survey of the petrol station and mill complex had been done. The applicant further referred to an estimate of 15 September 2001 (see paragraph 33 above) and stated that at present the amount necessary to restore the petrol station and mill complex was considerably higher than that indicated in the estimate.", "37. In a certificate of 5 November 2008 the Chechen-Aul local council confirmed that for several months, from early 2000 until July 2000, federal servicemen had been stationed within the territory and on the Voskhod company site, of which the applicant was the founder and director.", "38. The Russian Constitution provides as follows:", "“1. The right of private property shall be protected by law.", "...", "3. No one may be deprived of property otherwise than by a court decision. Expropriation of property for State needs may only be carried out subject to preliminary and equivalent compensation.”", "“...", "3. The rights and freedoms set forth in the Constitution may only be limited by the federal law to the extent necessary for the protection of the fundamental principles of the constitutional system, morality, health, the rights and lawful interests of other people, or for ensuring the defence of the country and security of the State.”", "39. Article 131 of the Russian Civil Code states that the title to and other proprietary interests in immovable property, limitations of those rights, their creation, transfer and termination shall be subject to State registration in a single State register by the relevant authorities. The State registration procedure was established in the Federal Law On Registration of Property Rights to Immovable Property and Transactions with such Property (“the State Registration Act”).", "40. Article 1064 provides that damage caused to the property of an individual or of a legal entity shall be compensated for in full by the person who inflicted such damage. The latter may be released from the obligation to pay compensation if he or she can prove that the damage was not inflicted through his or her own fault; however, the law may provide for compensation in respect of damage even in the absence of fault by the person who caused it. Damage inflicted by lawful actions shall be compensated for in cases established by law.", "41. By virtue of Article 1067, damage inflicted in a situation of absolute necessity, and notably for elimination of a danger threatening the tortfeasor or third parties, if the danger, in the circumstances, could not be eliminated by any other means, shall be compensated for by the tortfeasor. Having regard to the circumstances in which the damage was caused, a court may impose an obligation to compensate for such damage on a third party in whose interests the tortfeasor acted, or may release from such an obligation, partially or in full, both the third party and the tortfeasor.", "42. Article 1069 stipulates that a State agency or a State official will be liable towards a citizen for damage caused by their unlawful actions or failure to act. Compensation for such damage will be awarded at the cost of the federal or regional treasury.", "43. Article 25 of the Russian Code of Commercial Procedure establishes that actions must be brought in the courts at the location of the defendant.", "44. The Federal Law on Suppression of Terrorism of 25 July 1998 (Федеральный закон от 25 июля 1998 г. № 130-ФЗ «О борьбе с терроризмом», “the Suppression of Terrorism Act”), as in force at the relevant time, provided as follows:", "“For the purposes of the present Federal Law the following basic concepts shall be applied:", "... ‘suppression of terrorism’ shall refer to activities aimed at the prevention, detection, suppression and minimisation of the consequences of terrorist activities;", "‘counter-terrorist operation’ shall refer to special activities aimed at the prevention of terrorist acts, ensuring the security of individuals, neutralising terrorists and minimising the consequences of terrorist acts;", "‘zone of a counter-terrorist operation’ shall refer to an individual terrain or water surface, means of transport, building, structure or premises with adjacent territory where a counter-terrorist operation is conducted;...”", "“On the basis of the legislation and within the limits established by it, damage may be caused to the life, health and property of terrorists, as well as to other legally protected interests, in the course of a counter-terrorist operation. However, servicemen, experts and other persons engaged in the suppression of terrorism shall be exempted from liability for such damage, in accordance with the legislation of the Russian Federation.”", "45. The Federal Law On Registration of Property Rights to Immovable Property and Transactions with such Property (Федеральный закон от 21 июля 1997 г. № 122-ФЗ «О государственной регистрации прав на недвижимое имущество и сделок с ним, “the State Registration Act”) in its sections 2 and 4 provides that the title to and other proprietary interests in immovable property shall be subject to State registration, and that the latter shall be the only proof of the existence of a right of property."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}