{"ITEMID": "001-70767", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OKPISZ v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+8;Pecuniary damage - financial award", "JUDGES": "Josep Casadevall", "TEXT": ["8. The applicants were born in 1946 and 1947 respectively and live in Dortmund in Germany.", "9. In 1985, the applicants, a married couple, immigrated to Germany with their daughter, born in 1979. Their son, born in 1970, joined them in 1986.", "10. In 1987 their request to be recognised as immigrants of German origin (Vertriebene) was rejected. The applicants' request to reopen the proceedings was rejected on 5 November 1992 by the Münster Administrative Court of Appeal (Oberverwaltungsgericht). The same day the applicants were issued with residence titles for exceptional purposes (Aufenthaltsbefugnis) which have been regularly renewed.", "11. On 27 December 1993 the Dortmund Labour Office (Arbeitsamt) informed the first applicant, who had received child benefits (Kindergeld) since 1986, that as from 1 January 1994 the child benefits would no longer be paid following a change in legislation. The office noted that according to Section 1 § 3 of the Federal Child Benefits Act (Bundeskindergeldgesetz, see relevant domestic law below), as amended and in force as from 1 January 1994, a foreigner was only entitled to child benefits if in possession of a residence permit (Aufenthaltsberechtigung) or a provisional residence permit (Aufenthaltserlaubnis). The office noted that this condition was not met in the applicants' case.", "12. On 25 March 1994 the Federal Labour Office (Bundesanstalt für Arbeit) rejected the first applicant's objection.", "13. The first applicant, assisted by counsel, lodged an action with the Dortmund Social Court (Sozialgericht) with the aim to be granted child benefits from January 1994 onwards. He claimed that he and his family had been residing in Germany since 1985 and had been paying tax and social contributions. He should, therefore, continue to be entitled to the child benefits.", "14. On 27 March 1995 the Social Court dismissed the first applicant's action. It confirmed that only aliens with an unlimited or a provisional residence permit were entitled to the payment of child benefits. The new legislation had only intended to grant child benefits to aliens living in Germany on a permanent basis, whereas aliens with only a limited residence title for exceptional purposes were not likely to stay. The court further pointed out that this distinction did not violate the German Basic Law as had been stated by the Federal Social Court in several judgments since 1992. As to the special protection of the family provided under Article 6 of the German Basic Law, the court held that this did not prevent the State from subjecting the payment of child benefits to the type of the residence title.", "15. On 14 June 1995 the first applicant, assisted by counsel, lodged an appeal with the North Rhine-Westphalia Social Court of Appeal (Landessozialgericht).", "16. On 2 May 1997 the Social Court of Appeal informed the first applicant that it had referred five pilot cases to the Federal Constitutional Court (Bundesverfassungsgericht) for review of Section 1 § 3 of the Child Benefits Acts, and asked him whether he would agree to a suspension of his appeal proceedings until a decision had been given by the Constitutional Court. On 20 May 1997 the Social Court of Appeal, having obtained the parties' agreement, ordered the suspension of the proceedings.", "17. By decision of 6 July 2004 in the pilot cases (1 BvL 4/97, 1 BvL 5/97, 1 BvL 6/97), the Federal Constitutional Court ruled that section 1 § 3 of the Child Benefits Act as effective from January 1994 until December 1995 was incompatible with the right to equal treatment under Article 3 § 1 of the Basic Law. Accordingly, the legislator was ordered to amend the law by 1 January 2006.", "18. The Federal Constitutional Court found, in particular, that the different treatment of parents who were and who were not in possession of a stable residence permit lacked sufficient justification. As the granting of child benefits related to the protection of family life under Article 6 § 1 of the Basic Law, very weighty reasons would have to be put forward to justify unequal treatment. Such reasons were not apparent. In so far as the provision was aimed at limiting the granting of child benefits to those aliens who where likely to stay permanently in Germany, the criteria applied were inappropriate to reach that aim. The fact that a person was in possession of a limited residence title did not form a sufficient basis to predict the duration of his or her stay in Germany. The Constitutional Court did not discern any other reasons justifying the unequal treatment.", "19. On 27 December 2004, following the first applicant's request, the Social Court of Appeal resumed the proceedings. On 9 March 2005 the Social Court of Appeal, with the parties' consent, once again suspended proceedings pending the amendment of the applicable legislation.", "20. In 2000 the first applicant lodged a motion with the Munster Tax Court (Finanzgericht) with the aim to be granted child benefits from January 1996 onwards according to the provisions of the Income Tax Act (Einkommensteuergesetz, see relevant domestic law below). On 6 May 2004 the Tax Court rejected the motion. The first applicant did not lodge an appeal.", "21. Section 1 of the 1994 Federal Child Benefits Act (Bundeskindergeld-gesetz, Federal Gazette - Bundesgesetzblatt 1994-I, S. 168), as in force from 1 January 1994 until 31 December 1995, provided for the payment of child benefits which are financed by the Federation.", "Section 1, as far as relevant, provided as follows:", "“(1) Under the provisions of the present Act, anybody is entitled to child benefits for his or her children ...,", "1. who has a place of residence (Wohnsitz) or regular residence (gewöhnlicher Aufenthalt) within the scope of the present Act,", "...", "(3) An alien is entitled to a benefit under the present Act, if he has a residence permit or a provisional residence permit. ...”", "22. Following a reform of the law on child benefits with effect from 1 January 1996, an equivalent provision on child benefits is to be found in Section 62 § 2 of the Income Tax Act (Einkommenssteuergesetz)."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}