{"ITEMID": "001-111231", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "WIATER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Mr Edward Wiater, is a Polish national, who was born in 1931 and lives in Szczecin. He was represented before the Court by Mr B. Sochański, a lawyer practising in Szczecin.", "3. In 1977 the applicant was initially diagnosed with narcolepsy (chronic sleep disorder). That diagnosis was confirmed in 1987. Narcolepsy is characterised by excessive sleepiness and sleep attacks. Since 1988 the applicant has been followed by a psychiatrist and received pharmacological treatment. In the following years the applicant was diagnosed with diabetes and hypertension (1989), sleep apnoea (1996) as well as epilepsy (1998). He was hospitalised following an epileptic seizure (1998 and 2003) and a cardiac arrest (1999).", "4. In 1998 a psychiatrist treating the applicant advised the applicant to take Vigil (Modafinil) which, in contrast to previous drugs, had positive effects on his condition. The drug was initially provided by a pharmaceutical company free of charge to the applicant’s doctor. Subsequently, the drug became available in pharmacies but was not listed on the Ministry of Health’s register of refunded drugs. The applicant could buy the drug at his own expense.", "5. In September 2003 the applicant was admitted to the Sleep Disorder Clinic at the Nowowiejski Hospital in Warsaw. He was diagnosed with narcolepsy and breathing difficulties while sleeping. On the certificate dated 26 September 2003 Doctor MS stated that Vigil (Modafinil) was the basic drug used in the treatment of narcolepsy.", "6. In July 2006 the applicant underwent a bypass surgery in the Pomorska Medical Academy. In 2009 he was hospitalised for pneumonia.", "7. On 3 December 2003 the applicant requested the Szczecin Branch of the National Health Fund (“the NHF”) to refund him the cost of the drug. He submitted that he suffered from narcolepsy as well as from diabetes. He also had a stroke. He had frequently lost consciousness and was hospitalised on account of those ailments. He claimed that the psychiatrists and neurologists treating narcolepsy were of the view that Vigil (Modafinil) was the only effective drug for his condition. He submitted opinions of two doctors from private practice to that effect. The applicant was not able to afford to buy the drug and submitted that there was no generic drug available.", "8. By a letter of 22 December 2003 the applicant was informed that the NHF refunded the cost of drugs in accordance with the Ordinance of the Minister of Health on the register of drugs which were distributed free of charge, against the payment of a lump sum or against a partial payment (“the Ordinance”). The contents of the register of the refunded drugs and related matters were determined by the Minister of Health. The applicant was informed that there was no possibility to refund the cost of those drugs which were non-refundable according to the Ordinance. Lastly, he was advised that he could be assisted by the social services.", "9. On 20 January 2004 the applicant requested the Forensic Medicine Department of the Pomorska Medical Academy to prepare an opinion as to whether Vigil (Modafinil) could be considered a life-saving drug in his case. In the opinion of 30 April 2004 Doctor EK, having regard to the applicant’s medical history, replied in the affirmative. She noted that Vigil (Modafinil) was the basic drug used in the treatment of narcolepsy and that it had improved the applicant’s condition. The expert established that the first attacks of narcolepsy had been diagnosed in 1977 and that from 1988 he has been under psychiatric care.", "10. It appears that on an unspecified date in 2004 the applicant again requested to be refunded the cost of the drug. On 12 August 2004 the NHF informed him that according to the opinion of the regional consultant in neurology, Professor PN, Vigil (Modafinil) was not a drug routinely used in the treatment of narcolepsy and that it was not a life-saving drug. Furthermore, the limited financial resources of the Regional Branch of the NHF did not permit the refunding of all expensive drugs which were fully at the charge of a patient.", "11. In an opinion dated 20 August 2004, which appears to have been commissioned by the applicant, Doctor JW noted that Vigil (Modafinil) was the only tested and widely used drug in the treatment of narcolepsy.", "12. On 23 August 2004 the applicant sued the Szczecin Branch of the NHF for reimbursement of expenses incurred in purchasing Vigil (Modafinil) between November 2003 and August 2004 (PLN 4,690.21). In support of his claim he relied on the opinions of 20 January and 20 August 2004. The Szczecin District Court ordered that an opinion be prepared with a view to determining whether Vigil (Modafinil) was a lifesaving drug given the applicant’s condition.", "13. The opinion was submitted to the court on 17 November 2005. The expert established that the applicant suffered from narcolepsy (he had been diagnosed in the 1980s), sleep behaviour disorder and breathing difficulties in sleep. In addition, the applicant suffered from hypertension, ischaemic heart disease, type 2 diabetes and epilepsy. The applicant’s sleep disorders increased the risk of strokes. The expert concluded that the applicant’s narcolepsy together with his numerous ailments required that he was treated with Vigil (Modafinil), which in his case was a life-saving drug. The conclusions of the opinion were similar to those in the opinion of 20 April 2004.", "14. In its letter of 7 October 2004 the Regional Branch of the NHF again informed the applicant that, despite the positive opinion of the regional consultant in neurology, there was no possibility of individual reimbursement of the cost of the drug which remained fully at the patient’s charge since Vigil (Modafinil) was not a life-saving drug and narcolepsy was not a fatal condition. The drug Vigil (Modafinil) was not listed on the Minister of Health’s register of refunded drugs and thus it was to be purchased exclusively at the expense of the patient. He was further informed that persons in a difficult financial situation could have recourse to social services.", "15. On an unspecified date the Civil Section of the District Court transmitted the case to the Labour and Social Security Section of the court, since the latter instance was competent to hear the case. The Labour and Social Security Section of the District Court found that it did not have jurisdiction to hear the case since it examined appeals against administrative decisions, and in the applicant’s case the NHF had not issued any such decision. On 29 May 2006 the District Court found that it did not have jurisdiction to hear the case and transmitted it to the Szczecin Branch of the NHF for a decision in respect of the reimbursement of the cost of the therapy.", "16. On 27 January 2006 the applicant requested the Szczecin Branch of the NHF to reimburse him for the cost of the drug. In reply, he was informed that no decision could be given until the delivery of a decision in the case pending before the District Court.", "17. On 17 May 2006 the applicant submitted a similar request. On 12 July 2006 the NHF refused his request. It found that Vigil (Modafinil) was neither included on the relevant register of refunded drugs of the Minister of Health nor on the separate register of specific serious diseases and drugs which could be refunded in the treatment of those diseases. The drugs which were not listed in those registers were nonrefundable and remained fully at the patient’s charge. The applicant was further advised that the regional branch of the NHF could, in necessary cases, authorise non-standard medical treatment at the request of the Szczecin Psychiatric Clinic, the establishment where he was treated.", "18. The applicant appealed, arguing, inter alia, that he was unable to afford to buy Vigil (Modafinil).", "19. On 3 August 2006 the President of the NHF upheld the contested decision. He noted that Article 68 § 2 of the Constitution provided that citizens were ensured equal access to health care services, financed from public funds. However, the conditions and the scope of the provision of services should be established by statute. At the material time those issues were regulated by the 2004 Health Care Services Financed from Public Funds Act (“the 2004 Act”). In accordance with the Act, the NHF was to refund to a pharmacy the price of a drug which appeared on the list of fully or partially refunded drugs.", "The Act introduced the rule that patients were to pay a part of the price of drugs sold by pharmacies and designated the Minister of Health as the competent authority to determine the scope of the partial payment as well as of the financing from public funds. It was noted that the NHF had no discretion to exercise in this respect. The Minister of Health was competent to establish the list of drugs which were to be fully or partially refunded in his two ordinances of 17 December 2004 and the drug Vigil (Modafinil) did not appear on that list. Lastly, it was noted that the refund of the cost of a drug by the NHF was only allowed in cases of administering the drug in the framework of the provision of health services by health establishments to patients in accordance with contracts concluded between the NHF and those establishments.", "20. The applicant filed a complaint against that decision with the Warsaw Regional Administrative Court. He alleged that the refusal to refund the cost of Vigil (Modafinil) amounted to a violation of Articles 32 (equality), 38 (protection of life) and 68 of the Constitution (equal access to health care services) and a breach of section 15 and 65 of the 2004 Act. He pointed out that for thirty years he had been suffering from a rare neurological disease and that according to medical expert opinions Vigil (Modafinil) was a life-saving drug in his case. Furthermore, the cost of the monthly intake of the drug was in the region of PLN 1,000, while the joint income of the applicant and his wife (both retired) was PLN 2,685.40 and they were already spending monthly PLN 700 on various medications.", "21. On 4 December 2006 the Warsaw Regional Administrative Court declared the decision of the President of the NHF and the preceding decision null and void for the lack of competence on the part of that authority to deal with the matter. It noted that the 2004 Act did not envisage the possibility that a patient could seek reimbursement of the cost of medical treatment. Such a possibility was reserved exclusively for entities providing health care services. The court observed that there was no legal basis for the NHF’s decision in respect of the refund for a particular drug. It appears that the applicant did not lodge an appeal with the Supreme Administrative Court.", "22. On 14 February 2007 the applicant again requested the President of the NHF to refund the cost of Vigil (Modafinil). In his reply of 31 October 2007 the Director of the Regional Branch of the NHF informed the applicant that, in accordance with the Regional Administrative Court’s judgment, the NHF was not competent to issue decisions in respect of the refund of costs of health care services.", "23. On 3 July 2007 the Constitutional Court declined to examine the applicant’s constitutional complaint.", "24. On 18 January 2008 the applicant again sued the Regional Branch of the NHF for reimbursement of expenses incurred in purchasing the drug. On 25 January 2008 the Szczecin District Court rejected his statement of claim, having found that the branch of the NHF did not have standing in the proceedings.", "25. On 21 April 2008 the applicant unsuccessfully requested the President of the NHF to refund the cost of the drug. His request was forwarded to the Minister of Health as the competent authority to list a drug on the register of drugs which were partially or fully refunded.", "26. On 20 June 2008 the Ministry of Health informed the applicant that the company making Vigil (Modafinil) had not applied for the listing of the drug on the register of refunded drugs and therefore the Ministry could not act on the matter.", "27. By a decision of 24 June 2008 the Szczecin Branch of the NHF, acting in line with the Warsaw Regional Administrative Court’s judgment, discontinued the proceedings in respect of the applicant’s request for refund.", "28. It appears that the applicant continues to buy Vigil (Modafinil) at his own expense.", "29. Article 68 of the Constitution reads in so far as relevant:", "“1. Everyone shall have the right to have his health protected.", "2. Equal access to health care services, financed from public funds, shall be ensured by public authorities to citizens, irrespective of their material situation. The conditions for, and scope of, the provision of services shall be established by statute.", "3. Public authorities shall ensure special health care to children, pregnant women, handicapped people and persons of advanced age.”", "30. The 2004 Act defined the conditions for and the scope of health care services financed from public funds. It stipulated that the Minister of Health shall set out in an ordinance the list of basic and complementary drugs and the rules concerning payment for those drugs (section 36.5) and the list of drugs in respect of certain serious conditions which were prescribed free of charge, against payment of a lump sum or against a partial payment (section 37.2)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}