{"ITEMID": "001-98293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KACINARI v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Anton Kačinari, is a Croatian citizen of Albanian origin who was born in 1952 and lives in Zagreb. He was represented before the Court by Mr Zlatko Kušan and Mrs Lovorka Kušan, lawyers practising in Ivanić Grad. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 13 March 1992 the applicant reported to the police that on that same day at about 11 a.m. he had had a fight with a certain P.G. and that P.G. had fired two shots. Several other individuals had joined P.G. and together they had hit and kicked the applicant who, according to the medical documentation submitted, suffered grave injuries such as concussion, a broken nose, lacerations to his head and broken teeth. On 17 March 1992 the police lodged a criminal complaint with the Zagreb State Attorney’s Office.", "The Government submitted that on 24 June 1998 the competent State Attorney’s Office had dropped the charges and that the case file had meanwhile been destroyed.", "The applicant submitted that he had never been informed of the said decision to drop the charges.", "On 6 July 2004 the applicant lodged a criminal complaint against K.G. and P.G., alleging that at the beginning of 2004 K.G. had threatened to kill him and that in May 2004 both K.G. and P.G. had threatened to kill him. On 7 July 2004 he lodged a further complaint stating that on 6 July 2004 K.G. had said in front of one M.M. that he would kill the applicant.", "On 20 July 2004 the Zagreb State Attorney’s Office ordered the police to collect information in relation to the applicant’s allegations. In their report of 24 October 2004 the police informed the State Attorney’s Office that they had interviewed the applicant and two witnesses. On 7 March 2005 the State Attorney’s Office ordered the police to interview P.G. and K.G. On 9 June 2005 the police submitted a report and enclosed the record of the interviews with the alleged perpetrators.", "On 13 July 2005 the State Attorney’s Office requested an investigating judge of the Zagreb County Court (istražni sudac Županijskog suda u Zagrebu) to hear evidence from the perpetrators. The investigating judge heard their evidence on 27 September and 17 October 2005 respectively.", "On 28 November 2005 the State Attorney’s Office indicted P.G. and K.G. in the Zagreb Municipal Court (Općinski sud u Zagrebu) on charges of uttering threats against the applicant. Hearings before that court were held on 19 November 2007 and 7 January, 11 February, 2 April and 20 May 2008. The court heard evidence from five witnesses and the defendants and on the last-mentioned date gave a judgment acquitting K.G. for lack of evidence. P.G. was found guilty of making death threats to the applicant and was given a suspended sentence of three months’ imprisonment with a probation period of two years. The State Attorney lodged an appeal which was dismissed by the Zagreb County Court on 3 March 2009.", "On 25 July 2005 the applicant lodged a criminal complaint against B.Š., alleging that at around 6 p.m. on that same day B.Š. had threatened to kill him, telling him that he was a “newcomer” and a “shiptar”, a derogatory term for persons of Albanian origin. He had also warned the applicant that he had “warrior experience” and “was in the war”.", "On 12 October 2005 the Zagreb State Attorney’s Office requested an investigating judge of the Zagreb County Court to hear evidence from the defendant and the applicant. The investigating judge heard their evidence on 27 January and 20 March 2006 respectively.", "On 14 April 2006 the Zagreb State Attorney’s Office indicted B.Š. in the Klanjec Municipal Court on the charge of making death threats to the applicant. The factual basis of the offence as described in the indictment reads:", "“... that on 25 July 2005 in Zagreb, ..., with the intention of scaring him, [B.Š.] told Anton Kačinari that he had “war experience”, that he had participated in the Homeland War, that he knew how to kill and that he was going to kill him and that he had no rights as an Albanian because this was Croatia and he was a Croat, which caused Anton Kačinari to fear for his personal safety”", "After the indictment, the Zabok State Attorney’s Office took over the prosecution. The Klanjec Municipal Court held hearings on 6 June, 4 July, 12 September, 15 October and 14 November 2007 and on 19 February 2008. It heard evidence from seven witnesses, the defendant and the applicant.", "On 5 May 2008 the Zabok State Attorney’s Office informed the Municipal Court that it no longer wished to continue the prosecution of B.Š. on the grounds that the evidence of the witnesses heard had not shown that B.Š. had seriously threatened to kill the applicant. Accordingly, on 8 May 2008 the Klanjec Municipal Court terminated the proceedings because the State Attorney’s Office had dropped the charges. The applicant was informed that he could take over the prosecution within eight days of the date on which the decision was served on him. He did not pursue the prosecution nor did he appeal against the decision to terminate the proceedings.", "On 11 June 2007 the applicant lodged a criminal complaint against P.G., alleging that on 8 March 2007 at about 10 p.m. he had met P.G. in the street. P.G. had made a gesture as if he were going to pull a gun on the applicant, saying that he was going to kill him.", "On 21 June 2007 the Zagreb State Attorney’s Office ordered the police to collect information about the applicant’s allegations. The police submitted their report on 2 August 2007.", "On 23 August 2007 the Zagreb State Attorney’s office indicted P.G. in the Zagreb Municipal Court on the charge of threatening behaviour against the applicant. These proceedings are currently pending.", "The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provide as follows:", "“(1) Criminal proceedings shall be instituted and conducted at the request of a qualified prosecutor only. ...", "(2) In respect of criminal offences subject to public prosecution the qualified prosecutor shall be the State Attorney and in respect of criminal offences to be prosecuted privately the qualified prosecutor shall be a private prosecutor.", "(3) Unless otherwise provided by law, the State Attorney shall undertake a criminal prosecution where there is a reasonable suspicion that an identified person has committed a criminal offence subject to public prosecution and where there are no legal impediments to the prosecution of that person.", "(4) Where the State Attorney finds that there are no grounds to institute or conduct criminal proceedings, the injured party as a subsidiary prosecutor may take his place under the conditions prescribed by this Act.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}