{"ITEMID": "001-58192", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF TWALIB v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1+6-3-b;Violation of Art. 6-1+6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["6. The applicant is a Tanzanian national born in 1957 and currently resident in Tanzania. He is a seaman.", "In 1986 he was convicted in Greece of drug-related offences and sentenced to imprisonment. He was released in November 1989 and expelled from Greece.", "7. On 16 February 1990 a Mr G.C. was arrested at Athens Airport for transporting drugs. A telephone number was found on him which, when traced, turned out to be that of a hotel in Piraeus where the applicant, having returned to Greece, was staying at the time. This hotel was visited by the police.", "The applicant was found to be in possession of a forged passport. It appears, however, that no drugs and no other incriminating evidence were found in his possession.", "8. The applicant was arrested and taken to Athens the same day and interrogated by the police. According to an official report, the applicant claimed not to understand Greek but to speak English, and he was assisted by a police officer, H.L., who was an English-speaker and acted as interpreter.", "It is also stated in the report that the applicant was questioned about the matters that had led to his arrest and about the forged passport found in his possession. He provided full particulars of his movements following his expulsion from Greece three months earlier (see paragraph 6 above) but denied all involvement in drug trafficking.", "The police questioned him again the following day. The police officer H.L. again acted as interpreter.", "9. On 18 February 1990 the applicant was brought before the public prosecutor, who instituted criminal proceedings against him for forgery and various drug-related offences. The applicant does not dispute that he was assisted by an interpreter on this occasion.", "The applicant was then brought before the investigating judge, who read out the charges to him.", "It appears from an official report of this event that the applicant was assisted before the investigating judge by a lawyer who spoke English and acted as interpreter.", "10. On 20 February 1990 the applicant again appeared before the investigating judge, to whom he made a statement. It appears from an official report that he was assisted by Mr A., a lawyer practising in Athens, and by an English-speaking clerk of the court who acted as interpreter.", "The investigating judge ordered the applicant to be detained on remand.", "11. On 21 June 1991 the applicant and three co-accused appeared before a three-judge Chamber of the Athens Court of Appeal (trimeles efetio), the court competent to hear the case at first instance in view of the seriousness of the charges. A court-assigned interpreter was present. The applicant stated that he was defended by Mr A. and, since Mr A. was not present (being at that time on strike), he asked for an adjournment. The co-accused made similar requests. The case was adjourned.", "12. The applicant and his co-accused appeared before the same court again on 12 July 1991. A court-appointed interpreter was present. As the applicant’s lawyer, Mr L., was absent, the court asked the lawyer of one of the co-accused, a Mr N., to act for the applicant as well. This Mr N. agreed to do, and it appears from the official record of the hearing that “a short interval” was ordered to enable him to study the applicant’s case file.", "13. On 16 July 1991 the three-judge Chamber of the Athens Court of Appeal found the applicant guilty of importing and transporting drugs and using forged documents. It sentenced him to life imprisonment and a fine of 6,000,000 drachmas for the drug-related offences and to eight months’ imprisonment for having used forged documents.", "The applicant appealed.", "14. The appeal was heard by the five-judge Chamber of the Athens Court of Appeal on 18 March 1993, which, as a matter of general principle of the Greek law of criminal procedure, was empowered to review all questions of fact and of law in the case. The applicant was again assisted by a court-assigned interpreter and was defended by Mr E.L., a lawyer provided by a humanitarian organisation.", "15. The court convicted the applicant only of collusion in the importation and transport of drugs and the use of forged documents and acquitted him on the remainder of the charges. It sentenced him to twelve years’ imprisonment for the drug-related offences and three months’ imprisonment for the use of forged documents, and imposed a fine of 5,000,000 drachmas. The judgment was delivered on the day of the hearing but finalised (katharographi) on 4 May 1993. According to the minutes of the appeal hearing, the president of the court duly informed all the accused, including the applicant, of the time-limit for filing an appeal on points of law, and this information was interpreted for the benefit of the applicant.", "16. The applicant lodged an appeal on points of law on 26 March 1993, by filling in a standard appeal form which he handed in to the prison authorities. In the space reserved for grounds of appeal the applicant stated that these would be submitted in due course by his counsel. On the same form he mentioned Mr P. under the heading “Lawyer to whom notifications should be made”.", "17. On 8 June 1993 the applicant, through the prison authorities, addressed a petition to the public prosecutor at the Court of Cassation (Arios Pagos) enquiring whether legal-aid counsel could be appointed to assist him in the preparation of his appeal. The prison authorities acknowledged receipt of this petition.", "18. On 12 July 1993 the Court of Cassation declared the applicant’s appeal on points of law inadmissible on the ground that no grounds of appeal had been submitted.", "19. On 4 April 1994 the applicant addressed a second petition to the public prosecutor at the Court of Cassation, referring to his financial situation and enquiring about any developments in his case. The prison authorities acknowledged receipt.", "20. On 27 April 1994 the applicant was informed by the prison authorities that his appeal had been dismissed.", "21. In a letter of 23 February 1995 to the Agent of the Government, the deputy public prosecutor at the Court of Cassation stated that he had not been able to trace any petition from the applicant to either the president or the public prosecutor at the Court of Cassation asking for legal aid. He further submitted that the courts were under no legal obligation to appoint legal-aid counsel for accused persons who appealed on points of law. Nor was any other public authority. Consequently, even if the applicant had submitted a petition for legal aid, the authorities of the Court of Cassation would have been under no obligation to reply.", "22. Article 340 § 1 of the Code of Criminal Procedure provides that in cases of the most serious category of criminal offence (kakouryimata) the president of the first-instance court must assign counsel to an accused who is not represented. Counsel is chosen from a list of lawyers drawn up by the local Bar in January of each year. Counsel is to be appointed at least three days before the hearing, if the accused so requests, by a letter to the public prosecutor or the president of the trial court, and is given access to the case file.", "Article 376 of the Code of Criminal Procedure provides that in cases concerning the most serious category of crime the president of the appellate court must appoint counsel for an undefended accused if the latter so requests. Article 340 § 1 applies mutatis mutandis.", "23. Article 473 §§ 1 and 3 of the Code of Criminal Procedure provides that persons who appeal on points of law must lodge their appeal within ten days from the finalisation of the judgment (katharographi), i.e. the entering of the judgment in a special book kept at the registry of the criminal court. According to Article 474 of the Code, the appeal must be lodged by making a declaration to that effect before one of various public authorities, including the governor of the prison where the appellant is detained. An official report is drawn up, which must contain the grounds of the appeal. Article 473 § 2 of the Code provides for a further twenty-day period within which an accused may appeal on points of law against conviction by making a declaration to that effect to the public prosecutor at the Court of Cassation.", "24. Article 510 of the Code of Criminal Procedure contains an exhaustive enumeration of the grounds for appealing on points of law. These include a number of procedural irregularities in addition to errors in the interpretation or application of substantive criminal law. Pursuant to Articles 476 § 1 and 513 § 1 of the Code of Criminal Procedure, as interpreted by the Court of Cassation, an appeal on points of law which does not state any grounds is inadmissible (Court of Cassation decisions no. 1438/1986, Pinika Hronika, vol. 37, p. 170; no. 73/1987, Pinika Hronika, vol. 37, p. 314; and no. 182/1987, Pinika Hronika, vol. 37, p. 605).", "25. Under Article 509 § 2 of the Code of Criminal Procedure, the appellant may submit “additional grounds” of appeal by lodging a supplementary pleading with the Principal Public Prosecutor at the Court of Cassation not later than fifteen days before the hearing. However, according to the settled case-law of the Court of Cassation, “additional grounds” may be taken into account only if at least one admissible and sufficiently substantiated ground is set out in the initial notice of appeal (Court of Cassation decisions nos. 242/1951, 341/1952, 248/1958, 472/1970, 892/1974, 758/1979, Nomiko Vima 1980, p. 56, 647/1983, 1438/1986 and 1453/1987, Pinika Hronika, vol. 38, p. 191). Notwithstanding this case-law, an accused may use the time allowed by Article 473 § 2 of the Code (see paragraph 23 above) to supplement an appeal on points of law lodged with one of the authorities mentioned in Article 474 of the Code where the notice of appeal does not contain any “sufficiently substantiated grounds of appeal”.", "26. Under Article 513 § 3 of the Code of Criminal Procedure, the parties to an appeal on points of law must be represented by counsel at the hearing before the Court of Cassation. The Court of Cassation has held that the Code of Criminal Procedure does not provide for legal aid for appeals on points of law and that Article 6 § 3 (c) of the Convention does not apply to proceedings before the Court of Cassation as these do not entail the determination of a criminal charge (Court of Cassation decisions no. 381/1982, Pinika Hronika, vol. 32, p. 928; no. 724/1992, Pinika Hronika, vol. 32, p. 656; and no. 1368/1992).", "27. Pursuant to Article 546 § 2 of the Code of Criminal Procedure, a conviction becomes final when there is no appeal against the relevant decision, or when the accused has not availed himself of the possibility of appealing, or when the accused has appealed within the time provided by law and his appeal has been dismissed."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-b"]}