{"ITEMID": "001-103365", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ŚCIEBURA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1971 and lives in Cracow.", "6. On 14 January 1999 criminal charges were brought against the applicant. He was suspected of armed robberies, committed in an organised criminal group. The applicant was in hiding at the material time.", "7. On 29 January 1999 an arrest warrant was issued against the applicant by the Polish authorities. After having been unsuccessfully sought for many months, he was eventually detained in Spain on 23 October 2001 and remanded in custody.", "8. Subsequently, action was taken with a view to the applicant's extradition and on 21 October 2002, the Spanish authorities handed him over to Poland.", "9. On 24 October 2002 the Katowice District Court ordered that the applicant remain in custody, relying on the reasonable suspicion that he had committed the offences in question. The court considered that keeping the applicant in detention was necessary to secure the proper conduct of the proceedings, given the risk that he might tamper with evidence and induce witnesses to give false testimony or go underground again (he had earlier been in hiding in Spain). It further stressed the severity of the anticipated penalty and the fact that the applicant had been acting in an organised criminal group.", "10. The applicant's appeal against the detention order was dismissed by the Katowice Regional Court on 23 December 2002. Likewise, his further appeals against decisions prolonging his detention and all his subsequent, numerous applications for release and appeals against refusals to release him were unsuccessful. In his applications and appeals he relied on his personal circumstances, in particular his poor health, stressing that he had been infected with an HCV virus.", "11. In the course of the investigation, the applicant's detention was prolonged on several occasions, namely by the Katowice Regional Court's decisions of 16 January, 20 March and 8 September 2003, 16 January and 20 September 2004, 14 January, 6 June and 14 November 2005, 24 April and 20 October 2006 and the Katowice Court of Appeal's decisions of 8 August 2007 and 6 February 2008. In all their detention decisions the authorities repeatedly relied on the original grounds given for the applicant's detention. In addition, they stressed the existence of a strong suspicion that the applicant had committed the offences in question, which was supported by an extensive body of evidence from witnesses and experts. Further, they attached importance to the grave nature of the charges against him and the fact that a “wanted” notice had been issued for his arrest.", "12. On 3 March 2003 the Regional Prosecutor filed a bill of indictment with the Częstochowa Regional Court. The applicant was charged with inter alia numerous counts of armed robberies committed in an organised criminal group.", "13. On 27 March 2003 the Częstochowa Regional Court requested the Supreme Court that the case be transferred to the Katowice Regional Court. The court stressed the special nature of the case, which implied that exceptional security measures be taken and special facilities provided. On 14 May 2003 the Supreme Court granted the request.", "14. Between 18 November 2002 and 16 September 2005 the applicant served a prison sentence imposed in another set of criminal proceedings (on the strength of the Cracow District Court's judgment of 23 February 1998).", "15. On 14 April 2008 the Katowice Regional Court granted the applicant's request to be released on bail. On 16 April 2008 the applicant was released as he had paid bail of 350,000 Polish zlotys (PLN).", "16. It appears that the criminal proceedings are still pending.", "17. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}