{"ITEMID": "001-58837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MAGEE v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1+6-3-c;No violation of Art. 14+6;Pecuniary damage - finding of violation sufficient;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 16 December 1988, early in the morning, the applicant was arrested at his home under section 12 of the Prevention of Terrorism Act 1984 (“the 1984 Act”) in connection with an attempted bomb attack on military personnel. The applicant was taken to Castlereagh police station. He claims that on arrival he immediately requested to see his solicitor. Access was delayed pursuant to section 15 of the Northern Ireland (Emergency Provisions) Act 1987 (“the 1987 Act”). At 9.15 a.m. the applicant was examined by a doctor who advised him that if he had any complaints to make he should tell the doctor when he made his round the following morning. The applicant was cautioned pursuant to Article 3 of the Criminal Evidence (Northern Ireland) Order 1988 (“the 1988 Order”). Unfamiliar with this new law, the applicant again requested a consultation with a lawyer and this request was refused.", "9. On the same day the applicant was interviewed five times by two teams of two detectives. These interviews took place between 10.55 a.m. and 1 p.m., 2 p.m. and 4 p.m., 4 p.m. and 6 p.m., 7.35 p.m. and 9.30 p.m., and 9.30 p.m. and 12 midnight.", "10. At 8.21 a.m. on 17 December 1988, the applicant complained to the same doctor he had seen the day before of ill-treatment during the second and third interviews on the previous day. The doctor recorded in his notes that the applicant had alleged that he had been repeatedly slapped and occasionally punched in the back of the head during the second and third interviews and that he had been punched a few times in the stomach. The doctor gave the applicant two tablets (a mild analgesic) and prescribed four such tablets a day if required. Pursuant to this complaint, at 9.15 a.m. a police inspector visited the applicant's cell and took note of the applicant's complaints.", "11. Subsequently, the applicant's sixth, seventh and eighth interviews took place between 9.30 a.m. and 1 p.m., 2 p.m. and 4.20 p.m., and 7.30 p.m. and 12 midnight. During the sixth interview the applicant broke his silence and gave detailed answers to a number of questions admitting to his involvement in the assembly and planting of the bomb. During the seventh interview the applicant signed a lengthy statement which described in considerable detail his part in the conspiracy to plant and detonate the bomb.", "12. At 8.28 a.m. on 18 December 1988, the applicant was visited by the same doctor who asked the applicant if he had any further allegations of ill-treatment and the applicant replied that he had not. The applicant was then interviewed about another matter between 10 a.m. and 12.45 p.m. At 1 p.m. the applicant was allowed to consult with his solicitor, who made notes on the applicant's allegations of ill-treatment. The solicitor chose not to pass these complaints on to the police. The applicant was then interviewed for the last time between 2 p.m. and 5 p.m. about an unrelated matter. The applicant was medically examined that evening at 8.20 p.m. by another doctor whose notes indicated that the applicant had made “no allegations of ill-treatment since he had been last seen by a doctor”. That doctor also noted that there was no sign of injuries.", "13. On 19 December 1988 the applicant was taken to another police station where he was given a medical examination by another doctor. That doctor's note records the applicant's detailed allegations of assaults and ill-treatment which allegedly took place on 16 December 1988. No objective evidence of injury was noted.", "14. On 19 December 1988 the applicant, along with others, was charged at Belfast Magistrates' Court with conspiracy to cause explosions, possession of explosives with intent, conspiracy to murder and membership of the Irish Republican Army.", "15. On 3 March 1989 the applicant, through his solicitor, made an official written statement to the Complaints and Discipline Branch of the Royal Ulster Constabulary complaining about his ill-treatment by one team of two detectives while at Castlereagh police station.", "16. On 17 September 1990 the trial of the applicant and his co-accused began at Belfast Crown Court before a single judge sitting without a jury. The applicant pleaded not guilty. The prosecution case was based on the admissions made by the applicant in interview and, in particular, the written statements signed by him.", "17. On 3 October 1990, when the prosecution were about to lead evidence based on the applicant's admissions and statement made during questioning, the applicant applied under section 8 of the Northern Ireland (Emergency Provisions) Act 1978 (as amended) to have the admissions and statement made during questioning excluded on the basis of his alleged ill-treatment. A voir dire (submissions on a point of law in the absence of the jury) began and the applicant gave evidence as to his treatment, particularly by one team of two detectives during interviews nos. 2, 4 and 6 while in Castlereagh police station. Electrostatic Document Analysis (“ESDA”) evidence was also led which the applicant submitted demonstrated glaring defects in the authentication of the interview notes which recorded his responses to the detectives' questions. All the relevant witnesses, including the applicant, the police officers alleged to have been involved in the ill-treatment and the doctors who had seen the applicant, gave evidence. The voir dire ended on 23 October 1990 when the trial judge rejected the application, admitted the applicant's admissions and statement into evidence and adjourned his detailed judgment in these respects.", "18. The applicant did not subsequently give evidence at the trial. However, the trial judge cautioned the applicant, pursuant to Article 4 of the 1988 Order, as regards adverse inferences which could be drawn from this failure to give evidence.", "19. On 21 December 1990 the trial judge gave judgment.", "20. He first outlined his detailed reasoning behind his decision further to the voir dire. He noted that the only evidence against the applicant was the admissions and statement made while in custody at Castlereagh police station and that there was no forensic evidence against him. However, it was also noted that the applicant's admissions and statement were entirely consistent with the evidence presented in relation to others charged (and later convicted) with offences arising out of the same incident. The trial judge summarised the applicant's evidence of ill-treatment and this summary was later accepted on appeal by the applicant as constituting an accurate account of his evidence in this respect.", "21. The trial judge then commented on that evidence. He noted, inter alia, that the applicant did not mention the names of or attempt to describe the two detectives in respect of whom he complained to the doctor on the morning of 17 December 1988; that the applicant had not mentioned to the doctor on that morning the “cigarette treatment”, which the applicant had submitted during the voir dire was the treatment which frightened him most; that there were inconsistencies in the accounts of ill-treatment given by the applicant to the doctor on that morning and his evidence at trial; that not one single objective sign of the ill-treatment which the applicant alleged was found by any of the doctors who examined the applicant; and that on the morning of 18 December 1990, the applicant did not make any complaint about ill-treatment despite the fact that he claimed he had suffered the worst treatment of all during the previous day.", "22. Although there had been a period when the monitoring screens (which relayed pictures from cameras in the interview rooms to a central control room) had not been monitored by the duty inspector on that Saturday morning, the trial judge found that this did not coincide with the applicant's evidence as to when he was ill-treated on that day and the trial judge found it impossible to accept that ill-treatment of the nature alleged by the applicant could have gone on without it being picked up by the cameras in the room where the applicant was questioned. On the question of general credibility the judge found that the applicant had repeatedly lied to the court, whereas the detectives involved were not at all shaken by a rigorous cross-examination in their firm denials of the allegations made by the applicant. As to the ESDA evidence, the trial judge found that it did not substantiate the applicant's submission as to the lack of authenticity of the interview notes.", "23. Accordingly, the trial judge rejected the applicant's allegations of ill-treatment and found that there was no reason to exclude the applicant's admissions or statement made during his detention in Castlereagh police station. As to the probative value of the applicant's statement, the trial judge found that it was sufficiently detailed to establish the several charges against the applicant and that he was fully entitled to convict the applicant on that basis. On 11 January 1991 the applicant was sentenced to twenty years' imprisonment.", "24. On 8 February 1993 the applicant's appeal against conviction, challenging the trial judge's conclusions as to the allegations of ill-treatment and as to the ESDA evidence, was heard by the Court of Appeal of Northern Ireland. That court noted that in such cases the question to be answered is whether the court is satisfied that it is not a reasonable possibility that the accused was ill-treated. It noted, inter alia, that the trial judge had had the great advantage of seeing the applicant give evidence, that both an accused and the police officers involved can equally have an incentive to lie and that many facts are capable of being looked at in two or more ways, but they must be considered sensibly and realistically. Having reviewed the applicant's evidence and the trial judge's conclusions in that respect, that court concluded that it was satisfied that the applicant had not been ill-treated and that his conviction was neither unsafe nor unsatisfactory. Accordingly, on 16 June 1993 the applicant's appeal was rejected.", "25. On 17 December 1993 the applicant's appeal against his sentence was rejected.", "26. The relevant parts of Article 3 of the Criminal Evidence (Northern Ireland) Order 1988 provide:", "“Circumstances in which inferences may be drawn from the accused's failure to mention particular facts when questioned, charged, etc.", "(1) Where, in any proceedings against a person for an offence, evidence is given that the accused -", "(a) at any time before he was charged with the offence, on being questioned by a constable trying to discover whether or by whom the offence has been committed, failed to mention any fact relied on in his defence in those proceedings; or", "(b) on being charged with the offence or officially informed that he might be prosecuted for it, failed to mention any such fact, being a fact which in the circumstances existing at the time the accused could reasonably have been expected to mention when so questioned, charged or informed, as the case may be, paragraph (2) applies.", "(2) Where this paragraph applies -", "...", "(c) the court ... in determining whether the accused is guilty of the offence charged,", "may -", "(i) draw such inferences from the failure as appear proper;", "(ii) on the basis of such inferences treat the failure as, or as capable of amounting to, corroboration of any evidence given against the accused in relation to which the failure is material.", "...”", "27. The relevant parts of Article 4 of the 1988 Order, relating to when an accused is called upon to give evidence at trial, provide:", "“(1) At the trial of any person (other than a child) for an offence paragraphs (2) to (7) apply unless -", "(a) the accused's guilt is not in issue, or", "(b) it appears to the court that the physical or mental condition of the accused makes it undesirable for him to be called upon to give evidence;", "but paragraph (2) does not apply if, before any evidence is called for the defence, the accused or counsel or a solicitor representing him informs the court that the accused will give evidence.", "(2) Before any evidence is called for the defence, the court -", "(a) shall tell the accused that he will be called upon by the court to give evidence in his own defence; and", "(b) shall tell him in ordinary language what the effect of this Article will be if -", "(i) when so called upon, he refuses to be sworn;", "(ii) having been sworn, without good cause he refuses to answer any question;", "and thereupon the court shall call upon the accused to give evidence.", "(3) If the accused -", "(a) after being called upon by the court to give evidence in pursuance of this Article, or after he or counsel or a solicitor representing him has informed the court that he will give evidence, refuses to be sworn; or", "(b) having been sworn, without good cause refuses to answer any question, paragraph (4) applies.", "(4) The court or jury, in determining whether the accused is guilty of the offence charged, may -", "(a) draw such inferences from the refusal as appear proper;", "(b) on the basis of such inferences, treat the refusal as, or as capable of amounting to, corroboration of any evidence given against the accused in relation to which the refusal is material.”", "28. The relevant provisions at the time of the applicant's trial governing the right of access to legal advice were contained in section 15 of the Northern Ireland (Emergency Provisions) Act 1987, of which the relevant parts provided:", "“(1) A person who is detained under the terrorism provisions and is being held in police custody shall be entitled, if he so requests, to consult a solicitor privately.", "(2) A person shall be informed of the right conferred on him by subsection (1) as soon as practicable after he has become a person to whom the subsection applies.", "(3) A request made by a person under subsection (1), and the time at which it is made, shall be recorded in writing unless it is made by him while at a court and being charged with an offence.", "(4) If a person makes such a request, he must be permitted to consult a solicitor as soon as practicable except to the extent that any delay is permitted by the section.", "...", "(8) An officer may only authorise a delay in complying with a request under subsection (1) where he has reasonable grounds for believing that the exercise of the right conferred by that subsection at the time when the detained person desires to exercise it -", "...", "(d) will lead to interference with the gathering of information about the commission, preparation or instigation of acts of terrorism; or", "(e) by alerting any person, will make it more difficult -", "(i) to prevent any act of terrorism; or", "(ii) to secure the apprehension, prosecution or conviction of any person in connection with the commission, preparation or instigation of an act of terrorism ...”", "29. The delay had to be authorised by a police officer of at least the rank of superintendent (section 15(5)(a)) and the detained person had to be told the reason for the delay (section 15(9)(a)). The courts in Northern Ireland have taken the view that the 1988 Order should not be read subject to section 15 of the 1987 Act, since the 1988 Order had come into force after the 1987 Act, and Parliament had not intended that an inference which was permitted by Article 3 of the 1988 Order could not be drawn because of the withholding of the right of access to legal advice given by section 15 of the 1987 Act.", "30. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“CPT”), following a visit to places of detention in Northern Ireland in July 1993, made the following conclusions on Castlereagh Holding Centre in its published report.", "“Castlereagh Holding Centre was located in a motley collection of prefabricated buildings, within the perimeter of Castlereagh Police Station. The Centre gave the general impression of being in need of some repair.", "39. The Centre had 31 cells, four of which were located in a distinct section for women detainees. In addition, there were 21 interview rooms, two rooms for consultations with lawyers, a doctor's surgery, and a scenes of crime unit (the so-called Soco Suite).", "40. The cells measured 6m2 and were equipped with a metal frame bed (with mattress and blankets) and a chair. Artificial light was adequate and there was an effective dimmer system, controlled from outside the cell. However, the cells did not benefit from natural light. Further, the ventilation system appeared to function only moderately well and created a rather intrusive level of noise in certain cells. The cells were not fitted with a call system; however, uniformed officers were apparently always on duty in the cell block when persons were being detained. Toilet and shower facilities were located nearby and were in a satisfactory state of cleanliness at the time of the visit; no complaints were heard from detainees about access to those facilities.", "41. The interview rooms were divided between one set of 13, located adjacent to the cells, and another set of eight in a separate building. The interview rooms adjacent to the cells measured 6m2 and were equipped with a table, three chairs, and two wall-mounted cameras ... Like the cells, they did not benefit from natural light. The second set of eight interview rooms were equipped in a similar manner; however, they were considerably larger and did benefit from natural light.", "42. On examining the main cell/interview room block from outside, it could be seen that the windows had been covered with plyboard, apart from one section of each, which had been fitted with a cowl, allowing some fresh air, but no natural light, to enter the cells and rooms. Questioned about the design of these window coverings, the officer in charge stated that they had been installed for 'security reasons'.", "43. The CPT has already expressed the view that police cells should preferably enjoy natural light. This is even more desirable when, as at Castlereagh, persons may be held in custody for an extended period. Further, the absence of natural light in the cells is all the more regrettable given that the majority of the interview rooms at Castlereagh also lacked natural light. Taking into account, in addition, the absence of exercise facilities (cf. paragraph 44), the net result was that a person detained at Castlereagh could effectively be deprived of natural light for several days or more (the only exception being time spent in consultation with his lawyer).", "In the CPT's view such a situation is not acceptable. The Committee would add that it is confident that means could be found of providing access to natural light to detainees without compromising legitimate security needs.", "44. The delegation was told by police officers that there were no facilities for exercise – either outdoor or indoor – for persons detained at Castlereagh. This is another serious shortcoming in an establishment in which persons can be held for up to seven days.", "45. To sum up, the existing material conditions of detention at Castlereagh Holding Centre render it inappropriate as a place in which to detain persons for extended periods. The deficiencies as regards access to natural light for detainees and the absence of exercise facilities were the principal failings, but the mediocre ventilation system and the cramped and rather dilapidated nature of the facilities should also be mentioned. All these factors contributed to create a distinctly claustrophobic atmosphere.", "The CPT recommends that the conditions of detention at Castlereagh Holding Centre be substantially improved without delay, taking into account the above remarks. If such an improvement were not to prove possible, the Holding Centre should be relocated elsewhere, in premises capable of offering better detention facilities.", "...", "109. ... Even in the absence of overt acts of ill-treatment, there is no doubt that a stay in a holding centre may be – and is perhaps designed to be – a most disagreeable experience. The material conditions of detention are poor (especially at Castlereagh) and important qualifications are, or at least can be, placed upon certain fundamental rights of persons detained by the police (in particular, the possibilities for contact with the outside world are severely limited throughout the whole period of detention and various restrictions can be placed on the right of access to a lawyer). To this must be added the intensive and potentially prolonged character of the interrogation process. The cumulative effect of these factors is to place persons detained at the holding centres under a considerable degree of psychological pressure. The CPT must state, in this connection, that to impose upon a detainee such a degree of pressure as to break his will would amount, in its opinion, to inhuman treatment.”", "31. On 10 December 1999 an official announcement was made that the Holding Centre at Castlereagh was to close by the end of December 1999."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}