{"ITEMID": "001-88957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BLUMBERGA v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (ratione materiae);Preliminary objection joined to merits;No violation of P1-1;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["6. On 19 April 1995 the applicant, who was born in 1939 and lives in Ventspils, was arrested by the Jelgava police and remanded in custody until 13 June 1995. During this period of time some of the applicant’s property stored in her house in Jelgava, where a café belonging to her was also located, and in her second house in Dobele, was stolen. Criminal proceedings were initiated in this connection.", "7. On 23 May 1995 criminal proceedings in case no. 22546495 were initiated regarding the burglary in Jelgava.", "8. On 25 May 1995 the Jelgava police decided to acknowledge the applicant as a civil claimant in criminal case no. 22546495, with a claim for 763 Latvian lati (LVL) (approximately EUR 1,090).", "9. On 11 July 1995 another set of criminal proceedings, allocated case number no. 22564195, was initiated regarding the burglary in Jelgava. On the same date the Jelgava police decided to acknowledge the applicant as a civil claimant in criminal case no. 22564195, with a claim for LVL 6725.60 (approximately EUR 9,607). According to a copy of that decision, submitted by the applicant, the police investigator crossed out the above amount, putting LVL 12,103 (approximately EUR 17,290) instead. The applicant requested to be acknowledged as a civil claimant with a claim for that amount when she was questioned on 11 September 1995.", "10. On 28 February 1997 the Jelgava police joined the two sets of criminal proceedings into one case, no. 22564195.", "11. On 17 September 1997 a public prosecutor attached to the Zemgale District Court (“the Zemgale public prosecutor”) informed the applicant that, following her complaint to the Prosecutor General’s Office, an examination of the investigation in the criminal proceedings relating to the burglary of her property had been carried out. During the examination, serious infringements of the provisions of the Criminal Procedure Code had been detected. In that regard, according to the Zemgale public prosecutor, she had on 27 January 1997 requested the head of the Jelgava police to rectify the deficiencies indicated to him and to identify the police officers who had failed to protect the applicant’s property upon her detention, as required by Article 80 of the Criminal Procedure Code. An official investigation had been carried out into the failure to protect the applicant’s property and the criminal proceedings in respect of the burglary of the property. As a result, two police officers had been identified as responsible for the failure to protect the applicant’s property. One of them had been disciplined and the other’s professional conduct had been assessed by the professional attestation commission.", "12. On 20 August 2000 the applicant wrote to the Zemgale public prosecutor, inquiring about the progress in the criminal proceedings.", "13. On 26 September 2000 the Zemgale public prosecutor informed the applicant that her complaint in respect of lack of progress in the criminal proceedings was well-founded, since the Jelgava police had not carried out any investigative measures and the investigation in the criminal proceedings had been unlawfully delayed. According to the prosecutor, the head of the police at the Ministry of the Interior had been informed thereof on 25 September 2000.", "14. On 20 January 2001 the applicant complained to the Prosecutor General about the inefficiency of the Zemgale public prosecutor, which had hindered the restitution of her stolen property. On 5 February 2001 the Prosecutor General informed the applicant that her complaint had been transferred to the Zemgale public prosecutor for examination.", "15. On 13 February 2001, the Zemgale public prosecutor informed the applicant that the investigation in the criminal proceedings in case no. 22564195 was still in progress. She had requested the head of the Jelgava police to speed up the investigation and to carry out the instructions she had given the Jelgava police on 27 January 1997 by 25 February 2001. Thereafter, an additional examination of the conduct of the investigation was to be carried out.", "16. On 12 May 2001 the applicant complained to the Prosecutor General about the lack of progress in the investigation in the criminal proceedings.", "17. On 20 June 2001 the Zemgale public prosecutor confirmed that the applicant had been declared a civil claimant in the criminal proceedings in case no. 22564195, which were still ongoing.", "18. On 19 July 2001 the Prosecutor General informed the applicant that her application of 12 May 2001 had been transferred for examination to the Zemgale public prosecutor on 21 May 2001.", "19. On 23 July 2001 the Zemgale public prosecutor sent the applicant the decision of 20 June 2001, without answering in substance the applicant’s questions about the progress in the criminal proceedings.", "20. On 24 July 2001 the Zemgale public prosecutor informed the applicant that both decisions declaring her a civil claimant had been sent to her.", "21. On 11 December 2001 the Jelgava police, pursuant to Article 139 § 5 of the Criminal Code, decided to acknowledge the applicant as a civil claimant in criminal proceedings no. 22564195, with a claim for LVL 32,789.10 (approximately EUR 46,840).", "22. On 5 May 2005 the applicant wrote to the Zemgale public prosecutor, inquiring about the progress in the criminal proceedings.", "23. On 13 May 2005 the Zemgale public prosecutor informed the applicant that her inquiries concerning criminal proceedings no. 22564195 had been transferred to the Jelgava City public prosecutor, and those concerning criminal proceedings nos. 20517495 and 2503000802 (paragraph 33, below) to the Dobele District public prosecutor.", "24. On 7 June 2005 the Jelgava City public prosecutor informed the applicant that criminal proceedings no. 22564195 were still ongoing. The Jelgava Police Department had been instructed to speed up the investigation.", "25. On 30 June 2005 a police officer of the Jelgava police decided to transfer the criminal case to the public prosecutor of the City of Jelgava for prosecution. It had been established by the pre-trial investigation that between 19 April and 13 June 1995, during the applicant’s detention, R.Z., E.R., V.I. and I.B. had stolen and consumed food and alcoholic beverages, and stolen money, clothes, kitchen equipment and other items, which amounted to a total loss of LVL 32,798.10 (approximately EUR 46,841) to the applicant. R.Z., E.R., V.I. and I.B. had thus committed a crime under Article 139 § 5 of the Criminal Code. This decision was sent to the applicant on 1 July 2005.", "26. On 8 July 2005 a prosecutor of the Prosecutor’s Office of the City of Jelgava brought a charge against I.B. for burglary in the amount of LVL 2,642 (approximately EUR 3,774). A preventive measure – prohibition on changing her place of residence – was imposed on her.", "27. On 17 August 2005 a prosecutor of the Prosecutor’s Office of the City of Jelgava brought a charge against E.R. for burglary in the amount of LVL 2,622 (approximately EUR 3,746).", "28. On 8 September 2005 a prosecutor of the Prosecutor’s Office of the City of Jelgava decided to terminate the criminal proceedings in case no. 22564195 because of a lack of sufficient evidence. It was stated, inter alia, that since during questioning the applicant had constantly increased the amount of the loss she had allegedly suffered, her statements in this respect should be treated with caution. It was established that during questioning I.B., E.R., R.Z. and V.I. had denied having burgled the applicant’s property and that it was impossible, on the basis of an assessment of the evidence, to discover what had been stolen from the applicant’s property, and in what circumstances. Besides, since the instigation of the criminal proceedings in 1995 no evidence had been obtained as to the persons responsible for the loss or theft of the applicant’s property. The prosecutor considered that the case should be terminated on the grounds that it was impossible to obtain further evidence and to prove any charges against named individuals. According to the information provided by the Government, the decision was sent to the applicant on 14 September 2005, and she was informed that it could be appealed against to the Zemgale Regional Public Prosecutor’s Office. The applicant contested that claim, stating that she had not received the decision.", "29. On 28 June 1995 the Dobele police instituted criminal proceedings in case no. 20517495 in respect of the burglary of the applicant’s house in Dobele.", "30. On 8 August 1995 the Dobele police acknowledged the applicant as a civil claimant for an amount of LVL 9,439 (approximately EUR 13,484).", "31. On 28 February 1996 a public prosecutor of the Dobele District decided to terminate the criminal proceedings in part and to reject the applicant’s civil claim in part. It was established that the accused E.R. had confessed to having stolen a few of the items declared by the applicant as stolen and was thus liable for the amount of LVL 1,005 (approximately EUR 1,436). Taking into account that the applicant could not give details of all the stolen items and their value, the prosecutor decided that the loss suffered by her should be considered approximate and, pursuant to Article 208 § 2 of the Criminal Procedure Code, decided to terminate the criminal case against E.R. in part because of the lack of evidence and to reject the applicant’s civil claim in the amount of LVL 8,434 (approximately EUR 12,049) as unsubstantiated.", "32. On 16 December 1996 a public prosecutor of the Dobele District decided to terminate the remainder of the criminal proceedings. She established that during the pre-trial investigation no evidence had been obtained to justify charging I.B. with the burglary. As to E.R., considering that he was serving a sentence imposed on him in another set of criminal proceedings on 25 November 1996, and was thus unable to commit new offences, the prosecutor decided to terminate the criminal proceedings against him in the remaining part.", "33. On 10 December 2002 the head of the Zemgale Region Public Prosecutor’s Office quashed the decision of the public prosecutor of the Dobele District to reject the applicant’s civil claim in the amount of LVL 8,434 (approximately EUR 12,049) as unsubstantiated. The head prosecutor instructed that, at the pre-trial stage, it had to be checked whether the burglary could have been carried out by another person, and that the applicant herself should be questioned in detail as regards the allegedly stolen items, their description and value. The prosecutor ordered the initiation of a new criminal case, no. 2503000802, in respect of the theft of the applicant’s property in the amount of LVL 8,434 (approximately EUR 12,049).", "34. On 31 May 2005 the Dobele District public prosecutor informed the applicant that criminal proceedings no. 20517495 had been terminated on 16 December 1996, pursuant to Article 208 § 4 of the Criminal Procedure Code; criminal proceedings no. 2503000802 (concerning the stolen property in the amount of LVL 8,434 (approximately EUR 12,049)) were still ongoing at the Dobele Police Department, and the perpetrator had not been identified.", "35. According to a letter of the Prosecutor’s Office of the Dobele District, criminal case no. 2503000802 was transferred to the Dobele District police for pre-trial investigation on 7 January 2003. The prosecutor responsible for the supervision of the investigation examined the case on 1 July 2005.", "36. According to the submissions of the Government, the investigation of the criminal case is still ongoing.", "37. On 10 June 2001 the applicant filed a civil claim for damages against the State Police Authorities with the Rīga Regional Court, and asked to be exempted from court taxes because of her poor financial situation. According to the documents she submitted to the Court, she attached a copy of her pensioner’s certificate of 15 May 1996, stating that she received an old-age pension in the amount of LVL 35.91 (approximately EUR 50), and the replies of the Zemgale public prosecutor of 13 February 2001, 26 September 2000 and 17 September 1997 to her complaints. She requested the court to award her compensation in the amount of LVL 250,000 (approximately EUR 357,143) for her stolen property and for the non-pecuniary damage she had suffered because the Jelgava police had acted contrary to the requirements of Article 80 of the Criminal Procedure Code.", "38. On 14 June 2001 a judge of the Civil Chamber of the Rīga Regional Court informed the applicant that she had requested exemption from paying court taxes without submitting any evidence that she was financially unable to do so. The judge further noted that she had not submitted any documents confirming the circumstances on which her claim was based. The judge set a deadline of 23 July 2001 for rectification of those deficiencies.", "39. On 27 June 2001 the applicant amended her claim, stating that because the police had acted contrary to the requirements of Article 80 of the Criminal Procedure Code her rights guaranteed by Article 13 of the Convention and Article 1 of Protocol No. 1 to the Convention had been violated. She again requested exemption from court taxes, attaching a copy of her pensioner’s certificate and copies of the replies of the Zemgale public prosecutor of 26 September 2000 and 17 September 1997 to substantiate the claim.", "40. On 29 June 2001 the judge of the Rīga Regional Court replied to the applicant that her amendments of 27 June 2001 were insufficient and that she should rectify the deficiencies by 23 July 2001.", "41. On 15 July 2001 the applicant amended her claim by submitting a copy of the decision of the Jelgava police of 11 July 1995, which acknowledged her as a civil claimant and stated that in order to assess the value of the remainder of the stolen property she was to invite witnesses to give evidence.", "42. On 13 August 2001 the judge of the Rīga Regional Court considered that the deficiencies indicated by him had not been rectified and, finding that the claim had not been properly submitted, returned it to the applicant without examination.", "43. On 4 October 2001 the Civil Chamber of the Supreme Court, in response to the applicant’s ancillary complaint of 21 August 2001, upheld the decision of the Rīga Regional Court. The court considered that the applicant had failed to submit evidence as to her financial situation and to attach documents establishing the circumstances her claim was based on. The decision was final and not subject to appeal.", "1. The Criminal Procedure Code (Latvijas Kriminālprocesa Kodekss), as in force until 1 October 2005", "44. Article 80 stated that “if an arrested person had property or an apartment which was left unattended, the police, a public prosecutor or a court had to ensure its protection”.", "45. Article 101 stipulated that a civil claim could be submitted by a person who had suffered damage as a result of a crime. The civil claim could be brought against the accused or a person who was vicariously liable for the acts of the accused (paragraph 1). The civil claim could be lodged upon initiation of a criminal case, during the pre-trial investigation, or with the court before the adjudication of the case (paragraph 2). If the court stayed the adjudication, the civil claim could also be lodged before the beginning of the adjudication at the subsequent court hearing (paragraph 3). A person had the right to lodge a civil claim by way of civil proceedings if the claim had not been brought in criminal proceedings or if the claim was not adjudicated due to the termination of the criminal case or a not guilty verdict (paragraph 7).", "46. Pursuant to Article 102, a person who had suffered pecuniary damage as a result of a criminal offence could bring a civil claim against an accused or a person who was vicariously liable for the acts of the accused, which would be examined by a court in conjunction with the criminal case. Further, a person who had been acknowledged as a civil claimant by a decision of the police, a public prosecutor or a court was entitled to submit a complaint in respect of acts of the aforementioned authorities.", "47. Article 140 provided that a person who had suffered damage as a result of a crime could be declared a civil party during the pre-trial investigation.", "48. Pursuant to Article 208 §§ 2 and 4, a criminal case or a part of it was to be terminated if a charge had not been proved and it was impossible to obtain additional evidence, and if it had been acknowledged, because of changed circumstances during the investigation of the case, that an offence committed by a person had lost its element of public danger or that that person no longer posed a danger to the public.", "49. A civil claimant could submit a complaint about acts of the police to a public prosecutor. The complaint could be submitted to the prosecutor directly or through the intermediary of the person against whom the complaint was brought. A complaint submitted to a police officer had to be forwarded together with his explanations to the prosecutor within twenty-four hours (Article 220). The prosecutor had to decide on the complaint within three days from its receipt and notify the complainant of the outcome. If the complaint was rejected, reasons therefore had to be stated. Decisions and acts of a public prosecutor could be appealed against to a higher prosecutor, who had to deal with that appeal in accordance with the aforementioned procedures (Articles 221 and 222).", "50. Pursuant to Article 308, if a civil claim had been left without examination upon adjudication of a criminal case, it could be lodged de novo within civil proceedings.", "51. Article 139 § 5 stated that aggravated robbery carried a sentence of imprisonment of from six to fifteen years, with confiscation of property.", "52. According to Article 7 § 1, civil claims for compensation for pecuniary or non-pecuniary damage in criminal matters may be brought in accordance with the procedures prescribed by the criminal procedure law.", "53. Article 96 § 3 states that a judgment in criminal proceedings is binding in civil proceedings to the extent that it concerns the determination of the offence for which a defendant has been sentenced, and the liability of the defendant.", "54. The court shall stay court proceedings if adjudication of the case is not possible prior to the deciding of another matter which is required to be adjudicated in accordance with criminal procedure (the relevant part of Article 214).", "55. Article 1635 stipulates that every wrongful act or failure to act per se shall give the person who has suffered damage the right to claim compensation from the wrongdoer, insofar as he or she may be held liable for such act or failure.", "56. Everyone has a duty to compensate for losses he has caused through his acts or failure to act (Article 1779). A loss shall be understood to mean any deprivation which can be assessed financially (Article 1770). Losses may be either losses that have already been incurred, or losses that are expected to be incurred; they give rise to a right to compensation (Article 1771). A loss which has already been incurred may be a diminution of the value of the victim’s existing property or a decrease in his or her anticipated profits (Article 1772).", "57. Every person has the right to defend his rights and lawful interests in a court and, in the event of unlawful interference with his rights, everyone has the right to adequate compensation (Article 92)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}