{"ITEMID": "001-109144", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KHANHUSEYN ALIYEV v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Stand for election);Non-pecuniary damage - award", "JUDGES": "Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1958 and lives in Baku.", "6. The applicant stood for the elections to the National Assembly of 6 November 2005 as a candidate of the opposition bloc YeS (Yeni Siyasət). He was registered as a candidate by the Constituency Electoral Commission (“the ConEC”) for the single-member HajiqabulKurdamir Electoral Constituency no. 58.", "7. On 24 October 2005 the ConEC decided to apply to the Court of Appeal with a request to cancel the applicant’s registration as a candidate owing to the reports of his alleged involvement in activities incompatible with the requirements of the Electoral Code. According to the minutes of the ConEC meeting, seven members of the ConEC participated in the meeting. The applicant was not informed about this meeting in advance and was not invited to it. In support of its decision, the ConEC relied on three grounds, summarised below.", "8. Firstly, the ConEC noted that it had received written statements from four voters claiming that the applicant had either promised or given them money in exchange for their promise to vote for him. Two of them claimed that they had each received 100,000 old Azerbaijani manats (at that time, a sum equivalent to slightly less than 20 euros) in cash from the applicant and, as a proof of this claim, handed in this cash to the ConEC. None of these voters were heard in person by the ConEC. The ConEC considered that such actions by the applicant were contrary to Article 88.4.1-5 of the Electoral Code concerning the illegal means of gaining voter support.", "9. Secondly, relying on unspecified reports, the ConEC noted that the applicant had made public statements “against the constitutional foundations of the State” by advocating for the return to power of the Chairman of the Social Democratic Party and former President A. Mutalibov (who had been in exile for several years).", "10. Thirdly, the ConEC noted that on 24 October 2005 the applicant was planning to organise a demonstration in front of the ConEC building in order to protest against the cancellation of the registration of another candidate from the same constituency, which had taken place earlier.", "11. On 26 October 2005 the Court of Appeal examined the case and cancelled the applicant’s registration as a candidate, in accordance with Articles 88.4 and 113.2.3 of the Electoral Code. During the hearing, the applicant denied all the accusations and argued that the case had been fabricated and that the allegations of bribery had not been proven. Having regard to the ConEC’s submissions, the written statements of the four voters, and several banknotes sealed in plastic bags (as “material evidence”), the Court of Appeal found that the applicant had offered money to voters in exchange for their votes in his favour, thus breaching Article 88.4 of the Electoral Code. It appears that the court considered that this was a sufficient ground for the cancellation of the applicant’s registration and did not examine the other two grounds mentioned in the ConEC’s request.", "12. According to the applicant, four members of the ConEC (two of whom had allegedly participated in the meeting of 24 October 2005) wrote affidavits, addressed to the Court of Appeal, in which they claimed that the alleged ConEC meeting of 24 October 2005 had actually not taken place and that the minutes of that meeting, submitted to the Court of Appeal, constituted a false document. These affidavits were not accepted by the Court of Appeal because they had not been notarised. Subsequently, three of the above ConEC members wrote similar notarised affidavits addressed to the Supreme Court, while one of them retracted his earlier statement.", "13. According to the Government, on 26 October 2005 one of the abovementioned ConEC members, S.Q., wrote another affidavit in which he retracted his previous statement and maintained that he had been forced by the applicant and his representatives to write a statement that there had been no ConEC meeting.", "14. The applicant lodged an appeal with the Supreme Court, arguing that the allegations against him had been fabricated and that the evidence used against him had been tenuous, uncorroborated and wrongly assessed. In support of his submissions he attached, inter alia, the above-mentioned affidavits by the ConEC members.", "15. On 2 November 2005 the Supreme Court dismissed the applicant’s appeal and upheld the Court of Appeal’s judgment of 26 October 2005. It refused to admit the documents submitted by the applicant, finding", "16. Article 88.4 of the Electoral Code of 2003 provides as follows:", "“88.4. Candidates ... are prohibited from gaining the support of voters in the following ways:", "88.4.1. giving money, gifts and other valuable items to voters (except for badges, stickers, posters and other campaign materials having nominal value), except for the purposes of organisational work;", "88.4.2. giving or promising rewards based on the voting results to voters who were involved in organisational work;", "88.4.3. selling goods on privileged terms or providing goods free of charge (except for printed material);", "88.4.4. providing services free of charge or on privileged terms;", "88.4.5. influencing the voters during the pre-election campaign by promising them securities, money or other material benefits, or providing services that are contrary to the law.”", "17. In accordance with Articles 113.1 and 113.2.3 of the Electoral Code, the relevant electoral commission may request a court to cancel the registration of a candidate who engages in activities prohibited by Article 88.4 of the Code.", "18. Complaints concerning decisions of electoral commissions must be examined by the courts within three days (unless the Electoral Code provides for a shorter period). The period for lodging an appeal against a court decision is also three days (Article 112.11).", "19. Chapter 25 of the Code of Civil Procedure sets out rules for the examination of applications concerning the protection of electoral rights (or the right to participate in a referendum). According to Article 290, such applications must be submitted directly to the appellate courts in accordance with the procedure established by the Electoral Code.", "20. Applications concerning the protection of electoral (referendum) rights must be examined within three days of receipt of the application, except for applications submitted on election day or the day after election day, which must be examined immediately (Article 291.1). The court must hear the case in the presence of the applicant, a representative of the relevant electoral commission and any other interested parties. Failure by any of these parties to attend the hearing after due notification does not preclude the court from examining and deciding the case (Article 291.2).", "21. The appellate court’s decision can be appealed against to the higher court (the court of cassation) within three days. This appeal must be examined within three days, or immediately if submitted on election day or the next day. The decision of the court of cassation is final (Article 292)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}