{"ITEMID": "001-105531", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SHISHKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;No violation of Art. 3;Violation of Art. 6-3-c;Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Angelika Nußberger;Dean Spielmann;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1963 and lives in Lipetsk.", "6. In November 2000 the authorities opened criminal proceedings against the applicant in respect of three incidents of robbery and theft committed in the Lipetsk and Tambov regions.", "7. On 17 January 2001 separate criminal proceedings were instituted against the applicant on suspicion of his involvement in the manslaughter of police officer A. and the robbery of M.", "8. On 23 January 2001 the applicant was arrested and escorted to the Interior Department of the Lipetsk Region. According to him, he was not provided with an explanation of the reason for his arrest, nor was he allowed to inform his family or counsel about it.", "9. In the evening of the same day the applicant was transferred to Dolgorukovskoe police station of the Lipetsk Region. He again unsuccessfully requested that he be allowed to inform his family and counsel. He was apprised that he was suspected of the manslaughter of A. and robbery of M.", "10. The applicant denied involvement in the above crimes, whereupon he was severely beaten by Mr Abakumov (the head of the Investigations department), Mr Kondratov, Mr Trubitsyn, Mr Lukin (the head of the public safety department) and Mr Gerasimov (the chief of the police station) who punched and kicked him on various parts of the body. At the same time Mr Kavyrshin encouraged the officers to continue the attack, and Mr Trubitsyn was hitting the applicant on the soles of the feet with a rubber truncheon. Mr Trubitsyn and Mr Kondratov suspended the applicant several times in the air by his arms tied behind his back. Mr Abakumov, Mr Kondratov, Mr Trubitsyn, Mr Butsan (a deputy chief of the police station), Mr Lukin, Mr Gerasimov and Mr Kavyrshin also forced the applicant to wear a gas mask whose air vent was occasionally blocked off.", "11. Until 5 February 2001 the applicant was subjected to similar treatment by the same police officers on a daily basis. In addition, they threatened to take the applicant’s life by placing a loaded pistol in his mouth, left him for lengthy periods of time wrapped in several mattresses with his legs tied together and his hands cuffed behind his back, forced him to wear a smoke-filled gas mask with a blocked air vent and administered electric shocks to various parts of his body through wires connected to a dynamo.", "12. On an unspecified date the applicant confessed to the manslaughter of A. and robbery of M. On 23 and 27 January 2001 he also waived his right to counsel. According to the applicant, the waiver was the result of coercion by the police officers.", "13. The investigator of the prosecutor’s office of the Lipetsk Region Mr Ibiyev was in charge of investigation of the manslaughter of A. and the robbery of M.", "14. On 30 January 2001 the applicant’s relatives retained counsel Sh. who tried unsuccessfully to see the applicant on 30 and 31 January 2001.", "15. The applicant was first allowed access to counsel on 2 February 2001.", "16. On 7 February 2001 a forensic medical examination of the applicant recorded a bruise on his left shoulder, which might have been inflicted about two weeks prior to the examination.", "17. On 13 and 19 February 2001 respectively the applicant complained to the prosecutor of the Lipetsk Region and his counsel that he had been illtreated from 23 January to 5 February and from 9 to 13 February 2001 at Dolgorukovskoe police station, with the knowledge of the investigator Mr Ibiyev. He wrote that under the duress he had confessed to involvement in the robbery of M. and manslaughter of A. and had slandered his cosuspects.", "18. On 26 May 2001 the criminal proceedings against the applicant for manslaughter and robbery were terminated, following the discovery of other suspects, who were later convicted by a court.", "19. On 14 March 2001 the applicant requested the prosecutor’s office of Yelets to institute criminal proceedings against the aforementioned police officers for ill-treatment.", "20. On 6 July and 14 September 2001 the prosecutor’s office rejected the applicant’s request, finding no evidence that an offence had been committed. The decisions contained, in particular, the results of expert medical examinations and statements obtained from several police officers. These decisions were reversed by the prosecutor’s office of the Lipetsk Region on 7 August and 11 October 2001 respectively, on the ground that the inquiry had been incomplete.", "21. On 11 October 2001 the prosecutor’s office of the Lipetsk Region opened criminal proceedings against the alleged offenders. The applicant was granted victim status.", "22. Between November 2001 and August 2002 the investigator again questioned the police officers, the applicant and his former cellmates and held confrontations between the police and the applicant.", "23. In reply to the applicant’s complaints about delays in the investigation, on 12 April 2002 the office of the Prosecutor General ordered that the investigation be sped up.", "24. On 11 August 2002 the criminal proceedings were again terminated on the grounds that there was insufficient evidence that the offence had been committed.", "25. By a letter of 18 October 2002 the office of the Prosecutor General reprimanded the lower office for the discrepancies between the facts of the case and the conclusions reached by the investigator, and for attempts to cover up the violence committed by the police against the applicant.", "26. On 10 November 2002 the prosecutor’s office of the Lipetsk Region quashed the decision of 11 August 2002. The proceedings were resumed.", "27. On 16 May 2003 the police officers of Dolgorukovskoe police station, namely Mr Abakumov, Mr Kondratov, Mr Trubitsyn and Mr Lukin, were charged with abuse of authority associated with the use of violence and weapons and entailing serious consequences, an offence under Article 286 § 3 (a, b, c) of the Criminal Code.", "28. By a letter of 12 February 2004 the office of the Prosecutor General again reprimanded the lower office for poor quality and excessive length of the investigation. It pointed out, in particular, that not all the suspects had been charged and that the charges had been drawn up with certain procedural irregularities. It was suggested that the lower office resume the investigation with a different investigating group.", "29. On 29 and 30 April, 5 May 2004 ten police officers were charged with actions committed in abuse of authority and in violation of the citizens’ rights, involving the use of violence and weapons and entailing grave consequences, an offence under Article 286 § 3 (a, b, c) of the Criminal Code of Russia.", "30. On 20 December 2004 the criminal case against the police officers of Dolgorukovskoe police station was set down for trial before the Yelets Town Court, Lipetsk Region.", "31. On 28 December 2007 the Yelets Town Court found the policemen guilty as charged. The court found, inter alia, that the applicant had been illtreated in the circumstances described above (see paragraphs 10 and 11 above) as a suspect in the manslaughter of A. and the robbery of M. It detailed further that", "“unlawful methods were used to revenge A.’s death as well as with a view to coercion of the suspects to confess in the aforementioned crimes, to confirm them and to waive legal assistance”.", "32. The court sentenced the defendants to terms of imprisonment ranging from four years to five years and eight months, with a subsequent three-year prohibition on serving in law-enforcement agencies.", "33. The court also recognised the applicant’s right to compensation in separate civil proceedings.", "34. On 2 June 2008 the Lipetsk Regional Court upheld the conviction on appeal but decided to commute the sentences and eliminate the prohibition on holding certain offices. The court noted that some of the defendants had been awarded medals for excellent police service and that all of them had positive references from their superiors. It therefore considered that it was possible to give them sentences below the statutory minimum. It sentenced six defendants to imprisonment ranging from two years and six months to three years and three months. The remaining four defendants were sentenced to imprisonment ranging from one year and six months to two years and six months, but their sentences were suspended and they were placed on probation for two years. Those four defendants were immediately released.", "35. On an unspecified date the applicant sued the Ministry of Finance, the Interior Ministry and Dolgorukovskoe police station for compensation in respect of non-pecuniary damage caused by the ill-treatment. He claimed 50,000,000 Russian roubles (RUB).", "36. On 14 May 2009 the Moscow Zamoskvoretskiy District Court allowed the claim in part. It found that the applicant had been subjected to physical and psychological violence and awarded him RUB 100,000 (about 2,300 euros (EUR)) as compensation.", "37. On an unspecified date the Moscow City Court upheld the judgment on appeal.", "38. On an unspecified date the remaining criminal charges against the applicant were submitted to the Lipetsk Regional Court for examination on the merits.", "39. On 27 June 2002 the applicant and other defendants were escorted to the Lipetsk Regional Court for a hearing. According to the applicant, he and other defendants decided not to go into the courtroom, in protest against the postponement of the hearing and lack of medical assistance to some of the defendants. The presiding judge ordered that they be brought in by force.", "40. In a report drawn up on the same day the head of the escorts group described the subsequent events in the following way:", "“After a discussion the accused agreed to proceed to the courtroom. While being escorted they attacked the escorting police officers. Physical force and special means were used against them in order to stop the assault and break their resistance.”", "41. On 15 July 2002 the prosecutor’s office of the Sovetskiy District of Lipetsk refused the request of the relatives of the accused for institution of criminal proceedings against the police officers who had escorted and beaten the accused. The decision contained the statements of the relatives who had been eyewitnesses to the events in part, the applicant’s version of the events and the statements of the escorts.", "42. Five eyewitnesses submitted that at a certain moment they had heard a noise from the staircase leading from the basement and had soon seen the accused being driven up the stairs with blows from the escort officers’ truncheons. The applicant’s mother went on to describe the officer who was beating the applicant and added that innumerable blows had been delivered by the officer, who had used his hands, feet and the truncheon.", "43. The applicant’s version of the events read as follows:", "“[The accused] agreed to enter the courtroom under the condition that they would be allowed to see their family members in the lobby... [They] started going up the stairs, but seeing that not all of their families were in the lobby they turned back. [The applicant] was handcuffed to his co-accused B. Then the escorts started pushing them into the courtroom. He does not know who was beating him...After the incident he had bruises on his body”.", "44. The statement by the head of the escort group was similar to the report drawn up by him on the day of the incident. In addition, he specified that", "“[w]hile going up the stairs, the accused P. bolted to the right and the rest attacked the escorting officers.”", "45. The escorts made similar statements. The presiding judge refused to testify.", "46. The decision not to institute criminal proceedings found it established that the escorts had acted on the judge’s order to bring the accused in by force and had not overstepped the lawful boundaries. It also mentioned that the accused had not requested medical assistance or forensic expert examination and therefore it could not be established whether they had sustained any physical harm.", "47. On an unspecified date the applicant challenged in court the decision not to institute criminal proceedings.", "48. On 20 September 2004 the Lipetsk Sovetskiy District Court heard the applicant, who testified that the escorts had beaten him without any defiance or resistance on his part. Having examined the decision not to institute the proceedings and the escorts’ reports, the court found that the impugned decision was well-grounded and disallowed the complaint.", "49. On 19 October 2004 the Lipetsk Regional Court upheld the decision on appeal.", "50. The Government submitted that the materials of the investigation had been studied by the office of the Prosecutor General, which had returned them to the regional office on 22 January 2007 without any comments.", "51. As transpires from the text of the trial judgment (see paragraph 56 below), on 4 April 2001 the applicant was questioned as an accused within the investigation opened on account of three incidents of robbery and theft committed in the Lipetsk and Tambov Regions (see paragraph 6 above). The parties did not submit the records of the interviews given by the applicant either before or after that date.", "52. In October 2001 the criminal case against him was set down for trial.", "53. The applicant pleaded not guilty at the trial and contended that his testimony in relation to the crimes he was being charged with had been obtained under duress at Dolgorukovskoe police station as well as under pressure from other police officers. He emphasised that he had been illtreated at the police station in connection not only with the manslaughter of A. but also with the other charges pending against him. He also asserted that the waivers of legal assistance had been signed by him against his will and that the waiver of 31 January 2001 had been forged by the investigator. His legal counsel had not been informed by the investigator of the investigative actions.", "54. On 28 April 2003 the Lipetsk Regional Court found the applicant guilty of assault, aiding and abetting attempted robbery, and theft, and sentenced him to six years’ imprisonment. Three of his co-defendants were also found guilty and sentenced to various terms of imprisonment.", "55. In determining the criminal charges against the applicant and his codefendants the trial court relied on the statements made by them during the pre-trial investigation, the circumstantial evidence supplied by the victims, the statements of one of the police officers who had questioned the co-accused during the pre-trial investigation, the records of crime scene reconstructions and expert examinations of several items, which had not ruled out the possibility that the physiological evidence found on them belonged to the applicant or his co-defendants.", "56. The trial court rejected the records of interviews given by the applicant as a suspect before 4 April 2001 in respect of the second incident as obtained in violation of the procedural norms, namely without a previous imposition of a measure of restraint on the suspect. It also did not rely in its assessment of evidence on any statements made by the applicant in respect of the first and third incidents.", "57. In respect of the applicant’s claim that the statements made during the pre-trial investigation were false and had been given under duress, the court stated:", "“... The court cannot agree with the[se] arguments ... as the case materials do not contain any objective information on this account ... They are also refuted by the evidence examined in the proceedings and by the fact that the confessions contained such information as could only be known to the perpetrators of the crime.", "[The applicant] made his pre-trial statements of his own will and by his own initiative; [he] had been explained the provisions of Article 51 of the Constitution including his right not to testify against himself ...”", "58. As to the alleged lack of legal assistance at the stage of the initial investigation, the trial court found that counsel had been retained to provide assistance in respect of the investigation of the manslaughter of A., but not in respect of the rest of the charges.", "59. In his appeal to the Supreme Court of Russia the applicant’s legal counsel challenged the judgment on a number of points. He challenged the court’s analysis of the witnesses’ statements and other evidence, maintained that part of the evidence was inadmissible for procedural flaws, lack of legal assistance during the investigation or due to the coercion applied by the police officers.", "60. On 26 November 2003 the Supreme Court rejected the appeal and upheld the judgment.", "61. The applicant was held in Yelets T-2 prison from 5 February to 13 June 2001. He was also held in Yelets IZ-48/1 detention facility from 13 June 2001 to 27 December 2003 and from 24 February to 29 April 2004. After the conviction he served his sentence in Yelets correctional colony IK-3 from 27 December 2003 to 24 February 2004 and from 29 April to 5 May 2004.", "62. The applicant submitted that in the T-2 and IZ-48/1 detention facilities the cells had been poorly ventilated, their window structures had not allowed access to fresh air, and the lighting had been inadequate. He further submitted that the toilet facilities had not been separated from the living area and that the cells had been infested with rats and mice.", "63. As to the conditions of detention in the correctional colony, the applicant alleged in general terms a lack of proper ventilation, lighting and disinfection, as well as deficiencies in the quality and amount of food supplied.", "64. On an unspecified date the applicant brought proceedings against the T-2 detention facility, seeking compensation for non-pecuniary damage sustained as a result of the poor conditions of detention. In particular, he complained of stuffiness and unpleasant odour in the cells where he had been kept, lack of proper electric lighting and natural light that had allegedly led to deterioration of his eyesight, poor sanitary maintenance of the cells and breach of the statutory standards of catering for the detainees. He also raised numerous other grievances. On 16 May 2006 the Yelets Town Court of the Lipetsk Region heard the applicant and several witnesses in person, considered witness depositions and the regulations pertaining to the subject, and rejected the complaints as unfounded.", "65. It is not clear whether the applicant appealed against the judgment.", "66. The Government submitted that the cell windows of the detention facilities which had housed the applicant had never been fitted with metallic sheets or grilles which could have blocked natural light. Instead, the windows were fitted with white-painted venetian blinds which did not inhibit access of daylight to the cells. These blinds were removed from IZ48/1 and T-2 in late 2002 in accordance with the order of the Prisons Department of the Ministry of Justice of 25 November 2002. The cell windows in the correctional colony were fitted in accordance with the standards proscribed by the decree of the Ministry of Justice of 2 June 2003. During daytime the cells of the detention facilities were lit by 40-watt light bulbs whose number was in proportion with the floor area of the cells.", "67. The cells in IZ-48/1 and T-2 were equipped with combined extractandinput ventilation in working condition. Such ventilation did not exist in the cells of the correctional colony, as the inmates only slept there. All the detention facilities were naturally ventilated by way of vent lights in the windows.", "68. IZ-48/1 and T-2 were equipped with sanitary facilities in working order. The toilets, which were 1.2 to 3 metres from the living area, were fitted with partitions measuring from 1 to 1.8 metres in height, which ensured sufficient privacy. The correctional colony’s quarantine unit and unit 2 had separate sanitary rooms. The cleaning of the sanitary facilities in T-2 and IZ-48/1 was done by the inmates according to the internal regulations. In the correctional colony this cleaning was done twice a day.", "69. There were no discoveries of mice, rats or parasitical insects in the concerned detention facilities during the applicant’s period of detention. In T-2 the disinfection and disinfestation took place on a monthly basis, with additional daily inspection of the cells. In IZ-48/1 and the correctional colony such operations were carried out by a staff disinfector in accordance with a set schedule. In addition, all of the concerned facilities disinfested the inmates’ clothes and bedding on a weekly basis.", "70. As to the catering, the Government submitted that it had been provided in accordance with the statutory standards.", "75. Rubber truncheons may be used in the following cases:", "- to repel an attack on a staff member of a detention facility or on other persons;", "- to suppress mass disorder or put an end to collective violations of detention rules and regulations;", "- to put an end to a refusal to comply with lawful orders of facility administration and warders;", "- to release hostages and liberate buildings, rooms and vehicles taken over by a detainee;", "- to prevent an escape;", "- to prevent a detainee from hurting himself (section 45).", "76. Police officers are only entitled to use physical force, special means and firearms in cases and within procedures established by the Police Act; staff members of police facilities designated for temporary detention of suspects and accused persons may only use such force and special means in cases and within the procedure established by the Custody Act (section 12).", "77. Section 12 of the Police Act provides that a police officer resorting to physical force, special means or a firearm should warn an individual that force/special means/firearms are to be used against him. In cases when a delay in the use of force, special means or firearms may endanger the life and health of civilians or police officers or cause other serious damage such a warning is not necessary. Police officers should ensure that damage caused by the use of force/special means/firearms is minimal and corresponds to the character and extent of the danger that unlawful conduct by a perpetrator may pose and the resistance that the perpetrator offers. Police officers should also ensure that individuals who have been injured as a result of the use of force/special means/firearms receive medical assistance.", "78. By virtue of section 13 of the Police Act police officers may use physical force, including combat methods, to prevent criminal and administrative offences, to arrest individuals who have committed such offences, to overcome resistance to lawful orders, or if non-violent methods do not ensure compliance with responsibilities entrusted to the police.", "79. Sections 14 and 15 of the Police Act lay down an exhaustive list of cases when special means, including rubber truncheons and handcuffs, and firearms may be used. In particular, rubber truncheons may be used to repel an attack on civilians or police officers, to overcome resistance offered to a police officer and to repress mass disorder and put an end to collective actions disrupting work of transport, means of communication and legal entities. Handcuffs may only be used to overcome resistance offered to a police officer, to arrest an individual caught when he is committing a criminal offence against life, health or property and if he is attempting to escape, and to take arrestees to police stations, to transport and protect them if their behaviour allows the conclusion that they are liable to escape, cause damage to themselves or other individuals or offer resistance to police officers.", "80. Under Article 47 § 1 of the old CCrP, in force at the material time, counsel could be admitted to proceedings from the moment charges were announced or listed, or, for an arrested or detained suspect, from the moment he or she is given access to the arrest record or detention order. If privately-retained counsel did not appear within twenty-four hours, the authority in charge of the case was allowed to suggest that the person retain other counsel, or to appoint counsel itself (Article 47 § 2)."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}