{"ITEMID": "001-58075", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF BIZZOTTO v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (six month period);Preliminary objection rejected (non-exhaustion of domestic remedies);No violation of Art. 5-1", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. On 4 March 1990 Mr Bizzotto was arrested in transit at Athens Airport while in possession of 3.5kg of cannabis which he had purchased in Islamabad (Pakistan) for 1,000 US dollars. He was detained pending trial in Korydallos Prison, Athens.", "7. On 6 May 1991 the Athens Court of Appeal, sitting as a first-instance criminal court with three judges (Trimeles efetio kakourgimaton), held as follows (in judgment no. 986/1991):", "\"The Court finds the defendant guilty of having deliberately and as a drug addict (a) purchased in Islamabad, Pakistan, on 1 March 1990 approximately 3.5kg of Indian hemp from persons unknown for the sum of 1,000 US dollars (b) brought the said cannabis from Karachi (Pakistan) to Athens by plane on 4 March 1990, (c) imported it into Greece on 4 March 1990 and (d) had it in his possession, wrapped in the lining of an anorak, at Athens Airport on 4 March 1990. The stratagems the defendant used to hide and transport this cannabis, the ease with which he travelled on several occasions to Pakistan, Thailand and other eastern countries and obtained cannabis in Pakistan, the connections which he has in that country, his knowledge of how strict customs security measures are in different countries, his previous convictions for drug-related offences, and the large quantity of cannabis he purchased for resale, show him to be particularly dangerous.\"", "It sentenced him to eight years’ imprisonment and a fine of two million drachmas. In addition, it suspended his civic rights for five years and ordered that he be permanently prohibited from re-entering the territory after his release. Lastly, it ordered his placement in an appropriate centre to receive treatment for his drug addiction (under section 14 of Law no. 1729/1987 - see paragraph 15 below).", "8. On 22 October 1992, on an appeal by the applicant, the Athens Court of Appeal sitting with five judges (Pentameles efetio) upheld the judgment of the court of first instance (see paragraph 7 above) but reduced the sentence to six years’ imprisonment and a fine of one million drachmas (judgment no. 1003/1992). It also ordered \"the defendant’s placement in an appropriate prison or in a State hospital where he can receive treatment for drug addiction\".", "However, Mr Bizzotto was never admitted to any such institution; he served his sentence in Patras Prison.", "In a letter of 26 November 1992 the public prosecutor notified the governor of Patras Prison of the Court of Appeal’s decision and indicated that the part of the judgment dealing with the applicant’s placement in a prison with medical facilities did not apply as no such institutions existed. However, he added that he would contact the governor if such an institution opened before Mr Bizzotto finished serving his sentence.", "9. While detained at Patras Prison the applicant made four applications to the Patras Criminal Court (Trimeles plimmeliodikio) to be released on licence; three of them were made before the Athens Court of Appeal sitting with five judges had delivered its judgment (see paragraph 8 above).", "10. In his first application, made on 4 December 1991, Mr Bizzotto maintained that he had been cured and had ceased to be at all dependent on drugs during his long stay in prison and after medical treatment. He also stated that he had a wife and family, that he owned a profitable farm in Italy and that he was determined not to reoffend in future. He requested his release on licence under section 23 of Law no. 1729/1987 (see paragraph 15 below).", "In a decision (no. 595/1992) of 3 February 1992 the Patras Criminal Court dismissed the application.", "It began by noting that it was objectively impossible to admit drug addicts to treatment centres as no such centres existed.", "It added:", "\"It is apparent from sections 14 and 23 of Law no. 1729/1987 ... that a person who has been convicted under that Law and has been found to be a drug addict must be placed in an appropriate prison or in a State hospital for special treatment. The placement cannot last for less than a year. During the period of treatment, the convicted person is examined periodically in order to establish whether he has been cured or whether the placement must continue. Periodic reviews begin after one year and are carried out by the court either of its own motion or on an application by the prosecution. If the court ... considers - after studying the relevant expert’s report - that the accused has been cured, it orders his discharge from the centre; if the term of imprisonment to which he has been sentenced is longer than the period of treatment, the prisoner is returned to prison to serve the remainder of his sentence. In that case, if the court considers that there is no serious reason why the prisoner should serve the remainder of his sentence, it orders his release on licence. ... Persons who have become habitual users of drugs and are unable to give up the use of them voluntarily - in other words `drug addicts’ - are patients and are treated as such under section 23. It is to be noted that the Greek legislation in force ... does not use the scientifically accepted term of `drug addict’ but the expression `user of narcotic substances subject to special treatment’ (section 13 (1) of Law no. 1729/1987) ... The release on licence of persons convicted under Article 105 of the Criminal Code should not be confused with the discharge of convicted drug addicts under the provisions of section 23 of Law no. 1729/1987. In the first case the aim pursued is solely that of rehabilitation, whereas in the second case it is also therapeutic ... For an application to this end by a convicted person to be admissible it is a prerequisite that (a) he has been placed in a centre to receive treatment for drug addiction and (b) he has spent at least one year in such a centre and is considered cured ... A problem arises where a convicted person has never been admitted to such a centre. In that case, section 23 does not apply, because the procedural requirement will not have been satisfied. Such a person is deprived of his right to make such an application, which will accordingly be inadmissible. This is not affected by his alleged recovery in prison while serving his sentence. The fact that the prison psychiatrist has certified that he has been cured is of no avail. On the other hand, it raises serious questions and doubts as to the objectiveness of the findings in the psychiatric reports made during the investigation and taken into account by the relevant courts. Although these persons are described as ‘drug addicts’ ... in these reports, within a few months they are regarded as ‘completely cured’ after non-existent treatment and merely taking aspirin or Hypnostedon.", "...", "Besides, the essential requirements for an application to be admissible are that the convicted person has made a full recovery and that there is no serious reason why he should serve the remainder of his sentence. ... In order to make a finding that there is a ‘serious reason’, it is necessary to have regard to the criteria laid down in Article 106 para. 1 of the Criminal Code. It appears from the case file that the applicant does not satisfy the essential conditions laid down by law, in particular as regards his complete cure. In view of his antecedents ... and character, it is unlikely that the applicant will lead an honest life on leaving prison as he shows a marked tendency to commit drug-related offences.\"", "11. On 5 February 1992 the applicant made a second application for release on licence, in which he essentially repeated the same arguments as he had put forward in the first (see paragraph 10 above).", "On 27 February 1992 the Patras Criminal Court dismissed the application (in decision no. 1119/1992) in the following terms:", "\"The court is not convinced either from the documentary evidence or from the applicant prisoner’s personal attendance before it that he is totally cured of his dependence on drugs. He has not been admitted to an appropriate treatment centre and the treatment in Patras Prison is insufficient to cure him of an addiction acquired over a very long period of drug use. In addition, no prison psychiatrist’s certificate as to the progress of his treatment has been produced ...\"", "12. On 4 March 1992 the applicant made a third application, supported by psychiatric certificates of his recovery. He sought to benefit from the provisions of section 23 of Law no. 1729/1987 (see paragraph 15 below).", "At the hearing he admitted that he had \"been taking drugs\" since the age of 19 and had even taken heroin in the past. However, he said that he had managed to cure himself of his drug addiction whilst in prison, where conditions were not conducive, and added that, if his imprisonment were to continue, his condition would get worse.", "In a decision (no. 2694/1992) of 27 May 1992 the Patras Criminal Court reached the following conclusions:", "\"The prison doctor’s diagnosis is not sufficient to prove that the applicant has recovered. The latter’s application is inadmissible since he has not been admitted to an appropriate prison similar to the psychiatric clinic at Korydallos Prison. Furthermore, at the time of the application the applicant had served two years, one month and twenty-six days of his sentence and there is a serious reason for his serving the remainder, especially as his criminal record shows that in 1974 he was sentenced by the Athens Assize Court to three years’ imprisonment for a drug-related offence.\"", "13. In a letter of 9 June 1993 the Minister of Justice, replying to an application by Mr Bizzotto to be placed in a treatment centre for drug addicts, informed him that there was no such centre inside the prison.", "14. On 15 December 1993 the applicant made a fourth application for his release on licence, relying on Articles 105 and 106 of the Criminal Code (see paragraph 16 below). He said that he had served three-fifths of his sentence and had been of exemplary conduct throughout his time in prison. He was no longer addicted to drugs and was therefore no longer a danger to society; his continued detention would be harmful to him and could no longer be justified.", "On 11 February 1994 the Indictments Division (Symvoulio plimmeliodikon) of the Patras Criminal Court granted his application. It found that he had already served four years and fourteen days of his sentence - that is to say more than half of the sentence imposed and more than the one-year minimum (Article 105 of the Criminal Code) - and that during his time in prison he had been of good conduct, had shown repentance, had complied with prison regulations and had not incurred any disciplinary penalties.", "15. The relevant provisions of Law no. 1729/1987 are as follows:", "\"(1) The prevention of pharmaceutical dependence on narcotic substances within the meaning of section 4 of this Law shall be organised at three levels:", "(a) preventive information;", "(b) treatment;", "(c) reintegration into society.", "(2) For the purposes of implementing this programme, there shall be set up by joint decisions, published in the Official Gazette, of the Minister of Health, Welfare and Social Security and the Minister competent in each given case:", "(a) ...", "(b) special drug-addiction units and prisons with medical facilities;", "(c) ...\"", "\"(1) A term of imprisonment of at least ten years and a fine of between 100,000 and 100,000,000 drachmas shall be imposed on anyone who:", "(a) imports or exports drugs or causes them to transit through Greece;", "(b) sells or buys drugs or makes them available in any way whatsoever to third parties or acts as an intermediary or stores drugs or puts drugs into storage;", "...", "(g) possesses or transports drugs in any manner and by any means whatsoever, either on Greek territory or alongside or across territorial waters or in Greek airspace; ...\"", "\"Anyone who commits any of the offences referred to in sections 5, 6 and 7 shall be liable to life imprisonment if he is a reoffender or if he acts by way of occupation or habitually or if he has acted with a view to causing minors to use drugs or if the circumstances in which the offences were committed show him to be particularly dangerous.\"", "\"(1) Anyone who solely for their own use obtains or possesses by any means whatsoever a small quantity of drugs or uses drugs shall be liable to imprisonment. The sentence shall be served in a special prison with medical facilities.", "\"(1) Persons who have become habitual users of drugs and cannot give up the use of them voluntarily shall receive special treatment in accordance with the provisions of this Law.", "(2) The court shall determine whether the conditions referred to in the preceding subsection are met in the case of the accused or convicted person after an examination at a specialist treatment centre for drug addicts ...", "(3) An offender to whom all the conditions set out in subsection (1) apply shall, if found guilty of", "(a) the offence under section 12 (1), not be punished, but will be subject to the application mutatis mutandis of the provisions of the second paragraph of section 14 (1) of this Law;", "(b) the offences referred to in sections 5, 6 or 7, be liable to at least three months’ imprisonment and a fine of between 50,000 and 10,000,000 drachmas; ...", "(c) the acts referred to in section 8, be liable to a maximum of ten years’ imprisonment and a fine of between 1,000,000 and 200,000,000 drachmas.\"", "\"(1) Any offender in respect of whom the conditions set out in section 13 (1) and (2) of this Law are met and who has been detained pending trial in accordance with the Code of Criminal Procedure or who has been convicted of any offence whatsoever shall be placed in an appropriate prison with medical facilities. If he is held not to be criminally responsible under Article 34 of the Criminal Code, he shall be placed in a State hospital. In both cases he shall be subject to a special treatment programme determined by the Minister of Health, Welfare and Social Security.", "(2) Where a person is sentenced to a term of imprisonment, any time spent in hospital shall be reckoned as time served in prison.\"", "\"(1) If an offender’s period of hospitalisation under section 14 exceeds one year, which is the minimum period of treatment, the head of the institution in which he has been placed shall at the end of each year make a report on the progress of his treatment to the public prosecutor at the Criminal Court for the place where the sentence or preventive measure is to be carried out and shall indicate whether the convicted person should remain in the institution. On the basis of this report the Criminal Court, sitting with three judges, shall decide whether detention should continue. The court, which may also order an expert’s report under section 13 (2), shall make a final decision whether detention in hospital should continue.", "(2) If a person detained in a hospital has recovered and was found not to be criminally responsible under Article 34 of the Criminal Code, the court shall order his release on an application by the public prosecutor. If part of his sentence remains to be served, the court shall decide whether there is a serious reason why he should serve the remainder, but otherwise shall order his release on licence. The conditions attached to his release may concern his way of life, and in particular his place of residence, and include an obligation to attend the clinic, special drug-addiction centre or general hospital nearest to his place of residence whenever requested to do so for the purposes of checking that the conditions are being complied with ...", "(3) If the person detained is not released under the preceding subsection, the court shall decide at the end of each year, on application by the detained person himself, the director of the institution in which he is detained or the public prosecutor, whether he should be released.", "...\"", "16. Articles 105 para. 1 and 106 of the Criminal Code provide:", "\"Anyone who has been sentenced to a term of imprisonment may, after serving two-thirds of his sentence and in any event at least one year or, in the case of a life sentence, twenty years, be released on licence in accordance with the following provisions.\"", "\"(1) A prisoner shall only be released on licence if he has been of good conduct while serving his sentence, has performed as far as possible his obligations towards the victim ... and if his antecedents, his personal and social circumstances in general and his character ... give cause for hope that he will lead an honest life in the future.", "(2) The prisoner may be required to comply with certain obligations relating to his way of life and in particular his place of residence. These obligations may at any time be withdrawn or varied on application by the prisoner.", "...\"", "17. Article 565 of the Code of Criminal Procedure provides:", "\"Doubts as to the nature or length of the sentence Any doubt or objection as to the execution of the judgment or as to the nature or length of the sentence shall be decided by the Criminal Court for the district where the sentence is to be served. The public prosecutor or the convicted person may appeal to the Court of Cassation on points of law against such a decision.\"", "18. In a circular of 23 September 1992 the Minister of Justice informed the public prosecutors at the courts of appeal and the courts of first instance and prison governors that there were no prisons with medical facilities in Greece as mentioned in section 14 of Law no. 1729/1987. Consequently, it was not possible to implement court orders directing that drug addicts be placed in such prisons under that section."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}