{"ITEMID": "001-23714", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "DAVENPORT v. PORTUGAL", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The applicant, Mr David Davenport, is a United Kingdom national who was born in 1939. He was represented before the Court by Ms C. Harby, a lawyer from the AIRE centre in London. On 9 April 2002, the Court was informed of the applicant’s death. His son, Mr Mark Davenport, expressed the wish to pursue the application. He is represented by Ms C. Harby.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 October 1990, the applicant bought a plot of land situated in Silves (Portugal). The purchase was registered in the Land Registry (Conservatória do Registo Predial) of Silves. The previous owner of the land had applied to the Silves City Council (Câmara Municipal) seeking permission for the land (including the plot of the applicant as well as other plots) to be developed for urban construction. The City Council granted a construction permit (alvará) on 25 February 1983.", "On 21 June 1993, the Public Attorney instituted proceedings against the Silves City Council in the Administrative Tribunal (Tribunal Administrativo de círculo) of Lisbon. He submitted that the decision passed by the City Council granting the permit was void, as some administrative procedures had not been followed. The Public Attorney asserted that when the permit was granted, the City Council had not drawn up a formal plan for the urbanisation of the area. In those circumstances, the previous approval of the Directorate-General of Urban Services (Direcção-Geral dos Serviços de Urbanismo) was necessary pursuing to the Decree-Law no. 289/73 of 6 June 1973. As such approval had not taken place, the permit was null and void. Finally, the Public Attorney asked the Tribunal to serve summonses on the individuals having bought land on the area in question as private defendants.", "The applicant filed his defence on 16 March 1994. He submitted that he had purchased the property in good faith and that he was unaware of any alleged failures in the issue of the permit. In his view, even if the Administrative Tribunal annulled the permit, that could not affect his rights.", "On 7 November 1994, the judge suspended the proceedings in view of the death of one of the private defendants.", "By a decision of 29 September 1998, the judge considered that the proceedings could be resumed.", "On 27 March 2001, the Administrative Tribunal gave its judgment in favour of the Public Attorney and declared the construction permit granted by the Silves City Council to be null and void. The applicant was notified of this decision on 22 November 2001.", "On 6 December 2001, the applicant filed an appeal against this judgment with the Supreme Administrative Court.", "On 12 February 2003, the Supreme Administrative Court rejected the appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}