{"ITEMID": "001-57489", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF FOTI AND OTHERS v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (ex officio examination);Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Not necessary to examine Art. 13;Just satisfaction reserved", "JUDGES": "C. Russo", "TEXT": ["10. The applicants, who are all Italian nationals, live in Reggio Calabria. They were prosecuted for acts committed in the course of demonstrations that took place in Reggio Calabria between 1970 and 1973. The popular unrest, which was particularly heightened between July 1970 and April 1971, was triggered off by the decision to transfer the capital of the province of Calabria from Reggio (its traditional site) to Catanzaro, and became particularly widespread on account of the economic situation in this part of the region. It took the form of general strikes, dynamite bombings and clashes with the police. It led to hundreds of arrests, about 1,200 charges and, in 1970 and 1971 alone, to 459 prosecutions; 94 of these were transferred, for serious reasons of public policy (Article 55 of the Code of Criminal Procedure - see paragraph 31 below), to a court in another town, including 86 to the Potenza Regional Court.", "11. As to the exact dates of the facts concerning each applicant, the evidence in the case-file contains numerous contradictions and uncertainties which the efforts of the Court, and in particular the questions it put to the persons appearing before it, have not entirely succeeded in removing. Subject to this reservation, the facts may be summarised as follows:", "12. Mr. Benito Foti was born in 1932 and is a clerk. He complains of three different proceedings instituted against him.", "13. On 9 October 1970, the applicant was charged, together with three other persons, with obstructing the public highway and seditious assembly. The preliminary investigation commenced before the Reggio Calabria Regional Court had to be suspended by reason of the election to the Chamber of Deputies on 7 May 1972 of one of the applicant’s co-accused, Mr. Fortunato Aloi. In 1975, the Chamber of Deputies authorised Mr. Aloi’s parliamentary immunity to be waived (Article 65 of the Constitution), following which, on 22 March 1976, the investigating judge committed the persons concerned, including Mr. Foti, for trial.", "14. On 17 May 1976, the public prosecutor ( procuratore della Repubblica ) of Reggio requested the public prosecutor ( procuratore generale ) attached to the Catanzaro Court of Appeal to apply for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. By order of 20 December 1976, registered on 12 January 1977, the Court of Cassation granted the application made by the latter public prosecutor on 22 May and transferred the case to the Potenza Regional Court, which received the case-file on 17 January 1977.", "15. On 21 December 1977, the Potenza Regional Court summoned the applicant to appear. On 15 February 1978, it delivered a judgment acquitting the applicant, which was entered in the court registry on 27 February.", "16. In September 1971, Mr. Foti was arrested and charged, together with another person, with obstructing the public highway, seditious assembly, illegal possession of weapons (tear-gas grenades) and \"serious resistance\" to the police.", "In November 1971, the Reggio investigating judge committed the applicant for trial. The committal decision included a discharge on one of the counts. In January 1976, the investigation chamber of the Reggio Regional Court declared inadmissible the appeal that the public prosecutor’s office (pubblico ministero) had brought on that point.", "17. In February 1976, the Reggio public prosecutor requested the public prosecutor attached to the Catanzaro Court of Appeal to apply for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. By order of 11 June 1976, registered at the beginning of September, the Court of Cassation granted the application made in March 1976 by the latter public prosecutor and transferred the case to the Potenza Regional Court.", "18. The Potenza public prosecutor’s office received the case-file on 1 October and transmitted it to the Regional Court on 26 November. The applicant, after being summoned on 9 December 1976 to appear on 1 February 1977, received a four months’ suspended sentence and a fine for illegal possession of weapons but was acquitted on the remaining charges.", "On 2 June 1977, the Potenza Court of Appeal upheld this decision against which Mr. Foti had appealed. The applicant’s subsequent appeal on a point of law to the Court of Cassation was dismissed on 25 June 1979.", "19. On 21 March 1973, the applicant was arrested and charged, together with two other persons, with obstructing the public highway.", "20. On 27 February 1976, the Reggio public prosecutor requested the public prosecutor attached to the Catanzaro Court of Appeal to apply for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. By order of 14 June 1976, which was registered the following day, the Court of Cassation granted the application made by the latter public prosecutor on 5 March 1976 and transferred the case to the Potenza Regional Court.", "21. The applicant was committed for trial on 14 January 1977. The Regional Court summoned Mr. Foti to appear on 29 March 1977, but had to adjourn the hearings until 7 June. On that date, it delivered a decision, which became final, acquitting the applicant.", "22. Mr. Felice Lentini was born in 1939 and is a carpenter. In September 1970, together with eight others, he was arrested and charged with resisting the police.", "23. The Reggio Calabria public prosecutor conducted the investigation according to the \"summary\" procedure (Article 389 of the Code of Criminal Procedure) and committed the applicant for trial on 18 September 1972.", "On 24 May 1974, however, he requested the public prosecutor attached to the Catanzaro Court of Appeal to apply for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. By order of 16 June 1975, the Court of Cassation granted the application made by the latter public prosecutor on 14 June 1974 and transferred the case to the Potenza Regional Court.", "24. The Potenza Regional Court, at its first hearing on 26 May 1976, concluded that the ordinary procedure should be followed and consequently referred the case-file to an investigating judge for examination. After once more being committed for trial approximately two months later, Mr. Lentini was acquitted by the Regional Court on 18 January 1977 for lack of evidence by a decision which became final.", "25. Mr. Demetrio Cenerini was born in 1942 and is a messenger. He was arrested on 15 July 1970 and charged on 18 July, together with seventeen other persons, with insulting the police. He was released from custody on 31 July 1970. The Reggio Calabria investigating judge committed him for trial on 18 October 1972.", "26. On 27 May 1974, the Reggio public prosecutor requested the public prosecutor attached to the Catanzaro Court of Appeal to apply to the Court of Cassation for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. The latter public prosecutor did so on 3 June 1974, but did not forward the case-file until each of the eighteen persons charged had been served with judicial notification (see paragraphs 33-36 below). By order of 17 January 1975, which was registered approximately three months later, the Court of Cassation granted the application and transferred the case to the Potenza Regional Court.", "27. The Potenza Regional Court, before which proceedings had been commenced by the public prosecutor’s office in April 1976, summoned the applicant on 22 September to appear before it on 30 November. At that hearing, the defence objected, under Article 439 of the Code of Criminal Procedure, that the committal order was void because it had not been notified of the lodging of the preliminary investigation documents at the court registry before closure of the investigation proceedings. On 30 November 1976, the Court allowed the objection. Consequently, it sent the case-file back to the investigating judge, who on 12 May 1977 made a new committal order.", "A first hearing fixed for 16 January 1978 had to be postponed because some important witnesses did not attend. At the following hearing on 15 March 1978, the case had to be adjourned again because the composition of the chamber had changed. Finally, on 7 June 1978, the Court discharged Mr. Cenerini, finding that the period of limitation had expired on 15 January 1978 (Articles 157 and 160 of the Penal Code).", "28. Mr. Giovanni Gulli was born in 1952 and is a labourer. He was arrested on 16 July 1970 and charged on 18 July, together with fifty-three others, with resisting and insulting the police, obstructing the public highway and seditious assembly. The Reggio Calabria investigating judge committed him for trial on 3 March 1973.", "29. On 16 November 1974, the Reggio public prosecutor requested the public prosecutor attached to the Catanzaro Court of Appeal to apply to the Court of Cassation for the case to be remitted to a court other than the Reggio Regional Court, for serious reasons of public policy. The latter public prosecutor did so on 3 December 1974, but did not forward the case-file until 15 December 1975, after service of judicial notification on each of the fifty-four accused (see paragraphs 33-36 below). By order of 26 January 1976, which was lodged in the registry on 12 March 1976, the Court of Cassation granted the application and transferred the case to the Potenza Regional Court.", "30. The Potenza Regional Court, before which proceedings had been commenced by the public prosecutor’s office in June 1977, summoned the applicant on 2 February 1978 to appear before it on 29 March. At the hearing on that date, the consideration of the case had to be adjourned until 2 October because it had proved impossible to serve judicial notification on some of the accused.", "On 2 October 1978, the Regional Court discharged Mr. Gulli, finding that the period of limitation had expired on 15 January 1978 (Articles 157 and 160 of the Penal Code).", "31. Article 55, first paragraph, of the Code of Criminal Procedure provides (translation from Italian):", "\"At any time during or at any stage of the proceedings on the merits, on application by the public prosecutor attached to the Court of Appeal or the Court of Cassation, the Court of Cassation may transfer the preliminary investigation or trial proceedings to a different court, on serious grounds of public policy or on grounds of legitimate suspicion.\"", "Article 56, second paragraph, specifies that the application is to be communicated to the accused (imputato) by the registry of the public prosecutor’s office. The transfer proceedings suspend neither the preliminary investigation nor the trial, unless the Court of Cassation, which gives its ruling on the application by means of an order (Article 58), directs otherwise (Article 57).", "32. Under Article 45 of the Code of Criminal Procedure (translation from Italian):", "\"There is a close connection between proceedings in the following cases:", "1. Where the prosecutions concern offences (reati) committed on the same occasion by several persons gathered together ...;", "...", "4. If the evidence of an offence or of one of its circumstances is material for the evidence of another offence or one of its circumstances.\"", "Where a close connection exists, Article 413 of that Code provides that proceedings may be joined provided this serves to expedite the procedure.", "33. Notifications in criminal cases are governed by the rules laid down by Articles 166 to 179 of the Code of Criminal Procedure.", "34. As regards the initial notification of an accused person who is not in custody and where it is impossible to effect service on the person concerned, a copy shall be left at his domicile or normal place of work, with a third party living with him, even temporarily, or, failing that, with a caretaker or equivalent. If both places are unknown, a copy of the document shall be served on one of these persons wherever the accused resides or has an address. Where there are no such persons, or where they are unable or unwilling to accept service of a copy of the document, the latter shall be lodged in the town hall of the municipality in which the accused lives or, failing that, in which he has his normal place of work; notice that the document has been lodged shall be posted on the door of the accused’s home or normal place of work (Article 169).", "35. If notification is nevertheless impossible, the official responsible for serving it shall so inform the competent judicial or prosecuting authority. That authority, after having ordered further searches, in particular at the accused’s place of birth or his last place of residence, shall draw up a declaration to the effect that the accused is untraceable (decreto di irreperibilità), assigning him a defence lawyer if he does not already have one and requiring that the notification which could not be served and any future notifications be lodged with the registry of the judicial authority ( ufficio giudiziario ) conducting the proceedings (Article 170).", "36. Under Article 171, the accused is asked, in the first formal document in the proceedings to elect a domicile for notification purposes; he is required to report any change of domicile. According to the legislation applicable at the time (amended by Act no. 534 of 8 August 1977), where the information provided on this matter by the person concerned proved incomplete, further searches had to be conducted pursuant to Articles 169 and 170.", "37. By virtue of Article 152 of the Code of Criminal Procedure, a court is obliged, at any stage of the proceedings, to take notice of its own motion of the extinction of an offence; statutory limitation takes effect by operation of law.", "The statutory limitation period varies from eighteen months to twenty years, according to the seriousness of the potential penalty (Article 157 of the Penal Code); in calculating the period, account has to be taken of any suspension or interruption that may have occurred (Articles 159 and 160 of the Penal Code). Thus, in the case of Mr. Cenerini and Mr. Gulli, the period was seven and a half years (see paragraphs 27 and 30 above)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}