{"ITEMID": "001-4987", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "LIE AND BERNTSEN v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The first applicant, Mr Randolf Lie is a Norwegian citizen, born in 1936, and lives at Sandsli, Norway. The second applicant, Mr Tomm Berntsen, also a Norwegian citizen, was born in 1954 and lives in Alicante, Spain. The first applicant is represented by Mr Ole Reinert Berg-Olsen, a lawyer practising in Bergen, Norway. The second applicant is represented by Mr Birger Nilsen, a lawyer practising in Oslo, and by Mr Tyge Trier, a lawyer practising in Copenhagen, Denmark.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. Background", "In 1981 the applicants, together with two other persons, founded a limited liability company, Videoproduksjon A/S, which in 1983 was renamed VIP Scandinavia A/S (hereinafter referred to as VIP). The first applicant was Chairman of the company board during most of the period between the summer of 1983 and July 1987; between June and December 1986 he was a board member and the managing director. The second applicant was the managing director and a board member during a large part of the period between the autumn of 1983 and March 1987. In addition, the applicants were major shareholders in VIP.", "The company's trade consisted of acquiring media rights within television and home video industry. It developed into becoming a large-scale holder of film rights for television, cinemas and hotels in various countries. Until the end of 1984, its business was largely concentrated on this kind of activities. While the company experienced a considerable expansion in its trade, its share capital increased from NOK 50,000 in 1981 to NOK 70 million in 1987. To a large extent, new emissions of shares were used as a means to acquire capital for the purchase of other firms and to cover the running of the company and its financial costs. Approximately 30 emissions of shares took place from 1981 to 1987.", "In January 1986, VIP merged with the company Media Vision A/S, increasing the number of employees from 50 to 1,500. From being a relatively small company VIP became a mother company of a large diversified corporation with more than 100 subsidiary companies involved in a number of different types of activities.", "In March 1987, VIP failed to present within the prescribed time-limit the accounts for 1986. Following the discovery of a large unexpected deficit, debt settlement proceedings were opened in July 1987.", "2. Criminal Investigation", "On 20 October 1987 the State Prosecutor for Hordaland ordered the Bergen police to open an investigation into alleged criminal activity within VIP and certain other companies involved. On 10 November 1987, the police interrogated the applicants for the first time. The investigations, which lasted three and a half years, concerned suspicion that the applicants were guilty of serious fraud (Articles 270 and 271 of the Penal Code) and of serious breach of trust (Articles 275 and 276) inter alia in relation to the issuing and sales on the stock market of 76,200 invalid VIP shares in order to meet the company's financial needs; the issuing of 120,000 invalid VIP shares and their transfer to a bank, subsequently replaced as security by 120,000 equally invalid shares; partial implementation of an agreement to the effect that 170,000 of the applicants' own VIP shares were sold to Media Vision A/S illegally at a fixed and too high a price. Furthermore, they were suspected of serious embezzlement (Article 255 and 256) in relation to NOK 1.5 million profits derived from an agreement concluded by the applicants without the board's knowledge giving them a right to repurchase VIP shares at a fixed price. The applicants were moreover suspected of a number of other offences, including various violations of the accounting legislation, insider trading (second applicant only) and tax evasion,", "The Public Prosecutor of Hordaland began to acquaint himself with the case as soon as he received the first recommendation from the police in September 1990. Only when he received the last such recommendation in May 1991 could he gain a complete picture of the case. He then decided that it was too complex to be dealt with by his office and in July 1991 transferred the case to Økokrim (the National Authority for Investigation and Prosecution of Economic and Environmental Crime in Norway). This is a separate central police and prosecuting authority, set up in 1989 - in order to bring together a broad range of expertise for the investigation of complex cases of economic crime - and fully operative since 1991.", "In the course of the investigations, the police heard 81 witnesses and collected some 30-shelf metres of documents, in part by seizure, in part by voluntary means. The official case documents extended to some 5-shelf metres. Altogether 11 persons were charged; of whom 3 were finally indicted. At the time, the VIP case was the most extensive case of economic crime ever investigated by the Norwegian police.", "3. Criminal Proceedings", "On 16 December 1992 an indictment was served on the applicants. In January 1993 the charges concerning insider trading were dropped. A second indictment was served on 8 November 1993. In January 1994 it was decided not to pursue charges relating to tax evasion and violation of accounting legislation. Those concerning serious embezzlement were also dropped. According to the Government, in some instances this was motivated by the state of the evidence, but in most instances it was done in order to simplify and expedite the proceedings. The indictments were replaced by other indictments on 27 January 1994 by which the applicants were charged inter alia with fraud contrary to Articles 275 and 276 of the Penal Code.", "On 13 April 1994 the Bergen City Court (Bergen Byrett) scheduled the case to be examined as from 15 August 1995. The main hearing opened on 21 August 1995 and involved a total of thirty-six court days. The applicants were heard as well as twenty-seven witnesses.", "In decisions of various dates between 20 October 1993 and 26 January 1994 Økokrim, the Ministry of Justice and the City Court refused the second applicant's requests for reimbursement of his travel and subsistence expenses - amounting to NOK 973,664 in connection with travelling from Spain to Norway. Moreover, Økokrim refused his requests for photocopies of the case documents being sent to his address in Spain.", "By judgment of 28 November 1995 the City Court acquitted the applicants with respect to some of the charges against them but convicted them of violations of Articles 270 and 271 of the Penal Code and of various provisions of the Limited Liability Companies Act 1976 (Aksjeloven - Law of 4 June 1976 no. 59) on account of the issuing and sales of shares without the required authority from the company's governing board. Pursuant to Article 52 (1) of the Penal Code it deferred the issue of sentencing pending a probationary period of two years. The latter conclusion, which meant that no sentence would be imposed provided that the applicants did not re-offend within the prescribed period, was based on the City Court's finding of violation of Article 6 § 1 of the Convention. It observed that, since the entire case had lasted from 20 October 1987 until 28 November 1995, approximately a period of eight years, the requirement in Article 6 that proceedings be concluded within a \"reasonable time\" had been violated. The applicants were not ordered to pay any costs.", "The Prosecution appealed against the City Court's judgment, contesting principally its findings as to sentencing and, in the alternative, the applicants’ acquittals on certain charges. In their cross-appeal the applicants challenged their convictions by the City Court.", "By judgment of 14 March 1997, Gulating High Court (lagmannsrett), sitting with Mr Justice Pedersen, Mr Justice Lunde and Ms Justice Midtgaard, together with 4 lay judges, acquitted the applicants of the charges of serious breach of confidence under Article 276, cf. 275, of the Penal Code but convicted them of various charges under Articles 270 and 271 and a number of provisions of the Limited Liability Companies Act. It sentenced them to three and a half years’ imprisonment of which three years were suspended with a probationary period of three years. They were not ordered to pay costs.", "As regards sentencing, the High Court's judgment included the following reasons:", "“The High Court has concluded that the time elapsed - approximately 10 years before a final judgment can be expected - is too long, and that the time spent prior to the date in the summer of 1993 when the summary of evidence was made available and the final indictment of 27 January 1994 must essentially be attributed to the prosecution. In view of the complexity of the case, - owing, inter alia, to the extensive documentation resulting from investigations of a large number of companies - it must be accepted that the police investigations were planned from the outset to have considerable scope. The amount of time spent at this stage must therefore be viewed against the background of the whole complex of cases. The High Court has therefore no particular comment to make on the time spent up to September 1990, when the charge was transmitted to the Public Prosecutor. However, in the High Court's view, the prosecuting authority has not been able to establish the existence of special circumstances that could justify the excessive lapse of time until the summary of evidence and the final indictment were made available. Had the case been processed with reasonable expediency, it should have been possible to set the case down for trial by the end of 1991, at the latest.", "The final indictment and the summary of evidence were not available until January 1994. In the view of the High Court it seems reasonably clear that the case should have been tried by the City Court by the end of 1994. A period of six months to one year must be regarded as sufficient for the defence lawyers’ preparation of the case. The City Court has an independent responsibility for ensuring that the case be tried within a reasonable time. The High Court nevertheless places reliance on the fact that the City Court had to give due consideration to the defence lawyers’ requests for time for preparation of the case. All factors taken into consideration, the defence lawyers’ many initiatives in relation to the attempts by the prosecuting authority to set a date for the trial must also be seen as reflecting a wish to delay the trial by making exaggerated demands for preparation time. The additional period of approximately one year that elapsed before the case came before the City Court must therefore be attributed to the indicted persons. For the sake of the record, it should be mentioned in this connection that the Gulating High Court was able to offer an earlier date that was not convenient to the defence lawyers.", "Taken as a whole, the High Court finds that 3 of the 9½ years that have now been spent on the case cannot be regarded as part of ‘reasonable time’, and that the indicted persons could not be held directly responsible for this. This fact must have major consequences for the sentence.", "...", "… Had the case been tried within a reasonable time, a longer custodial sentence would have been appropriate. The High Court finds, with reference to the long time that has elapsed, that a considerable part of the sentence must be made conditional, but the High Court will not make the sentence wholly conditional or grant a conditional deferral of sentence, as was done by the City Court. The general deterrent effects are considered to be of major importance in this regard.”", "The applicants sought to appeal against the High Court’s judgment to the Supreme Court. They maintained that, in view of the excessive duration of the criminal proceedings against them, the issue of sentencing could be deferred or, at least, they should be given suspended sentences. In any event, they considered that, in view of the nature of the offences, their sentences to 3½ years’ imprisonment were too severe. The prosecution requested the Supreme Court to reject the appeal. The Appeals Selection Committee of the Supreme Court (Høyesteretts kjæremålsutvalg) allowed the appeal in as far as it concerned the issue of sentencing.", "In its judgment of 19 August 1997, the Supreme Court, by 4 votes to 1, decided to modify the sentence ordered by the High Court to a suspended sentence with a probationary period of two years, in accordance with the Articles 52-54 of the Penal Code.", "Mrs Justice Gussgard, with whom the majority agreed, stated:", "“I have reached the conclusion that the appeal must be upheld so that the whole prison sentence be suspended.", "By way of introduction, I should like to point out that even though the Supreme Court has been vested with full powers to review the evidence concerning the question of guilt, the factual basis for the Supreme Court will in such an extensive case as this one not be as good as that of the High Court. In this connection I mention that the case was heard over 26 days and that 30 witnesses were heard. The state of the evidence warrants giving the assessments made by the High Court considerable weight with respect to the contentious issues of importance to sentencing. In the present case this is of particular importance for the assessment of the questions related to the duration of proceedings.", "The case concerns particularly serious matters and very large amounts of money. Even though no economic loss has arisen directly as a result of the offences, there must have been a considerable risk of such loss being incurred by the injured parties and by others. The central provisions in the Limited Liability Company Acts concerning the expansion of capital have been neglected. Had it been known that invalid shares had been issued in a company registered on the Stock Exchange, it could have had important repercussions on confidence in the company, irrespective of whether the formal requirements were subsequently fulfilled and its shares were then considered valid. Both the companies’ shareholders and its creditors could have suffered losses.", "...", "Even though those convicted were acquitted of the charges of breach of trust, the breach of confidence which they committed vis-à-vis the company by abusing their positions must be taken into account in sentencing.", "Those convicted have strongly emphasised that they did not act in order to obtain a personal gain. The High Court has not considered this as an adequate description of the situation, something to which I agree. They had considerable share-holding positions in the company and occupied prominent posts. Were the company to have had a financial crisis this would undoubtedly have strongly affected them financially and would have had a great importance for their reputation.", "As regards offences of the kind for which [the applicants] have been found guilty, the starting-point must be that a long and unconditional prison sentence should be imposed. I find no reason for departing from the assessment made by the High Court that they should receive the same sentence and I refer to the High Court’s statements at this point. The length of the prison sentence, on which the High Court unanimously has decided, cannot be seen as disproportionate and should in my view be maintained. On the other hand, as already mentioned, I have reached the conclusion that the sentence as a whole should be suspended.", "This is exclusively due to the long period which has elapsed. As regards the relationships between Norwegian criminal law and Articles 6 § 1 and 13 of the Convention, I here refer to the decision in Norsk Retstidende (‘NRt’) 1996, p. 173. As in that case, I find no reason to consider in more detail whether the length of the proceedings must be deemed incompatible with Article 6 § 1.", "The parties agree that the late autumn of 1987 is the starting-point for the period to be taken into consideration in the assessment of the length of time. It has taken nearly 10 years to bring the case to the point of a legally enforceable judgment. This in itself is a very long period. In the above-mentioned decision of 1996, it is stated that, in as far as the duration of the proceedings in an extensive case of economic crime is necessary, the length cannot be given particular importance in sentencing. Nevertheless, I suppose that this must be subject to qualification in cases of particularly long periods, save if the length is mainly caused by the convicted person’s own conduct, for instance where s/he has been evasive and where for this reason it has not been possible to hear the case within a reasonable time.", "The duration of proceedings in our case is due to several factors. The High Court has made an extensive assessment of this question and has concluded that 3 of the 9½ years which the case at that time had taken, could not be regarded as ‘reasonable time’ and could not be attributed to the conduct of those convicted. But it was also stated that a part of the time used was caused by the defence's own conduct, notably steps which apparently were attempts to delay the decision to set the case down for trial. Approximately a year of the time spent was attributed to the defendants.", "One point which was disputed during the proceedings before the Supreme Court was how one should consider the time spent on matters which did not lead to indictment before the Court. When the police, in a case concerning economic crime, have received a report from the trustees in bankruptcy or, as here, from a debt settlement board, pointing to suspicious circumstances in several matters, the police must be given a reasonable time to investigate the case as a whole, without the accused being able to invoke, as a rule, unreasonable length of time solely on the basis that some of the matters of which they were suspected did not lead to formal indictment. In the case before us the investigations were carried out, inter alia, into the companies’ accounting and those investigations were time-consuming. I find it clear that the time spent on such investigations in principle cannot have any impact on sentencing in a situation where the company was insolvent and where there was suspicion relating to several offences. I note that the indictment of 16 December 1992 concerned extensive breaches of Article 286, second sentence, cf. first sentences, cf. Article 288 (1) and other provisions, charges which were later dropped in the interest of economy of the procedure. Even though the assessment obviously cannot be based on the assumption that those convicted were guilty with respect to matters which were not adjudicated, one would have to take into account in the assessment of the duration of the proceedings that it concerned investigations of a large business corporation and that it inevitably took time to identify the criminal offences in question.", "It thus clearly appears that an extensive and time-consuming investigation was necessary and that, when this was finalised, there remained a considerable task for the prosecution in connection with the preparation of the indictment and for the defence lawyers. In any event, even the prosecution agrees that the duration of the proceedings has been too long and that this must carry weight in sentencing. The delay, which was caused by the fact that the case was taken over by Økokrim in 1991, must be to the benefit of the accused. Otherwise, I see no reason to deal with the particular matters which have or may have delayed the proceedings.", "Those convicted have been found guilty of particularly serious offences, but in my view there are no penal policy considerations which suggest that, 10 years after the investigations started, they should serve a prison sentence.”", "In his dissenting opinion Mr Justice Tjomsland stated:", "“I share the [above] views as regards the offences committed by those convicted. I further agree that the duration of the proceedings must be given considerable importance in sentencing. The High Court has in my view done so to the extent required when it decided that 3 of the 3½ years of the prison-sentences should be suspended. In my opinion there is moreover reason to consider that the defence must be deemed responsible for a greater share of the unnecessary time consumption than considered by the High Court.”", "4. Compensation proceedings", "On 7 October 1997 the first applicant submitted a request to Gulating High Court for compensation of pecuniary and non-pecuniary damage under Articles 445 and 446 of the Code of Criminal Procedure. In the first place, he claimed NOK 150,000 in compensation for incurred and future legal costs in connection with his application to the European Commission of Human Rights concerning the length of the criminal proceedings against him. Secondly, he sought NOK 450,000 in compensation for non-pecuniary damage.", "In a decision of 20 November 1997, the High Court, sitting with Mr Justice Pedersen, Mr Justice Lunde and Ms Justice Midtgaard, rejected the entirity of the claim.", "The first applicant subsequently challenged the High Court’s decision before the Appeals Selection Committee of the Supreme Court. By decision of 26 March 1998, the Committee rejected the appeal.", "As regards the claim for compensation of legal costs, the Appeals Selection Committee unanimously agreed with the High Court that the application to Strasbourg was not necessary in order to expedite the national proceedings and that, accordingly, the conditions for compensation under Article 445 of the Code of Criminal Procedure were not fulfilled.", "As to the claim for compensation for non-pecuniary damage caused by the length of the criminal proceedings, the Appeals Selection Committee found, by 2 votes to 1, that there were no grounds for upholding this claim. Mr Justice Gjølstad and Mr Justice Tjomsland voted in favour of rejection, while Mr Justice Bugge voted against.", "The majority quoted from passages in the Supreme Court's judgment of 19 August 1997 dealing with the reasons why the proceedings had lasted for nearly 10 years. Bearing this in mind, the majority based its assessment of the compensation issue on the Supreme Court’s finding that the criminal proceedings had exceeded by 3 years what could be considered a reasonable time. The majority first considered that the protraction of the proceedings of approximately 3 years must have caused great inconvenience to Mr Lie. In this connection, the majority emphasised the State's responsibility for ensuring that criminal proceedings be concluded within a reasonable time. On the other hand, the majority considered that a significant factor in the case at hand was that the prison sentence, because of the excessive duration of the proceedings, had been suspended. Had the case been investigated and adjudicated within a reasonable time it could be presumed, on the basis of the Supreme Court’s judgment, that they still would have to serve a prison sentence of 3½ years. As a consequence of the fact that the proceedings had lasted 3 years beyond what would have been reasonable, he had been released from a great burden of having to serve a very long prison sentence.", "The majority further stated:", "“[I]t would not be correct, when making the very broad assessment foreseen by the statutory provisions, to disregard the penal-law consequences of the duration of the proceedings in the determination of a claim for compensation of nonpecuniary damage. Apart from the claim with respect to costs, no claim has been made for compensation of pecuniary damage in relation to the length of the proceedings. Also in previous cases where the Supreme Court has found that the requirement of reasonable length of criminal proceedings has been violated, it has attached significance to whether the length has been taken into account in sentencing in making its assessment of whether non-pecuniary compensation should be award as ‘a remedy’ in accordance with Article 13 of the Convention (see the above-mentioned decision reported in NRt 1996, p. 173).", "In the light of this, the majority, like the High Court, finds that given the importance attached to the duration of the proceedings in the sentencing, there were no special circumstances in the present case suggesting that it would be reasonable to make an award for compensation of non-pecuniary damage.”", "The minority, Mr Justice Bugge, observed that it was primarily the general interest of penal policy, which justified reducing the sentence on the ground of excessive duration of criminal proceedings. The rules on compensation for non-pecuniary damage in Article 446 of the Code of Criminal Procedure were based on different considerations. It was, as was also stated in the provision, a tool for providing the person, who had suffered a disproportionate damage as a result of prosecution, economic compensation for the injury or other non-pecuniary damage which the person had suffered. The rule was related to other statutory provisions on compensation for non-pecuniary damage, in particular Article 3-5 of the Damage Compensation Act. Under the Code of Criminal Procedure it was nevertheless a condition that such compensation from the State appeared reasonable in the particular circumstances (Article 445) and that there were particular reasons for the State to grant such compensation (Article 446). Mr Justice Bugge noted that the majority was of the view that the special burden, which Mr Lie had suffered, was sufficiently compensated by his being released from his duty to serve the prison sentence. However, in Mr Justice Bugge’s opinion, penal policy considerations and the justifications for compensation for nonpecuniary damage should be kept apart.", "5. Revision proceedings", "On 17 April 1998 the first applicant requested that his compensation claim, rejected by the Appeals Selection Committee of the Supreme Court on 26 March 1998, be given a fresh examination by the Committee so as to amend the earlier decision. He submitted that Mr Justice Tjomsland, because of his previous participation and views expressed in the appeal on sentencing, should have withdrawn from taking part in the ensuing compensation case. The first applicant invoked Sections 108 and 106, subsection 8, of the Administration of Courts Act and Article 6 § 1 of the Convention. Considering that there was no legal basis for amendment, the Committee proposed to examine the request as one for revision, to which the applicant did not object.", "On 14 September 1998, the Committee, sitting in a different composition than in the compensation proceedings, refused to grant revision of the decision of 26 March 1998. It recalled that, as a rule, the same judges who examined the question of guilt should determine compensation claims of the kind in issue. While the preparatory works for Article 447 of the Code of Criminal Procedure did not contain any justifications for this arrangement, the latter could not as such be deemed incompatible with Article 6 § 1 of the Convention. Thus, under the relevant law, a judge's previous participation in the criminal case against a person claiming compensation was not of its own an obstacle to the judge's taking part in the compensation case. Under Section 108 of the Administration of Courts' Act, the purpose of which provision was to secure the confidence of the public in the impartiality of the judiciary, a judge would not be prevented from taking part solely on the ground that he or she had adjudicated a case concerning the same parties (NRt 1997, p. 1141). The same applied where the new case arose from the same factual background (NRt Tjomsland had not been required under Section 108 of the Administration of Courts' Act to withdraw from consideration of the compensation case.", "b. Relevant domestic law", "Article 270 of the Penal Code provides:", "“A person shall be liable for punishment if he by intent seeks to obtain for himself an unjust enrichment", "by causing, strengthening or exploiting a delusion, unlawfully delude someone into an action resulting in damage or a risk of damage for him or the one on whose behalf he is acting, or", "The penalty for fraud is fines or imprisonment of up to 3 years. The same applies to aiding and abetting such conduct.”", "Under Article 271, a person who is found guilty of serious fraud shall be punished by up to 6 years’ imprisonment and may also be liable to pay fines. The same applies to the aiding and abetting of such an offence.", "Article 445 of the Code of Criminal Procedure reads:", "“Even though the conditions in Article 444 are not fulfilled, the court may award the accused compensation for particular or disproportionate damage occasioned by the criminal proceedings if this would be reasonable in the circumstances.”", "Article 446 states:", "“If the conditions for compensation under Article 444 or Article 445 are fulfilled, the court may, if it is warranted by particular reasons, award the accused a suitable sum in compensation for the infringement or other damage of non-pecuniary character which he has sustained in connection with the criminal proceedings.”", "Article 447(3), third sentence, provides:", "“For the examination of a request for compensation, the court should in as far as possible be constituted with the judges who adjudicated the criminal case.”", "The relevant provision of Section 106 of the Administration of Courts Act (domstolloven - Law of 13 August 1915 no. 5) reads:", "“No one shall sit as a judge or lay judge", "…", "8. if he has previously been involved in the case as arbitrator or as a lower-court judge, lay judge or clerk.”", "Section 108 provides:", "“Nor may a person sit as a judge or a lay judge if there are other particular circumstances which are liable to weaken the confidence in his impartiality. This applies in particular if a party requests that he withdraws on this ground.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}