{"ITEMID": "001-22676", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "SKOWIERZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Andrzej Skowierzak, is a Polish national, who was born in 1940 and lives in Kielce, Poland. He is represented before the Court by Mr Adam Włoch, a lawyer practising in Kraków. The respondent Government are represented by Mr K. Drzewicki, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 October 1995 the Kielce Regional Prosecutor (prokurator wojewódzki) instituted an investigation in regard to suspected child trafficking. Between 2 and 15 October 1995 the prosecutor heard five witnesses and conducted several other procedural activities, including the appointment of interpreters for two Swedish nationals to be heard in the case. The applicant submits that those two foreigners were Mr U. K., who was one of the accused persons, and his wife.", "On 12 October 1995 the prosecutor charged the applicant with child trafficking and incitement to false testimony.", "On 13 October 1995 the applicant was heard. On the same date the prosecutor appointed two medical experts in order to assess whether the applicant’s state of health prevented him from being kept in detention. They found no medical obstacles to the applicant’s detention.", "On 17 October 1995 the prosecutor remanded him in custody. Between 17 October and 16 November 1995 the prosecutor interrogated other suspects and witnesses in the case.", "On 16 November 1995 the prosecutor decided to submit a letter rogatory to competent authorities in Sweden requesting the examination of two witnesses. The applicant submits that those letters concerned K. K., who had been previously heard in the case, and J. N., who was counsel for U. K.", "The applicant appealed against the decision to remand him in custody, but on 23 November 1995 the Kielce Regional Court (sąd wojewódzki) dismissed his appeal.", "On 30 November 1995 an expert in cardiology, having been so ordered by the prosecutor, prepared an opinion, according to which the applicant should not be kept in detention.", "On 11 December 1995 the applicant was released on bail.", "In December 1995 the prosecutor heard further witnesses.", "On 10 January 1996 she decided to prolong the investigation, relying, among other reasons, on the Swedish authorities’ failure to carry out the letter rogatory.", "On 26 January 1996 the prosecutor refused the applicant’s request to be released from the bail requirements. On 29 February 1996 his appeal against that decision was dismissed.", "On 7 February 1996 the prosecutor brought charges against another individual.", "On 29 February and 22 April 1996 the investigation was further prolonged in view of the Swedish authorities’ failure to execute the letter rogatory.", "On 21 June 1996 the prosecutor refused the applicant’s further request to be released from the bail requirements.", "Subsequently, on three occasions the prosecutor again prolonged the investigation, relying each time on the difficulties with the execution of the letter rogatory.", "On 7 February 1997 the prosecutor refused the applicant’s further request for release from the bail requirements. His appeal against that decision was dismissed on 17 March 1997.", "On 27 March 1997 the testimony given by the two Swedish witnesses was submitted to the Kielce Regional Prosecutor.", "On 24 May 1997 the prosecutor decided that a part of the case would be examined in a separate set of proceedings.", "On 26 May 1997 the applicant notified the Minister of Justice about criminal offences allegedly committed, inter alia, by the Kielce Regional Prosecutor in the course of the investigation.", "On 23 June 1997 the prosecutor rejected an evidence motion submitted by the applicant.", "On 30 June 1997 the prosecutor submitted to the Kielce Regional Court the bill of indictment. The indictment comprised allegations in respect of four individuals, including the applicant. One of them was a Swedish national. The prosecutor requested the court to summon 15 witnesses, including two Swedish nationals.", "On 2 July 1997 the Regional Court requested the Supreme Court to transmit the case to another court.", "On 7 August 1997 the Supreme Court transferred the case to the Kraków Regional Court, relying on the fact that the applicant was a lawyer practising in the region covered by the Kielce Regional Court’s jurisdiction.", "On 8 January 1998 the Kraków Regional Court dismissed the applicant’s and another accused person’s requests for the discontinuance of the proceedings.", "The hearing scheduled for 24 February 1998 was adjourned sine die because of the absence of U. K. In March U. K. submitted a sick certificate.", "On 18 January 1999 the President of the Regional Court assigned a judge to replace one of the judges in the applicant’s case, who had retired.", "The hearing scheduled for 10 August 1999 was adjourned because of U. K.’s continuing absence.", "On 1 September 1999 the court requested the Regional Courts in Poznań and Warsaw to submit case files of criminal cases similar to the applicant’s case, examined by those courts.", "On 8 October 1999 the court refused the applicant’s further request for the discontinuance of the proceedings.", "U. K. failed to attend the hearing held on 8 October 1999 and the court decided to adjourn the examination of the charges against him to a separate set of proceedings.", "At the hearing held on 9 November 1999 the court imposed a fine on witness E. N., who was a victim in the case, for her failure to attend the hearing despite having been duly summoned. Subsequently, her mother informed the court that E. N. resided abroad and she would not attend the hearing scheduled for 8 December 1999.", "On 8 December 1999 the court held a hearing.", "On 11 January 2000 it ordered the police of E. N.’s place of residence to submit information concerning her whereabouts.", "The court held a hearing on 12 January 2000. It fined two witnesses who failed to appear before it although duly summoned.", "The court held further hearings on 16 February and 21 March 2000.", "Subsequently, the presiding judge fixed the dates of further hearings for 4 and 12 May 2000, anticipating a possibility to examine witness E. N. She could not be heard on the former date and the hearing scheduled for that date did not take place.", "The court heard E. N. at the hearing on 12 May 2000.", "It held another hearing on 9 June 2000.", "On 16 June 2000 the court gave judgment. The applicant was convicted of inciting U. K. and K. K. to give false testimony and sentenced to one year and six months’ imprisonment, suspended for two years. He was acquitted of child trafficking. The judgment was accompanied by 125 pages of reasoning. The applicant, as well as one of the other accused persons and the prosecutor, appealed.", "On 8 March 2001 the Kraków Court of Appeal (sąd apelacyjny) acquitted the applicant of inciting U. K. to give false testimony. It dismissed the remainder of his appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}