{"ITEMID": "001-22959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "STANFORD v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["The applicant, Mr Bryan Stanford, is a United Kingdom national, born in 1949 and currently in prison in Durham. He is represented before the Court by Mr M. Farrar, a lawyer practising in Bradford.", "In 1988 the applicant was convicted of rape, indecent assault, kidnapping and threats to kill in relation to two girls, aged 15 and 10 respectively. He was sentenced to 10 years’ imprisonment. In 1997 he was again imprisoned having been found guilty of three counts of indecent assault.", "On 22 June 2000 the applicant was convicted by the Crown Court on three counts of rape and five counts of indecent assault concerning two male minors, two brothers aged 13 and 6. He was further convicted on one charge, and he pleaded guilty to two charges, of taking indecent photographs of one of those minors.", "He was sentenced to life imprisonment pursuant to section 2 of the Crime (Sentences) Act 1997 in relation to the rape conviction.", "In that regard, the trial judge stated inter alia:", "“the evidence and your demeanour in the witness box throughout this case demonstrate that you are a scheming, manipulative and highly plausible paedophile with a quite appalling record behind you... You are in my view a dangerous man when at large where young children of either sex are involved. Under section 2 ... I have no alternative but to pass an automatic life sentence, which I do with no lack of conviction or enthusiasm.”", "The applicant was also sentenced to four years’ imprisonment for each indecent assault conviction, the four years being concurrent to each other but consecutive to the rape sentence. For each of the indecent photograph convictions, he was sentenced to 30 months’ imprisonment, concurrent with each other and with the indecent assault sentences.", "In fixing the tariff in respect of the life sentence, the trial judge made it clear that if he had been required to set a determinate sentence, he would have chosen 15 years’ imprisonment, made up of 11 years in respect of the rape offences and 4 years to run consecutively in respect of the indecent assault offences. He explained that the period of 15 years had been chosen in view of:", "“the aggravating features, that is to say your previous convictions and indeed the rest of your track record, the breach of trust, the number of victims here, their youth, the frequency of the acts and the nature of them.”", "The trial judge accordingly fixed the tariff at 7 1/2 years’ imprisonment since the applicant would normally have had to serve some half of any determinate sentence. Taking account of the period already spent in custody pending trial (9 months), the minimum period to be served by the applicant was fixed at a further 6 years and 9 months. The trial judge stated that in matters of parole:", "“... my present feeling is that great care should be exercised. I do not doubt that it always is, but in this case particular care should be exercised before you are let loose on the community.”", "The applicant applied for leave to appeal against conviction and sentence. Concerning his conviction, he argued that the judge was wrong to refuse to sever the indictment so that the jury would not be aware of the counts of the taking of photographs to which he had pleaded guilty as this was likely to have an overwhelmingly prejudicial effect on the jury so as to render a fair trial impossible. He also argued that the judge had been wrong to direct that the jury could consider the evidence of one of the boys as probative in respect of the evidence of the other. Concerning his sentence, he argued that the life sentence was imposed in breach of Articles 3 and 5 of the Convention.", "On 25 October 2000 leave to appeal was refused by a single judge.", "On 6 March 2001 the Court of Appeal dismissed his renewed application for leave to appeal against sentence and conviction. On the grounds of appeal against conviction, they found no point of merit, there being no ground to criticise the refusal to sever the indictment and the judge’s direction being clear and appropriate concerning the relevance of the photographs and the supportive value of the boys’ evidence. As regarded the applicant’s sentence, it stated that it had no doubt that this was a case which called for severe sentences. It reiterated the trial judge’s remarks and stated:", "“So far as that is concerned, the applicant contends that the imposition of an automatic life sentence, pursuant to the then current Act was contrary to the Articles 3 and 5 of the Convention in that it was arbitrary to impose that sentence without any specific assessment of whether the accused is dangerous. Of course that is wholly wrong. The sentencing remarks just quoted clearly indicated the judge’s view as to the dangerousness of this particular applicant.", "It is not the view of this Court that these automatic life sentences were obviously contrary to Article 3 or Article 5, the contentions are not supported by authority and are not supportable by authority and are not sustainable.", "In any event, within the context of this case, as the Single Judge observed, a discretionary life sentence would not have been excessive in any event.”", "The applicant applied to the Criminal Cases Review Commission for a review of his conviction and sentence. In a decision dated 29 November 2001, the CCRC found no grounds for referring his case to the Court of Appeal on either sentence or conviction.", "The 1997 Act came into force on 1 October 1997. Section 2(1) and (2) provide as follows:", "“(1) This section applies where -", "(a) a person is convicted of a serious offence committed after the commencement of this section; and", "(b) at the time when that offence was committed, he was 18 or over and had been convicted in any part of the United Kingdom of another serious offence.", "(2) The court shall impose a life sentence, that is to say -", "(a) where the person is 21or over, a sentence of imprisonment for life; (b) where he is under 21, a sentence of custody for life under section 8(2) of the Criminal Justice Act 1982,", "unless the court is of the opinion that there are exceptional circumstances relating to either of the offences or to the offender which justify its not doing so.", "(3) Where the court does not impose a life sentence, it shall state in open court that it is of that opinion and what the exceptional circumstances are.”", "Section 2(5) listed the offences considered “serious” for the purposes of the section. The offences listed in section 2(5) were already punishable by a maximum of life imprisonment and they include rape.", "Sections 3 and 4 of the 1997 Act impose mandatory penalties of seven and three years for a third conviction on class A drug trafficking offences and domestic burglaries, respectively. Both sections oblige the court to impose the fixed sentence when the statutory conditions are fulfilled except:", "“where the court is of the opinion that there are specific circumstances which --", "(a) relate to any of the offences or to the offender; and", "(b) would make the prescribed custodial sentence unjust in all the circumstances.”", "In this case, decided after the entry into force of the Human Rights Act 1998, the Court of Appeal adopted a more flexible interpretation of the words “exceptional circumstances” in section 2 of the 1997 Act.", "The appellants contended that section 2 was incompatible with, inter alia, Articles 3 and 5 of the Convention. The Court of Appeal agreed that the manner of interpreting section 2 to date meant that that section could clearly operate in a disproportionate manner, it not being difficult to find examples of situations where it would be wholly disproportionate to impose a life sentence even for a second serious offence.", "It considered that the problem would disappear if the words “exceptional circumstances” in section 2 were construed in a manner which accorded with the policy of Parliament in adopting the section. That policy was to protect the public. Accordingly, a finding that an offender does not constitute a significant risk to the public should be considered to constitute “exceptional circumstances” which approach, the Court of Appeal considered, would accord with parliamentary intent and with the provisions of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}