{"ITEMID": "001-4997", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "STADLER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1946 and living in Maria Enzersdorf. She is a civil servant in the Ministry for Agriculture and Forestry (Bundesministerium für Land- und Forstwirtschaft).", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "From 1984 onwards the applicant was the deputy head of the department for internal auditing (Interne Revision) in the Ministry for Agriculture and Forestry. From 1 April 1989 to 31 March 1990 S., the head of the department, was on temporary leave and seconded to the Court of Audit (Rechnungshof). Initially, the applicant replaced him.", "On 16 May 1989 the applicant filed a request with the Ministry of Agriculture and Forestry for an extended extra duties allowance (Verwendungszulage) to compensate for her additional work load and responsibility as acting head of the department.", "On 27 June 1989 M. was appointed as provisional head of the department for internal auditing. This appointment was made public in August 1989.", "On 21 September 1989 the responsible civil servant in the Ministry of Agriculture and Forestry qualified the applicant’s request as one for a simple extra duties allowance (Verwendungsabgeltung) and transmitted this request for approval to the Federal Chancellor’s Office (Bundeskanzleramt).", "On 18 December 1989 the Ministry for Agriculture and Forestry, in a summary decision (Dienstrechtsmandat), granted the applicant a simple extra duties allowance for the period from 1 April 1989 until 30 June 1989.", "On 3 January 1990 the applicant filed objections (Vorstellung) against the summary decision. She submitted that M., head of the department for external auditing, had been appointed as provisional head of the department for internal auditing on 29 June 1989. This appointment was only effective as of 28 August 1989. As she had not been officially removed from her position as acting head of the department, she continued to occupy that position after M’s appointment. Consequently, she was entitled to an extended extra duties allowance after 30 June 1989. Though the calculation of the allowance had to be altered after M. had started to work on 30 August, the allowance could not be cancelled completely. She requested the re-calculation of her \"simple extra duties allowance (extended extra duties allowance)\".", "By letter of 14 February 1990 the Ministry of Agriculture and Forestry informed the applicant that it intended to grant her a simple extra duties allowance for the period from 1 April 1989 until 31 August 1989. It stated that the appointment of M. as provisional head of the department for internal auditing was effective as of 30 August 1989. Therefore the applicant’s function as acting head of the department had ended on 30 August 1989.", "On 19 May 1990 the applicant commented on the Ministry’s letter of 14 February 1990. She repeated that she was still acting head of the department for internal auditing, contested that M. had been validly appointed and raised doubts about the compatibility of M.’s functions. She claimed a simple extra duties allowance for the whole replacement period, namely from 1 April 1989 until 31 March 1990.", "On 14 February 1991 the Ministry for Agriculture and Forestry granted the applicant a simple extra duties allowance for the period from 1 April 1989 until 31 August 1989 and dismissed her request for an allowance for the period from 1 September 1989 until 31 March 1990. The Ministry found that the applicant had actually been in charge of the department as substitute to the head from 1 April 1989 until 30 August 1989. For this period she was therefore entitled to a simple extra duties allowance.", "On 4 April 1991 the applicant, represented by counsel, filed a complaint with the Administrative Court. She submitted that the former head of the department had decided to stay permanently with the Court of Audit. The post of the head of the department was therefore vacant. As she had never been removed from her functions as actual head of the department, and as someone was needed in the department who did not exercise any incompatible functions, she was still the provisional head of the department. Since only the abstract scope of her responsibilities was decisive for the allowance, she had a right to a simple extra duties allowance until 31 January 1991, on which date she had been seconded to the Office of the Parliament (Parlamentsdirektion).", "On 14 September 1994 the Administrative Court dismissed the complaint. Referring to the provisions of Section 30a §§ 1 (3) and 5 of the Salaries Act (Gehaltsgesetz), it found that the only issue to be determined was whether or not the applicant had been entitled to a simple extra duties allowance. She had not complained to the Administrative Court that she had been entitled to an extended extra duties allowance and the case-file did not show that she had been entitled to such an allowance.", "B. Relevant domestic law", "Section 30 a §§ 1 and 5 of the Salaries Act (Gehaltsgesetz), insofar as relevant, reads as follows:", "\"(1) A civil servant is entitled to an extra duties allowance which has to be taken into account when assessing his pension claim, if he permanently ...", "3. has a considerable level of responsibility for the accomplishment of tasks of general administration and if this level of responsibility exceeds the one which is normally connected with a position in an equal grade.", "(5) If the civil servant does not permanently perform the duties mentioned in para. 1, but does so for at least a period of one month, he is entitled to an extra duties allowance, which shall not be taken into account when assessing his pension claim ...\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}