{"ITEMID": "001-101189", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DIYA 97 v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["5. The applicant company is a legal entity registered under Ukrainian law with its office in Kyiv.", "6. On 17 May 2001 a company Yu. (“Yu.”), pledged in favour of the applicant company real estate located in the town of Yevpatoriya (“the real estate”). The pledge was notarised and provided that in the event of default by Yu. under the main agreement the applicant company could request a notary to issue a writ of execution regarding the real estate.", "7. On 4 July 2001, following the applicant company's request, the notary issued a writ of execution ordering that the real estate be sold by the State bailiffs at public auction and the applicant company's claims be satisfied from the funds received.", "8. On 11 July 2001 the Yevpatoriya Department of the State Bailiffs' Service (“the Bailiffs”) instituted enforcement proceedings in respect of the writ of execution.", "9. On 7 May 2002 the Commercial Court of the Autonomous Republic of Crimea ordered that Yu. pay 171,728.86 Ukrainian hryvnias (UAH) to the applicant company. The Bailiffs instituted separate enforcement proceedings in respect of that judgment.", "10. On 6 June 2002 the Bailiffs joined the enforcement proceedings in respect of the writ of execution and the judgment.", "11. On 12 September 2002 the Bailiffs, having failed to sell the real estate at public auction, transferred its ownership to a company, M. (“M.”), which was one of the other creditors of Yu. The applicant company challenged those acts of the Bailiffs.", "12. On 3 December 2002 the Commercial Court of the Autonomous Republic of Crimea declared the applicant company's complaint against the Bailiffs inadmissible. The court noted that the complaint had been timebarred and, in view of Article 121-2 of the Code of Commercial Procedure (“the CCP”), could not be considered by the commercial courts, since it raised the issue of the allegedly inappropriate enforcement of a notary's writ of execution, which was outside the competence of the commercial courts.", "13. On 12 February 2003 the Sevastopol Commercial Court of Appeal (“the Commercial Court of Appeal”), considering the applicant company's appeal, decided that the complaint had been lodged in time but endorsed the conclusion of the first-instance court that the commercial courts had no jurisdiction over the complaint. The applicant company appealed in cassation against that resolution.", "14. On 13 May 2003 the Higher Commercial Court imposed an interim measure, by which it attached the real estate pending consideration of the case.", "15. On 19 May 2003 the Higher Commercial Court quashed the resolution of 12 February 2003 as unsubstantiated and remitted the case to the Commercial Court of Appeal for fresh consideration.", "16. On 23 June 2003 the Commercial Court of Appeal found that the commercial courts did have jurisdiction over the applicant company's complaint, since the enforcement proceedings in question also concerned a judgment of a commercial court (namely, the judgment of 7 May 2002). It further declared the decision of the Bailiffs of 12 September 2002 unlawful and obliged them to sell the real estate at public auction at a reduced price.", "17. On 27 October 2003 the Higher Commercial Court quashed the resolution of 23 June 2003, for the reason that the parties had not been duly informed of the hearing, and remitted the case to the Commercial Court of Appeal for reconsideration.", "18. In the meantime, under the agreements of 11 and 18 September and 2 October 2003 M. sold the real estate to V., a physical person.", "19. On 22 January 2004 the Commercial Court of Appeal declared the Bailiffs' decision of 12 September 2002 unlawful and obliged the Bailiffs to sell the real estate at public auction at a reduced price.", "20. On 21 April 2004 the Higher Commercial Court upheld the Commercial Court of Appeal resolution of 22 January 2004.", "21. On 26 August 2004 the Supreme Court rejected the Bailiffs' cassation appeal against the Higher Commercial Court resolution of 21 April 2004.", "22. On 7 October 2004 V. lodged with the Supreme Court a cassation appeal against the Higher Commercial Court resolution of 21 April 2004. He asked for the time-limit for his cassation appeal to be extended for the reason that he had not been aware of the proceedings before 1 October 2004. He further requested that the proceedings be terminated as the commercial courts had no jurisdiction over the case.", "23. On 18 November 2004 the Supreme Court gave V. leave to appeal in cassation and instituted fresh cassation proceedings.", "24. On 21 December 2004 the Supreme Court, considering V.'s cassation appeal on the merits, found that the applicant company's complaint referred to the allegedly improper enforcement of the notary's writ of execution, while the commercial courts could deal with complaints concerning the enforcement of judgments, rulings, and resolutions taken exclusively by the commercial courts. It further held that at that moment the real estate was owned by a physical person. The Supreme Court therefore found that the case was outside the competence of the commercial courts, quashed the resolution of the Higher Commercial Court of 21 April 2004, and terminated the proceedings in the case.", "25. On an unspecified date the applicant company instituted proceedings in the Kyiv Commercial Court against the Bailiffs and the Ministry of Justice, seeking to invalidate the Bailiffs' decision of 12 September 2002 and claiming damages.", "26. On 10 March 2005 the court found that the Bailiffs' decision of 12 September 2002 was unlawful. It further dismissed the applicant company's claims for damages for failure to pay the required court fees. The applicant company did not appeal against that judgment. The Bailiffs appealed.", "27. On 31 August 2005 the Kyiv Commercial Court of Appeal rejected the Bailiffs' appeal as time-barred.", "28. On 29 March 2006 the Higher Commercial Court upheld the Kyiv Commercial Court of Appeal ruling of 31 August 2005.", "29. On 18 May 2006 the Supreme Court upheld the Higher Commercial Court resolution of 29 March 2006.", "30. On 16 August 2006 the applicant company instituted proceedings in the Kyiv Commercial Court against the Bailiffs, the Ministry of Justice, and the State Treasury, seeking damages in compensation for the unlawful decision of the Bailiffs of 12 September 2002.", "31. On 30 January 2008 the court rejected the applicant company's claim as time-barred and unsubstantiated.", "32. On 10 April 2008 the Kyiv Commercial Court of Appeal upheld the judgment of 30 January 2008. The applicant company failed to state whether it had appealed in cassation against the resolution of 10 April 2008.", "33. Article 1 of the CCP provides, inter alia, that legal entities and citizens who have been registered as private entrepreneurs are entitled to apply to commercial courts, in accordance with the relevant jurisdictional rules, for protection of their rights and interests.", "34. Under Article 26 and 27 of the CCP, third parties shall be admitted to proceedings before a judgment of the first-instance commercial court has been adopted and shall have the same procedural rights as the other parties.", "35. Under Article 107 and 108 of the CCP the parties to a case and a prosecutor have the right to appeal in cassation to the Higher Commercial Court against a judgment of a first-instance commercial court which has come into effect, and against a resolution of a commercial court of appeal. A cassation appeal may also be lodged by persons who have not participated in the proceedings but whose rights and obligations have been affected by the impugned court decisions.", "36. Article 111-14 of the CCP states, inter alia, that the parties to a case and the General Prosecutor have the right to appeal in cassation to the Supreme Court against a Higher Commercial Court resolution.", "37. According to Article 111-16 of the CCP, a Higher Commercial Court resolution may be appealed in cassation to the Supreme Court within one month of the date of its adoption. However, if the grounds for appealing in cassation arose after the expiration of this time-limit, the Supreme Court shall be obliged to accept the cassation appeal for consideration.", "38. Article 121-2 of the CCP provides, inter alia, that complaints about acts or omissions of the bodies of the State Bailiffs' Service concerning the enforcement of judgments, rulings, or resolutions of the commercial courts can be lodged by the creditor, the debtor, or the prosecutor within ten days of the date of the impugned measure or after the above persons have become aware of it, or after the relevant measure should have been taken."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}