{"ITEMID": "001-21929", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ÖVER v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant, Ahmet Över, is a Turkish national of Kurdish origin, born in 1956 and, at the time of introduction of the application, he was detained in the Netherlands for expulsion purposes. He is represented before the Court by Ms G.E.M. Later, a lawyer practising in The Hague.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant entered and took up residence in the Netherlands in 1991. On 22 October 1996, the applicant applied for asylum or, alternatively, a residence permit on humanitarian grounds. The State Secretary of Justice (Staatssecretaris van Justitie) rejected these requests on 12 March 1997. The applicant filed an objection (bezwaarschrift) against this decision with the State Secretary on 9 April 1997.", "As, pursuant to Article 32 of the Aliens Act (Vreemdelingenwet), this objection was denied suspensive effect as to the applicant’s expulsion, the applicant filed a request with the Hague Regional Court (Arrondissementsrechtbank) on 28 May 1998 for an injunction on his expulsion pending the proceedings on his objection. On 20 June 1997, the State Secretary rejected the applicant’s objection. The applicant’s subsequent appeal to the Hague Regional Court was rejected on 5 January 1998.", "The applicant filed an opposition (verzet) against the judgment of 5 January 1998, which was rejected by the Hague Regional Court on 20 April 1998.", "In December 1998 the applicant participated in a hunger strike in a church in the Netherlands together with about 130 other illegal aliens who had been living in the Netherlands for a long time. On 17 December 1998, the State Secretary gave an undertaking that he would personally examine the cases of these illegal aliens. In this connection, the State Secretary informed the applicant by letter of 1 February 1999 that he did not meet the conditions for a residence permit on the basis of the policy on the legalisation of illegal aliens. The State Secretary had further not found any reason, capable of justifying a departure from this policy, to grant the applicant a residence permit on humanitarian grounds. On 4 February 1999, the applicant filed an objection against this decision with the State Secretary.", "On 16 February 1999, following the apprehension of the Kurdish leader Abdullah Öcalan by the Turkish authorities, a protest demonstration took place in The Hague in the course of which protesters occupied the residence of the Greek Ambassador and members of the Ambassador’s household were prevented from leaving the premises. That day, the applicant was arrested and subsequently detained in police custody (inverzekeringstelling) on suspicion of vandalism and violence (openlijke geweldpleging) after he was found amid a group of protesters who appeared to be heading in the direction of the residence.", "Upon instructions of the public prosecutor and after having been heard and served with an indictment to stand trial on charges of disobeying police orders, the applicant was handed over to the aliens’ police (vreemdelingenpolitie) on 17 February 1999, who apprehended him in order to verify his identity, nationality and residence title in accordance with Article 19 of the Aliens Act.", "On 18 February 1999, the applicant was placed in aliens’ detention for the purposes of expulsion (vreemdelingenbewaring) under Article 26 § 1 (a) of the Aliens Act (Vreemdelingenwet). On the same day, the applicant’s lawyer filed a request with the Hague Regional Court for an injunction on his expulsion pending the proceedings on the applicant’s objection filed on 4 February 1999 against the State Secretary’s decision of 1 February 1999.", "On 19 February 1999, the applicant filed a second request for asylum or, alternatively, a residence permit on humanitarian grounds and, on 25 February 1999, he was interviewed by an official on the reasons for these requests.", "On 26 February 1999, the applicant filed an appeal with the Hague Regional Court against his placement in aliens’ detention and he requested compensation for the time spent in aliens’ detention.", "The applicant’s request of 19 February 1999 was rejected by the State Secretary on 3 March 1999. Noting that the applicant had stated that he had left Turkey for the Netherlands in 1991 because the Turkish authorities had made it impossible for him to do his work as a shepherd and had exerted pressure on him to become a village guard, the State Secretary held that the applicant’s submissions did not disclose any grounds for believing that he had well-founded reasons to fear persecution within the meaning of the 1951 Geneva Convention Relating to the Status of Refugees. The State Secretary considered that the mere fact that the applicant belonged to the Kurdish community in Turkey did not warrant such a conclusion, and neither had it appeared that the applicant had attracted the particular attention of the Turkish authorities. Insofar as the applicant relied on Article 3 of the Convention, the State Secretary did not find it established that the applicant, if expelled to Turkey, would face a real risk of being subjected to treatment contrary to this provision of the Convention. The State Secretary further ordered the applicant to leave the Netherlands without delay.", "On 11 March 1999, following a hearing held on 9 March 1999 in the course of which the applicant was represented by a lawyer, the Hague Regional Court, in a decision pronounced in public, rejected the applicant’s appeal of 26 February 1999 against his placement in aliens’ detention. The Regional Court considered that public order required the applicant’s placement in aliens’ detention as he had resided illegally in the Netherlands for six years and had apparently evaded the control of the aliens’ department (vreemdelingendienst). Noting that the applicant had no residence title and finding that it had not been established that the applicant had sufficient means of subsistence, the Regional Court held that there were serious grounds to believe that the applicant would seek to find ways of avoiding his expulsion.", "The Regional Court did not agree with the applicant that there were no real prospects for his expulsion and, in this respect, rejected his argument that the public prosecutor had not given his consent for the expulsion. It considered that this consent was implied in the public prosecutor’s decision to hand the applicant over to the aliens’ police for expulsion purposes. As to the objection filed against the rejected request for asylum of 19 February 1999, the Regional Court considered that this did not have such prospects of success that, on that ground, the applicant’s placement in aliens’ detention should be discontinued. It further took into consideration that this request for asylum had only been filed after the applicant’s arrest on 16 February 1999, which cast doubts as to the sincerity of his motives for making an application for asylum. It further held that there was no indication that the applicant had well-founded reasons to fear persecution in his country of origin.", "The Hague Regional Court concluded that the applicant’s apprehension and placement in aliens’ detention were lawful under the relevant statutory provisions and, after having balanced the interests involved, could reasonably be regarded as justified. Consequently, it found no grounds to award the applicant compensation for the time spent in placement in aliens’ detention. The parties were notified of this decision on 1 April 1999.", "On 12 April 1999, the applicant filed a third request for asylum or, alternatively, a residence permit on humanitarian grounds. On the same day, he filed a second appeal with the Hague Regional Court against his placement in aliens’ detention and he requested compensation for the time spent in aliens’ detention.", "On 4 May 1999, following a hearing held on 20 April 1999 in the course of which the applicant was represented by a lawyer, the Hague Regional Court, in a decision pronounced in public, rejected the applicant’s appeal of 12 April 1999. Noting that the lawfulness of this placement had already been determined in its decision of 11 March 1999, it limited its examination to the lawfulness of the applicant’s continued placement in aliens’ detention.", "As to the ongoing proceedings, the Hague Regional Court found no indication that these had such evident chances of success that it would be unreasonable to continue the applicant’s placement in aliens’ detention. It further did not find it established that the applicant, if expelled to Turkey, would run the risk of being subjected to treatment contrary to Article 3 of the Convention. As to the argument that Article 6 of the Convention entails the right of an accused to appear at his trial, the Regional Court noted that the Netherlands authorities granted entry visas to aliens wishing to attend their trial in the Netherlands and that, therefore, this did not constitute an obstacle to expulsion. It further noted that the applicant was in the possession of a valid Turkish passport, so that a presentation to the Turkish consular authorities in order to obtain travel documents would not be necessary. It further noted that a determination of a new application for a residence permit could only be awaited in the Netherlands if no contraindications existed and that, in the applicant’s case, there were such contraindications since he was suspected of having committed a criminal offence.", "The Hague Regional Court further found no indication that, since its decision of 11 March 1999, the authorities had been lacking in diligence in their consideration of the applicant’s case or that there were insufficient prospects of expulsion. It concluded that there was no appearance that the applicant’s continued placement in aliens’ detention was contrary to the relevant statutory provisions and that, after having balanced the interests involved, it could reasonably be regarded as justified. Consequently, it found no grounds for awarding the applicant compensation for the time spent in placement in aliens’ detention. The parties were notified of this decision on 25 May 1999.", "On 31 August 1999, the State Secretary informed the Dutch Parliament that, in view of reports on what had happened to two asylum seekers who had been expelled to Turkey, a policy decision had been taken to suspend temporarily the expulsion of Turkish nationals of Kurdish origin. On the same day, upon an order of the Hague Regional Court, the applicant was released from aliens’ detention.", "On 10 April 2000, following proceedings on appeal in the criminal proceedings brought against the applicant, the Hague Court of Appeal (Gerechtshof) quashed the applicant’s conviction by the Regional Court and declared the prosecution inadmissible, holding that the applicant’s deprivation of liberty on 16 February 1999 had been unlawful in that there had been no reasonable suspicion that he had committed an offence in respect of which the legal provisions in force allowed a suspect to be taken into police custody.", "The applicant’s objection of 4 February 1999 against the State Secretary’s decision of 1 February 1999 has, to date, not been decided on. No further information has been submitted as to the remaining proceedings instituted by the applicant.", "Article 26 of the Aliens Act, insofar as relevant, provides:", "“1. If the interests of public order, public policy or national security so require, the following categories of aliens may be detained:", "a. aliens whose expulsion has been ordered;", "b. aliens in respect of whom there are serious ground to believe that their expulsion will be ordered;", "c. aliens who are not allowed to reside in the Netherlands by virtue of any of the provisions contained in Articles 8-10 <of the Aliens Act>, pending the decision on an application for a residence permit, a permanent residence permit or leave to enter as refugees.", "2. An alien shall not be detained when, and detention shall be terminated as soon as, he intimates that he wishes to leave the Netherlands and is in fact in a position to do so.", "3. Detention for the reasons set out in the first sentence of paragraph 1 and for the categories referred to under b. or c. of that paragraph shall not be of longer duration than one month.", "...”", "An alien whose expulsion has been ordered can, in principle, remain in aliens’ detention for an unlimited period of time. The lawfulness of a placement in aliens’ detention can, however, be challenged before a court. Where the court is of the opinion that there are no prospects of expulsion within a reasonable time, it can order that the measure of placement in aliens’ detention be terminated.", "It has been established in the case-law of the Legal Uniformity Division (Rechtseenheidskamer) of the Hague Regional Court that the interest of an alien to be released from aliens’ detention increases with the passage of time. Where a placement in aliens’ detention exceeds a period of six months, it is generally held that the alien’s interest in being released is greater than the interest to keep him in detention for the purposes of expulsion. Depending on the specific circumstances of each case, this point in time may also be reached before or after six months have passed. It may be later where the alien frustrates the determination of his identity or nationality and it may be earlier where the alien concerned is unable to obtain travel documents for reasons beyond his control.", "Pursuant to Article 34a of the Aliens Act, the Regional Court must examine an appeal brought against a measure of deprivation of liberty within two weeks and must hand down its written decision on the appeal within two weeks following its hearing on the appeal.", "According to Article 8:65 of the General Administrative Law Act (Algemene Wet Bestuursrecht), the President of the Regional Court shall inform the parties at the closure of the hearing when the court’s decision will be handed down. Article 8:79 of the General Administrative Law Act provides that, within two weeks of the date of the pronouncement of the decision, the Registry of the Regional Court will send a copy of the decision to the parties free of charge.", "Although no appeal lies against a decision by the Regional Court in proceedings concerning requests for release from detention for expulsion purposes, an appeal to the Court of Appeal (Gerechtshof) is available in relation to a decision taken in the context of such proceedings on a request for compensation for the time spent in detention for expulsion purposes. Furthermore, an appeal may be admitted in which the complaint is made that in the decision challenged a fundamental principle of law has been disrespected (cf. The Hague Court of Appeal, 12 November 1998, Nederlandse Jurisprudentie 1999, nr. 127)", "There is no time-limit for the filing of an appeal against a decision of placement in aliens’ detention and in principle a person placed in aliens’ detention may file as many appeals against this decision as he sees fit. When the lawfulness of a decision of placement in aliens’ detention has been determined for a first time, the examination of any subsequent appeal in this respect will be limited to the lawfulness of the continuation of the placement in aliens’ detention as from the date of the last judicial decision taken on this point.", "On 27 July 1999, the State Secretary of Justice requested the Hague Regional Court to suspend the examination of appeals, including requests for injunctions on expulsions, filed by asylum seekers of Kurdish origin, as it had appeared that two such asylum seekers had encountered serious problems after they had been expelled to Turkey.", "On 31 August 1999, the State Secretary informed the Dutch Parliament that, in view of reports on what had happened to two asylum seekers who had been expelled to Turkey, a policy decision had been taken to suspend temporarily the expulsion of Turkish nationals of Kurdish origin.", "On 16 December 1999, the State Secretary informed the Dutch Parliament that the results of an investigation into the facts on the basis of which the expulsion of Turkish nationals of Kurdish origin had been temporarily suspended had led to the lifting of that suspension."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}