{"ITEMID": "001-69754", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF P.M. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+P1-1;No violation of Art. 13;Pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1956 and lives in Durham.", "8. Between 1987 and 1997, the applicant lived in a stable relationship with Miss D. They never married.", "9. On 18 June 1991, Miss D. had a daughter. The applicant was registered as father on the birth certificate.", "10. In October 1997, the applicant and Miss D. separated. On 29 June 1998, they entered into a Deed of Separation by which the applicant undertook to pay weekly maintenance of 25 pounds sterling (GBP) for his daughter. In the 1998-1999 tax year, he paid GBP 1,300 under the Deed. The sum increased over time in accordance with the applicant’s increase in earnings. Since April 2002, the applicant has made weekly maintenance payments of GBP 35.", "11. For the year of assessment 1997-1998, the applicant was granted relief on his self-assessment tax return for the maintenance payments made under the Deed. The Government state that this was an error by the Inland Revenue. In 1998-1999, the applicant put in a further claim to deduct these maintenance payments. This would have reduced his income tax liability by GBP 195.", "12. By letter dated 21 December 2000, the Inland Revenue refused the claim for tax relief in respect of the maintenance payments: “because you were never married to your daughter’s mother.”", "13. The applicant appealed against the refusal to a tax tribunal, namely the General Commissioners for the Division of Durham, invoking the provisions of the Convention.", "14. A hearing took place on 11 July 2002. The applicant was unrepresented. On the morning of the hearing, counsel for the Inland Revenue presented him with a large file of the authorities on which the Inland Revenue sought to rely.", "15. On 15 August 2002, the General Commissioners rejected his appeal, primarily on the ground that the Human Rights Act 1998 did not apply to the case as it had only come into force on 2 October 2000 after the tax year in question.", "16. Miss D. married during the 1999-2000 tax year, on 24 July 1999.", "17. Section 347B of the Income and Corporation Taxes Act 1988, as it applied in the year of assessment 1998-1999, provided for the deduction of “qualifying maintenance payments”. According to section 347B(1):", "(1) In this section ‘qualifying maintenance payment’ means a periodical payment which -", "(a) is made under an order made by a court in a member State or under a written agreement the law applicable to which is the law of a member State ...", "(b) is made by one of the parties to a marriage (including a marriage which has been dissolved or annulled) either -", "(i) to or for the benefit of the other party and for the maintenance of the other party, or", "(ii) to the other party for the maintenance by the other party of any child of the family,", "(c) is due at a time when -", "(i) the two parties are not a married couple living together and", "(ii) the party to whom or for whose benefit the payment is made has not remarried, and", "(d) is not a payment in respect of which relief from tax is available to the person making the payment under any provision of the Income Tax Acts other than this section.”", "18. Prior to amendment of the legislation in 1988, married couples who divorced or separated and unmarried couples who separated from one another were in the same position as regarded the deductibility of payments made under a Deed of Separation. The explanation for allowing the deduction to continue in respect of previously married couples as stated in a Press Release by Her Majesty’s Treasury was:", "“A man maintaining his ex-wife (or vice versa) will get tax relief on the payments he makes, up to a limit equal to the difference between the married allowance and the single allowance ... This recognises the cost of helping to support an ex-wife and maintain a second household. On present experience, this limit will more than cover the majority of payments to ex-wives and ex-husbands.”", "19. In the tax years after 1999-2000 the availability of this deduction has been withdrawn from all but those aged 67 years or more.", "20. Since the Child Support Act 1991 (“the CSA”), it has been Government policy that parents (predominantly fathers) separated from their children should be responsible for their children’s maintenance, irrespective of their marital status. The CSA gives the Child Support Agency mandatory powers to compel an absent father to give information about his finances, to assess the amount of contribution and to compel enforcement of the contributions."], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}