{"ITEMID": "001-100265", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BEKIRSKI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Renate Jaeger", "TEXT": ["8. Mr Petar Hristov Bekirski (“the first applicant”) and Mrs Kate Dimitrova Bekirska (“the second applicant”) are the parents of Mr Bekirski, while Mrs Krasimira Petrova Bekirska (“the third applicant”) is his sister. Mr Bekirski was born in 1972 and was twenty-four years old at the time of the events.", "9. In May 1996 a criminal investigation was opened into the activities of the so-called Komatevska gang, of which Mr Bekirski and five other individuals, including the first applicant, were allegedly members. The investigation was carried out in connection with several murders and armed robberies.", "10. On 13 May 1996 Mr Bekirski was charged with premeditated murder (Article 115 of the Criminal Code of 1968) and placed in pre-trial detention.", "11. Mr Bekirski was held at the detention facility of the Plovdiv Regional Investigation Service (“the detention facility”) located on the sixth and seventh floors of a building it shared with the Plovdiv Fourth District Police Station. Accordingly, there were two sets of guards – one stationed on the sixth or seventh floor for the detention facility and another on the ground floor for the entire police station. In addition, a metal door barred access to the floors of the detention facility.", "12. Initially, Mr Bekirski was held in cell no. 5 on the seventh floor together with another detainee, whose help he tried to enlist in an attempted escape. As a result, on 7 August 1996 Mr Bekirski was moved and placed alone in cell no. 14 on the same floor.", "13. Meanwhile, on 9 July 1996 the first applicant had been detained in the course of the same criminal proceedings. He was also being held at the detention facility on 30 August 1996 when the events outlined below took place.", "14. At around 7 p.m. on 30 August 1996, while the detainees were being served dinner, Mr Bekirski allegedly tried to escape.", "15. Using the sharpened handle of a wooden spoon as a makeshift weapon, Mr Bekirski attacked and apparently wounded two duty officers – first S.G. and then G.G. S.G. was injured and received several cuts in the area of his left eye while G.G. was stabbed in the left eye. The latter subsequently lost the sight in his left eye. Taking G.G. as a hostage and threatening to stab him in the neck with the makeshift weapon Mr Bekirski allegedly tried to leave the detention facility.", "16. Taking advantage of Mr Bekirski being briefly distracted, G.G. knocked the makeshift weapon out of Mr Bekirski's hand and moved away. A fight then ensued between Mr Bekirski and approximately three or four duty officers, among which were duty officers G.P., N.S. and B.Z. The duty officers kicked, punched and used a truncheon in the course of the encounter, which continued for five to ten minutes. During the fight, Mr Bekirski and some or all of the duty officers fell down the stairs between the seventh and sixth floors. Eventually, Mr Bekirski was subdued and handcuffed.", "17. The first applicant maintains that he and the other detainees heard the screams and cries which accompanied the subduing of his son. Some of those witnesses later gave testimony before the investigators (see part D below).", "18. At around 9 p.m. on the same day Mr Bekirski was examined by doctor I.D. who was head of the Department of Forensic Medicine at the Medical University of Plovdiv (“the University”).", "19. In medical report no. 1220/96 (“the first medical report”) he described the incident of that evening and Mr Bekirski's overall condition as follows:", "“[Mr Bekirski] injured two persons from the detention facility using a sharpened handle of a wooden spoon[.] A brawl ensued between him and officers from the detention facility [where] force was used to pacify [him]. During the scuffle they fell down a flight of stairs. [Mr Bekirski] indicates that he does not remember anything.", "... [Mr Bekirski is] responsive, correctly answers the questions asked (name, address, age), but does not remember what happened to him. [He] does not make any specific complaints.”", "20. The injuries sustained by Mr Bekirski were described as follows:", "“Head – ... [next to the left eyelid there is] a 3 cm by 3 cm oval area with skin swelling and a blue-reddish coloured bruise ... [on the forehead above the nose there is] a 3-cm-long wound [showing signs of] fresh bleeding ... [on the right side of the face there is] a 10 cm by 3 cm area with slight skin swelling and a reddish coloured bruise ... [below the left eyelid there is] a 4 cm by 2 cm reddish coloured bruise... in the right corner of the mouth ... there is a 4 cm by 4 cm area where there are numerous ... 1-cm-long cuts ...", "Neck and chest – ... there is a 4 cm by 4 cm oval reddish coloured bruise ... a 4 cm by 3 cm reddish coloured bruise ... on the [upper left side of the] back [there is] a 30 cm by 25 cm oval bruise of [varying] colouration ... in the middle [of which there are] two dark red coloured strips [measuring] 8 cm by 3 cm ... on the [upper right side of the] back [there is] a 25 cm by 15 cm oval bruise also of [varying] colouration ... in the middle [of which there are] also two dark red coloured strips [measuring] 10 cm by 3 cm ...", "Abdomen – ... [on the right side there is] a 5 cm by 4 cm oval darker reddish coloured bruise ... [on the left side there is] a 12 cm by 8 cm blue-reddish coloured bruise ... [and under it] a 5 cm by 8 cm oval darker reddish coloured bruise ...", "Limbs – ... [on the right shoulder blade there is] a 10 cm by 6 cm oval red coloured bruise ... [on the right armpit there are] three 1.5 cm by 1.5 cm oval blue-reddish coloured bruises surrounded by a 5 cm by 5 cm lighter blue-reddish coloured area ... [on the left armpit there are] two 1.5 cm by 1.5 cm oval blue-reddish coloured bruises surrounded by a 4 cm by 4 cm lighter blue-reddish coloured area ... a 12 cm by 8 cm darker red coloured bruise ... [and] a 6 cm by 6 cm oval blue-reddish coloured bruise ... [on the right armpit area there are three] oval blue-reddish coloured bruises [measuring] ... 4 cm by 4 cm, 4 cm by 3 cm [and] 4 cm by 3 cm ... [and] a 6 cm by 1.5 cm abrasion ... [on the right shoulder and armpit area there is] a 10 cm by 6 cm oval dark reddish coloured bruise ... [on the left shoulder and armpit area there is] a 10 cm by 8 cm oval blue-reddish coloured bruise ... [on the left thigh there is] an 8 cm by 8 cm oval blue-reddish coloured bruise ... a 12 cm by 12 cm light blue-reddish coloured bruise ... in the middle [of which there are] two dark red coloured [strips measuring] 8 cm by 3 cm ... [and] an 8 cm by 8 cm oval blue-reddish coloured bruise ... [on the right thigh there is] a 6 cm by 6 cm oval red coloured bruise ... [and] an 18 cm by 18 cm oval lighter blue-reddish coloured bruise ... [below the right knee there is] a 5 cm by 5 cm oval blue-reddish coloured bruise ... [on the right thigh there is] a 10 cm by 10 cm oval blue-reddish coloured bruise ... a 6 cm by 8 cm oval blue-reddish coloured bruise ... [and] an 8 cm by 8 cm oval blue-reddish coloured bruise ... [on the left thigh there is] a 6 cm by 8 cm oval blue-reddish coloured bruise ...”", "21. The first medical report concluded as follows:", "“During the examination of Mr Bekirski [I] discovered a cut on [his] forehead, numerous skin bruising in the area of his head, chest, stomach, arms and legs, a skin abrasion on the front part of [his] right armpit. These injuries were caused by a solid blunt object and it is possible that they were inflicted at the time indicated [by the investigators].", "The affected deterioration of [his] health does not represent [grievous or moderate bodily harm under] the Criminal Code.”", "22. Mr Bekirski did not receive any immediate medical treatment for his injuries.", "23. The Government claimed that on an unspecified date two more criminal investigations were opened against Mr Bekirski for the attempted murder of an official and attempting to escape while in detention, but did not present documents in support of their assertions.", "24. At 9.30 p.m. on 30 August 1996 doctor I.D. examined duty officer G.P. who complained that he had been punched and kicked while subduing a detainee. The report described, inter alia, the injuries sustained by the duty officer as follows:", "“Limbs – ... in the area of the right armpit ... there is a 4 cm by 4 cm oval reddish coloured bruise ... on the ... right thigh ... there is a 4 cm by 3 cm oval lighter bluereddish coloured bruise.", "25. The medical report on duty officer G.P. concluded as follows:", "“During the examination of [duty officer G.P.] an injury and a bruise were found ... in the area of the right armpit and right thigh. The injuries were caused by a solid blunt object and may have been caused in the manner described [by duty officer G.P.].", "[The injuries] caused pain and suffering.”", "26. At 10 p.m. on 30 August 1996 doctor I.D. also examined duty officer N.S. who complained that his right palm had been injured while subduing a detainee. The report described the injury sustained by the duty officer as follows:", "“Limbs – the area of the 5th bone of the right palm, mainly on the side, is painful to the touch in an area measuring 4 cm by 3 cm and minor swelling of the skin is visible.”", "27. The medical report on duty officer N.S. concluded as follows:", "“During the examination of [duty officer N.S.] a swollen injury was found in the area of the 5th bone of the right palm. This injury was caused by a solid blunt object and may have been caused in the manner described [by duty officer G.P.].", "[The injury] caused pain and suffering.”", "28. The applicants claimed that in the days following the events of 30 August 1996 Mr Bekirski was systematically ill-treated and beaten by police officers while in detention. That was challenged by the Government. The ill-treatment and beatings allegedly continued day and night for several days. The beatings were heard by both the first applicant and other detainees who later testified before the investigators (see part D below).", "29. Following complaints by Mr Bekirski that he was in pain, on 2 and 5 September 1996, while at the detention facility, he was examined by a paramedic. He was prescribed painkillers.", "30. Meanwhile, on 4 September 1996 a prosecutor from the Plovdiv regional public prosecutor's office visited the detention facility in order to check whether the police were diligently investigating the criminal cases of the detainees being held there. In the course of his visit the prosecutor talked to several detainees and noted their complaints in connection with the processing of their cases. One of the detainees he talked to was Mr Bekirski who told him that he had no complaints, that he did not know why he was being held and that he was innocent. In connection with his visit, the prosecutor prepared a report dated 6 September 1996.", "31. On 6 September 1996 Mr Bekirski complained of pain in his abdomen. He was found to have irregular blood pressure, so he was taken to the First Regional Hospital. The persons that accompanied him there informed the medical personnel that Mr Bekirski had suffered injuries (bruises and abrasions) after having attacked a policeman.", "32. It was suspected that Mr Bekirski had a burst spleen or internal bleeding, so a stomach operation and a tracheotomy were performed on the same day. However, having opened his abdominal cavity, the surgeons could not find any lacerations of internal organs or haemorrhaging.", "33. Thereafter, Mr Bekirski's medical condition continued to be unstable and he remained in hospital. Over the next day and a half he was kept under medical supervision, was visited by medical personnel on several occasions and was prescribed various medication and treatment.", "34. In the evening of 7 September 1996 his medical condition deteriorated. In spite of changes to his medication and the involvement of a specialist doctor, Mr Bekirski passed away at 7:20 a.m. on 8 September 1996.", "35. The applicants claimed that neither they nor Mr Bekirski's lawyer had been informed of Mr Bekirski's deteriorating medical condition in the period between 30 August and 8 September 1996. That was not expressly challenged by the Government. The applicants also claimed to have learnt of Mr Bekirski's death from the media and to have not received his body for almost a month.", "36. An autopsy was carried out on 9 September 1996 with the task of determining the cause of Mr Bekirski's death and identifying what injuries he had sustained prior to his death, including how and when they had been inflicted. The team carrying out the autopsy was lead by doctor I.D. who was assisted by two assistant professors from the University.", "37. The autopsy report described in detail the state of Mr Bekirski's body and the examinations and tests carried out. In respect of the injuries established it described its findings, inter alia, as follows:", "“Head – ... 3 cm above the base of the nose ... there is a 3 cm vertical wound covered by a dry, brownish scab ... There is a 3 cm by 3 cm oval blue-reddish coloured bruise on the skin of the front part of the right earlobe. The skin on the whole right earlobe is bruised ... The skin behind the right earlobe is bruised in a 5 cm by 3 cm area which connects with the bruising of the skin on the right earlobe. ...", "Neck and chest – ... There is a 40 cm by 26 cm bruise on the skin of the [upper left side of the] back ... the bruise is patchy ... [and there are areas] with more intense linear-shaped bruising ... measuring 10 cm by 3 cm. There is a 38 cm by 25 cm bruise on the skin of the [upper right side of the] back ... This bruise is also patchy ... In the area of the [upper left side of the] back, where there is more intensive bruising, ... there is no epidermis in some places in an area measuring approximately 10 cm by 3 cm [and] there is red-coloured dermis, [which is] wet, fresh [and not] covered by a scab ... Around the two ... armpits there are 30 cm by 20 cm bruises ... on the right and 25 cm by 20 cm bruises on the left ... On the skin on the right side of the chest ... there is a 25 cm by 25 cm bruise ...", "Abdomen – ... above the umbilicus there is a stitched, vertical surgical scar measuring 18 cm ... On the left side, above the hip joint, there is a bruise ... measuring 48 cm by 25 cm which is patchy because there are [three] areas of more intense bruising and colouring [as follows] – in the vicinity of the hip measuring 8 cm by 8 cm, towards the stomach lining measuring 12 cm by 10 cm and [another] below it extending towards the genitals measuring 12 cm by 10 cm ... On the right hip there is a bruise measuring 8 cm by 6 cm ... From it starts [another bruise] to the side of the buttocks ... measuring 12 cm by 8 cm ...", "Limbs – ... The skin on both buttocks is bruised and patchy ... because there are areas of more intense bruising and colouring. On the left buttock, there are [two such] areas, one measuring 14 cm by 10 cm ... and the other measuring ... 8 cm by 5 cm ... On the right buttock, ... there is [another such] area measuring 13 cm by 6 cm, which is also patchy ... On the skin of the right side of the genitals, there is a bruise measuring 8 cm by 6 cm ... The right thigh is almost completely bruised and patchy [because] there are areas of more intense bruising and colouring ... on the front and upper outside area measuring 15 cm by 8 cm, on the inner upper area measuring 14 cm by 5 cm, on the back towards the side measuring 15 cm by 10 cm ... and on the back lower area towards the right knee joint measuring 15 cm by 5 cm. On the inner side of the right knee joint there is a bruise ... measuring 8 cm by 4 cm. Behind the right knee joint there is a more intensely-coloured bruise ... measuring 8 cm by 8 cm. On the inner part of the upper to middle part of the right shank there is a bruise ... measuring 8 cm by 7 cm ... the bruising of the right heel is without visible swelling ... The skin on the left thigh is bruised [as follows]: in the upper front and side area measuring 16 cm by 7 cm, in the inner upper to middle area measuring 12 cm by 68 cm, in the area behind the left knee joint ... measuring 8 cm by 8 cm ... On the skin below the left knee joint there is a bruise ... measuring 7 cm by 3 cm. On the inner middle area of the shank there is a bruise measuring 8 cm by 6 cm ... The skin in the area of the ankle joint, on the back of the left heel [and] up to the toes, has a blue-reddish coloured bruise without visible swelling of the skin on the heel. On the frontal area of the right armpit, from the front part of the right shoulder blade leading down to the lower third of the armpit, there is a wavy bruise measuring 23 cm by 7 cm ... On the back and inner area of the right armpit, as well as in the area of the right elbow and the upper back part of the right forearm there is a bruise measuring in total 33 cm by 10 cm ... on the middle back part of the right forearm there is a bruise measuring 10 cm by 7 cm in the middle of which there is a vertical abrasion measuring 6 cm by 1.5 cm covered by a yellow-brownish dry scab ... In the area of the right wrist joint there are three aligned abrasions one above the other measuring 3 cm by 0.5 cm, 4 cm by 0.5 cm and 3 cm by 1.5 cm covered by a yellow-brownish scab ... The skin on the back of the right hand is swollen without visible trauma ... The skin in the area of the left armpit is bruised almost everywhere – the inner, back and side areas ... On the front and inner-side area of the middle left forearm, there is a bruise ... measuring 17 cm by 9 cm. In the area of the left wrist joint there are two aligned abrasions measuring 1 cm by 0.5 cm and 5 cm by 0.5 cm covered by a yellow-brownish scab. The skin on the back of the left hand is visibly swollen. In the area of the right elbow joint there is an oval abrasion measuring 2 cm by 2 cm covered by a yellow-brownish scab. On the upper to middle front part of the right thigh there is an oval abrasion measuring 1 cm by 1 cm covered by a yellow-brownish scab. On the upper front part of the left thigh there are two oval abrasions next to each other, each measuring 2 cm by 0.5 cm [and] covered by a yellow-brownish scab.", "Incisions were made in the area of the chest, buttocks, and upper and lower limbs in order to examine the underlying soft tissue. In the area of the back, very intense and widespread bruising of the underlying soft tissue was found and deep bruising of the muscles in the area of both shoulder blades was found. The right shoulder blade is fractured in the main part of the scapula and its narrow section. The fracture is 'Yshaped', whereby the two upper sections are each 5 cm long, the [lower] is 3 cm long and there is an adjacent fracture perpendicular to the [lower] section, which is 2.5 cm long. The muscles in the area of the fracture of the right shoulder blade are bruised ... The tissue in the area of both ankle joints and the upper part of the heels are also bruised, but there is no visible swelling to the soft tissue ...", "... On the right side, the following ribs are fractured: 6th, 7th, 8th and 10th in their middle [sections] ... while rib 6 is [also] fractured where it is attached to the sternum... ”", "38. The autopsy report summarised its findings, inter alia, as follows:", "“... numerous skin bruising in the area of the head, chest, abdomen, upper and lower limbs, a skin wound on the forehead, abrasions to the skin on the limbs, four fractured ribs on the right [side], a fracture of the right shoulder blade, contusions in the muscles around the area where the skin had been bruised, a fairly distinct fatty embolism in the lungs, [sporadic] drops of fat in the brain and kidney, severe [and] acute swelling in the lungs, swelling and enlargement of the interalveolar barriers, infectious alterations of the lungs – bronchitis, bronchiolitis, bronchopneumonia ... a haemorrhage of the alveolus ... inflammation of the pleura of the lungs, swelling of the brain...”", "39. The autopsy report concluded that:", "“The immediate cause of [Mr Bekirski's] death was acute cardiac and pulmonary insufficiency resulting from massive swelling and infectious alterations of the lungs. The death was also caused by hypoxia (oxygen deficiency) of the body from acute anaemia, was caused by internal bleeding in the soft tissues – under the skin and in the muscles, as well as the morphological changes of the lungs, which most probably resulted in acute pulmonary insufficiency. The above-described changes are the result of injuries which are present on [Mr Bekirski's] body – a chest injury with fractured ribs, a fractured right shoulder blade, a contusion of the chest muscles, as well as bruising of the soft tissues in other parts of his body. Death was caused by varying, fairly complex and interrelated infectious processes and mechanisms which, in order to be clarified, require further data, testimonies of witnesses, data from [Mr Bekirski's medical] examinations, the history of his illness and other data.", "Generally, the injuries were caused by a solid blunt object.", "The injuries, relating to the skin bruising and the soft tissue under it, as well as the infectious alterations to the lungs are ... five to seven days [old].”", "40. A preliminary investigation into Mr Bekirski's death was opened on 8 September 1996 against an unknown perpetrator. The investigation was assigned to the Plovdiv Regional Investigation Service which was the authority in charge of the facility in which Mr Bekirski had been detained and where the events of 30 August 1996 had taken place.", "41. In a letter of 11 September 1996 the second applicant complained to the Plovdiv regional military prosecutor's office that the preliminary investigation had been assigned to the Plovdiv Regional Investigation Service, because of the possible involvement of police officers from that division in the death of her son. No apparent action was taken in response.", "42. On an unspecified date in September 1996 a medical report was commissioned to ascertain the injuries sustained by duty officers S.G. and G.G. and whether the weapon used could have been life-threatening.", "43. Medical report no. 262/96 (“the duty officers' medical report”) was prepared by doctor I.D. sometime in September 1996 on the basis of the existing documentary evidence.", "44. In respect of the events of 30 August 1996, the duty officers' medical report contained the following extracts of statements given by various duty officers in the course of the preliminary investigation:", "“[duty officer] S.G. (victim) [-] '... at around 7 p.m. ... all of a sudden something hit me in the left eye ... I could not see from the blood ... that's why I ran [down] the stairs to the 6th floor where the duty officers' room was ... on the upper floor [Mr] Bekirski was shouting to my colleagues not to go up and to throw down their guns ... I heard screams and the noise of falling bodies and when I came out onto the landing, several colleagues were wrestling with [Mr] Bekirski until they finally handcuffed him ...'", "[duty officer] G.G. (victim) [-] '... at around 7 p.m. ... [S.G.] shouted out ... I went over and saw that [Mr] Bekirski had attacked him. At that moment [Mr] Bekirski turned towards me ... he lunged forward ... I felt that he hit me with something sharp in the left eye, which hurt and started to bleed and he began wrestling with me ... I resisted ... then I saw that in his right hand he held a wooden spoon. The forward part of the spoon was in his palm and the handle was protruding forward between his fingers so that he could jab [with it]. I then understood that he had stabbed me in the eye with the wooden spoon ... I managed to grab his hand and, using force, I twisted his right wrist, he opened his fingers and, when I prised the spoon away with the other hand, I threw it down the stairs towards the 6th floor ... Only then did I manage to push him away ... because I pushed him away from me, he fell down the stairs towards the 6th floor ... he could have killed me because the handle of the spoon had been sharpened ...'", "[duty officer] G.P. [-] '... at around 7 p.m. I heard shouting on the 7th floor landing... Hristo [Bekirski] was behind [G.G.], holding him by the throat with his left hand. In his right hand he was holding a wooden spoon with the handle pointing towards [G.G.'s] neck ... he was pointing the handle of the wooden spoon towards [G.G.'s] eye and then towards his neck ... he started fighting us and all three of us fell down the stairs, where, with N.S., we tried to twist his hands so as to handcuff him ... Downstairs on the 6th floor [B.Z.] joined in and only with his help did we manage to twist Hristo [Bekirski]'s hands towards his back and [B.Z.] handcuffed him ...'", "[duty officer] B.Z. [-] '... in the corridor on the 7th floor [G.G.] and Hristo Bekirski were brawling. ... Hristo [Bekirski] was behind [G.G.] and was holding him by the throat with his left hand while, in his right hand, he was holding a wooden spoon ... with the handle pointing first towards [G.G.'s] neck and then towards one of his eyes ... at that moment G.P. and N.S. ... grabbed hold of him, all three of them tumbled down the stairs while continuing to wrestle ... I joined in and pinned Hristo [Bekirski] down on the concrete floor and managed to handcuff him behind his back, and that's how we overcame his resistance ...'”", "45. In respect of the physical condition of the duty officers, the report noted that duty officer S.G. had almost completely recovered from his injury and concluded as follows:", "“[Duty officer] S.G. was injured [in the area] of the orbit of his left eye [where there is] a cut to the skin of the upper eyelid [and] bruising and swelling to the skin of the eyelids of his left eye. The injury, and in particular the cut, was caused by a blunt solid object with a discernible edge ...", "The affected deterioration of [his] health does not represent [grievous or moderate bodily harm under] the Criminal Code.”", "46. The report also noted that duty officer G.G. had undergone an operation and subsequent treatment for the injury he had sustained to his left eye. In respect of his condition it concluded as follows:", "“[Duty officer] G.G. sustained a cut to the skin of the lower eyelid of his left eye, a bruise to the skin of the eyelids of his left eye, a cut and damage to the orbit of his left eye and complete loss of sight in his left eye. These injuries were caused by a blunt solid object with a discernible edge (tip) and it is possible that they were caused by the wooden spoon, which was produced in evidence, whereby the wound [would have been] inflicted by jabbing the sharpened part (tip) of the handle into G.G.'s eye.", "The damage to the orbit of his left eye caused permanent loss of sight in [that] eye.”", "47. Finally, the duty officers' medical report noted that the handle of the wooden spoon used by Mr Bekirski had been sharpened to a fine point thereby allowing it to be used as a stabbing weapon. It concluded that, given the physical strength of Mr Bekirski and the way he had threatened duty officer G.G. by pointing the sharpened handle towards his neck, and given that there were a number of major veins and arteries in that area of the body, the weapon could have been life-threatening.", "48. On an unspecified date the Plovdiv Regional Investigation Service commissioned another medical report. Its task was to ascertain the cause of Mr Bekirski's death and its causal relationship with the injuries he had sustained on 30 August 1996.", "49. Medical report no. 92/97 (“the second medical report”) was prepared on an unspecified date by a team of five doctors on the basis of the existing documentary evidence. The team was again headed by doctor I.D. and the other doctors all worked at the University.", "50. The team reached similar conclusions to those in the autopsy report in respect of the cause of death and that it may have resulted from the injuries sustained on 30 August 1996.", "51. In respect of the events of that day, the second medical report contained the following extracts of statements given by witnesses in the course of the preliminary investigation:", "“[duty officer] B.Z. [-] '... the fight on the landing of the seventh floor edged towards the stairs leading to the [said] floor as a consequence of [Mr] Bekirski's great [sturdiness] ... this fight involved many people and I cannot say who hit [Mr] Bekirski and where ... Mr Bekirski and those trying to restrain him were hitting [each others'] hands, legs, knees, anywhere we could so that [Mr] Bekirski himself ... [was] shoved against the walls, the stairs, the central heating pipes, the frame of the security fence ... my colleague, [N.]S., was also hitting [him] with a truncheon ... I think this continued for 5 to 10 minutes ... In the end, after all the stumbling [and] hitting, we managed to pin [Mr] Bekirski down ...'", "[duty officer] G.P. [-] '... he started fighting with us using karate [techniques] ... In order to restrain him, we hit and kicked him and, in the case of [our] colleague, [N.]S., with the use of a truncheon, but [Mr] Bekirski continued to resist with the same ferocity. The fight continued down the stairs, whereby [Mr] Bekirski fell several times ... he hit his back against some piping ... We managed to push him to the ground several times and [during that time] we continued to kick him, knee him [and] hit him with a truncheon, but he [still] managed to get up and fight ... Every one of us hit him across every part of [his] body and maybe his head with everything we could – legs, knees, by shoving him and in other ways ...'", "[duty officer] N.S. [-] '... He was very aggressive and ferocious ... The fight continued down the stairs towards the [security guard's] duty room. We hit him with whatever we had available – hands, legs [and] a truncheon. We fell several times and got up and tried to subdue him ... he was very agile and offered resistance ... When [Mr] Bekirski tumbled down the stairs towards the exit we tried to catch up with him in order to subdue him ...'”", "52. On 16 June 1997 the case file was transferred to the Plovdiv regional military prosecutor's office.", "53. By a decision given on an unknown date between 16 and 19 June 1997 the Plovdiv regional military prosecutor's office discontinued the preliminary investigation. Although it considered Mr Bekirski's death to have been caused by negligence, it found it not to be a prosecutable offence because it had resulted from the police officers acting in self-defence on 30 August 1996.", "54. On 24 June 1997 the second applicant appealed against the decision to discontinue the preliminary investigation. She claimed that the force used against her son on 30 August 1996 had been excessive and objected to the fact that all the medical reports had been prepared with the participation of doctor I.D.", "55. On 23 September 1997 a prosecutor from the military prosecutor's office found evidence that Mr Bekirski had been subjected to systematic beatings on more than one occasion after the events of 30 August 1996. He therefore quashed the decision of 19 June 1997 to discontinue the preliminary investigation and remitted the case to the Plovdiv regional military prosecutor's office.", "56. In the course of the resumed investigation, ninety-three witnesses were questioned. Twenty of them were duty officers at the detention facility while the remaining seventy-three were detainees who had been held there between 30 August and 10 September 1996.", "57. On 13 April 1998 the Plovdiv regional military prosecutor's office stayed the preliminary investigation because of the need to find and question several more witnesses who were considered vital to the investigation.", "58. The preliminary investigation was resumed on an unknown date.", "59. On an unspecified date, in the course of the resumed investigation, the Plovdiv regional military prosecutor's office commissioned another medical report tasked to ascertain (a) the cause of Mr Bekirski's death, (b) the cause of his injuries, (c) whether the injuries established during the autopsy and the other medical examinations had existed on 4 and 6 September 1996 and (d) when those injuries had been inflicted.", "60. Medical report no. 151/99 (“the third medical report”) was prepared on an unspecified date by a team of five doctors on the basis of the existing documentary evidence. The team was again headed by doctor I.D. and the remaining doctors all worked at the University.", "61. In respect of the events of 30 August 1996, the report contained extracts from more than seventy witness statements obtained in the course of the preliminary investigation from detainees at the detention facility, which provided a contradictory account of the said events:", "“[the first applicant -] '... it was on 30 August 1996 around 6 p.m. ... after 8 p.m. I heard the cries of my son. [I] recognised his voice ... Blunt blows could be heard and the cries of my son ... The cries and howls of my son, as well as the blows continued until 10 p.m. on 30 August 1996 ... This continued probably until 1 or 2 a.m. on 31 August 1996 ... on 31 August 1996 the new shift came and they started beating my son ... On 1 September 1996 the beating of my son continued in absolutely the same manner ... on 2 September 1996 ... around lunch and dinner [time] I could hear the cries of my son, which were now inhuman-like and resembled a [dying] man ... at around lunch time and in the evening I could hear the cries of my son ...'", "...", "[detainee S.D. -] '... I only heard that. [I] did not hear anything after that. I did not hear cries or beatings during the following days ...'", "[detainee T.D. -] '... for 2-3 days after that, muted cries could be heard from somewhere down there. I did not hear any beating ...'", "[detainee P.Z. -] '... several days after the incident ... patter could be heard ...'", "[detainee B.V. -] '... I did not hear of any violence having been inflicted on Hristo Bikirski ...'", "[detainee V.V. -] '... after that everything quietened down ... then I heard the cries of the attacker ... I do not remember hearing the sound of beating ...'", "...", "[detainee A.T. -] '... maybe after an hour the sound of blows and cries could be heard ... this continued for around four days ...'", "[detainee N.Sa. -] '... maybe after less than half an hour screams started to be heard ... I assumed that they were beating [Mr] Bekirski because he was screaming very loudly and I could also hear blows from a police truncheon ...'", "[detainee A.I. -] '... the person in the cell was beaten continuously for several days ... five or six days after the incident everything quietened down ...'", "...", "[detainee S.A. -] '... these cries continued throughout the whole night [and I] could hear the sound of beating ... these sounds continued for around a day ... after that I did not hear cries or the sounds of fighting ...'", "[detainee A.G. -] '... after the incident I did not hear any more cries or the sound of beating ...'", "[detainee I.R. -] '... I think this continued for around two hours ... the cries were coming form downstairs ...'", "[detainee V.Ya. -] '... while I was in detention I did not hear anyone getting beaten ...'", "...", "[detainee S.V. -] '... the transfer was made maybe half an hour after the commotion occurred. After the transfer [on Friday evening, 30 August 1996,] until Monday morning, [2 September 1996] muted cries, which I think emanated from the sixth floor, could be heard at regular intervals ... on Monday, 2 September 1996, everything quietened down ...'", "[detainee A.A. -] '... after that, during the night and also for several days – I cannot say how many – cries, screams and beatings could be heard ... after five or six days everything quietened down ... I have no idea what had been going on ...'", "...", "[detainee Z.M. -] '... after that the situation calmed down ... I do not know what happened ... personally, I did not hear any cries or sounds that were unusual for the [detention facility] ...'", "[detainee Ya.H. -] '... I did not hear anything after that. The situation in the [detention facility] was normal ...'", "[detainee N.H. -] '... beatings and cries could be heard ... this continued for a while ... This was repeated with the arrival of the new shift ...'", "[detainee S.S. -] '... the other person was placed in cell no. 7 ... after that I heard the [duty] officer shouting at the person in cell no. 7 to get up, to eat, but he said that he could not ... I do not know whether, after the incident, the [duty] officers mistreated the person ... after several days the cries stopped ...'", "[detainee S.B. -] '... and they placed someone in cell no. 7. From Friday evening to five or six days [later] ... I did not hear that person being mistreated by the [duty] officers in the [detention facility] ...'", "[detainee Z.Z. -] '... they emptied cell no. 7 and placed the person who had shown resistance there ...'", "...", "[detainee S.K. -] '... the blows and the cries continued in intervals of five to ten minutes throughout the whole night ... after that cell no. 7 was again opened and [more] blows and cries were heard ...'", "...", "[detainee K.G. -] '... after a while loud screams and dull thumps could be heard, from which I concluded that they were beating the person whom they had handcuffed ... This continued throughout the whole night on Friday [30 August 1996] to Saturday [31 August 1996]. The beatings, the blows and the cries continued for the following two to three days both during the day and the night ...'", "...", "[detainee A.Ya. -] '... after that the [duty] officers started beating the person in the cell opposite ours ... Cries and blows could be heard ... the beating continued for most of the night ... the [duty] officers were beating that person for three or four days ... relentlessly throughout the day and night, almost continuously. I could distinguish [between] blows to the body [using] a truncheon and [using their] boots [to kick him].'", "...", "[detainee A.I. -] '... they placed someone in the [adjacent] cell. During the night, cries could be heard from the cell where they had placed the person ... sounds of a truncheon hitting a human body could clearly be heard ... The beatings and the cries lasted four or five days ... [Then] all of a sudden, everything quietened down ...'", "[detainee D.R. -] '... they opened a cell and placed someone inside. From time to time, policemen opened the cell door and an officer hit him on the head with a truncheon and he cried out ... During the following days no one beat him ... This person did not have scars on his face, nor blood ... I later found out that I had been transported [to the hospital] with [Mr] Bekirski. He was apparently left in the hospital because I came back alone ...'", "...", "[detainee S.Ge. -] '... for five to ten minutes someone could be heard screaming ... after five to ten minutes everything quietened down and after several hours it was all repeated again ... As I said, this continued until the morning on Monday [2 September 1996] or Tuesday [the 3rd] ...'”", "62. Extracts from the statements of several doctors who had examined Mr Bekirski were also quoted in the report. They all reiterated their previous findings as recorded in the respective medical reports.", "63. Extracts from the statements of twenty officers from the detention facility, who all stated that Mr Bekirski had never been tortured by any of them, were also contained in the report.", "64. The findings and conclusions of various other reports, such as the medical report of the duty officer who had lost his eyesight, the medical reports on Mr Bekirski, the reports of the medical interventions and of Mr Bekirski's hospital treatment, as well as the autopsy report, were also considered by the medical commission.", "65. In respect of the cause of death, the report concluded, similar to the autopsy report, that it had been caused as a result of complications arising out of the various injuries identified on the body. Moreover, it considered that those injuries could all have been sustained during the incident on 30 August 1996 even though some of them appeared to be only five to seven days old at the time of death. The report also reasoned as follows:", "“the [medical] treatment of [Mr Bekirski] was performed promptly, correctly and in conformity with the [standards] of modern medical science and practice, irrespective of the undesired result – the death of Mr Bekirski.”", "66. As to the contradictory accounts of the events, the medical report concluded as follows:", "“The allegations of ... the witnesses that [Mr Bekirski had] continuously been beaten over several days are not supported by [the evidence] and the injuries established on the body of Mr Bekirski”", "67. When, on 27 May 1999 the applicants had acquainted themselves with the results of the investigation, they requested that the body of Mr Bekirski be exhumed and that a new medical report be commissioned from independent medical specialists.", "68. In a decision of 2 June 1999 the applicants' requests were dismissed by the investigator. He found that no exhumation of the body was warranted and that the medical report had been:", "“performed by specialists, who have no interest in the outcome of the proceedings and there are no grounds to recuse any one of them”.", "69. In a decision of 9 June 1999 the Plovdiv regional military prosecutor's office discontinued the preliminary investigation. It found that by using force to subdue Mr Bekirski the officers had acted in self-defence and that none of them had performed any actions which could be qualified as murder. The Plovdiv regional military prosecutor's office did not identify any of the officers who had participated in subduing Mr Bekirski on 30 August 1996 and did not assess the relevance of the witness testimonies which had alleged that he had been ill-treated after that date. On 21 June 1999 the first applicant appealed against that decision.", "70. In a decision of 5 July 1999 the appellate military prosecutor's office dismissed the appeal. It considered that it had not been irrefutably proven that anyone had beaten Mr Bekirski after 30 August 1996 while the three medical reports had all concluded that his injuries might have been inflicted only during the incident of that date. The first applicant appealed against that decision on an unspecified date.", "71. In a decision of 30 September 1999 the Supreme Cassation Public Prosecutor's Office dismissed the first applicant's appeal and upheld the findings of the lower standing prosecutors' offices. It also identified four duty officers who had participated in subduing Mr Bekirski on 30 August 1996. In respect of the validity of the statements of the other detainees pertaining to the alleged ill-treatment after 30 August 1996, the prosecutor found them to be unsubstantiated in view of the conclusions of the third medical report. On 15 October 1999 the applicants appealed against that decision to the Chief Public Prosecutor's Office.", "72. Although addressed to the Chief Public Prosecutor's Office, on 27 October 1999 a prosecutor from the Supreme Cassation Public Prosecutor's Office rejected the applicants' appeal because he found that all of their arguments and complaints had already been addressed in the challenged decisions.", "73. In response to a further appeal by the applicants of an unknown date, the Supreme Cassation Public Prosecutor's Office, in a decision of 22 March 2000, remitted the case with instructions that the duty officer who partially lost his eyesight be examined by an ophthalmologist and that a further medical report be commissioned to assess whether all of Mr Bekirski's injuries had been caused on 30 August 1996 and in the way indicated by the various witnesses. It also requested an assessment as to whether Mr Bekirski had been beaten after 30 August 1996.", "74. In the course of the resumed investigation, on an unspecified date, the Plovdiv regional military prosecutor's office commissioned another medical report tasked to ascertain (a) the date or dates on which the injuries sustained by Mr Bekirski's had been inflicted, (b) whether they could all have been inflicted in the way indicated by the witnesses – duty officers N.S., G.P. and B.Z., (c) whether it was possible that Mr Bekirski had been beaten after 30 August 1996, and (d) to address the questions raised by the applicants in their petition.", "75. Medical report no. 192/00 (“the fourth medical report”) was prepared on an unspecified date in May 2000 by a team of five doctors on the basis of the existing documentary evidence. The team was again headed by doctor I.D. and the remaining doctors all worked at the University.", "76. The report reiterated the findings of the previous such reports. It compared the injuries sustained by Mr Bekirski on 30 August 1996 and those present on his body in subsequent examinations and found them to be essentially the same, the only difference being their natural physiological change over time. Furthermore, it found it reasonable and probable that they had been sustained only during the events on that day. Finally, it confirmed the duty officer's loss of sight in one eye.", "77. When, on 1 June 2000 the applicants had acquainted themselves with the results of the investigation, they once again requested that the body of Mr Bekirski be exhumed and that a new medical report be commissioned from medical specialists in Sofia.", "78. In a decision of 6 June 2000 the applicants' requests were dismissed by the investigator. He found that no exhumation of the body was warranted and that the medical report had been:", "“... prepared by specialists, who have no interest in the outcome of the proceedings and there are no grounds to recuse any one of them.”", "79. On 14 June 2000 the applicants appealed against the findings of the investigator to the Supreme Cassation Public Prosecutor's Office. Apparently no response was received, so, on 16 July 2000, they lodged a second appeal to the Chief Public Prosecutor's Office. No response was received from it either.", "80. In the meantime and in spite of the above-mentioned appeals, by a decision of 14 June 2000 the investigator proposed that the preliminary investigation be discontinued. He addressed the applicant's arguments and concluded that:", "“... the [duty] officers ..., in complying with their obligations to guard the detention cells and to prevent the escape of detainees, acted lawfully [and] in self-defence by counteracting the unlawful behaviour of [Mr Bekirski], [which], moreover, was aimed at threatening the life and health of their colleague. In the specific circumstances, they were obliged to use physical force and [police] equipment and the level of response corresponds to the level and intensity of the attack carried out by Mr Bekirski against [the duty officer]. The actions of the [duty] officers do not constitute an offence.”", "81. On 21 June 2000 the Plovdiv military prosecutor's office discontinued the preliminary investigation on the above-mentioned grounds, which was confirmed by the appellate military prosecutor's office on 26 June 2000.", "82. In a supplementary decision of 12 July 2000 the appellate military prosecutor's office amended the grounds for discontinuing the preliminary investigation as follows:", "“the negative result – the death of [Mr Bekirski] – is not [punishable], owing to the fact that he was attempting to perpetrate the offence of [escape from detention] and perpetrated the offence of [grievous and moderate bodily harm on two duty officers]. The injuries to Mr Bekirski were inflicted while he was being subdued and in order to prevent him from perpetrating another offence. There was no other way to subdue him and the level of response did not exceed the necessary and lawful [level of force].”", "83. The case file was then forwarded to the Military Court of Appeal. On 24 July 2000, in camera, the court confirmed that the preliminary investigation was being discontinued on the grounds indicated in the decision of the appellate military prosecutor's office of 12 July 2000. It also found that:", "“Information has also been collected in the case that, following the incident and the subsequent restraining of Mr Bekirski on 30 August 1996 and until his [transfer] to hospital on 6 September 1996, [certain] unidentified persons may have inflicted a number of additional injuries [on him] – the other detainees heard groans and moaning from the cell where he was being held. In spite of [having] questioned the personnel at the detention facility and the persons detained there at the time, no unequivocal facts have been ascertained that any such events occurred...”", "84. In addition it concluded that:", "“The necessary level [of force] required to [subdue] Mr Bekirski was not exceeded, because they could not [do it any other way] in view of the specific circumstances (screaming wildly, aggressive, detained for serious intentional offences, having perpetrated offences against two of the duty officers, attempting to escape, small space, badly lit stairs).", "In view of the events described [above], the actions undertaken by senior sergeants G.P., B.Z. and N.S. on 30 August 1996 to subdue Mr Bekirski are not [punishable], because, even though they formally [perpetrated an offence] it was done in the course of [restraining] a person who had perpetrated an offence, it had not been possible to [subdue] him in any other way and the inflicted injuries correspond to the offences he had perpetrated and the circumstances surrounding his [restraining].”", "85. The applicants were informed that the preliminary investigation had been discontinued and, by letter of the appellate military prosecutor's office dated 27 September 2000, were given the decision of the Military Court of Appeal.", "86. On an unspecified date the applicants commissioned a medical report. It was prepared on 30 May 2001 by a doctor from the Sofia Academy of Medicine, who re-examined the findings of the first medical report, the autopsy and the other medical reports in the case.", "87. That report found that the differences in the injuries identified on the body of Mr Bekirski at the time of his death and their apparently quite recent infliction confirmed that they must have been sustained after 30 August 1996. In addition, it reasoned that the identified differences could not be attributed to the natural physiological change over time of the injuries sustained on 30 August 1996. The report found it more likely that the said differences came from new injuries sustained in the same areas over a longer period and inflicted by various objects.", "88. In addition, the report considered that Mr Bekirski's injuries had warranted immediate medical treatment or, at least, that more medical tests should have been carried out in order to ascertain his state of health.", "89. Article 12 of the Criminal Code of 1968, as in force on 30 August 1996, provided as follows:", "“(1) An action shall not be considered dangerous to society, even if injury is caused to an attacker, where it is committed in self-defence – in defence against an imminent unlawful attack ... by the use of reasonable force .", "(2) The limits of self-defence shall be considered to have been exceeded where the self-defence has obviously not corresponded to the nature and danger of the attack.", "(3) The perpetrator of an action which is considered to have exceeded the limits of self-defence shall not be punished if the action is committed in an atmosphere of fear or confusion.”", "90. Article 12a of the Criminal Code of 1968 provided after 8 August 1997 as follows:", "“(1) An action shall not be considered dangerous to society, even if injury is caused to a person who has committed a crime, where this occurs in the course of detaining such person for his or her delivery to the authorities and in order to eliminate the opportunity for such person to commit another crime, provided that there is no other way to detain such person and provided that necessary and lawful measures have not been exceeded.", "(2) The necessary measures for detaining a person who has committed a crime shall be considered to have been exceeded where there is an obvious disparity between the nature and the degree of public danger caused by the crime, and the circumstances of the affected detention, as well as in a case in which unnecessary and obviously excessive harm is inflicted on the person. In such an instance, criminal responsibility shall be sought only under circumstances in which harm was deliberately inflicted.”", "91. Separately, under Article 122 § 1 of the Criminal Code of 1968, it is an offence to cause the death of another through negligence. Article 123 § 1 of the Criminal Code of 1968 makes it an offence to cause the death of another through the negligent performance of an occupation or a regulated highrisk activity. Article 387 § 1 of the Criminal Code of 1968 makes it an offence for military or police officers to, inter alia, fail to perform their duties, if this leads to harmful consequences. The offence is aggravated if, inter alia, the harmful consequences are serious (Article 387 § 2). The conduct proscribed by Article 387 § 1 is criminal even if the harmful consequences are caused merely through negligence (Article 387 § 4). These offences are all publicly prosecutable.", "92. Article 192 §§ 1 and 2 of the Code of Criminal Procedure of 1974, as in force at the relevant time, provided that investigations concerning publicly prosecutable offences could only be opened by a prosecutor or an investigator. Prosecutors could discontinue investigations when, inter alia, there was no evidence of an offence, or the alleged act did not constitute an offence (Articles 21 § 1 (1) and 237 § 1 (1) and (2)). Prior to 2001, this decision was subject to appeal to a higher prosecutor, or to automatic review by that prosecutor (Articles 181 and 237 §§ 3 to 9, as in force at the relevant time). In April 2001 the Code of Criminal Procedure of 1974 was amended to provide for judicial review at the request of those concerned (Article 237 § 3, as amended in April 2001).", "93. At the relevant time offences allegedly committed by police officers or by officers, sergeants and privates of other ministries and agencies were tried by military courts (Article 388 § 1 (2) of the Code of Criminal Procedure of 1974, as in force at the relevant time). Where a case would fall within the jurisdiction of the military courts, the investigation was handled by military investigators and prosecutors.", "94. Section 1(1) of the 1988 Act, originally entitled the State Responsibility for Damage Caused to Citizens Act, renamed on 12 July 2006 the State and Municipalities Responsibility for Damage Act (“the SMRDA”), provides that the State is liable for damage suffered by private individuals as a result of unlawful decisions or actions taken, or omissions made by civil servants in the course of or in connection with the performance of their duties. Section 1(2) provides that compensation for damage resulting from unlawful decisions may be claimed after those decisions have been quashed in prior proceedings. The Supreme Administrative Court has held that it is competent to review the lawfulness of a person's detention by the police and award compensation by reference to the above-mentioned provisions (реш. № 11858 от 28 ноември 2006 г. по адм. д. № 9165/2006 г., ВАС, V отд., реш. № 5230 от 9 май 2008 г. по адм. д. № 11884/2007 г., ВАС, ІІІ отд.).", "95. Section 2(1)(1) provides that the State is liable for damage caused to individuals by the investigating or prosecuting authorities or the courts through unlawful detention, provided that such detention has been set aside for lack of lawful grounds. Over the years the application of this provision has generated a considerable amount of case-law.", "96. Section 2(2) stipulates that, under certain conditions, the State is liable for damage sustained by individuals on account of their being charged with a criminal offence.", "97. Section 6(1) provides that the right to compensation in respect of pecuniary damage is inheritable, but that the right to compensation in respect of non-pecuniary damage survives the death of the individual concerned only if he or she has brought a claim.", "98. The general rules of the law of tort are set out in sections 45 to 54 of the 1951 Obligations and Contracts Act. Section 52 provides that the amount of compensation in respect of non-pecuniary damage is to be determined by the court in equity. In application of this provision, the former Supreme Court held that the parents of an individual who has died cannot seek compensation in respect of the non-pecuniary damage suffered by him prior to his death, because of the lack of a sufficient causal link. They can, however, claim compensation in respect of their own distress and anguish flowing from the death (реш. № 3287 от 27 декември 1971 г. по гр. д. № 1964/1971 г., ВС, I г. о.)."], "VIOLATED_ARTICLES": ["2", "3", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}