{"ITEMID": "001-102365", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "STARVYS, S.R.O. v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["The applicant entity, STARVYS, s.r.o., is a limited liability company which was established in 1997 under the laws of Slovakia and has its registered seat in Fiľakovo. The respondent Government were represented by their Agent, Ms A. Poláčková, who was succeeded in that function by Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 October 1998 the Lučenec branch of the National Employment Authority (Národný úrad práce - “the NÚP”) ruled that the applicant company was liable to pay an amount of money by way of contribution to the unemployment fund. By a separate decision on the same day the NÚP imposed a financial penalty for the late payment of that contribution. These decisions could have been, but were not, challenged by an administrative appeal. They thus became final and binding, on 13 November 1998.", "On 23 March 2001 the NÚP commissioned a judicial enforcement officer (súdny exekútor) to enforce the above decisions.", "On 18 April 2001 the enforcement officer issued a notice of enforcement (upovedoenie o začatí exekúcie) by which he notified the applicant company officially that the enforcement proceedings had commenced and ordered that the applicant company “make no dispositions in respect of all its assets which were subject to the enforcement”. The notice also contained an assessment of the costs of the enforcement. It was calculated as a percentage of the total of the principal amount and of the penalty due.", "The notice stated that the enforcement as such could be appealed against within fourteen days and the assessment of the costs of the enforcement within three days from the day on which the notice was served.", "The enforcement officer sent the notice by registered mail to the private address of Mr B., who was the statutory representative and one of the owners of the applicant company. The postal delivery receipt (avis de réception) bears a handwritten date and signature indicating that the notice was received on 4 May 2001, which was a Friday.", "On 9 May 2001 the applicant company appealed against the assessment of the costs of the enforcement. Without giving any details, it was claimed that the notice of enforcement had been served on the applicant on 6 May 2001, which was a Sunday. The applicant company argued that the costs of the enforcement should have been calculated on the basis of the principal amount of the debt only and that the late payment penalty should not have been included.", "Later in May 2001 the applicant company lodged a further appeal, in which it raised various objections as to the enforcement as such. These objections concerned mainly matters of formality such as: the enforcement documents did not indicate the proper file number; the notice of enforcement was incorrectly phrased in that it wrongly referred to “all assets” of the applicant company; and that a copy of the plaintiff’s petition for enforcement had never been served on the applicant. Arguing that it was not avoiding payment but could not pay due to lack of funds, the applicant company proposed that the enforcement be discontinued. The applicant company again submitted, without any explanation, that the notice of enforcement had been served on it on 6 May 2001.", "The enforcement officer transmitted the applicant company’s appeals to the District Court for judicial determination. In the accompanying letter he observed that, contrary to the applicant company’s contention, the notice of enforcement had been served on it on 4 May 2001 by delivery into the hands of B., as evidenced by his signature on the postal delivery receipt. The appeal of 9 May 2001 against the costs of the enforcement had thus been lodged outside the statutory three-day appeal period. The applicant company’s remaining objections were unfounded and constituted no valid ground to interrupt the enforcement.", "On 12 July 2002 the applicant company submitted observations in reply to the accompanying letter from the enforcement officer. It raised similar objections as in its above-mentioned appeals and claimed that the service of the notice of enforcement had been ineffective on the ground that the “[notice] had not been in an envelope with a blue stripe”.", "On 15 October 2002 the District Court declared the appeal against the costs of the enforcement inadmissible. It observed that the notice of enforcement had been served on the applicant company on 4 May 2001. The appeal against the costs was lodged on 9 May 2001, which was outside the applicable three-day timelimit. The appeal against the enforcement as such was dismissed as unfounded. Enforcement could only be appealed against on grounds recognised by Article 50 § 1 of the Enforcement Code (Law no 233/1995 Coll., as amended) and the applicant company had not invoked any of these grounds. Formal as well as material requirements for the enforcement were met and the applicant company’s objections against the enforcement as such were considered to be purely tendentious. Pursuant to Article 202 § 2 of the Code of Civil Procedure (Law no 99/1963 Coll., as amended) the decision of 15 October 2002 was subject to no further appeal. Had the applicant’s appeal against the enforcement as such been allowed, the plaintiff could have challenged the decision on that appeal under Article 50 § 4 of the Enforcement Code.", "On 15 October 2002, by a separate decision, the District Court ruled that the applicant company was to pay a court fee for its appeal against the notice of enforcement, in an amount which was calculated as a percentage of the total of the debt and the penalty.", "On 13 November 2002 the enforcement officer issued an order for enforcement (exekučný príkaz) of the decisions of 29 October 1998. By this order he directed the applicant company’s bank to transfer the amounts and the costs of the enforcement. The order was not subject to appeal.", "On 26 August 2003, on an appeal by the applicant company, the Banská Bystrica Regional Court (Krajský súd) upheld the decision of 15 October 2002 concerning the court fee.", "On 8 February 2008 the enforcement officer returned to the District Court the decree authorising him to carry out the enforcement on the ground that the claims in question had been enforced.", "On 16 August 2002 the applicant company lodged a complaint with the Constitutional Court (Ústavný súd) under Article 127 of the Constitution. It completed the complaint by submissions of 22 December 2002 and 13 February 2003.", "Represented by a lawyer, the applicant company complained that the enforcement proceedings had been conducted in an unfair and unlawful fashion; that they constituted an infringement of its property rights; and that the length of the proceedings was excessive. In particular the applicant company maintained that there were formal shortcomings in the enforcement documents; that the authorisation of the enforcement was contrary to law; that the notice of enforcement was only served on 6 May 2001; that it was incorrectly phrased, in that it ordered the applicant company not to make dispositions in respect of all its assets; that the costs of the enforcement had been miscalculated; and that the decision of 15 October 2002 was arbitrary and lacked adequate reasoning. As to the service of the notice of enforcement, the applicant company alleged in particular (in its submission of 22 December 2002) that it had in fact been served on Mr B. by the postman on 6 May 2001 and that on that day the postman had informed Mr B. that his attempt to deliver the notice to Mr B. in person on 4 May 2001 had been unsuccessful due to the latter’s absence.", "As to the length of the proceedings, the applicant company complained in particular about the decisionmaking in respect of its appeal against the notice of enforcement, and contended that there were continued delays even after this appeal had been determined.", "The applicant company invited the Constitutional Court to quash the decision of 15 October 2002 and to award it 200,000 Slovakian korunas by way of just satisfaction in respect of nonpecuniary damage.", "On 15 May 2003 the Constitutional Court declared the complaint admissible in so far as it concerned the length of the proceedings and inadmissible as to the remainder. As to the applicant’s objections against the enforcement as such, it was noted that their examination was primarily the task of the District Court, which had proceeded in accordance with the applicable procedural rules and had based its decision on adequate reasoning. The Constitutional Court discerned no indication of any constitutionally relevant illegality, arbitrariness or unfairness in the District Court’s decision. In doing so the Constitutional Court did not address specifically the applicant company’s arguments as to the date of service of the notice of enforcement on it. It was finally noted that the applicant company still had the protection of the law in that it could raise an objection against the enforcement under Article 57 of the Enforcement Code if the enforced debt had already been paid or if the enforcement interfered with assets which were excluded from the enforcement. A copy of the Constitutional Court decision was served on the applicant company on 30 May 2003.", "In a judgment (nález) of 10 September 2003 the Constitutional Court found that the District Court had violated the applicant company’s right to a hearing without “unjustified delay” under the Constitution and to a hearing within a reasonable time under the Convention. It restricted its examination of the proceedings to the appeal by the applicant company against the notice of enforcement only. The subject matter of the appeal was not particularly complex. No delay could be imputed to the applicant company. By contrast, the District Court had been completely inactive without any justification from 30 May 2001 to 15 October 2002. The Constitutional Court further held that the finding of a violation of the applicant company’s rights constituted of itself just satisfaction for the prejudice suffered. It was noted in particular that it was the applicant company which was resisting the enforcement of an adjudicated debt and that the applicant company had at all times the opportunity to bring the enforcement to an end by paying its debt. Furthermore, any possible uncertainty on the part of the applicant company had been dispelled by the District Court ruling of 15 October 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}