{"ITEMID": "001-66732", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MATYAS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to the length of the proceedings;Inadmissible under Art. 6-1 with regard to the fairness of the proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicants were born in 1935 and 1939 respectively and live in Szabadbattyán, Hungary.", "5. In 1991 the applicants bought a flat from A.B. In the contract of sale A.B. agreed that the sum of 1,000,000 Hungarian forints (HUF) would be paid by the purchasers at a later date. However, the applicants refused to pay the amount, claiming that the house had turned out to be in a worse condition than they had thought at the time of the purchase and, therefore, its value was less than that agreed in the contract.", "6. Consequently, on 13 December 1992 A.B. brought an action against the applicants before the Székesfehérvár District Court for the payment of the outstanding amount, plus interest.", "7. On 22 June 1993 the District Court heard the plaintiff, whereas the applicants' lawyer failed to appear.", "8. At the hearing on 16 December 1993 the plaintiff refused to give statements in the absence of her counsel. The District Court therefore ordered the lawyer to justify his absence. On 24 January 1994 the plaintiff appointed a new legal representative.", "9. At the hearing on 8 March 1994 the plaintiff and her legal representative failed to appear. Consequently, the court stayed the proceedings. On 8 September 1994 the plaintiff requested that the case be continued.", "10. In the resumed proceedings, on 5 December 1994 and 29 March 1995 the District Court requested further documents from the plaintiff. The plaintiff submitted them on 27 March and 4 May 1995, respectively.", "11. A hearing scheduled for 22 June 1995 was postponed on the parties' request.", "12. On 10 October and 5 December 1995 the court heard the parties and, on the latter date, witnesses as well.", "13. As the parties failed to appear at the hearing on 20 February 1996, while trying to settle the case, the District Court stayed the proceedings.", "14. Having failed to settle the case, the parties requested that the proceedings be continued. In the resumed proceedings, the District Court postponed the hearing that had been scheduled for 27 June 1996, as a witness failed to appear. At the hearing on 29 October 1996 the witness, who had repeatedly failed to be present, was fined. The applicants requested that a real-estate expert be appointed in the case. They deposited the expert's costs on 3 December 1996. Consequently, on 16 December 1996 the District Court appointed an expert.", "15. Following an on-site inspection of 1 March 1997, on 28 March 1997 the expert submitted his opinion.", "16. In a judgment on 22 October 1997, the District Court ordered the applicants to pay the plaintiff HUF 850,000, plus interest. The court relied on the expert's opinion and testimonies given by the parties and several witnesses.", "17. On the applicants' appeal, on 8 December 1997 the Fejér County Regional Court partially modified the first-instance judgment and reduced the court fees.", "18. The applicants' petition for review of 21 September 1998 was dismissed by the Supreme Court on 18 May 2000, the final judgment having been delivered in accordance with the law.", "19. The applicants were represented by a lawyer of their choice throughout the proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}