{"ITEMID": "001-87515", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF JACKSON v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 14+P1-1 - Prohibition of discrimination (Article 1 of Protocol No. 1 - Protection of property)", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1960 and lives in London.", "6. His wife died on 12 September 1999 leaving two children, born in 1995 and 1998.", "7. On 30 March 2000 the applicant applied for benefits equivalent to those to which a widow, whose husband had died in similar circumstances to those of his wife, would have been entitled, namely a Widow’s Payment a Widowed Mother’s Allowance and thereafter a Widow’s Pension, payable under the Social Security and Benefits Act 1992 (“the 1992 Act”). On 16 May 2000 the Benefits Agency refused his application because he was not a woman. He was told that he had no right of appeal since his claim had not been considered by a decision-maker.", "8. On 5 October 2000 the applicant made a claim for Widow’s Bereavement Tax Allowance to the Inland Revenue for the year 1999-2000. On 12 October 2000 he was informed that his claim could not be accepted because there was no basis in domestic law allowing widowers to claim this benefit.", "9. The applicant receives child benefit in the sum of GBP 100 every four weeks.", "10. The relevant domestic law and practice are described in the Court’s judgments in the cases of Willis v. the United Kingdom, no. 36042/97, §§ 1426, ECHR 2002-IV; Hobbs, Richard, Walsh and Geen v. the United Kingdom, nos. 63684/00, 63475/00, 63484/00 and 63468/00, 26 March 2007; and Runkee and White v. the United Kingdom nos. 42949/98 and 53134/99, 25 July 2007."], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}