{"ITEMID": "001-58734", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ILHAN v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (victim);Preliminary objection dismissed (non-exhaustion);No violation of Art. 2;Violation of Art. 3;Violation of Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["10. The facts of the case, particularly concerning events on 26 and 27 December 1992 when Abdüllatif İlhan, the applicant's brother, was apprehended by gendarmes during an operation at the village of Aytepe and went to hospital for emergency medical treatment of a serious head injury, were disputed by the parties. The Commission, pursuant to former Article 28 § 1 (a) of the Convention, conducted an investigation with the assistance of the parties.", "The Commission delegates heard witnesses in Ankara from 29 to 30 September 1997 and on 4 May 1998. The witnesses included the applicant; his brother Abdüllatif İlhan; İbrahim Karahan, the villager who was apprehended during the same operation; Şeref Çakmak, the commander of the Mardin central gendarmerie, in charge of the operation at Aytepe; Ahmet Kurt, the commander of the local gendarmerie station at Konaklı; Selim Uz, a gendarme doing his military service at Konaklı; Dr Mehmet Aydoğan, the doctor who examined Abdüllatif İlhan at Mardin State Hospital; Dr Ömer Rahmanlı, who treated Abdüllatif İlhan at Diyarbakır State Hospital; Dr Selahattin Varol, from Diyarbakır State Hospital; Abdülkadir Güngören, the Mardin public prosecutor; and Nuri Ay, a soldier with paramedical training who had served at Mardin.", "11. The Commission's findings of fact, which are accepted by the applicant, are set out in its report of 1 March 1999 and summarised below (Section A). The relevant domestic proceedings and the Government's submissions concerning the facts are also summarised below (Sections B and C).", "12. Abdüllatif İlhan lived in the village of Aytepe, located in the south-east region of Turkey, about 60 to 70 km from the town of Mardin. It came under the jurisdiction of the gendarmerie command at Mardin. The nearest gendarmerie station was at Konaklı, several villages away. The central provincial gendarmerie commander, Şeref Çakmak, knew the village. He had been informed that the İlhan family cooperated with the PKK (Workers' Party of Kurdistan) who were very active in the region at this time. He also suspected the villager İbrahim Karahan of involvement with the PKK.", "13. Aytepe village was located on high ground in a hilly area. There was a garden area below the village to the south, described as containing fruit trees and bushes. The descriptions of this area given by witnesses before the Commission's delegates varied. It was common ground that there were stone walls in the garden which were in places quite high. There were rivers or streams to the east and west of this area.", "14. On 26 December 1992, shortly before dawn, the Mardin gendarmes, under Şeref Çakmak's command and assisted by men from Konaklı station, started an operation at Aytepe village. The report by Mardin central provincial gendarmerie command stated that a villager, Mehmet Koca, was wanted for harbouring two persons wanted for aiding and abetting the PKK. The weather was very cold, with snow on the ground.", "15. Abdüllatif İlhan and İbrahim Karahan saw the soldiers approaching the village from the surrounding hills. From past experience, they feared that they might be beaten. They ran to hide in the gardens south of the village. They did not hear anyone shouting after them to stop. Ahmet Kurt, the Konaklı station commander, saw the two men running away through binoculars. He was ordered by the operation commander, Şeref Çakmak, to apprehend them. He took a team of seventeen men and went to the gardens.", "16. The gendarmes found both men hiding under the bushes and trees in the garden area. İbrahim Karahan did not try to run away when he was found. He was beaten and kicked by the gendarmes. They found Abdüllatif İlhan hiding nearby and gathered round him. İbrahim Karahan saw the gendarmes kick him. He also saw them raise and lower their rifles as if striking Abdüllatif İlhan with the butts. He did not, however, see any rifle butt hitting him. Abdüllatif İlhan remembered that he was kicked many times and struck on the hip with the barrel of a G3 rifle which tore his skin all the way down. He was also struck on the right side of the head with a rifle butt. He lost consciousness and remembered little after that for about a week. The gendarmes doused him in the nearby river to revive him.", "17. The Commission rejected as implausible and contradictory the testimony of the gendarmes concerning the apprehension of the two men. Neither Ahmet Kurt nor Şeref Çakmak witnessed the apprehension of İbrahim Karahan or Abdüllatif İlhan and their accounts lacked credibility. Selim Uz claimed that he had found Abdüllatif İlhan concealed in the bushes and that the latter had run away, falling twice near the river. The Commission, however, found that his testimony was inconsistent on a number of crucial points and that he gave his evidence in a clearly exculpatory manner. On being questioned in detail, he also admitted that he could not see exactly what had happened. The Commission therefore found that the Government had not produced a witness who could unequivocally state that he had witnessed Abdüllatif İlhan sustain injuries as a result of a fall. It accepted the testimony of Abdüllatif İlhan and İbrahim Karahan, which it found to be credible and convincing.", "18. İbrahim Karahan and Abdüllatif İlhan were brought before the operation commander, Şeref Çakmak, who kept them outside the village until the end of the operation. A third man, Veysi Aksoy, was also apprehended for aiding and abetting the PKK. The Commission did not accept as credible testimony that a fire was lit to warm Abdüllatif İlhan. Nor were any dry clothes brought for him from the village. At this point, Abdüllatif İlhan had a visible injury to his head, with bruising around the left eye and a mark on the right-hand side of his head, which had bled. He was limping, showing an injury to the left leg. There were also noticeable irregularities in his manner of speaking when Şeref Çakmak questioned him at this time.", "19. An incident report was drawn up by the gendarmes, dated 26 December 1992. It stated that İbrahim Karahan and Abdüllatif İlhan had failed to stop when ordered and that Abdüllatif İlhan had fallen down a slope, injuring his left eye and leg. The report was signed by Şeref Çakmak, Ahmet Kurt and Selim Uz. It also bore the apparent signatures of İbrahim Karahan and Abdüllatif İlhan. However, Abdüllatif İlhan was illiterate and unable to sign his name. He generally placed his thumbprint on documents. Although the report purported to have been drawn up and signed at the scene by the persons present, the Commission noted that Ahmet Kurt and Selim Uz recollected signing it later. It also found that it was an unreliable and misleading document, which did not correspond to the events as described orally by the gendarmes.", "20. After completing the operation at the village, the gendarmes returned to the Konaklı station. Abdüllatif İlhan was unable to walk. İbrahim Karahan carried him to the next village, Ahmetlı, where a donkey was obtained. Abdüllatif İlhan rode on the donkey to Konaklı, with İbrahim Karahan helping to keep him in the saddle. They arrived at about 3.30 to 4 p.m.", "21. At the station, Ahmet Kurt took the statements of both men. Abdüllatif İlhan was otherwise kept in the canteen while İbrahim Karahan was placed in the custody area. No custody record recording their detention was provided by the Government. At about 9 to 9.30 p.m., the Mardin gendarmes left in their vehicles to return to Mardin, taking İbrahim Karahan and Abdüllatif İlhan with them.", "22. The gendarmes arrived in Mardin during the night, passing Mardin State Hospital on the way. Abdüllatif İlhan and İbrahim Karahan were put in the cafeteria of the Mardin central provincial gendarmerie station. İbrahim Karahan recalled that two men in civilian clothes had come to the cafeteria. One of them, who was apparently a doctor, had looked at Abdüllatif İlhan without examining him and said that he was faking his condition. Şeref Çakmak told the Commission delegates that he had called a doctor and a paramedic to examine Abdüllatif İlhan and that, after the examination, the doctor had stated that Abdüllatif İlhan was exaggerating his symptoms. The Commission asked for the doctor and the paramedic to be identified. The doctor identified by the Government failed to appear and give evidence. The paramedic appeared, but could not remember ever being called out to examine a detainee in the circumstances described. No infirmary or medical records were produced to substantiate that treatment was given. The Commission did not make any findings as to who had come to look at Abdüllatif İlhan. It did find that at most he had received only cursory first-aid treatment and that the purported doctor had discounted visible signs of distress, without taking any precautionary steps in respect of an evident trauma to the head.", "23. Şeref Çakmak took further statements from the two men during the day of 27 December 1992, probably around 5 to 5.30 p.m. Abdüllatif İlhan's statement bore his thumbprint and the explanation that he did not have a signature. İbrahim Karahan described Abdüllatif İlhan's condition as worsening as the day progressed. He could not walk, needed to be supported and, before giving his statement, lost control of his bowels.", "24. At 7.10 p.m. on 27 December 1992, some thirty-six hours after their apprehension, Abdüllatif İlhan and İbrahim Karahan were admitted for treatment at Mardin State Hospital. A document dated 27 December 1992 and signed by Şeref Çakmak requested that both be treated as they had fallen and hurt themselves. According to the hospital record, İbrahim Karahan was treated for trauma to the right ear. A report dated 27 December 1992 and signed by Dr Aydoğan stated that Abdüllatif İlhan's general condition was average, and that he was conscious and responsive. The report also stated that hemadermy was present in the left eye periorbital. It indicated that the life of the patient, who suffered from left hemiparesis, was threatened.", "25. Abdüllatif İlhan was taken to Diyarbakır State Hospital, where his condition was found to be fair, though risk to life remained, with symptoms of concussion and left hemiplegia. The applicant arrived at the hospital to see his brother on 28 December 1992. He took Abdüllatif to a clinic, where he paid for scans to be taken. On the basis of these films, which disclosed, inter alia, cerebral oedema and left hemiparesis, Dr Rahmanlı decided that surgery was not necessary. Abdüllatif İlhan was treated with drugs and discharged from hospital on 11 January 1993.", "26. Abdüllatif İlhan returned to the hospital for examination at about two-monthly intervals. On 11 June 1993 a report from Dr Rahmanlı and Dr Varol stated that he was suffering from a 60% loss of function on the left side. The applicant submitted to the Commission recent scans of his brain showing an area of brain atrophy. The Commission's delegates who saw Abdüllatif İlhan on 29 September 1997 noted that a loss of function on the left hand side was still visible. However, on the basis of the evidence of the doctors who testified before the delegates, the Commission found that the delay in treatment had not been shown to have appreciably worsened the long-term effects of the head injury.", "27. The applicant and his brother did not lodge any complaint with the Mardin public prosecutor, Abdulkadir Güngören. The public prosecutor had been informed, however, that Abdüllatif İlhan had been injured at the time of his apprehension by Şeref Çakmak and he had received documents prepared by the gendarmes concerning the apprehension of Abdüllatif İlhan and İbrahim Karahan. In a written report dated 27 December 1992 to the public prosecutor, Şeref Çakmak had stated that both Abdüllatif İlhan and İbrahim Karahan had run away despite numerous warnings to stop. He described how both men had physically resisted the security forces and had fallen from the rocks while they were pushing the gendarmes. The public prosecutor had also spoken on the telephone with Şeref Çakmak and received oral explanations, inter alia, that İbrahim Karahan had in fact hidden without running away.", "28. On 11 February 1993 the public prosecutor issued a decision not to prosecute which concluded that Abdüllatif İlhan's injury resulted from an accident for which no one was at fault, either intentionally or through negligence. He did not interview Abdüllatif İlhan or İbrahim Karahan or any gendarme who had witnessed the alleged accident before issuing his decision.", "29. On the same day the public prosecutor drew up an indictment charging Abdüllatif İlhan with the offence of resistance to officers contrary to Article 260 of the Turkish Criminal Code (TCC). It stated that during an operation Abdüllatif İlhan had run away from the security forces, ignoring their orders to stop. He told the delegates that he did not charge İbrahim Karahan with any offence due to the oral explanations given by Şeref Çakmak.", "30. On 30 March 1993 Abdüllatif İlhan appeared before the Mardin Justice of the Peace Court. The minutes recorded that he accepted that the charge was true. He was recorded as stating that, on the day of the incident, he did not understand the security forces' warning. Although he understood it afterwards, he ran away fearing that they would harm him. In its decision of that date, the court found that Abdüllatif İlhan had admitted that he had failed to comply with an order to stop and had thus resisted an officer contrary to Article 260 TCC. He was sentenced to a fine of 35,000 Turkish lira (TRL), which was suspended. The applicant stated to the Commission that he had not been allowed to accompany his brother into the courtroom and that his brother, who spoke Kurdish, was not provided with an interpreter. The court minutes made no reference to an interpreter being provided.", "31. The Government relied on the incident report drawn up by the gendarmes and the statements taken from Abdüllatif İlhan and İbrahim Karahan by the gendarmes, as well as the oral testimony of the gendarmerie officers.", "32. Abdüllatif İlhan was ordered to stop by the gendarmes conducting an operation at his village. He ran away and, due to the slippery terrain, fell and injured himself. İbrahim Karahan's evidence that Abdüllatif İlhan was beaten by the soldiers was unreliable and inconsistent, inter alia, as his son had joined the PKK. Both men had signed the incident report and statements drawn up by the gendarmes. The fact that Abdüllatif İlhan was illiterate did not mean that he was unable to sign documents if he wished.", "33. After the accident, Abdüllatif İlhan was neither in danger of losing his life nor in a coma. He did not lose consciousness as alleged. He was able to make statements to the gendarmes and so did not appear to Şeref Çakmak to be seriously hurt. Dr Rahmanlı, who examined him at Mardin State Hospital, described him as responsive. In any event, Abdüllatif İlhan was not neglected but received medical treatment for his injuries in hospital. Such treatment was not available in the rural area where the accident occurred.", "34. Abdüllatif İlhan had admitted before the Mardin Justice of the Peace Court that he had resisted the security forces and had had no difficulty in giving evidence.", "35. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "36. Under the Turkish Criminal Code (TCC) all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. It is also an offence for a State employee to subject anyone to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment). The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "37. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey.", "38. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor's jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect's status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "39. By virtue of Article 4, paragraph (i), of Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 38 above) also applies to members of the security forces who come under the governor's authority.", "40. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person's life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 36 above) or with the offender's superior.", "41. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "42. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities are subject to judicial review ...", "...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State's strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people's lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "43. Article 8 of Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 42), provides:", "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "44. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim's right to bring an action against the authority on the basis of its joint liability as the official's employer (Article 50 of the Code of Obligations).", "45. Article 258 of the TCC provides in its first paragraph:", "“Whoever, by force or threat, resists a public officer or his assistants during the performance of their official duties shall be punished by a term of imprisonment of not less than six months and not more than two years.”", "46. Article 260 of the TCC provides:", "“Whoever exerts influence or force to prevent the execution of any of the provisions of a statute or regulation shall be punished by a term of imprisonment of not more than one year.”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}