{"ITEMID": "001-107712", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RAFIG ALIYEV v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmisible;Violation of Art. 5-3;Violation of Art. 5-4;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1967 and lives in Baku. He was the chief executive officer of various Azerbaijani subsidiaries of Azpetrol International Holdings B.V. (hereafter “Azpetrol”, including its various subsidiaries and subdivisions), one of the largest private companies operating in Azerbaijan.", "6. At approximately 7 a.m. on 19 October 2005 the applicant arrived at Baku International Airport for a business trip to Chişinău, Moldova. When passing through customs and border controls, the applicant reported that he was carrying 900 US dollars (USD) in foreign currency, which was below the minimum threshold of USD 1,000 required at the material time for a customs declaration.", "7. Having passed through customs, the applicant waited for his flight in the VIP area for 25-30 minutes. His luggage was with the VIP staff who were responsible for taking it to the aircraft. After the flight was announced, the passengers from the VIP area were taken to the aircraft in a minibus. However, when boarding the aircraft the applicant was stopped by officers of the State Customs Committee, taken back to the airport customs office and informed that he was suspected of carrying a large amount of foreign currency in his carry-on luggage.", "8. During the inspection of the carry-on luggage, three packs of banknotes for a total amount of USD 30,000 were found in the outer compartment of the bag. The applicant protested, claiming that it was not his money and that it must have been “planted” in his bag when the bag was with the VIP staff.", "9. From 7 a.m. to 4 p.m. the applicant was detained at the airport by the State Customs Committee. During this time, he was not allowed to contact his family or a lawyer of his choosing. At around 4 p.m. the applicant was taken to the Investigation Department of the State Border Service. At 9 p.m. he was allowed to contact one of his brothers, Alipanah Aliyev, to inform him of his whereabouts.", "10. The investigator in charge of the applicant’s case informed him that a criminal case had been instituted against him under Article 206.1 of the Criminal Code (contraband; illegal transfer of large quantities of goods or other valuables through customs without a declaration).", "11. At around 11.55 p.m. the investigator attempted to interrogate the applicant in the presence of a State-appointed lawyer, but the applicant refused to be represented by that lawyer. An entry was made in the investigator’s records concerning this refusal.", "12. At about 7 a.m. on 19 October 2005 the applicant arrived at the airport. When the applicant passed through the customs control area, the X-ray monitor revealed some paper packets in the applicant’s bag. A customs official asked the applicant whether he had anything undeclared with him. The applicant replied in the negative. After the applicant entered the VIP lounge, the customs official reported his suspicions to his superior. At about 7:30 a.m. a representative of the airport’s customs office, together with the representative of the State Border Service and two witnesses, searched the applicant’s baggage and found USD 30,000 that had not been declared.", "13. The customs officials conducted an initial inquiry, made records of the applicant’s explanation and witness statements and took an inventory of each bank note. These procedures took several hours and lasted until around 5.50 p.m. The customs officials then sent the relevant material to the Prosecutor General’s Office.", "14. At around 9.30 p.m. the applicant made a telephone call to one of his brothers, requesting a lawyer. The lawyer of the applicant’s choosing did not appear and the investigator of the Investigation Department of the State Border Service called a lawyer at the State’s expense. However, the applicant refused the lawyer’s assistance and stated, in writing, that he would conduct his own defence until the moment the lawyer of his own choosing arrived.", "15. At 10.30 p.m. the investigator drew up a record of the applicant’s arrest as a person suspected of committing a criminal offence (tutma protokolu). He was informed of his rights and questioned from 10.50 p.m. to 11.15 p.m.", "16. On 20 October 2005 two lawyers secured by the applicant’s family arrived. The applicant was subsequently charged and questioned in the presence of his lawyers.", "17. On the same day, one of the applicant’s brothers, Farhad Aliyev, the then Minister of Economic Development, was arrested by the Ministry of National Security on suspicion of organising a coup d’état (see Farhad Aliyev v. Azerbaijan, no. 37138/06, 9 November 2010, for more details concerning that case).", "18. According to the applicant, his other brothers were either dismissed from their jobs or arrested. Alipanah Aliyev, the Head of the Environment Committee of the Baku City Executive Authority, was dismissed from his job. Ashad Aliyev, a CEO of a private company, was prosecuted on charges of tax evasion but was later released after agreeing to pay what was alleged to be due. Sudeef Aliyev, a manager of a small carpet factory, was also accused of tax evasion. Alovsat Aliyev, who intended to stand as a candidate for the forthcoming parliamentary elections, had his candidature revoked by a court decision. According to the applicant, a number of his colleagues were also dismissed from their positions.", "19. According to the applicant, on the day of his arrest, officials of the Ministry of Taxes carried out an inspection in the offices of Azpetrol in Baku and seized large amounts of cash from the company’s cash register after finding some irregularities in the company’s bookkeeping.", "20. At the same time, officials of the Ministry of National Security (hereinafter “MNS”) carried out searches in the applicant’s apartment as well as two office buildings of Azpetrol. According to the applicant, MNS officials seized a number of personal and household items from the applicant’s apartment, including his children’s computers, phonebooks, two videotapes, and a number of valuable items including expensive watches and jewellery belonging to the applicant and his wife. From the Azpetrol offices, they also seized certain documents and officially registered firearms used by the company’s security personnel. Although several months later, in March 2006, the applicant lodged a petition with the prosecution authorities asking for the return of personal items seized from him, this petition was rejected on 27 March 2006 on the ground that under Article 129.4 of the Code of Criminal Procedure (“the CCrP”) the prosecution could retain physical evidence until the trial.", "21. On 20 and 21 October 2005 the official newspapers and other mass media published two press releases with the headline “Special Statement of the Prosecutor General’s Office, the Ministry of National Security and the Ministry of Internal Affairs of the Republic of Azerbaijan”. These press releases officially informed the public about the arrest and indictment of a number of well-known current and former State officials and provided a summary of the evidence gathered in respect of their alleged plans for the “forcible capture of power” during the election period, “under the guise of an appeal for democratic changes in the political situation in the country”. The evidence mainly consisted of the testimony of one of the arrested persons concerning secret meetings between them and their sources of financing, as well as large amounts of cash and other valuables found in the homes of some of them. Additionally, some of the arrested persons were suspected of embezzlement of public funds and abuse of authority. Specifically, the press releases mentioned the names of the applicant’s brother Farhad Aliyev, the former Parliament Speaker Rasul Guliyev, the former Minister of Finance Fikret Yusifov, the Minister for Health Care Ali Insanov, as well as other, less prominent names. It appears that all of the mentioned persons (except Rasul Guliyev, who was not physically present in Azerbaijan) had been arrested prior to the publication of the press releases.", "22. The applicant’s name was also mentioned in the press releases, as quoted below, together with the names of other persons suspected of an attempted coup d’état. However, none of these statements disclosed the fact that, as of the time of publication of these statements, the applicant had actually been arrested on suspicion of, and charged with, an unrelated offence.", "23. The press release of 20 October 2005 stated, inter alia:", "“It was established that former Minister of Finance Fikret Yusifov was the contact responsible for obtaining large amounts of funding for the forcible capture of State power... He was arrested as a suspect on 16 October. ... 100,000 euros and 60,000 US dollars were seized from Fikret Yusifov’s flat during a search conducted in the context of the investigation...", "On 18 October 2005 Fikret Yusifov wrote to the Prosecutor General... and indicated his willingness to voluntarily provide information about the preparatory actions by Rasul Guliyev and his supporters aimed at usurping State power...", "Fikret Yusifov stated in his testimony that, during his visit to St Petersburg in the Russian Federation in July 2005, Rasul Guliyev ... had contacted him on his mobile phone and instructed him to pass on his directions concerning the financing of the process of the capture of State power to the Minister for Economic Development, Farhad Aliyev, and his other supporters who had the necessary financial means.", "In this connection, in August of the current year Fikret Yusifov met Farhad Aliyev in the office of the latter’s brother Rafig Aliyev and informed him about Rasul Guliyev’s directions. Farhad Aliyev promised to provide any kind of assistance in this matter and to take additional measures via his contacts. At the end of August Fikret Yusifov went to St Petersburg and notified Rasul Guliyev by phone about Farhad Aliyev’s agreement.", "Pursuant to another instruction by Rasul Guliyev, [Fikret Yusifov] returned to Baku on 23 September and again met Farhad Aliyev in the same office ... [Farhad Aliyev] again gave assurances that he would provide any kind of assistance and that he was ready to provide funding in the amount of 3,000,000 US dollars and to organise anything within his capability.", "On 3 October 2005 Fikret Yusifov met Rasul Guliyev in Berlin. During the meeting, Rasul Guliyev stated that he was planning to return to Baku in the middle of October and stressed that it was important that he be met by a large group of people, which would prevent his arrest, and that State power be forcibly seized by creating public disorder. Rasul Guliyev also gave a specific instruction that Farhad Aliyev should provide substantial financial assistance for implementing these plans.", "Having returned to Baku, Fikret Yusifov met Farhad Aliyev and notified him about this instruction. On 15 October Farhad Aliyev personally gave cash in the amount of 100,000 US dollars to Fikret Yusifov for the purposes of financing the usurpation of State power. This money was found during the search of Fikret Yusifov’s flat on 16 October 2005 and was seized as physical evidence.", "During the searches conducted in the course of the investigation in houses, dachas and other properties belonging to Farhad Aliyev, [the authorities] seized large amounts of foreign currency, jewellery, works of art and other valuable items obtained in a criminal manner.", "As a result of operational measures, it was also established that Farhad Aliyev, having abused his official authority and committed serious breaches of the law during the process of privatisation of State property, had procured documents of title to State property at negligible prices and formally registered the property in the name of his relatives and acquaintances, and thus de facto transferred it into his ownership.", "An investigation into breaches of the law is currently under way in numerous commercial companies linked to Farhad Aliyev, including Azpetrol. Rafig Aliyev, the owner of Azpetrol, was arrested at the airport while attempting to leave the country.", "Based on the material gathered, the Prosecutor General instituted criminal proceedings under Articles 179.3 (embezzlement), 308.2 (abuse of official authority), 28/220 (preparation to organise public disorder) and 278 (usurpation or forcible retention of State power) of the Criminal Code and on 19 October 2005 Farhad Aliyev was arrested as a suspect in connection with these criminal proceedings.”", "24. The press release of 21 October 2005 stated, inter alia:", "“As has been notified earlier, during the searches conducted in the course of the investigation in houses, dachas and other properties belonging to the former Minister for Economic Development Farhad Aliyev, arrested as a suspect in connection with the criminal proceedings under Articles 179.3, 308.2, 28/220 and 278 of the Criminal Code, [the authorities] have seized large amounts of foreign currency, jewellery, works of art and other valuable items obtained in a criminal manner.", "In particular, [the following were seized during the searches:] 50,500 US dollars, 6,000 euros and 860 UK pounds sterling from Farhad Aliyev’s personal office in the administrative building of the Ministry of Economic Development; 30,000 euros and 6,500 US dollars from his flat...; 34 valuable works of art and 500 privatisation vouchers from his dacha; 565,000 US dollars and 5,609,000,000 [old] Azerbaijani manats, which had not been entered in accounting books, from his brother Rafig Aliyev’s office at Azpetrol. In addition, jewellery in large amounts, seven firearms of various models, other valuable items, and documents of title to numerous items of real property have been discovered at the mentioned addresses. The investigation continues into offences of corruption and other breaches of the law within numerous commercial companies belonging de facto to Farhad Aliyev. ...”", "25. On 20 October 2005 the investigator of the State Border Service opened a criminal case against the applicant (case no. 76587) and formally charged the applicant under Article 206.1 of the Criminal Code with an attempt to transfer a large amount of undeclared foreign currency through customs.", "26. At 6 p.m. on the same day, the applicant was taken to the Sabail District Court. The hearing lasted about ten to fifteen minutes. Based on the official charges brought against the applicant and the prosecutor’s request for applying the preventive measure of remand in custody, the judge ordered the applicant’s remand in custody (həbs qətimkan tədbiri) for a period of two months. The judge substantiated the necessity of this measure by the gravity of the alleged criminal action of the applicant and by the possibility of his absconding. This was the only court hearing at which the applicant was present himself. He was represented by his lawyers in the subsequent court hearings, but was not permitted to attend them in person.", "27. It appears that, following the Sabail District Court’s detention order, the applicant was taken to Detention Facility No. 1.", "28. The applicant appealed against the Sabail District Court’s order of 20 October 2005, complaining about a lack of evidence and the absence of any relevant and sufficient reasons for his pre-trial detention. On 27 October 2007 the Court of Appeal dismissed his appeal, repeating the lower court’s reasoning and finding that it was correct. The Court of Appeal’s decision did not address any of the applicant’s specific complaints.", "29. On 22 October 2005 the applicant was transferred to the MNS Detention Facility. His lawyer was not informed about this. He made enquiries with the Deputy Head of the Department of Investigation of Serious Crimes at the Prosecutor General’s Office, requesting information as to the applicant’s whereabouts.", "30. On 10 November 2005 the lawyer was officially informed that on 22 October 2005 the applicant’s criminal case no. 76587 had been transferred to the Prosecutor General’s Office and joined with Farhad Aliyev’s criminal case no. 76586. The applicant’s lawyer requested a copy of the decision on the joinder of the criminal cases. On 25 November this request was rejected on the ground that the CCrP did not require such decisions to be made available to the applicant’s lawyer.", "31. On 2 December 2005 the applicant lodged a complaint with the Prosecutor General, claiming that there were no legal grounds for joining the applicant’s case to Farhad Aliyev’s case because they had each been charged with totally unrelated offences. On 8 December 2005 the Prosecutor General rejected this complaint.", "32. On 25 November 2005 the applicant applied to the Sabail District Court with a request to substitute house arrest for the preventive measure of remand in custody. He argued that, owing to the questionable nature of the evidence, there could be no reasonable suspicion that he had committed a criminal offence, and that in any event the detention order was not justified in his personal circumstances. On 6 December 2005 the Sabail District Court rejected this request, finding that there were “no circumstances excluding the possibility of the applicant’s absconding, creating danger for society, and failing to appear before the investigating authorities without good reason”.", "33. On 13 December 2005 the Nasimi District Court (which supervised criminal case no. 76586, to which the applicant’s original case was now joined) extended the period of the applicant’s remand in custody by two months (until 19 February 2006). The judge substantiated the necessity of this measure as follows:", "“... It is not possible to complete all the [required] investigative steps before [the expiry of the applicant’s initially authorised detention period].", "Taking into account the gravity of the actions imputed to [the applicant], the circumstances in which the criminal offence was committed, and the possibility of the accused absconding from the authority conducting the criminal proceedings, the preventive measure of remand in custody chosen in his case should be extended.”", "34. On 20 December 2005 the Court of Appeal upheld this decision.", "35. By a decision of 10 February 2006, the Nasimi District Court extended the period of the applicant’s detention by another two months (until 19 April 2006). On 16 February 2006 the Court of Appeal upheld this decision.", "36. On 13 April 2006 the Nasimi District Court extended the period of the applicant’s detention by another three months (until 19 July 2006). On 21 April 2006 the Court of Appeal upheld this decision.", "37. Prior to each of the extension orders, the applicant lodged a series of applications with the Prosecutor General’s Office, asking the prosecuting authorities not to lodge an extension request with the court, owing to the applicant’s personal circumstances, which made it unlikely that he would flee from investigation. All of these applications were rejected.", "38. In all of the hearings concerning the extension of his detention and the related appeal hearings, the applicant was represented by his lawyer (or lawyers). The applicant himself was absent.", "39. In all of its decisions extending the applicant’s detention, the Nasimi District Court’s reasoning justifying his continued detention was the same as or similar to that cited in paragraph 33 above. In his appeals against those decisions, the applicant complained that there was no reliable evidence giving rise to a reasonable suspicion that he had committed a criminal offence, that in any event the investigation for the rather simple charge against him was proving unreasonably long and he should already have been committed for trial, that the extension orders were based only on the submissions of the prosecuting authority and without an independent review by the court of the evidentiary material, that there were no reasons to believe that he would abscond or influence the investigation, and that his personal circumstances had not been taken into account when assessing the necessity of his continued detention. The Court of Appeal’s decisions upholding the extension of the applicant’s detention repeated the lower court’s reasoning and did not contain any assessment of the specific arguments raised by the applicant in his appeals.", "40. On an unspecified date in June 2006 the Prosecutor General’s Office requested the Nasimi District Court to impose a measure of restraint on some of the applicant’s assets, based on the prosecution’s discovery of evidence that in June and September 2005 the applicant, as the head of some of the companies belonging to him and with the help of a number of accomplices forming an organised criminal group, had smuggled large quantities of petroleum products belonging to the State out of the country across the Azerbaijani-Georgian border, evading customs control by means of forging documentation and misrepresenting the true nature of the transaction. The prosecution also claimed that they had discovered evidence of tax evasion committed by Prestige LLC, a company “actually controlled” by the applicant, as well as of embezzlement of others’ property in large amounts. By the time of this request by the Prosecutor General’s Office, no formal charges had been brought against the applicant in connection with any of the above incidents involving the alleged criminal offences of petroleum smuggling, tax evasion or embezzlement.", "41. Following the above-mentioned injunction request by the Prosecutor General’s Office, on 8 June 2006 the Nasimi District Court issued a restraint order (attachment order) in respect of 381,310 shares owned personally by the applicant in the registered capital of the Bank of Baku JSC (11.215% of the registered capital), as well as another 336,430 shares in the same bank (9.895% of the registered capital) owned by Azinvest LLC, a company “de facto owned by the applicant”. The court noted that the illegal activities described in the prosecution’s request for attachment of property constituted criminal offences for which the relevant provisions of the Criminal Code prescribed inter alia a sanction of confiscation of property. The court further noted that the prosecution possessed information that the applicant had acquired the shares in the Bank of Baku using the funds obtained from these illegal activities. Therefore, there was a basis for attaching the applicant’s assets under Articles 248, 249 and 250 of the CCrP in order to guarantee the sanction of confiscation of property that might subsequently be imposed by the trial court.", "42. The applicant subsequently lodged a belated appeal against this decision, which was accepted for examination owing to the finding that the applicant had good reasons for having missed the appeal deadline. However, on 10 October 2006 the Court of Appeal dismissed the applicant’s appeal and upheld the Nasimi District Court’s decision of 8 June 2006.", "43. On 5 July 2006 the investigator issued a new decision bringing formal criminal charges against the applicant. Under this decision, the applicant was now charged with criminal offences under Articles 206.3.1 (contraband, committed repeatedly), 206.4 (contraband, committed by an organised group) and 313 (forgery in public office) of the Criminal Code. Specifically, these charges related to the alleged smuggling of large quantities of petroleum to Georgia in June and September 2005, as described in paragraph 40 above, and to the original accusation of smuggling the undeclared amount of USD 30,000 through customs on 19 October 2005.", "44. Later, on an unspecified date, the investigator lodged a request with the Nasimi District Court for the extension of the period of the applicant’s pre-trial detention. In addition to the new formal charges of 5 July 2006, the request also mentioned that the investigation had evidence of the applicant’s complicity in the attempted coup d’état, an offence with which his brother Farhad Aliyev and other persons had been charged.", "45. On 14 July 2006, based on the new criminal charges against the applicant and the investigator’s extension request, the Nasimi District Court extended the period of the applicant’s detention by another three months (until 19 October 2006). The court’s reasoning justifying the applicant’s continued detention was similar to that given in previous extension orders.", "46. On 28 September 2006 the investigator issued a new decision bringing formal criminal charges against the applicant. Under this decision, the applicant was now charged with criminal offences under Articles 206.4, 206.3.1, 28/220.1 (preparation to organise public disorder), 278 (actions aimed at usurping State power) and 313 of the Criminal Code. In addition to the criminal offences with which he had already been charged, the applicant was also accused of organising, together with a number of other persons including his brother Farhad Aliyev, massive unrest and a coup d’état after the parliamentary elections of 6 November 2005. More specifically, he had allegedly undertaken to provide necessary funding for preparation of the coup d’état and arranged secret meetings between its organisers in his office.", "47. On 2 October 2006 the Nasimi District Court extended the period of the applicant’s detention by another six months (until 19 April 2007). On 10 October 2006 the Court of Appeal upheld that decision.", "48. On 1 March 2007 the investigator issued a new decision bringing formal criminal charges against the applicant. By this decision, the applicant was now charged with criminal offences under Articles 179.3.1 (embezzlement by an organised group), 179.3.2 (embezzlement in large amounts), 188 (violation of the right of ownership to land), 192.2.1 (illegal commercial activity resulting in grave pecuniary damage), 192.2.2 (illegal commercial activity yielding a large amount of profit), 206.3.1, 206.4, 213.4 (tax evasion in large amounts), 28/220.1, 278, 259 (illegal damage to forests) and 313 of the Criminal Code.", "49. On 5 March 2007 a new criminal case (no. 76961) was severed from criminal case no. 76586. In the context of the new criminal case no. 76961, the applicant was charged under Articles 179.3.1, 179.3.2, 188, 192.2.1, 192.2.2, 206.3.1, 206.4, 213.4, 259 and 313 of the Criminal Code.", "50. The investigation in criminal case no. 76961 was completed on 5 March 2007.", "51. On 16 April 2007 the investigator issued the final bill of indictment in criminal case no. 76961. On the same day, the bill of indictment was signed by the Prosecutor General and the case was referred to the Assize Court for trial.", "52. Thus, criminal case no. 76961 was sent for trial in the Assize Court. There were nineteen co-defendants standing trial in this case, including the applicant and his brother Farhad Aliyev, on charges of complicity in various offences involving embezzlement and corruption. It appears that the original criminal case no. 76586, which still carried the charges against the applicant under Articles 28/220.1 (preparation to organise public disorder) and 278 (actions aimed at usurping State power) of the Criminal Code, was not sent for trial, but was not terminated either.", "53. On 15 May 2007 the applicant’s lawyers applied to the Assize Court, seeking his release on the ground that the latest detention order in respect of him, as well as the statutory maximum period for detention during the pre-trial investigation, had expired on 19 April 2007. It appears that at least six other co-defendants also requested release pending trial, relying on various grounds.", "54. At its preliminary hearing on 21 May 2007 the Assize Court rejected the requests by the applicant and his co-defendants for release and authorised their continued detention pending trial. In particular, in connection with the applicant’s specific argument that his detention was unlawful following the expiry of the relevant period on 19 April 2007, the Assize Court noted that the criminal case had been referred to the court a few days before 19 April 2007, and that the period of the applicant’s detention “pending investigation” had ended on that day. Therefore, his detention had not exceeded the time-limits specified by law.", "55. Furthermore, assessing the situation of all the detained co-defendants collectively, the Assize Court decided that “the preventive measure of remand in custody had been chosen correctly and should remain unchanged”. The court noted that “the accused persons detained on remand” had sufficient financial means, as well as business and other contacts in foreign countries, which could enable them to leave the territory of Azerbaijan and thus abscond from the trial. It further noted that, using those significant financial means, the detained persons could apply illegal pressure on persons participating in the trial.", "56. The applicant was tried by the Assize Court together with eighteen other accused persons, including his brother Farhad Aliyev.", "57. On 25 October 2007 the Assize Court convicted the applicant of all the criminal offences he was charged with under criminal case no. 76961 and sentenced him to nine years’ imprisonment, with confiscation of property.", "58. On 16 July 2008 the Baku Court of Appeal upheld the Assize Court’s judgment. On 6 July 2009 the Supreme Court upheld the lower courts’ judgments in respect of the applicant.", "59. Starting from 22 October 2005 and throughout the pre-trial and trial proceedings until his conviction on 25 October 2007, the applicant was detained in the MNS Detention Facility. The applicant was kept in a cell which had sufficient space for only one person, although it might have been designated as a double-occupancy cell. He was detained alone for a period of approximately one year before the authorities offered to place a second inmate in his cell; the applicant refused this offer. The cell was dirty and measured about 8 sq. m. Approximately 4.2 sq. m of the total floor area was occupied by the furniture. The window was 0.7 m high and 1.1 m wide. However, because of the width of the window frames (5 cm), the window pane measured 0.5 m by 1 m. The window was covered, with only its top part open, allowing very little natural light to enter the cell. The ventilation and heating systems did not function properly and, therefore, it was extremely cold in winter and extremely hot in summer. There was a wall lamp which was switched on throughout the day and night, which constantly disturbed the applicant and made it hard for him to sleep.", "60. The applicant was allowed one hour of out-of-cell exercise per day. The exercise area was extremely confined. The gym facilities in the MNS Detention Facility were not freely available during the applicant’s exercise time, as their use was dependent on a warder being available to supervise the applicant.", "61. There was no proper laundry and the applicant had to send his dirty clothes home for washing. He was allowed to take a shower once a week in a shower area where the temperature of the water was regulated from the outside by warders. The food was of poor quality. The applicant had no television set in his cell and had limited access to radio and literature and was provided only with “pro-Government” newspapers.", "62. The applicant was handcuffed when he was taken to meet with his lawyers and to interrogations. The handcuffs were removed during those meetings and interrogations. The applicant was not allowed to make telephone calls or write to his wife and family, who were not permitted to write to him or visit him either. The applicant’s requests to be allowed to correspond or be visited by his family during the pre-trial investigation were rejected.", "63. In the MNS Detention Facility, at his own request, the applicant was detained alone in a cell designed for two inmates. The area of the cell was about 10 sq. m. The cell had a window that was 1.4 m wide and 1.2 m high. The cell was connected to the MNS building’s central heating system and was well lit and ventilated. While the electric lighting was switched on throughout the day and night in accordance with the relevant regulations, the lamp was mounted in a manner that did not disturb inmates’ sleep.", "64. The applicant was permitted to walk outside his cell for two hours a day and to use a gym. Food was served three times a day. In addition, like all other detainees, the applicant was allowed to receive from home a food package of up to 5 kg per week. The applicant was provided with clean towels and bedding, which were washed in the detention facility’s laundry. Once a week he received clean clothing from his family, so he was always dressed according to the season. The applicant was never handcuffed during questioning or any other investigative steps.", "65. The relevant provisions of the Code of Criminal Procedure (CCrP) concerning police custody, detention on remand and proceedings concerning application and review of detention on remand are summarised in the Farhad Aliyev case (cited above, §§ 83-102).", "66. According to Articles 248 and 249 of the CCrP, in order to ensure execution of a judgment in a part pertaining to a civil claim or an eventual confiscation of property in circumstances provided for under criminal law, an investigator or prosecutor can apply to a court for attachment of property of the alleged perpetrator of a criminal offence. Attachment of property prohibits the proprietor or owner from disposing of and, if necessary, using the property. In particular, Article 248 provides as follows:", "“248.1. Attachment of property:", "248.1.1. shall be carried out with the aim of securing a civil claim or the confiscation of property in circumstances provided for under criminal law;", "248.1.2. shall consist of making an inventory of the property and prohibiting the owner or possessor from disposing of this property and, where necessary, making use of the same;", "248.1.3. where applied to bank deposits, shall prevent any further transactions on them.", "248.2. Property of the accused person or property of persons who may be held materially liable, irrespective of what comprises this property or in whose possession it is, may be subject to attachment.", "248.3. Attachment shall apply to the accused person’s share in the joint property of the accused and his or her spouse or in the property owned by the accused persons jointly with other persons. If there is sufficient evidence that the property [was an instrument of a criminal offence or constitutes proceeds of crime], the whole property or the greater part thereof shall be attached.", "[If the instrument or proceeds of crime has been used, disposed of or is unavailable for confiscation for other reasons], money or other property belonging to the accused person, which is equivalent in value [to the instrument or proceeds of crime], shall be subject to attachment. ...”", "67. Article 249 (grounds for attachment of property) of the CCrP provides that property may be attached if this measure is justified by sufficient evidentiary material and, as a general rule, on the basis of a court order. The investigator may take a decision to attach property without a court order only in exceptional circumstances. Article 250 of the CCrP contains rules for valuation of the attached property.", "68. The following are the relevant extracts from The Commentary on the Code of Criminal Procedure of the Republic of Azerbaijan, Volume I (scientific editor: Prof. J. Movsumov, Baku 2003, p. 166) concerning Article 248 of the CCrP:", "“6. Attachment of property with a view to guaranteeing confiscation of property can be ordered only in cases where the Criminal Code provides for a possibility of confiscation of property as an additional sanction for the criminal offence with which the accused person is charged ...", "7. The factual basis for the attachment of property is ... the existence of a substantiated belief that the property could be hidden, disposed of or destroyed. ...", "8. According to the annotated Article 248.2 of the CCrP, attachment can be ordered in respect of property of the following persons: (a) accused persons; (b) persons who could be held materially liable. The latter refers to persons who could be liable with their property for the actions of the accused person. This category of persons includes: (a) the accused person’s employer (Article 1099 of the Civil Code); (b) financial departments of the relevant authorities liable for actions of their officials (Articles 1100 and 1102 of the Civil Code); (c) legal representatives of minors between fourteen to eighteen years of age or of legally incapacitated persons (Articles 1104 and 1105 of the Civil Code); (d) the owner of a source of special danger (Article 1108 of the Civil Code). The above-mentioned persons are designated as civil defendants in the civil claim [lodged in the criminal proceedings].”", "According to Article 91.1 of the CCrP, an accused person is an individual charged with a criminal offence by a decision taken by an investigator, prosecutor or court."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}