{"ITEMID": "001-90407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GUDJONSSON v. ICELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Björn Guðni Guðjonsson, is an Icelandic national who was born in 1950 and lives in Kaldrananeshreppur. At the material time, in April and May 2003, he was registered as being domiciled at Bakkagerði, in the neighbourhood of Drangsnes, a village in the north-western corner of Iceland. He was represented before the Court by Mr Ragnar Aðalsteinsson, a lawyer practising in Reykjavik. The Icelandic Government were represented by their Agent, Mr Thorsteinn Geirsson, of the Ministry of Justice and Ecclesiastical Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The present application has its background in criminal proceeding brought against the applicant on account of his having fished lumpfish on certain dates in April and May 2003 in the net zone of the Bjarnarnes farm in Kaldrananeshreppur in the western part of Iceland. At the time he was one of six co-owners of the farm. His sister, two brothers – including Gudmundur Heidar Gudjonsson (GHG) - and the applicant each owned 12.5% of the property; the remaining half was owned by two other individuals. The applicant and his siblings had acquired their shares in the property as a result of a gift from their father, GG, according to a Deed of Transfer to this effect dated 16 August 1999.", "GG at one time owned the vessel Sæfinnur ST 34, a boat which had been allocated a catch permit for lumpfish on the basis of the Fisheries Management Act and the Regulation applying to such permits. GG had used the boat Sæfinnur ST 34 for catching lumpfish since 1987, and on 1 January 1991 a catch permit for lumpfish was issued in respect of the vessel under the new system when the Fisheries Act came into force. On 1 April 1999 this catch permit for lumpfish was transferred from the Sæfinnur ST 34 to another boat, the Díva ST 18 (6715), also owned by GG. On 18 January 2002, he sold the Díva to the company Innra-Nes, together with all its fishing permits; in addition, it was stated specifically that all the boat’s catch experience was to be the property of the purchaser. The purchase price was ISK 3 million. The Deed of Transfer identified GHG as the owner of all the share capital in Innra-Nes.", "The lumpfish catch permit in question was assigned yet again on 12 March 2002, and is currently attached to the boat Sævar Guðjóns ST 45 (2032), which is also owned by GHG’s company Innra-Nes.", "In the spring of 2003 the applicant was working in Reykjavík. As the volume of his work there declined and his income dropped, he acquired a new 5.60 m long boat and started fishing for lumpfish from the Bjarnarnes farm in April 2003.", "On 10 June 2003 a check by fisheries inspectors of the fish-processing plant Fiskvinnslan Drangur ehf. in Drangsnes revealed entries in the company’s weight records showing that the boat Sæfinnur ST 34 had landed nearly two tons of lumpfish roes in April and May, which the processing plant had purchased from it. On 11 June, the fisheries inspectors visited the applicant at Bakkagerði. It was then found that the boat, Sæfinnur ST 34, which belonged to the applicant’s father, lay upside down on dry land, and had been replaced by the plastic boat that the applicant had bought in the spring.", "On 8 March 2004, the Hólmavík District Commissioner issued an indictment against the applicant for violations of the fisheries legislation by having, on specified dates in April and May 2003, caught lumpfish from his unregistered boat without a general commercial fishing permit and without a permit to catch lumpfish; these catches of lumpfish produced 1,880.5 kg of lumpfish roes, which he had sold to Fiskvinnslan Drangur ehf. in Drangsnes, in violation of section 4 of the Fisheries Management Act No. 38/1990, section 7 of the Act No. 79/1997 on Fishing in Iceland’s Fishing Jurisdiction (hereinafter “the 1997 Act”) and section 1 of Regulation No. 129/2003 on Lumpfish Fishing. The Public Prosecutor requested that the applicant be sentenced for these violations and be made to suffer confiscation of the proceeds obtained through them.", "The applicant, for his part, maintained that the owners of land adjacent to the sea had an exclusive right to fish lumpfish within the net zone as it was an inseparable part of the farm and the owners had not been deprived of their property rights in the net zone. In his view, the provision concerning fisheries jurisdiction (section 2 of the Act on Fishing in Iceland’s Fisheries Jurisdiction, No. 79/1997, hereinafter “the 1997 Act”) extending from the water’s edge to the outer limits of the economic zone ought to be interpreted with reference to the rights that already existed and which had not been overruled despite a definition in ordinary legislation. Section 7 of the 1997 Act ought to be interpreted with consideration being given to the more extensive rights of other parties which were valid before the Act took effect; otherwise, it would have been necessary to state that the Act was intended to prevail over rights of ownership that were protected under Article 72 of the Constitution.", "It was undisputed that on the dates indicated in the indictment the applicant had been fishing lumpfish without a permit within the net zone of the Bjarnarnes farm. Nor was it disputed that he was co-owner of the farm and that he had obtained the permission of other co-owners to fish lumpfish within the net zone of the farm.", "On 28 September 2004 the West Fjords District Court convicted the applicant of the offences and sentenced him to pay a fine of ISK 400,000 to the Treasury, failing which he was to serve 45 days’ imprisonment. It further ordered the confiscation of ISK 730,320 corresponding to the value of the 1,880.5 kg lumpfish that the applicant had caught. In addition, he was ordered to pay the entirety of the court costs.", "The District Court’s judgment contained the following reasons:", "“In the absence of any proof to the contrary, the accused’s assertion that he caught all the lumpfish within the net zone of the property in question will be used as a basis for this judgment.", "Ever since ancient times, there have been legal provisions on the rights of landowners to make catches within net zones in Iceland. Grágás [the ancient law code of Iceland] states that all men have the right to catch without incurring a penalty outside the net zone, the outermost boundary of the net zone being where a seal-net, from mainland or skerry, touches the bottom at a depth of twenty meshes with the floats on the surface at low tide, with the footline touching bottom. Article 2 of the Chapter on Drift Rights in the Jónsbók law code [ from the year 1281] stated that all men had the right to catch without incurring a penalty outside the net zone, the outermost boundary of the net zone being where a seal-net touched bottom at a depth of twenty meshes with the floats on the surface.", "The most recent provisions in Icelandic law regarding net zones are to be found in Act No. 81/2004. Pursuant to section 2, the outermost boundary of the net zone means, for the purposes of the Act, 115 m out from the shore of a lake to which a property is adjacent, and the sea-floor 115 m out from the high-water mark of a property during spring tides. Net zones are defined in the same way in section 1 of the Act No. 64/1994. Its section 8 states that only landowners have the right to hunt animals on their land. Under the same article, persons other than the landowners do not have the right to hunt animals in Iceland’s economic zone except outside the net zones.", "A judgment by the Supreme Court of Iceland, reported in Court Reports 1996 p. 2518, describes how section 1 of the Decree on Hunting issued in 1849 stated that from that time forth, only landowners in Iceland had the right to hunt animals and birds unless otherwise stated in the Decree. Furthermore, section 21 stated that all statutory articles on fishing and whaling that were not amended by the Decree were to remain unchanged for the time being. The Court took the view that it could not be considered that the provisions of section 3 of the Decree, on the landowners’ right to make catches up to 60 fathoms out to sea from the high-water mark at spring tides, involved a different and more ample right for the landowners regarding catches than the right provided for in section 1 of the Decree.", "The same judgment went on to say that it could not be seen, from the ancient laws, that net zones in the sea had been regarded as being subject to the same authority of ownership by land owners as the land above them. Nor had the land owners, under the legislation of recent times, been granted all the same ownership rights over net zones in the sea that they enjoyed regarding the properties that were adjacent to them. Under legislation postdating the aforementioned Decree, property owners had not been unequivocally granted an exclusive right to catch marine fish in net zones based on a distance out from the high-water mark during spring tides. Nor had the provisions of the Chapter of Jónsbók concerning the definition of net zones based on the depth of the sea been repealed by any act of the legislature, though they were not incorporated in the 1919 edition, or subsequent editions, of the statute book.", "Although it is therefore not clear in law whether land owners possess all the same rights in the net zones as they do on the land above them, and whether their right to catch marine fish should be based on a distance out from the land or on the depth of the sea, it must be considered that it is not evident that the accused caught lumpfish at a greater depth than is specified in the Article 2 in the Chapter on Drift Rights in the Jónsbók. In this judgment, the provision of that Chapter stating that the landowner owns all fishing rights in the net zone and catch rights on the beach will be taken as a basis.", "Under section 2(2) of the 1997 Act, the marine area from the water’s edge to the outer limits of Iceland’ s economic zone is considered as constituting its fisheries jurisdiction. Thus, the net zone is included in the fisheries jurisdiction. The same definition can be found in section 2 of Act No. 38/1990.", "Section 1 of the 1997 Act states that its aim is to promote the prosperity and efficient utilisation of the economically exploited stocks within Iceland’s fisheries jurisdiction and so to ensure firm employment and human settlement in the country. The same aim on the part of the legislature can be found in section 1 of Act No. 38/1990, which also states that the commercially exploited stocks in Icelandic waters are the common property of the Icelandic people.", "Notwithstanding the aforementioned rights of landowners in the net zone, and taking into account the Supreme Court’s judgment in case no. 12/2000 (Court Reports 2000 p. 1534), the Court is not able to concur with the view that the legislature may not protect the commercially exploited stocks in the fisheries jurisdiction and promote their efficient utilisation by prohibiting landowners from making catches from these stocks, both within the net zone and outside it, except with special permits. The accused, who had the permission of the landowner to catch lumpfish within the net zone, was therefore nevertheless obliged to respect the prohibition contained in section 7(1) of the 1997 Act on the catching of lumpfish without a special permit from the Fisheries Agency. Section 2 of Regulation No. 129/2002 on Lumpfish Fishing states that the condition for obtaining a special permit is the possession of a commercial fishing permit.", "Accordingly, the accused violated the provisions of section 4 of the Act No. 38/1990, which prohibits fishing for commercial purposes off Iceland’s coasts by persons other than those who have received a general fishing permit, and has incurred punishment under section 25 of the same Act (see section 12 of Act No. 85/2002 and section 27 of Act No. 57/1996). Furthermore, his actions constitute a violation of section 7 of the 1997 Act and section 1 (see section 12) of the Regulation No. 129/2002 (see section 17 of the 1997 Act).”", "The applicant appealed to the Supreme Court, which on 28 April 2005 upheld the District Court’s judgment in extenso and ordered the applicant to pay the entirety of the legal costs in the appeal.", "Icelandic law concerning the rights of landowners in respect of the catching or hunting of fish, birds, whales and seals and ownership of driftwood in their net zones may be found in the provisions set out below (the different legislative definitions of the net zone boundaries are not in issue in the present case).", "The ancient Icelandic law code, Jónsbók, dating from 1281, stated in Chapter 2 of the Drift Rights Section:", "“The landowner shall also own [a whale in which a missile or a marked harpoon is fixed ...] and all drift materials, and all those whales which swim ashore fleeing from men and all catches in the net zone and on the beach.”", "The Decree on Hunting in Iceland of 20 June 1849 provided:", "Article 1", "Landowners in Iceland shall henceforth own exclusive rights to catch animals [and birds] unless other provisions are made in this Decree. Furthermore, the catch rights they have acquired by law outside their properties shall remain completely intact.", "Article 3", "... the owner shall own the right to make catches in an area extending 60 fathoms out into the sea from the low spring tide mark; this is his net zone", "Under Article 11 of the Decree, hunting animals on the land properties of other persons without their permission, or making catches in their net zones, is a criminal offence that is punishable by a fine.", "Section 8(1) and (2) of Act No. 64/1994 on the Conservation, Protection and Hunting of Wild Birds and Wild Mammals read:", "“All Icelandic citizens, and also foreign nationals who are domiciled in Iceland, may hunt animals on common land, on pastureland lying outside the property boundaries of legally-defined farms, providing that no one is able to demonstrate his right of ownership over them, and also in Iceland’s economic zone outside the net zones of land properties. They shall have obtained licences for this purpose under this Act and regulations issued hereunder.", "Landowners shall have an exclusive right to hunt animals on their properties and dispose of such rights unless other provisions are made in law.”", "According to the Government, the above-mentioned provisions, in particular that of Jónsbók, had been interpreted to the effect that ownership of the net zone in the sea conferred on the landowner an exclusive right to make catches of all types, including fish. However, in so far as relevant for the present case, such rights were restricted by the statutory provisions referred to below.", "The Fisheries Management Act, No. 38/1990 (hereinafter referred to as “the 1990 Act”), Iceland’s first comprehensive piece of legislation covering fisheries management, as in force at the material time (later replaced by Act No. 116/2006, without substantive amendments) contained the following provisions of relevance:", "Article 1", "“The exploitable marine stocks of the Icelandic fishing banks are the common property of the Icelandic nation. The objective of this Act is to promote their conservation and efficient utilisation and thus to ensure stable employment and settlement throughout the country. The allocation of harvest rights provided for by this Act endows individual parties neither with the right of ownership nor irrevocable jurisdiction over harvest rights.”", "Article 2", "“For the purposes of this Act, exploitable marine stocks shall include marine animals and marine plants found within the Icelandic exclusive fishing zone which are or may be exploited commercially and are not covered by special laws.", "Iceland’s exclusive fishing zone includes the ocean area extending from the low-water line to the outer limits of Iceland’s exclusive economic zone (EEZ) as defined by Act No. 41, of 1 June 1979, concerning the Icelandic territorial sea, exclusive economic zone and continental shelf.”", "Article 4", "“No one may pursue commercial fishing in Icelandic waters without having a general fishing permit. Fishing permits shall be issued for a period of one year at a time.”", "Article 5", "“Commercial fishing permits may only be granted to fishing vessels holding certificates of seaworthiness and registered in the Registry of Vessels of the Directorate of Shipping or the special registry of the Directorate for boats shorter than 6 metres in length. Their owners and operators must fulfil the requirements to pursue fishing in Iceland’s exclusive fishing zone, as provided for in the Act on Investment by Foreign Parties in Industrial Operations and the Act concerning Fishing and Processing by Foreign Vessels in Iceland’s exclusive fishing zone. A fishing vessel may, however, only be issued one type of commercial permit for a single fishing year, i.e. a fishing permit with general catch quota, fishing permit with cod catch maximum, cf. Temporary Provisions I of this Act, a fishing permit with catch quota awarded in accordance with Temporary Provisions II of this Act (hook catch quota) or fishing permit with pursuit days.”", "Article 6a", "“Leisure fishing for personal consumption is authorised without special permit. Such fishing may only be pursued with handline without automatic jigger. Any catch obtained as provided for by the provision of this paragraph may not be sold nor used for financial gain by any other means. [...]”", "Article 25", "“Violations of the provisions of this Act, or of rules issued hereunder, and of the conditions stated in permits, shall be punishable by fines, irrespective of whether they were committed intentionally or through negligence. In the case of gross or repeated violations committed intentionally, they shall also be punishable by up to six years’ imprisonment.”", "The other principal piece of legislation, the Act on Fishing in Iceland’s Fisheries Jurisdiction, No. 79/1997 (hereinafter referred to as “the 1997 Act”), included the following provisions:", "Section 1", "“The objective of this Act is to promote the well-being and efficient utilisation of the exploitable stocks within Iceland’s fisheries jurisdiction, so ensuring reliable employment and settlement in the country.”", "Section 2", "“For the purposes of this Act, the term ‘exploitable stocks’ shall include marine animals, and also marine plants, which are exploited, or may be exploited, within Iceland’s fisheries jurisdiction and which are not covered by separate legislation.", "Iceland’s fisheries jurisdiction includes the ocean area extending from the low-water line to the outer limits of Iceland’s exclusive economic zone (EEZ) as it is defined in the Act No. 41 of 1 June 1979 on the Icelandic Territorial Sea, Exclusive Economic Zone and Continental Shelf.”", "Section 7", "“Catches of lumpfish shall be subject to special permits issued by the Fisheries Agency, and only those vessels which were entitled to permits during the lumpfish season of 1997, according to the rules applying thereto, shall qualify for such permits. The Minister shall issue regulations containing further provisions on the arrangements regarding lumpfish catches and the fishing season according to this paragraph. Amongst other things, the Minister may determine that permits will be confined to a specific area and that permits for fishing in a particular area will be granted only to vessels registered in that area. The Minister may also set rules authorising the transfer of lumpfish fishing permits between vessels.”", "Section 17", "“Violations of other provisions of this Act, or of regulations issued hereunder, or of the conditions of fishing permits, shall be punishable by fines of not less than ISK 400,000 and not exceeding ISK 4,000,000, depending on the nature and scope of the violation.”", "The Government submitted that the requirement in section 7 of a special permit for commercial fishing of lumpfish had formerly been contained in and transferred from the 1990 Act. According to an explanatory note the rational for the special rule in section 7 was:", "“It is proposed in the first paragraph of this Article that catches of lumpfish be subject to special permits and that only those who were entitled to such permits under the current rules will qualify for permits. Regulation No. 58 of 18 January 1996, on catches of lumpfish, contains provisions on lumpfish fishing in Iceland, specifying what vessels will qualify for lumpfish catch permits. The issue of permits has been limited for many years, and is restricted to those parties who made catches during a particular period of years. It should be pointed out here that marine biologists have not proposed that lumpfish catches be limited; on the other hand, it has been felt that there is reason to impose limits on these catches, first and foremost because the number of small fishing boats is now so great that without limits, catches could get completely out of control in a short time. In this context, attention must also be given to conditions on the market and the right of those persons who have engaged in catches of this species and as a result of doing so have smaller quotas in other fish species. The Regulation on catches of lumpfish was issued under the second paragraph of Article 4 of the ... 1990 Act; here it is proposed that it be stated clearly that these catches are to be subject to permits, and also that provisions be laid down authorising the Minister to control these matters in the way that this has been done up to now.”", "The Regulation on lumpfish catches, No. 129/2002 (hereinafter referred to as “the 2002 Regulation”), stated inter alia:", "Article 1", "“All catches of lumpfish within Iceland’s exclusive fishing zone are forbidden without prior special permits from the Fisheries Agency.”", "Article 2", "“Permits for lumpfish catches may only be granted to those vessels which were entitled to such permits in the 1997 fishing season according to the Regulation No. 58/1996, providing that they hold commercial fishing permits (see the 1990 ... Act). Vessels larger than 12 GRT may not be granted permits for lumpfish catches if they did not hold permits for lumpfish catches during the previous fishing season. The issue of permits, and permits for lumpfish catches, may be made subject to such conditions as are considered necessary, including conditions regarding the submission of reports on the catches.”", "Article 4", "“When a vessel which has held a permit for lumpfish catches is sold, the permit shall accompany the vessel unless other provisions are made in the purchase contract.”", "Under other provisions of the Regulation on lumpfish catches, the fishing grounds around Iceland were divided into seven catch areas, and each permit was restricted to a particular catch area and catch period. In most of these areas, the catch period lasted from 20 April to 10 July. The regulation contained further rules on the maximum number of lumpfish nets that permit-holders could lay in the sea, and rules on the minimum mesh size of lumpfish nets.", "Section 1 of the Act on the Treatment of Commercial Marine Stocks, No. 57/1996 stated that its object was to improve the treatment of commercial marine stocks and to promote their renewable utilisation so as to ensure maximum productivity for the benefit of the Icelandic nation in the long term. The Act laid down rules on catch gear, the monitoring of the utilisation of catch quotas and the weighing and recording of marine catches; it also states that the application and supervision of fisheries legislation is to be in the hands of a special institution, the Fisheries Agency."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}