{"ITEMID": "001-81333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ŠILIH v. SLOVENIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection allowed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["5. The applicants, Franja and Ivan Šilih, were born in 1949 and 1940 respectively and live in Slovenj Gradec.", "6. On 3 May 1993, at a disputed time between midday and 1.00 p.m., the applicants’ son, Gregor Šilih, aged 20, sought medical aid in the Slovenj Gradec General Hospital because of, inter alia, nausea and itching skin. He was examined by a doctor on duty, M.E. On the basis of a diagnosis of urticaria (a type of allergic reaction), M.E. ordered the administration of intravenous injections of a drug containing glucocorticosteroid (Dexamethason) and an antihistaminic (Synopen). Further to the administration of injections, the applicants’ son’s condition significantly deteriorated. This was probably a result of him being allergic to one or both of the drugs that had been administered to him. His skin became very pale, he began to tremble and to feel cold; M.E. noticed signs of tachycardia. A diagnosis of anaphylactic shock was made. Subsequently, at 1.30 p.m., he was transferred to intensive care. M.E. ordered the administration of, inter alia, adrenaline. By the time the cardiologist arrived, the applicants’ son had stopped breathing and had no pulse. Cardiopulmonary resuscitation was given. At an undetermined time around 2.15 p.m. the applicants’ son was connected to a respirator and his blood pressure and pulse returned to normal, but he remained in a coma; his brain was severely damaged.", "7. On 4 May 1993 he was transferred to the Ljubljana Clinical Centre (Klinični center v Ljubljani), where he died on 19 May 1993.", "8. The exact timing of the events which led to the death of the applicants’ son and the action taken by M.E. in response to the applicants’ son’s deteriorating condition were disputed in the domestic proceedings.", "9. On 13 May 1993 the applicants lodged a criminal complaint (ovadba) with the Slovenj Gradec Unit of the Maribor Basic Public Prosecutor’s Office (Temeljno javno tožilstvo Maribor, Enota v Slovenj Gradcu) against M.E. for the criminal offence of “negligent medical treatment” (nevestno zdravljenje) which, following the applicants’ son’s death, was characterized as “a serious criminal offence that [had] caused damage to health” (hudo kaznivo dejanje zoper človekovo zdravje). The applicants argued that M.E. had given their son the wrong treatment and had failed to take appropriate measures after his condition deteriorated.", "10. In the course of the preliminary proceedings (predkazenski postopek), medical documents concerning the treatment of the applicants’ son were seized by the police and the Ljubljana Institute for Forensic Medicine (Inštitut za sodno medicino v Ljubljani) was appointed to prepare a forensic report.", "11. On 8 April 1994 the Public Prosecutor dismissed the applicants’ criminal complaint on the ground of insufficient evidence.", "12. On 1 August 1994 the applicants, acting as subsidiary prosecutors (subsidiarni tožilec), lodged a request for the opening of a criminal investigation (zahteva za preiskavo) against M.E.", "13. On 8 November 1994 the investigating judge of the Maribor Basic Court (Temeljno sodišče v Mariboru) granted their request. On 27 December 1994, upon an appeal by M.E. (pritožba), the interlocutory-proceedings panel (zunaj obravnavni senat) of the Maribor Basic Court overturned the investigating judge’s decision finding that the evidence in the case-file, in particular the forensic report, did not afford reasonable grounds for suspecting that M.E. had manifestly acted in breach of professional standards.", "14. The applicants’ appeal (pritožba) and a request for the protection of legality (zahteva za varstvo zakonitosti) were dismissed. The latter was dismissed on 29 June 1995 by the Slovenj Gradec District Court (Okrožno sodišče v Slovenj Gradcu), which obtained jurisdiction in the case after the reorganization of the judiciary in 1995.", "15. Subsequently, the applicants obtained a medical opinion from Doctor T.V. who stated, inter alia, that myocarditis (inflammation of the heart muscle), which had previously been considered to be a contributory factor in the death of the applicants’ son, could have occurred when he was in anaphylactic shock or even later. As a result, on 30 November 1995 they lodged a request to reopen a criminal investigation (see paragraph 72). In addition, they lodged a motion to change the venue of the proceedings to the Maribor District Court (Okrožno sodišče v Mariboru). On 31 January 1996 the Maribor Higher Court granted their motion for a change of venue.", "16. On 26 April 1996 the interlocutory-proceedings panel of the Maribor District Court granted the applicants’ request for an investigation. An appeal by M.E. was rejected by the Maribor Higher Court on 4 July 1996 and the investigation was subsequently opened.", "17. In the course of the investigation, the investigating judge examined witnesses and obtained an opinion from P.G., an expert at the Institute of Forensic Medicine in Graz (Austria). P.G. stated in his report that the administration of antihistaminic had led to the applicants’ son’s serious allergic reaction. He expressed doubts as to the pre-existence of myocarditis.", "18. On 10 February 1997 the investigating judge closed the investigation.", "19. Owing to the complexity of the case, the applicants asked the Maribor District Public Prosecutor’s Office to take over the prosecution. Their request was rejected on 21 February 1997.", "20. On 28 February 1997 the applicants lodged an indictment against M.E. for the criminal offence of “causing death by negligence” (povzročitev smrti iz malomarnosti).", "21. On 7 May 1997, upon M.E.’s objection to the indictment, the interlocutory-proceedings panel of the Maribor District Court directed the applicants to request additional investigative measures.", "22. The investigating judge subsequently examined several witnesses and ordered that a forensic report be prepared by K.H., an Austrian forensic expert in the field of emergency medicine and anaesthesia. K.H. stated in his report that the ultimate reason for the death of the applicants’ son was rather uncertain. He therefore considered the issue of the effectiveness of the measures taken by M.E in response to the applicants’ son’s condition as being of no importance.", "23. On 24 November 1998 the investigating judge informed the applicants that the investigation had been closed.", "24. On 10 December 1998 the applicants lodged an indictment supplemented by evidence that had been gathered in the extended investigation. On 12 January 1999 an interlocutory-proceedings panel rejected M.E.’s objection against the initial indictment (see paragraph 20 above) as unfounded.", "25. On 22 January 1999 M.E. lodged a request for the protection of legality, claiming that the indictment as submitted on 10 December 1998 had not been served on her. On 25 February 1999 the Supreme Court annulled the Maribor District Court’s decision of 12 January 1999 and remitted the case to the District Court with instructions to serve the initial indictment on M.E. M.E. subsequently lodged an objection and on 3 June 1999 the interlocutory-proceedings panel decided to refer the case back to the applicants, directing them to gather more evidence by requesting additional investigative measures.", "26. The applicants complied with the directions and requested additional investigative measures. As a result, the investigating judge ordered a supplementary report from K.H., a reconstruction of the events of 3 May 1993 and the examination of witnesses.", "The investigation was closed on 3 May 2000.", "27. In the meantime, on 28 June 1999 the applicants again unsuccessfully requested the Public Prosecutor to take over the prosecution.", "28. On 19 May 2000 the applicants filed a further indictment and the additional evidence they had been directed to obtain.", "29. In August 2000 the applicants complained to the Judicial Council (Sodni svet) about the length of the criminal proceedings. They also challenged the three judges sitting in the interlocutory-proceedings panel which had previously decided on M.E.’s objection to the indictment. On 10 October 2000 the President of the Maribor District Court rejected the applicants’ request for the judges to stand down.", "30. Following a further objection to the indictment by M.E., the interlocutory-proceedings panel examined the case on 18 October 2000 and decided to discontinue the criminal proceedings. Relying in particular on the opinions of the Ljubljana Institute of Forensic Medicine and K.H., it found that the applicants’ son’s reaction to the administration of Dexamthason and/or Synopen was a consequence of his sensitivity to those drugs and of myocarditis, which was undoubtedly a pre-existing condition. The court found that there was insufficient evidence to substantiate the applicants’ accusation that M.E. had committed the alleged criminal offence. The applicants were also ordered to pay court fees and expenses incurred in the proceedings.", "31. On 7 November 2000 the applicants lodged an appeal, which the Maribor Higher Court dismissed on 20 December 2000. The applicants then petitioned the Public Prosecutor General to lodge a request for the protection of legality with the Supreme Court. Their petition was rejected on 18 May 2001.", "32. In the meantime, on 13 March 2001 the applicants lodged a constitutional appeal with the Constitutional Court (Ustavno sodišče), complaining about the unfairness and length of the proceedings and that they had been denied access to a court since the indictment had been rejected by the interlocutory-proceedings panel. On 9 October 2001 the Constitutional Court dismissed their appeal on the ground that a subsidiary prosecutor did not have locus standi before the Constitutional Court.", "33. On 27 March 2001 the applicants also lodged a criminal complaint against seven judges of the Maribor District and Higher Court who had sat in their case. The criminal complaint, in which the applicants alleged that the judges had improperly dealt with their case, was dismissed as unfounded by the Maribor Public Prosecutor’s Office on 13 June 2001.", "34. Subsequently, the applicants made several attempts to re-open the case. Ultimately, on 16 July 2002, they lodged a new indictment against M.E. On 14 July 2003 the Slovenj Gradec District Court struck the indictment out because the prosecution of the alleged offence had become time-barred on 3 May 2003.", "35. On 6 July 1995 the applicants instituted civil proceedings against the Slovenj Gradec General Hospital and M.E. in the Slovenj Gradec District Court for the non-pecuniary damage they had sustained as a result of their son’s death in the amount of 24,300,000 Slovenian tolars (SIT).", "36. On 10 August 1995 the applicants also instituted proceedings against the head of the internal medical care unit, F.V., and the director of the Slovenj Gradec General Hospital, D.P. Further to a request by the applicants, the court joined the two sets of proceedings.", "37. All the defendants in the proceedings had lodged their written pleadings by October 1995.", "38. On 30 August 1997, in a supervisory appeal (nadzorstvena pritožba) to the President of the Slovenj Gradec District Court, the applicants argued that the civil proceedings should proceed despite the fact that criminal proceedings were pending since the latter had already been considerably delayed.", "39. On 21 October 1997 the court, referring to sub-paragraph 1 of section 213 of the Civil Procedure Act (see paragraph 77 below), stayed the civil proceedings pending the final decision in the criminal proceedings. It noted that the decision in the civil proceedings depended to a large extent on the determination of the preliminary question (predhodno vprašanje), namely the outcome of the criminal proceedings. The applicants did not appeal against that decision, which therefore became final on 17 November 1997.", "40. On 22 October 1998 Judge S.P. replied to the applicants’ supervisory appeal of 15 October 1998, stating, inter alia:", "“[The applicants] are subsidiary prosecutors in the criminal proceedings and therefore know very well that the proceedings before the Maribor District Court, where the preliminary question is being determined, have not been completed. Their supervisory appeal concerning the stay of the [civil] proceedings is therefore pure hypocrisy.”", "Upon a complaint by the applicants lodged with the Ministry of Justice, Judge S.P. was ordered to explain her reply to the applicants.", "41. In February 1999 the applicants again filed a supervisory appeal; the stay, however, remained in force.", "42. On 27 August 1999 Judge P.P., to whom the case appears to have been assigned in the meantime, sent the applicants a letter, in which he stated, inter alia:", "“In the instant case the determination of criminal liability is a preliminary question which is relevant for the determination of the civil claim, since a civil court cannot establish facts which are different from those established by the criminal court”", "43. On 8 September 1999 the applicants filed a motion for a change of venue, which the Supreme Court rejected on 13 October 1999.", "44. On 6 December 1999 the Slovenj Gradec District Court informed the applicants that the reasons for staying the proceedings still obtained.", "45. On 12 March 2001 the applicants filed a supervisory appeal requesting that the stay of the civil proceedings be lifted. On 19 May 2001 Judge P.P. scheduled a hearing for 13 June 2001. However, the scheduled hearing was subsequently cancelled at the applicants’ request.", "46. On 11 June 2001 the applicants filed a further motion for a change of venue. On 27 September 2001 the Supreme Court decided to move the venue to the Maribor District Court on the ground that there existed “tension which was impeding and delaying the trial.”", "47. The case was subsequently assigned to Judge M.T.Z. On 3 April 2002 the court held a hearing.", "48. After lodging criminal complaints against some of the judges (see paragraph 33 above), the applicants filed a motion on 8 April 2002 for all the judges at the Maribor District Court and Maribor Higher Court to stand down. Having been asked to comment on the applicants’ request, Judge M.T.Z. stated, inter alia, that she had realised at the hearing on 3 April 2002 that one of the defendants, with whom she had shaken hands at the hearing, was a close acquaintance (“dobra znanca”) of her father. She added that the applicants were constantly lodging objections which made it impossible to conduct the proceedings. It would appear that Judge M.T.Z subsequently herself requested permission to withdraw from the case. On 12 August 2002 the request for the judges to stand down was granted as far as it concerned Judge M.T.Z. The case was assigned to Judge K.P.", "49. On 24 November 2002 and 20 March 2003 the Supreme Court rejected the applicants’ motions for a change of venue.", "50. A hearing scheduled for 12 June 2003 was adjourned at the applicants’ request, after they had alleged that their lawyer was unwilling to represent them since her daughter had been denied medical care in the Ljubljana Clinical Centre. Afterwards, they informed the court that their lawyer would continue to represent them.", "51. On 28 October 2003 the Maribor District Court held a hearing.", "52. On 8 December 2003 the applicants filed a motion for Judge K.P. to stand down. The request was rejected on 18 December 2003.", "53. A hearing scheduled for 16 January 2004 was adjourned because the applicants had lodged a motion for a change of venue. On 5 March 2004 the applicants lodged another motion. Both motions were rejected by the Supreme Court (on 22 January 2004 and 13 May 2004 respectively).", "54. It appears that the hearings scheduled for 23 and 24 March 2005 were adjourned due to the applicants’ newly appointed lawyer’s commitments in another unrelated case.", "55. On 4 May 2005 the applicants filed written submissions and amended their claim for damages. They also requested that the proceedings be expedited.", "56. Hearings were held on 23, 25 and 27 January 2006 before Judge D.M., to whom the case had apparently meanwhile been assigned. The applicants withdrew their claims in respect of F.V. and D.P. After the hearing, they requested Judge D.M. to stand down. Their request was rejected by the President of the Maribor District Court on 30 January 2006. However, on 31 January 2006, Judge D.M. herself asked to withdraw from the proceedings, on the ground that her full name had been mentioned in a newspaper article on 28 January 2006 which also stated that she had been asked to stand down owing to the alleged unequal treatment of the parties in the proceedings. The President of the court upheld her request as being “certainly well-founded”.", "57. The case was subsequently assigned to Judge A.Z.", "58. Hearings were held on 16 June and 25 August 2006.", "59. On the latter date the Maribor District Court delivered a judgment in which it rejected the applicants’ claim, which ultimately amounted to SIT 10,508,000 in respect of non-pecuniary damage and SIT 5,467,000 in respect of pecuniary damage. The applicants were ordered to pay legal costs to the defendants. Relying on the expert opinions, the court concluded that M.E. could not have foreseen the applicants’ son’s reaction to drugs administrated to him and that she and the hospital staff had acted in accordance with the required standard of care. In addition, the court rejected as unsubstantiated the applicants’ claim that the hospital was not sufficiently equipped.", "60. On 25 October 2006 the applicants lodged an appeal with the Maribor Higher Court. The proceedings are still pending.", "61. On 29 April 2002 the Maribor District Public Prosecutor lodged a bill of indictment (obtožni predlog) against the first applicant. She was accused of insulting behaviour by allegedly saying to an official at the Maribor District Court “I have had enough of this f** court, the damn State does not do anything, is it not aware that our son was killed”. The prosecution was based on a criminal complaint filed by the Maribor District Court.", "62. On 5 October 2004 the Maribor District Court withdrew the criminal complaint as a result of the Ombudsman’s intervention (see paragraph 67 below). The Maribor Local Court subsequently dismissed the bill of indictment.", "63. The applicants lodged several petitions with the Ombudsman’s office concerning the conduct of the civil proceedings. Their case was reported in the Ombudsman’s Annual Reports of 2002, 2003 and 2004.", "64. In a letter sent to the President of the Slovenj Gradec District Court on 24 April 2001, the Deputy Ombudsman stressed that the issue of criminal liability could not be regarded as a preliminary question (predhodno vprašanje) in the civil proceedings instituted against the doctor and the hospital. He further stated that there was no justification for staying the proceedings.", "65. In a letter to the applicants of 29 August 2002 and his Annual Report of 2002 (pp. 42 and 43), the Ombudsman criticised the conduct of Judge M.T.Z. The Ombudsman stressed that the judge had expressed concerns about her impartiality (see paragraph 48 above) only after the applicants had filed the request for her to stand down and after the Ombudsman’s intervention in the case, although she had been aware of the reasons for the concerns beforehand.", "66. The section of the Ombudsman’s Report of 2003 (pp. 226-228) dealing with the applicants’ case and in particular criticising aspects of the judge’s conduct of the civil proceedings states, inter alia:", "“In the record of the hearing [of 28 October 2003] reference is made to twelve questions which the plaintiffs were not permitted to ask. ... For the majority of these twelve questions, the record does not contain any reasons to explain why the judge did not allow the plaintiffs to put the question. In each instance, there was a prior objection by the defendants’ representatives to the question.", "...", "Although [the applicants’] reactions, statements and proposals were perhaps sometimes extreme, the authorities, including the courts, ought to have taken into account their emotional distress... This may require the trial to be conducted in a particularly respectful and flexible way, without breaching procedural rules to the detriment of the defendants. However, the record of the hearing gives the impression of a tense rather than comfortable atmosphere at the hearing, this being supported also by the records of the exchanges between the judge and the plaintiffs’ representative.”", "67. In his Annual Report of 2004 (pp. 212-214), the Ombudsman criticised the Maribor District Court for filing the criminal complaint against the first applicant (see paragraphs 61-62 above). The report drew attention to the Maribor District Court’s explanation that the court was required by law to file and pursue the criminal complaint as to refrain would constitute a criminal offence. The Ombudsman stressed that there was no legal basis for such a conclusion. On the contrary, a criminal charge for an offence of insulting behaviour could only be pursued on the basis of the aggrieved party’s criminal complaint, which in the instant case was the Maribor District Court’s complaint. Following the Ombudsman’s intervention and in view of the arguments expressed in its letters, the Maribor District Court decided to withdraw the criminal complaint against the first applicant.", "68. The Criminal Code (Kazenski zakonik, Official Gazette no. 63/94), as amended, defines, under the heading “Criminal Offences causing Damage to Health” criminal offences concerning injury caused by the negligence of health-care providers. In addition, Article 129 of the Criminal Code provides that anyone who causes the death of another by negligence shall be sentenced to imprisonment for not less than six months and not more than five years. These offences are subject to mandatory prosecution by the Public Prosecutor, but a subsidiary prosecution by an aggrieved party will also lie (see, paragraph 70 below).", "69. Criminal proceedings in Slovenia are regulated by the Criminal Procedure Act (Zakon o kazenskem postopku, Official Gazette no. 63/94; hereinafter referred to as the “CPA”) and based on the principles of legality and officialness; Prosecution is mandatory when reasonable suspicion (utemeljeni sum) exists that a criminal offence subject to mandatory prosecution has been committed.", "70. Public prosecutions are conducted by the public prosecutor’s office. However, if the public prosecutor dismisses the criminal complaint or drops the prosecution at any time during the course of the proceedings, the aggrieved party has the right to take over the proceedings in the capacity of subsidiary prosecutor (subsidiarni tožilec), that is, as an aggrieved party acting as a prosecutor (CPA, section 19(3)). A subsidiary prosecutor has, in principle, the same procedural rights as the public prosecutor, except those vested in the public prosecutor as an official authority (CPA, section 63(1)). If the subsidiary prosecutor takes over the proceedings, the public prosecutor is entitled at any time pending the conclusion of the main hearing to resume the conduct of the prosecution (CPA, section 63(2)).", "71. Criminal investigations are conducted by the investigating judge at the request of a public or subsidiary prosecutor. If the investigating judge does not agree with the request to open an investigation, he must refer it to an interlocutory-proceedings panel of three judges (zunaj-obravnavni senat), which then decides whether to open a criminal investigation. If the investigating judge grants the request, the accused may lodge an appeal with the interlocutory-proceedings panel. Parties to the proceedings may appeal against the interlocutory-proceedings panel’s decision to the Higher Court (višje sodišče). Appeals do not stay the execution of the decision to open an investigation (section 169 of the CPA).", "72. If a request for investigation has been dismissed owing to a lack of reasonable suspicion that the suspect has committed a criminal offence, criminal proceedings may be reopened at the request of the public or subsidiary prosecutor provided that new evidence is produced on the basis of which the interlocutory-proceedings panel can satisfy itself that the conditions for instituting criminal proceedings are met (CPA, section 409).", "73. The investigating judge terminates the investigation once the circumstances of the case have been sufficiently elucidated (CPA, section 184). Thereafter, proceedings before a court may be conducted only on the basis of an indictment (CPA, section 268).", "74. According to section 274 of the CPA, the accused may lodge an objection to the indictment within eight days after its receipt. The objection is examined by the interlocutory-proceedings panel. Section 276 of the CPA provides, inter alia:", "“(2) If in considering the objection the interlocutory-proceedings panel discovers errors or deficiencies in the indictment (section 269) or in the procedure itself, or finds that further investigations are required before the decision on the indictment is taken, it shall return the indictment to the prosecutor to correct the established deficiencies or to supplement ... the investigation. The prosecutor shall within three days of being informed of the decision of the panel submit an amended indictment or request the ... supplementing of investigation. ...”", "In addition, the relevant part of section 277 of the CPA provides:", "“(1) In deciding an objection to the indictment the interlocutory-proceedings panel shall not allow the indictment and shall discontinue the criminal proceedings if it finds that:", "...", "3) a criminal prosecution is statute-barred ...", "4) there is not enough evidence to justify reasonable suspicion that the accused has committed the act with which he is charged.”", "75. Under the provisions of the Obligations Act (Zakon o obligacijskih razmerjih, Socialist Federative Republic of Yugoslavia’s (“SFRJ”) Official Gazette no. 29/1978,) and its successor from 1 January 2002, the Code of Obligations (Obligacijski zakonik, Official Gazette no. 83/2001), health institutions and their employees are liable for pecuniary and non-pecuniary damage resulting from the death of a patient caused by medical malpractice. The employer may incur civil liability for its own acts or omissions or vicarious liability for damage caused by its employees provided that the death or injury resulted from the employee’s failure to conform to the relevant standard of care. Employees are directly liable for death or injury under the civil law only if it is caused intentionally. However, the employer has a right to bring a claim for a contribution from the employee if the death or injury was caused by the latter’s gross negligence.", "76. Section 12 of the Civil Procedure Act (Zakon o pravdnem postopku, SFRJ Official Gazette no. 4-37/77), as amended, provides:", "“When the decision of the court depends on the preliminary determination of the question whether a certain right or legal relationship exists, but [the question] has not yet been decided by a court or other competent authority (preliminary question), the court may determine the question by itself, save as otherwise provided in the special legislation.", "The court’s decision on the preliminary question shall be effective only in the proceedings in which the question was determined.", "In civil proceedings, the court shall be bound with respect to the existence of the criminal offence and criminal liability by the final criminal court’s judgment by which the accused was found guilty.”", "77. The relevant part of section 213 of the Civil Procedure Act provides as follows:", "“In addition to the examples specifically given in this Act, the court may order a stay of proceedings:", "1. if it decides not to determine the preliminary question itself (section 12) ... .”", "78. The relevant part of section 215 of the Civil Procedure Act provides:", "“If the court has stayed the proceedings in accordance with the first line of the first paragraph of ... section 213, the proceedings shall resume once the [other] proceedings are finally concluded (pravnomočno končan postopek) ... or when the court finds that there is no longer any reason to await the end [of the other proceedings].", "In all cases, the discontinued proceedings shall continue at the relevant party’s request, immediately after the reasons justifying the stay cease to exist.”", "79. Equivalent provisions can be found in sections 13, 14, 206 and 208 of the new Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 83/2001) that came into force on 14 July 1999.", "80. The Regulation on the organisation and functioning of Tribunal of the Chamber of Physicians (“the Medical Tribunal”) (Pravilnik o organizaciji in delu razsodišča Zdravniške Zbornice Slovenije), issued on 20 March 2002, lays down, inter alia, the procedure for establishing the responsibility of doctors for breaches of the professional rules and the disciplinary measures which can be taken as a result. The Chamber’s prosecutor (tožilec Zbornice), who is elected from among the members of the Chamber of Physicians, is autonomous and has authority to lodge an indictment with the first-instance Medical Tribunal. The aggrieved party may request the Chamber’s prosecutor to start the proceedings, but the prosecution may reject such a request. If so, the aggrieved party may invite the Medical Tribunal to conduct a preliminary examination. However, the power to file the indictment is vested solely in the Chamber’s prosecutor.", "81. Article 7 of the Regulation provides that the Medical Tribunal must base its decision solely on the indictment and evidence submitted by the Chamber’s prosecutor and the accused doctor. If the accused doctor or the Chamber’s prosecutor is dissatisfied with the verdict, he or she may appeal to the second-instance Medical Tribunal.", "82. On 1 January 2007 the Act on the Protection of the Right to a Trial without Undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja – Official Gazette no. 49/2006 “the 2006 Act”) became operational. It allows a party to proceedings to ask for the proceedings to be expedited by means of a supervisory appeal (nadzorstvena pritožba) and a motion for deadline (rokovni predlog) and to lodge a claim for just satisfaction (zahteva za pravično zadoščenje). The remedies provided by this law are subject to certain restrictions in the case of finally resolved proceedings.", "83. Section 2 of the 2006 Act states that it applies, inter alia, to parties to court proceedings and injured parties in criminal proceedings."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}