{"ITEMID": "001-93113", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOKOREV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1964 and lives in the village of Bolshaya Rechka, Irkutsk Region.", "5. As an employee of a State-owned company, in 1987 the applicant and his family were granted a room in a shared flat. After his dismissal in 1992, the company sought his eviction. In 1993 the company was reincorporated as a limited liability company.", "6. On 1 October 1993 the applicant brought proceedings against the company asserting his right to live in the room. According to the Government, the applicant’s claim was received by the Sverdlovskiy District Court of Irkutsk on 12 November 1993. The respondent sought the applicant’s eviction.", "7. By a judgment of 1 February 1994, the District Court rejected the applicant’s claim and ordered his eviction. On 13 April 1994 the Irkutsk Regional Court upheld the judgment. The applicant obtained a stay of execution of the eviction order. On 20 June 1994 the Presidium of the Regional Court quashed the above judgments by way of supervisory review and remitted the case for fresh examination.", "8. Thereafter the District Court examined the case twice and rendered two judgments. Each time the Regional Court quashed the judgments and remitted the case for fresh examination. It appears that in the meantime the applicant resettled and the respondent company withdrew their claim for eviction.", "9. On 5 May 1998 the Convention entered into force in respect of Russia.", "10. In yet another round of the resumed proceedings, the applicant confined his claim to asking the court to require the respondent to provide him with housing. By a judgment of 23 November 1998, the District Court granted this claim and ordered the company to provide the applicant with a flat. On 12 March 1999 the Regional Court upheld the judgment. The respondent sought supervisory review. On 12 April 1999 the Presidium of the Regional Court quashed the above judgments by way of supervisory review and remitted the case for re-examination.", "11. In the resumed proceedings, the applicant amended his claim and sought to substitute the respondent by the new company. On 2 July 1999 the District Court required the company to provide the applicant with housing. On 1 December 1999 the Regional Court quashed the judgment on appeal and remitted the case for fresh consideration.", "12. On 24 April 2000 the District Court issued a new judgment in the applicant’s favour. On 30 June 2000 the Regional Court set aside this judgment on appeal and ordered a new examination of the case. The district judge was on annual leave from 26 July to 5 September 2000. One hearing was adjourned due to the applicant; two hearings were adjourned at the respondent’s request. On 20 February 2001 the District Court dismissed the applicant’s claim. On 23 May 2001 the Regional Court upheld the judgment. The applicant sought supervisory review. On 19 August 2002 the Presidium of the Regional Court quashed the above judgments and remitted the case for fresh examination.", "13. Between October 2002 and January 2004 a number of hearings were scheduled and adjourned mostly because the respondent failed to attend or sought adjournments. Several hearings were adjourned because of the applicant. One hearing was adjourned in view of the judge’s illness. By a judgment of 12 February 2004, the District Court rejected the applicant’s claim. On 21 April 2004 the Regional Court upheld the judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}