{"ITEMID": "001-68578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF M.S. v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1955 and currently lives in Gambia.", "9. The applicant was convicted of aggravated sexual assault on his then 15 year-old stepdaughter, by a judgment of the District Court (käräjäoikeus, tingsrätten) of Hyvinkää issued on 27 September 1996. He was sentenced to eleven months’ imprisonment and ordered to pay compensation amounting to 30,000 Finnish Marks (FIM; 5,045 euros (EUR)) to the complainant. The case was heard in camera before the District Court and the court documents were ordered to be kept secret until 27 September 2006.", "10. The alleged offence (principally forced oral sex) had taken place repeatedly in the family home over a period of seven weeks beginning on 26 December 1994.", "11. The pre-trial investigation of the alleged offence began when the complainant, i.e. the applicant’s stepdaughter, reported it to the police on 14 August 1996. Earlier the same month, she had mentioned the alleged offence on separate occasions to two confidantes.", "12. The District Court heard the testimony of the complainant and of the aforesaid confidantes, as well as that of the defendant’s wife and of others more distantly connected with certain details pertaining to the matter. The defence disputed that the complainant and the applicant had ever been alone together in the place where the offence was alleged to have occurred. The evidence of the applicant’s wife did not support his claims in this respect.", "The District Court also had before it a medical certificate issued by the physician who attended to the complainant because of an illness she had. This medical certificate charted the progress of her illness over the period from late 1992 until 1995. Although the physician was unable to draw from his observations any inference concerning the alleged offence, the District Court, according to the applicant, found that the medical certificate supported the complainant’s view in the matter.", "13. On 28 October 1996 the applicant appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten), annexing his wife’s statement in which she changed her position so as to support the applicant. An oral hearing was also requested.", "14. On 26 November 1996, i.e. after the expiry of the time-limit for adducing written submissions to the Court of Appeal pursuant to Chapter 26, section 25 of the Code of Judicial Procedure, the applicant’s ex-wife submitted a letter to the Court of Appeal, retracting her previous submission. She explained that she had instigated divorce proceedings and could now think more clearly about the events.", "15. In its judgment of 1 July 1997 the Court of Appeal, without having held an oral hearing, upheld the District Court’s judgment.", "16. The applicant learned about his ex-wife’s submission of 26 November 1996 and of her changed position from the Court of Appeal’s aforementioned judgment, in which it was stated as follows:", "“[The applicant’s ex-wife] has, in her statement submitted to the Court of Appeal, announced that she wants to retract her earlier written statement which was annexed to [the applicant’s] letter of appeal and which she had, in her view, signed under heavy pressure. Therefore, there is no reason to doubt that her statement given at the District Court was not accurate. It is manifestly unnecessary to request [the applicant’s] comments on the statement. ... Thus, the request to hold an oral hearing is rejected as unfounded.”", "17. On 29 August 1997 the applicant applied to the Supreme Court (korkein oikeus, högsta domstolen) for leave to appeal raising, inter alia, questions concerning the overall evaluation of the evidence and maintaining that the Court of Appeal should not have accepted the withdrawal of the affidavit of 26 November 1996 without giving him an opportunity to comment on the matter. The Supreme Court refused the applicant leave to appeal on 13 November 1997.", "18. After having served his sentence for his offence the applicant was expelled from Finland. The expulsion was enforced in the autumn of 1998.", "19. Chapter 17, section 11(1) of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken, as in force at the relevant time; 571/1948) provided that a court of first instance may not use as evidence written affidavits, submitted for the purposes of pending or incoming proceedings, unless this is specifically provided for in the law or authorised by the court. Subsection 3 (as in force at the relevant time; 1052/1991) provided that in case a superior court of law relies on an affidavit referred to in subsection 1 and the court finds that attention must be paid to it, the person who has given the affidavit shall be heard as a witness either before the superior court or before a court of first instance designated by the superior court.", "20. According to Chapter 26, section 5 of the Code of Judicial Procedure (as in force at the relevant time; 661/1978), the Court of Appeal had the possibility, on special grounds, to take into account written submissions or other documents provided by a party to the Court after the expiry of the time-limit.", "21. According to Chapter 26, section 6 of the Code of Judicial Procedure (as in force at the relevant time; 661/1978), if the Court of Appeal took into account such evidence submitted after the expiry of the time-limit, the Court of Appeal had to request the parties to submit written observations unless it was manifestly unnecessary.", "22. The Supreme Court issued a precedent on 31 August 2004 concerning the Court of Appeal’s obligation to communicate to the parties a statement invited on the Court of Appeal’s own motion (KKO 2004:79). Paragraph 7 of the decision reads as follows:", "“[t]he appropriate proceedings in court require that the court decision is based on only such files which have been available to the parties of the legal proceedings and which they have also had the opportunity to examine. The parties accordingly have the right to be informed of the contents of a document submitted to the court, even if it according to section 24 of the Publicity Act should be kept secret, because only in this way can they be safeguarded a sufficient possibility to participate in the proceedings. The precondition to disclosure of this otherwise secret case-file to the parties is not that the court decision is based on such a file. It is already sufficient that the document may have or may have had an effect on the proceedings in the case and on the decision made in relation to it. Also in this respect, the parties as well as the court shall have the possibility to consider the significance of the case-file submitted to the court in the case.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}