{"ITEMID": "001-78894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MOĞUL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "", "TEXT": ["4. The applicants were born in 1945 and 1949, respectively, and live in Seferihisar, İzmir.", "5. The applicants’ father, Ali Moğul, sold his two houses which were situated in the Seferihisar district to his sons in 1972 and 1973, respectively, by a notary deed. He transferred the possession of the land on which the houses were located to the applicants; however, this land was not registered in the title deeds at that time. The applicants requested that the land be divided into two parts by the Seferihisar Municipality. Subsequently, the Municipality acceded to their request on 25 April 1979.", "6. On 12 October 1981 the applicants were issued with title deeds for the plots of land numbered 3 and 4 in Seferihisar, following a cadastral survey conducted in the region.", "7. In 1999, a general survey of coastal districts carried out by the National Property Supervisor defined the applicants’ plots of land and houses as falling within the coastline area.", "8. On 18 May 2000 the Treasury brought an action against the applicants before the Seferihisar Civil Court of First Instance for the annulment of their title deeds on the ground that their land was located within the coastline area. They claimed that, according to the Coastal Law of 1990, the land in question could not be owned by an individual, but could only be used in the public interest.", "9. On 29 June 2001 a group of experts, composed of a geomorphologist, a cartography engineer and an agricultural engineer, appointed by the court, inspected the applicants’ land and concluded that it was located within the coastline area.", "10. On 19 July 2001 the first-instance court upheld the request of the Treasury and annulled the applicants’ ownership in the title deed registry.", "11. The applicants’ requests for an appeal and rectification of this judgment were rejected by the Court of Cassation on 20 February, 22 May and 5 June 2002.", "12. On unspecified dates, the Treasury brought further actions against the applicants, for injunctions to prevent any intervention (müdahelenin men-i ve kal davası) by the applicants on the disputed land and the destruction of the adjoining houses. On 15 June 2004 the Seferihisar Civil Court of First Instance accepted this request in relation to the first applicant. This decision has not yet been finalised. The action against the second applicant is still pending before the same court.", "13. The relevant domestic law is set out in the Court’s judgments in the similar cases of N.A. and Others v Turkey (no. 37451/97, § 30, 11 October 2005), and Doğrusöz and Aslan v. Turkey (no. 1262/02, § 16, 30 May 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}