{"ITEMID": "001-61638", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MAESTRI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of association);Respondent State to take individual measures (Article 46-2 - Individual measures);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["11. The applicant was born in 1944 and lives in Viareggio (in the province of Lucca). He is a judge.", "12. At the time he lodged the application, he was acting president of the La Spezia District Court. On 23 November 1993, following an inquiry by the General Inspectorate for the Ministry of Justice, the Minister of Justice instituted disciplinary proceedings against the applicant on account of his membership of a Masonic lodge affiliated to the Grande Oriente d'Italia di Palazzo Giustiniani. The Minister accused him of having been a Freemason from 1981 until March 1993 and of having thereby breached Article 18 of Royal Legislative Decree no. 511 of 31 May 1946 (see paragraph 18 below).", "13. In a decision of 10 October 1995, the disciplinary section of the National Council of the Judiciary (Consiglio Superiore della Magistratura) found that the applicant had committed the offences of which he was accused and gave him a reprimand (censura). It stated that from 1982 onwards it should have been possible to “have a clear idea of the loss of integrity resulting from membership of the Freemasons ... because of the degeneration brought about when a number of people came together within the P2 lodge with plans to take control of the public authorities and subvert democratic institutions, and because of the collusion of certain Masonic lodges with the Mafia and organised crime”. The disciplinary section added that the directives issued by the National Council of the Judiciary on 22 March 1990 and 14 July 1993 (see paragraphs 21 and 22 below), which emphasised – the second one in particular – the substantial conflict between membership of the Freemasons and membership of the judiciary, were to be seen in the context of such developments. The decision also stated that it was contrary to disciplinary rules for a judge to be a Freemason, for the following reasons: the incompatibility between the Masonic and judicial oaths, the hierarchical relationship between Freemasons, the “rejection” of State justice in favour of Masonic “justice” and, lastly, the indissoluble nature of the bond between Freemasons, even in the case of a member who wished to leave the organisation.", "The disciplinary section of the National Council of the Judiciary stated, lastly, that the applicant's alleged ignorance of the institutional debate on Freemasonry merely served to confirm the existence of conduct punishable under Article 18 of the 1946 Legislative Decree. In its opinion, such conduct was characterised by a lack of diligence, caution and wisdom in dealing with a situation that posed a threat to the values protected by that Article.", "14. On 5 January 1996 the applicant appealed on points of law to the Court of Cassation. In the three grounds of his appeal he alleged a breach of Article 18 of the Constitution, challenged the arguments used in support of the finding that judicial office was incompatible with membership of the Freemasons, and complained that no reasons had been given for the conclusion that a judge would be discredited by belonging to the Freemasons.", "15. On 2 February 1996 the Ministry of Justice lodged a cross-appeal. The Court of Cassation, sitting as a full court, examined the case on 19 September 1996 and, in a judgment of 20 December 1996, dismissed the applicant's appeal.", "It held, firstly, that the application of Article 18 of the Constitution was limited by the constitutional principles of the impartiality and independence of the judiciary, principles which should be taken to prevail over the right to freedom of association. The Court of Cassation further held that the disciplinary section of the National Council of the Judiciary had based its decision mainly on the directive of 14 July 1993 in which the Council had emphasised that judicial office was incompatible with membership of the Freemasons.", "16. The applicant maintains that his career has been at a standstill since the disciplinary section's decision: he was declared unsuitable for a post as judge of the Court of Cassation; furthermore, the judicial council for his district stated that, because of the reprimand, it was unable to give an opinion on his suitability for a post as president of a district court.", "Lastly, the applicant states that he has been transferred to Sicily; however, he has not produced any evidence that that decision was linked to the sanction imposed on him.", "17. The relevant provisions of the Constitution are the following:", "“Citizens may form associations freely, without authorisation, for purposes not prohibited for individuals by the criminal law.", "Secret associations and associations pursuing, even indirectly, a political aim through organisations of a military nature shall be prohibited.”", "“No one shall be removed from the jurisdiction of a lawfully established court.", "No one shall be punished save in accordance with a law in force at the time when the offence was committed.", "No one shall be subjected to security measures except in cases provided for by law.”", "“All citizens shall have the duty to be loyal to the Republic and to comply with the Constitution and the laws.", "Citizens to whom public offices are entrusted shall perform them with discipline and honour, and take an oath where it is required by law.”", "“Public officials shall be at the exclusive service of the nation.", "If they are members of Parliament they shall be promoted only by seniority.", "The right to become members of political parties may be limited by law in the case of members of the judiciary, professional members of the armed forces on active duty, police officials and officers, and diplomatic and consular representatives abroad.”", "“Justice shall be administered in the name of the people. Judges shall be beholden only to the law.”", "“Reasons shall be stated for all judicial decisions.", "An appeal on points of law to the Court of Cassation for a breach of the law shall always be allowed against judgments and measures concerning personal freedom delivered by the ordinary or special courts. This provision may be waived only in the case of sentences pronounced by military courts in time of war.", "Appeals to the Court of Cassation against decisions of the Consiglio di Stato and the Court of Audit shall be allowed only on grounds pertaining to jurisdiction.”", "18. Royal Legislative Decree no. 511 of 31 May 1946 (“the 1946 decree”) concerns the safeguards afforded to members of the State legal service (guarentigie della magistratura).", "Article 18 of the decree provides that any judge who “fails to fulfil his obligations or behaves, in the performance of his duties or otherwise, in a manner which makes him unworthy of the trust and consideration which he must enjoy or which undermines the prestige of the judiciary” will incur a disciplinary sanction.", "19. The Constitutional Court, when asked to give a ruling as to whether Article 18 of the 1946 decree was compatible with Article 25 § 2 of the Constitution, held that, in disciplinary proceedings against judges, the principle of lawfulness applied as a fundamental requirement of the rule of law and was a necessary consequence of the role conferred on the judiciary by the Constitution (judgment no. 100 of 8 June 1981, § 4).", "However, with regard to the fact that Article 18 did not specify the types of conduct which might be regarded as unlawful, the Constitutional Court pointed out that it was not possible to give examples of every type of conduct which might undermine the values guaranteed by that provision: the trust and consideration which a judge must enjoy and the prestige of the judiciary. It considered that those values amounted to principles of professional conduct which could not be included in “guidelines laid down in advance, because it [was] not possible to identify and classify every example of reprehensible conduct which might provoke a negative reaction in society” (ibid., § 5). The Constitutional Court subsequently reiterated that the earlier laws governing the same subject matter had included a provision of general scope alongside the provisions penalising specific conduct, that the proposals for reform in this field had always been worded in general terms and that the same was true for other professional categories. It concluded: “The provisions in this area cannot but be of general scope because specific guidelines would have the effect of legitimising types of conduct which were not expressly mentioned, but which nonetheless attracted society's opprobrium.” It added that those considerations justified the broad scope of the rule and the wide margin of appreciation conferred on a body which, acting within the guarantees inherent in any judicial procedure, was – by virtue of its composition – particularly well qualified to assess whether the conduct considered in each case did or did not undermine the protected values (ibid., § 5).", "The Constitutional Court considered, lastly, that such an interpretation was consistent with its case-law on the subject of lawfulness (ibid., § 6). It stated that, as it had previously held, “the principle of lawfulness [was] applicable not only by means of a rigorous and exhaustive description of individual cases, but sometimes also through the use of expressions that are sufficient to determine the rule with certainty and to ascertain whether a particular type of conduct has breached the principle”.", "It further held: “ 'open-ended' provisions which penalise unlawful types of conduct by reference to concepts based on common experience or objectively understandable ethical and social values are fully compatible with the principle of lawfulness.”", "The Constitutional Court added that, with regard to the provisions in issue, such interpretation criteria appeared more valid in a disciplinary context because, in comparison with criminal offences, disciplinary offences aroused less of a reaction in society and had less of an impact on the personal situation of the individual concerned, and also because the possibility of conduct undermining the protected values was greater than in the case of criminal offences.", "It further stated that the reference in Article 18 to the trust and consideration which a judge must enjoy and to the prestige of the judiciary was not objectionable as those concepts could be determined according to general opinion.", "Accordingly, the Constitutional Court held that the constitutional provisions in issue had not been infringed, since there had been no breach of the principles of lawfulness and of the independence of the judiciary.", "20. Law no. 17 of 25 January 1982 contains provisions on the implementation of Article 18 of the Constitution (right of association) in respect of secret associations and on the dissolution of the “P2” lodge. Section 2 provides that membership of a secret association is a criminal offence.", "With regard to civil servants, section 4 provides that disciplinary proceedings must also be brought against them before a special committee constituted according to very precise rules. However, where judges of the ordinary, administrative and military courts are concerned, jurisdiction is vested in the relevant disciplinary bodies.", "21. On 22 March 1990 the National Council of the Judiciary adopted a directive after holding a debate – further to a message from the Head of State, who acts as its president – on the incompatibility of judicial office with membership of the Freemasons. The proceedings of that meeting (the debate and the text of the directive) were published in the Official Bulletin (Verbali consiliari, pp. 89-129) under the heading “Report on the incompatibility of judicial office with membership of the Freemasons”. An introductory note states that the report was compiled by the Committee on Reform of the Judicial System. A copy of the report was sent to the President of Italy and the speakers of the Senate and the Chamber of Deputies.", "According to the directive, “judges' membership of associations imposing a particularly strong hierarchical and mutual bond through the establishment, by solemn oaths, of bonds such as those required by Masonic lodges raises delicate problems as regards observance of the values enshrined in the Italian Constitution”.", "The National Council of the Judiciary added that it was “undoubtedly [within its] powers to verify compliance with the fundamental principle of Article 101 of the Constitution, according to which 'judges are beholden only to the law' ”. It continued: “this scrutiny entails ... taking care to ensure that, in discharging their duties, all judges respect – and are seen to respect – the principle of being beholden to the law alone.”", "The National Council of the Judiciary then referred to the Constitutional Court's judgment no. 100 of 8 June 1981, in which judges' freedom of thought had been weighed against their obligation to be impartial and independent (see paragraph 19 above).", "It added: “it has to be stressed that among the types of conduct of a judge to be taken into consideration for the requirements of the exercise of the administrative activity peculiar to the Council, there is also, beyond the limit laid down by Law no. 17 of 1982 [see paragraph 20 above], the acceptance of constraints which (a) are superimposed on the obligation of loyalty to the Constitution and of impartial and independent exercise of judicial activity and (b) undermine the confidence of citizens in the judiciary by causing it to lose its credibility.”", "Lastly, the National Council of the Judiciary considered it necessary “to suggest to the Minister of Justice that consideration be given to the advisability of proposing restrictions on judges' freedom of association, to include a reference to all associations which – on account of their organisation and ends – entail for their members particularly strong bonds of hierarchy and solidarity”.", "22. On 14 July 1993 the National Council of the Judiciary adopted a further directive.", "It stated that the question whether membership of the Freemasons was compatible with judicial office had hitherto given rise solely to considerations concerning judges' career development and access to positions of leadership. Following criticism from certain political figures, including the Italian President, to the effect that such an approach was unconstitutional, it had proved necessary to clarify the matter from a legal point of view.", "Referring to judges' duties of loyalty and obedience, and having pointed out that the freedom of association for the purpose of professing Masonic ideas was not being called into question on a general level, the National Council of the Judiciary emphasised, however, that the performance of judicial duties was incompatible with membership of the Freemasons in Italy on account of the association's secret nature and the means of action and aims of the country's Masonic lodges."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}