{"ITEMID": "001-114783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HORVÁTH v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1983 and lives in Bratislava.", "7. On 28 April and 8 and 16 September 2005 the applicant was charged with attempted murder, robbery and fraud respectively.", "8. On 15 December 2005 the applicant was indicted to stand trial in the Bratislava Regional Court (Krajský súd) on those charges.", "9. On 26 January 2006 the Regional Court remitted the case to the Public Prosecution Service (“the PPS”) for the taking of further evidence, in particular in respect of the mental health of the key witness. That decision was upheld by the Supreme Court (Najvyšší súd) on 27 April 2006, following an interlocutory appeal by the PPS.", "10. On 27 September 2006 the applicant was again indicted to stand trial on the charges mentioned above.", "11. On 30 October 2006 the Bratislava District Court (Okresný súd) held a meeting with a view to making an initial assessment of the indictment (predbežné prejednanie obžaloby). At the conclusion of the meeting, the District Court ordered a hearing of the indictment (hlavné pojednávanie) for 6 December 2006.", "12. In the course of the trial the applicant’s initial charges were requalified and, on 18 May 2007, the District Court found him guilty of a number of offences, including oppression, unlawful restriction of liberty and robbery, and sentenced him to nine years in prison. The judgment was, however, quashed on appeal and the case was remitted to the District Court for reexamination. The Court has not been informed of any further developments in the case, or of its outcome.", "13. On 29 April 2005 the applicant was arrested and on 2 May 2005 he was remanded in detention pending trial on the murder charge. He was detained under Article 67 §§ 1 (c) and 2 of the Code of Criminal Procedure (“CCP”) (Law no. 141/1961 Coll., as applicable at the relevant time) as he was facing a charge carrying a penalty of imprisonment for eight years or more and there was a risk that he would continue offending. The applicant lodged an interlocutory appeal (sťažnosť) against the remand decision, which was declared inadmissible as belated on 16 June 2005.", "14. The applicant’s first request for release was dismissed by the District Court on 22 September 2005 and, following his interlocutory appeal, by the Regional Court on 18 October 2005. The decisions were taken in private (neverejné zasadnutie).", "15. Meanwhile, on 12 October 2005 the PPS had requested judicial authorisation for an extension of the applicant’s detention until 29 April 2006. The request was acceded to by the District Court on 17 October and, following an interlocutory appeal by the applicant, by the Regional Court on 8 November 2005. The decisions were taken in private.", "16. On 26 January 2006, when the applicant’s case was remitted to the PPS for the taking of further evidence (see paragraph 9 above), the Regional Court also ruled that the applicant should remain in detention. That decision was upheld by the Supreme Court on 27 April 2006 following an interlocutory appeal by the applicant. The decisions were taken in private.", "17. On or around 2 or 4 October 2006, the applicant again requested release. The request was dismissed by the District Court on 16 October 2006 and, following an interlocutory appeal by the applicant, by the Regional Court on 23 November 2006. The decisions were taken in private.", "18. On 2 November 2006 the applicant lodged an application arguing that, at the preparatory meeting on 30 October 2006 (see paragraph 11 above), the District Court had failed to make a ruling concerning his continued detention.", "19. On 6 November 2006 the relevant Chamber of the District Court ruled that the applicant’s detention should continue; this was confirmed by a ruling on 27 November 2006 by which the President of the Chamber corrected what was termed a clerical error in the decision of 6 November 2006. The decisions were taken in private.", "20. On 24 January 2007 the Regional Court dismissed interlocutory appeals by the applicant against both the decision of 6 November and that of 27 November 2006. The decisions were taken in private.", "The Regional Court accepted the applicant’s objection that mistakes had occurred on the part of the District Court in that it had failed to rule on his detention during the meeting of 30 October 2006 and in that it had made the ruling of 6 November 2006 with reference to the wrong provisions of the CCP.", "However, those errors were merely technical in nature, had been remedied, and had resulted in no prejudice to the applicant.", "At the same time, the Regional Court rejected a request by the applicant for release in return for a pledge under Article 80 § 1 (b) of the CCP that he would live in accordance with the law.", "21. On 30 July 2007 the applicant challenged the above-mentioned decisions in the Constitutional Court (Ústavný súd) by way of a complaint (sťažnosť) under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended).", "On 27 September 2007 the complaint was declared inadmissible as having been lodged outside the statutory two-month time-limit.", "22. On 11 January 2007 the applicant filed a third request for release, which was received at the District Court on 16 January 2007, and which he amended on 26 June 2007.", "23. In its later observations in reply to the applicant’s constitutional complaint (see paragraphs 26 et seq. below), the District Court submitted as follows:", "“... no decision had been taken in respect of [the request for release], which was explained by the ... judge as being because he had considered [the request for release] to be a supplement to the [applicant’s] interlocutory appeal against the decision of 6 November 2006” [see paragraph 19 above].", "24. In the absence of any decision, on 21 August 2007 the applicant requested that his submissions of 11 January and 26 June 2007 be responded to. The request was lodged with the Regional Court, which transmitted it to the District Court, where it was received on 5 September 2007.", "25. On 24 September 2007 the District Court held a public session (verejné zasadnutie) at which it ordered the applicant’s immediate release, finding that his detention was no longer justified. The written version of the order refers to the applicant’s “request for release”, the release to be “based on the Regional Court’s decision [to quash the convicting judgment]” (see paragraph 12 above), without any further specification.", "The order was implemented immediately.", "26. The applicant lodged a new complaint under Article 127 of the Constitution. No copy of it has been submitted to the Court. However, from the summary of the complaint in the Constitutional Court’s judgment (nález) (see below), the following can be established.", "27. The complaint was received at the Constitutional Court on 22 August 2007. It was assessed to be a separate complaint from the complaint of 30 July 2007 (see paragraph 21 above). Upon an invitation by the Constitutional Court, the applicant’s lawyer provided further and better particulars on 4 December 2007.", "28. The applicant challenged the District Court’s handling of his request for release of 11 January 2007, alleging a violation of his rights under Article 5 §§ 3 and 4 of the Convention, as well as the constitutional counterpart of the right to a hearing within a reasonable time under Article 6 § 1 of the Convention.", "29. The applicant claimed the equivalent of approximately 6,600 euros (EUR) in compensation, citing “a particularly arbitrary and grave violation of [his] rights”.", "30. On 13 December 2007 the complaint was declared admissible.", "31. In its observations in reply to the complaint, which were filed with the Constitutional Court on 26 May 2008, the District Court made the submission cited above (see paragraph 23).", "32. On 17 June 2008 the Constitutional Court found a violation of the applicant’s rights under Article 5 § 4 of the Convention. It observed, inter alia, that it was clear from the title and content of the applicant’s submission of 11 January 2007 that it was a request for release and not a supplement to his interlocutory appeal against the decision of 6 November 2006. It had been the responsibility of the District Court to deal with it accordingly, with priority and adequate expeditiousness, which it had failed to do.", "33. The Constitutional Court awarded the applicant the equivalent of approximately EUR 660, and the reimbursement of his legal costs, by way of just satisfaction. The amount of just satisfaction was determined “on an equitable basis” and with reference to Article 41 of the Convention, the “character of the violation found”, the “length of the District Court’s inactivity”, and the fact that the applicant had been released in the meantime.", "34. In so far as the applicant had invoked Article 5 § 3 of the Convention, the Constitutional Court observed that the case concerned matters of procedure falling within the ambit of Article 5 § 4 of the Convention, and not the former provision, taken in conjunction with Article 5 § 1 (c) of the Convention. Similarly, as no determination of the merits of the case was involved, the constitutional equivalent of Article 6 § 1 of the Convention was not applicable.", "35. The relevant part of Article 46 of the Constitution reads as follows:", "“...", "3. Everyone shall have the right to compensation for damage caused by an unlawful decision of a court, other State organ or an organ of public administration, or by wrongful official action.", "4. The conditions and details ... shall be provided for by an Act of Parliament.”", "36. Article 127 reads as follows:", "“1. The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash that decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order that authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to a person whose rights under paragraph 1 have been violated.", "4. The liability for damage or other loss of the person who has violated the rights or freedoms as referred to in paragraph 1 shall not be affected by the Constitutional Court’s decision.”", "37. The Constitutional Court Act (Law no. 38/1993 Coll., as amended) governs the organisation of the Constitutional Court, the procedure before it and the status of its judges.", "An individual complaint under Article 127 of the Constitution is made subject to the rule of exhaustion of ordinary remedies, which is formulated in the relevant part of section 53(1) and (2) as follows:", "“1. A[n] [individual] complaint is not admissible if the complainant has not exhausted legal remedies or other legal means which a statute effectively provides to [the complainant] with a view to protecting [the complainant’s] fundamental rights or freedoms, and which the complainant is entitled to use under special statute.", "2. The Constitutional Court shall not declare a[n] [individual] complaint inadmissible even if the condition under paragraph 1 has not been fulfilled, if the complainant establishes that [the complainant] has not fulfilled this condition for reasons worthy of particular consideration.”", "38. Under section 56(4), when dealing with individual complaints, in the event of a finding of a violation of a fundamental right or freedom:", "“The Constitutional Court may also grant appropriate financial compensation to the person whose fundamental right or freedom has been violated.”", "39. Section 56(6) provides that:", "“If the Constitutional Court quashes a final and binding (právoplatné) decision, measure or act and remits the matter for further proceedings, [the authority] which issued the decision, decided on the measure or carried out the act is liable to examine and determine the matter anew. In such proceedings or procedure [it] shall be bound by the legal view of the Constitutional Court.”", "40. In connection with four other individual applications under the Convention, the Constitutional Court produced a report dated 7 March 2011 concerning the existence of an enforceable right to compensation, as required by Article 5 § 5 of the Convention, in respect of detention in contravention of Article 5 §§ 1 to 4 of the Convention and the Constitutional Court’s practice in awarding appropriate financial compensation.", "The report and case-law references contained therein may be summarised as follows.", "41. Awarding appropriate financial compensation under Article 127 § 3 of the Constitution is an optional remedy in respect of a violation by a public authority of fundamental rights and freedoms of individuals or legal entities which has been found by the Constitutional Court. The purpose of appropriate financial compensation is to complete the protection of the fundamental right violated in instances where it has been established that the violation occurred in such a way as to call for a level of protection greater than a mere finding of a violation or, as the case may be, order by the Constitutional Court that the case be dealt with by another authority instructed to avoid a similar violation of the fundamental right in question (cases nos. IV ÚS 410/04 and IV ÚS 139/08).", "The question of an award of appropriate financial compensation arises in particular where it is not possible to remedy a violation of a right or freedom by way of quashing the impugned decision or measure or by restoring the status quo ante (case no. I ÚS 15/02).", "The purpose of appropriate financial compensation is to reduce the loss felt as a result of the violation of the fundamental right, the Constitutional Court determining the award of compensation on an equitable basis and taking into account the circumstances of the individual cases concerned (mutatis mutandis, case no. III ÚS 424/08).", "42. As regards the system of remedies in respect of detention in violation of Article 5 §§ 1 to 4 of the Convention, by virtue of Article 127 § 4, the liability of a person who has violated rights or freedoms as referred to in paragraph 1 of that Article for damage or other loss is not to be affected by the Constitutional Court’s decision, including on appropriate financial compensation. This provision is of particular relevance in correlation with the right to compensation for damage (including nonpecuniary damage) caused by a public authority under the State Liability Act.", "43. The provision of Article 127 § 3 of the Constitution, which allows for an award of appropriate financial compensation, is a special and autonomous remedy which is independent of the State Liability Act. It does not constitute a lex specialis and, therefore, an award or non-award of appropriate financial compensation under Article 127 of the Constitution does not preclude a claim for compensation for pecuniary or non-pecuniary damage under sections 7, 8 and 9 of the State Liability Act.", "44. The State Liability Act (Law no. 514/2003) was enacted on 28 October 2003 and became operative on 1 July 2004. It provides for the liability of the State for damage which has been caused by, inter alia, unlawful arrest, detention (zadržanie) or other deprivation of liberty (section 3(1)(b)); decisions concerning remand in custody (väzba) (section 3(1)(c)); and wrongful official action (section 3(1)(d)).", "45. Pursuant to section 7, where a decision on arrest, detention or any other deprivation of liberty has been quashed as being unlawful, or where there has been wrongful official action in that context, the person affected by it is entitled to compensation for damage.", "46. The right to compensation for damage caused by a decision concerning pre-trial detention is vested in the person who has been detained, provided that the criminal proceedings against him or her have been dropped (section 8(5)(a)), or he or she has been acquitted (section 8(5)(b)), or the matter has been referred to another authority (section 8(5)(c)).", "47. However, no such right arises when the person concerned has himself or herself given cause to be remanded in custody (section 8(6)(a)).", "48. Section 9, which deals with compensation for damage caused by wrongful official action, provides:", "“1. The State is liable for damage caused by wrongful official action. Wrongful official action includes a public authority’s failure to take action or issue a decision within the statutory time-limit, general inactivity in the exercise of public authority, unjustified delays in proceedings, or other unlawful interference with the rights and legally recognised interests of individuals and legal entities.", "2. The right to compensation for damage caused by wrongful official action is vested in the person who sustained the damage.”", "49. A claim for damages under the Act has first to be raised by the injured party with the authority liable for the damage in question with a view to its preliminary assessment (section 15(1)). Should that authority fail to satisfy the claim within six months of the day of its reception, the injured party is free to assert the claim in court (section 16(1)).", "50. Section 17 defines the manner and extent of compensation for damage. It provides in its relevant part:", "“1. Damage and lost profit shall be compensated for, unless special legislation provides otherwise.", "2. In the event that the finding of a violation of a right alone is not adequate compensation in view of the loss caused by the unlawful official action or wrongful official conduct, monetary compensation shall also be awarded for non-pecuniary damage, if it is not possible to compensate for it otherwise.”", "51. Under section 25(4), unless otherwise provided for by special legislation, disputes concerning matters regulated by the State Liability Act are to be decided upon by the courts.", "52. In a judgment dated 16 March 2007 (in case no. 4C 258/2006), the Brezno District Court allowed an action for damages by two individuals against the State under the State Liability Act and ordered the defendant to pay the costs of their defence in connection with a criminal trial that had ended with their acquittal.", "On 22 November 2007 the Banská Bystrica Regional Court upheld the judgment following an appeal by the defendant.", "53. On 14 October 2009 the Bratislava Regional Court allowed an appeal (case no. 2Co 238/2008) in connection with an action by an individual against the State under the State Liability Act for damages, awarding him a sum of money in compensation for non-pecuniary damage caused by his remand in custody in the context of a criminal trial that had ended with his acquittal.", "54. In a judgment dated 17 August 2009 (case no. 19C 47/2006), the Bratislava I District Court allowed an action for damages by an individual against the State under the State Liability Act and awarded the claimant a sum of money in compensation for non-pecuniary damage caused by wrongful official action in connection with his detention pending a criminal trial.", "The impugned wrongful official action concerned the extension of the claimant’s detention pending trial.", "The action was preceded by a Constitutional Court judgment given on 19 October 2005 (case no. I. ÚS 65/05) in which the Constitutional Court had found a violation of the claimant’s rights under Article 5 §§ 3 and 4 in connection with the same facts. However, the Constitutional Court did not award the claimant damages as he had made no claim for damages."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}