{"ITEMID": "001-61682", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF HULEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant is a Polish national who was born in 1952 and lives in Lębork, Poland.", "9. On 23 May 1990 the applicant acquired the right to a long-term lease of a flat (spółdzielcze lokatorskie prawo do lokalu) in a building owned by the Lębork Housing Co-operative (Spółdzielnia Mieszkaniowa).", "10. On 22 July 1993 the co-operative sued the applicant in the Lębork District Court (Sąd Rejonowy), seeking payment. On 25 October 1993 the court gave judgment and granted the claim. The applicant appealed against this judgment. On 19 January 1994 the Słupsk Regional Court (Sąd Wojewódzki) amended the first-instance judgment.", "11. Subsequently, the applicant twice requested the Minister of Justice to grant her leave to file an extraordinary appeal with the Supreme Court (Sąd Najwyższy). Her first request was rejected on 10 October 1994.", "12. On 31 January 1997, upon the applicant’s second request, the Minister of Justice filed a cassation appeal on the applicant’s behalf, contesting the judgment of the Słupsk Regional Court of 19 January 1994.", "13. On 29 April 1997 the Supreme Court quashed both judgments given in the applicant’s case and remitted the case to the court of first instance. It held that the lower courts had committed serious errors of fact and law.", "14. On 28 October 1997 the Lębork District Court joined the applicant’s case with similar proceedings against seven other members of the cooperative.", "15. On 19 March 1998 the court held a hearing.", "16. On 8 May 1998 the court ordered that expert evidence be obtained.", "17. On 9 June 1998 the court exempted the applicant from half of the court fees due. The applicant appealed. On 29 December 1998 the Słupsk Regional Court rejected her appeal.", "18. On 29 February 2000 the trial court ordered that further expert evidence be obtained. On 19 May 2000 the expert submitted his report to the court. On 4 October 2000 the applicant challenged the expert’s opinion of 19 May 2000.", "19. On 5 October 2000 the court held a hearing and listed the next hearing for 17 October 2000.", "20. On 1 March 2002 the District Court gave judgment. On 8 April 2002 the applicant appealed against this judgment.", "21. It appears that the proceedings are pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}