{"ITEMID": "001-112136", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TAYLOR v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Pavel Gontšarov;Peer Lorenzen", "TEXT": ["1. The application was lodged by Mr Marko Rudi. On 21 October 2011 he submitted evidence showing that he had changed his name to Marko Taylor. He is an Estonian national, who was born in 1975 and lives in Mõra, Tartu County. He is represented before the Court by Mr L. Glikman, a lawyer practising in Tallinn.", "2. The Estonian Government (“the Government”) are represented by their Agent, Ms M. Kuurberg, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 26 November 2007 a criminal indictment was issued by the authorities of the United States of America against the applicant. He was charged with several offences, including wire fraud (use of electronic communication for fraudulent purposes), bribery, major fraud against the United States and money laundering. The charges concerned a period between April 2003 and August 2005 and related to the applicant’s employment in an organisation which received funds from the United States government for the performance of certain services in Iraq. On 27 November 2007 an arrest warrant was issued by the authorities of the United States.", "5. On 11 September 2008 the authorities of the United States requested that the Estonian authorities place the applicant under provisional arrest with a view to his extradition.", "6. On 17 September 2008 the applicant was arrested. On 18 September 2008 the Harju County Court, having heard the public prosecutor and the applicant, assisted by a lawyer, remanded him in custody for two months. In the County Court’s decision the charges brought against the applicant by the United States authorities as well as the legal grounds for his extradition were set out in detail. In respect of the applicant’s detention, the court considered that there were sufficient grounds to believe that if at liberty, he could evade the proceedings and abscond. Therefore, the applicant was to be remanded in custody. On 8 October 2008 the Tallinn Court of Appeal dismissed the applicant’s appeal against that order.", "7. On 20 October 2008 the Ministry of Foreign Affairs sent a request to the Public Prosecutor’s Office from the United States authorities, dated 6 October 2008, for the applicant’s extradition. The Ministry noted that the Embassy of the United States had requested that the applicant be kept in custody until his extradition. On 3 November 2008 the extradition papers were forwarded to the Harju County Court.", "8. On 13 November 2008 the Harju County Court found that the applicant’s extradition to the United States was legally admissible in respect of the charges of wire fraud and major fraud against the United States. These offences carried maximum sentences of twenty and ten years in prison respectively. The court established that the offences in question were listed in the Extradition Treaty between the United States and Estonia, signed in 1923, and were also punishable in Estonia under the Penal Code. In respect of the charges of bribery and money laundering extradition was not admissible, as these offences were not listed in the Extradition Treaty. The County Court found that the applicant’s detention was justified and noted that he had been taken into custody in accordance with its decision of 18 September 2008. It extended the applicant’s detention until his extradition or until a decision to refuse to extradite him was made. It also noted that there was nothing to rule out the applicant’s extradition, that the general conditions for his extradition were fulfilled and that an arrest warrant had been issued in respect of the applicant whereas the court had no reason to doubt its validity.", "9. Although according to the Code of Criminal Procedure (Kriminaalmenetluse seadustik) no appeal lay against the County Court’s decision, the applicant lodged an appeal with the Tallinn Court of Appeal. He complained, inter alia, that the County Court’s decision had contained no reasons for his detention in breach of Article 451 § 2 (5) of the Code of Criminal Procedure. On 29 December 2008 the Court of Appeal refused to examine it. On 15 May 2009 the Supreme Court dismissed an appeal against the appellate court’s decision. It agreed with the Court of Appeal that the County Court’s decision concerning the legal admissibility of the applicant’s extradition was not subject to appeal and rejected the applicant’s argument that the lack of an opportunity to appeal against the first-instance court’s decision was unconstitutional.", "10. In the meantime, on 20 November 2008, the Government decided to extradite the applicant.", "11. On 1 December 2008 the Tallinn Administrative Court quashed the Government’s decision, mainly because of insufficient reasoning and failure to consider all relevant circumstances.", "12. On 12 December 2008 the Government took a new decision to extradite the applicant in respect of the charges of major fraud against the United States and wire fraud. The extradition was refused in respect of the remaining charges. The Government, in taking their decision, considered the applicant’s written objections, records of his three meetings with officials of the Ministry of Justice, and the applicant’s and his lawyers’ submissions made before the Tallinn Administrative Court, as well as a medical expert opinion.", "13. In their decision, the Government addressed the legal grounds for the applicant’s extradition (including whether the statutory limitation period had expired and whether the possibly harsher sentence in the United States prevented the applicant’s extradition) and weighed the public and international interests against the applicant’s fundamental rights. They considered, inter alia, that it was not possible to try the applicant in Estonia, but that in the event of his conviction in the United States he could request to be transferred to Estonia to serve his sentence. They were of the opinion that the fact that the applicant had a child and a sick father in Estonia did not prevent his extradition. In respect of the applicant’s health, the Government relied on a medical expert opinion, which stated that he was able to travel to the United States and stand trial, despite the fact that he was suffering from hypertension.", "14. The applicant lodged a complaint against the Government’s decision with the Tallinn Administrative Court. He also requested suspension of the proceedings pending the outcome of the proceedings concerning the legal admissibility of his extradition (see paragraphs 8 and 9 above).", "15. On 29 December 2008 the Tallinn Administrative Court dismissed the applicant’s complaint against the Government’s extradition decision. In respect of the suspension request it noted that there were no other pending proceedings since the County Court’s decision on legal admissibility of extradition was not subject to appeal.", "16. The applicant appealed, and reiterated to the Tallinn Court of Appeal the request he had previously made to the Administrative Court, for the proceedings to be suspended. On 15 January 2009 the Court of Appeal suspended the proceedings as requested by the applicant. After the resumption of the proceedings, on 19 June 2009, the Tallinn Court of Appeal upheld the Administrative Court’s judgment of 29 December 2008. On 5 August 2009 the Supreme Court declined to hear the applicant’s appeal.", "17. In the meantime, on 25 May 2009, the applicant requested that the Harju County Court “review the reasons for [his] arrest (vahistuse põhjendatuse kontroll) (and release [him])”. He noted that he had been in custody for more than eight months without having been extradited or his extradition having been refused. He argued that the rules of the Code of Criminal Procedure governing pre-trial detention should be applied. According to these provisions, the maximum duration of pre-trial detention was six months and this could only exceptionally be extended beyond that limit. No such extension had been ordered in his case. He also disputed the existence of a reasonable suspicion that he had committed an offence and argued that there were no grounds for his detention such as a risk that he would abscond or reoffend.", "18. On 1 June 2009 a Harju County Court judge replied by letter as follows:", "“Chapter 19 of the Code of Criminal Procedure, which governs extradition proceedings, does not provide for review of reasons for remand in custody. By a decision of a preliminary investigation judge of the Harju County Court, dated 13 November 2008, [the applicant’s] extradition to the United States of America was declared legally admissible in part. At the same time [the applicant’s] remand in custody was extended until his extradition to the United States of America or until a decision to refuse extradition; the said decision has become final. I am therefore returning to you the request sent to the Harju County Court.”", "19. The applicant appealed, relying upon, inter alia, Article 5 § 4 of the Convention requiring periodic review of the lawfulness of detention in cases where its grounds might change over time.", "20. The appeal was dismissed by a decision of the Tallinn Court of Appeal on 25 June 2009. The Court of Appeal agreed with the applicant that the County Court’s letter had to be considered a decision, as it concerned the resolution of a procedural matter, and that a request sent to the court should not have been returned by letter. As to the substance of the complaint, the Court of Appeal endorsed the County Court’s decision to refuse to examine the request because of a lack of procedural grounds for it to do so in Chapter 19 of the Code of Criminal Procedure and, in particular, in Article 447 of the Code, which governs provisional arrest in connection with extradition. The court noted that according to that provision, detention following provisional arrest in connection with extradition proceedings must not be longer than one year.", "21. On 22 July 2009 the Supreme Court refused to examine the applicant’s appeal as, under the Code of Criminal Procedure, the Court of Appeal’s decision could not be appealed against.", "22. In the meantime, on 10 July 2009, the applicant asked the Harju County Court “to take a decision on the question of [his] release from detention”. He relied on Article 447 § 7 of the Code of Criminal Procedure, which set one year as the maximum length of custody following provisional arrest related to extradition proceedings. The applicant asked the court to issue a ruling explicitly providing in its operative part that he would be released from custody on 17 September 2009.", "23. On 20 July 2009 the Harju County Court refused to examine the request. It noted that the applicant’s custody had a legal basis in Article 447 of the Code of Criminal Procedure and was in compliance with Article 20 of the Constitution of the Republic of Estonia (Eesti Vabariigi põhiseadus) and Article 5 of the European Convention on Human Rights. Furthermore, it noted that Article 447 § 7 prohibited the keeping of a person in custody for more than one year following provisional arrest. In the applicant’s case the one-year period had not yet elapsed.", "24. On 10 August 2009 the Tallinn Court of Appeal dismissed an appeal brought by the applicant against the above-mentioned decision. It considered that in its decision of 13 November 2008 the County Court could not have specified the final date of the applicant’s custody, as it would not have been possible to foresee the exact date of his extradition. The Court of Appeal noted that the applicant was to be released if he had not been extradited by 17 September 2009, despite the lack of any explicit order to that effect in the operative provisions of the decision of 13 November 2008.", "25. In the meantime, on 4 August 2009, the applicant requested that the Government quash its decision of 12 December 2008 to extradite him. The applicant argued that owing to the five-year limitation period applicable under Estonian law his prosecution had become time-barred on 1 April 2009: his extradition was therefore no longer permissible. In a complaint of 11 August 2009 lodged with the Tallinn Administrative Court, the applicant asked the court to oblige the Government to decide that the decision to extradite him should be quashed. He also applied for a stay of the extradition as an interim measure.", "26. On 14 August 2009 the Tallinn Administrative Court stayed the applicant’s extradition until 20 September 2009. On 24 August 2009, on an appeal by the Government, the Tallinn Court of Appeal quashed the Administrative Court’s decision. It considered that the applicant’s indictment on 26 November 2007 and an arrest warrant issued on 27 November 2007 by the authorities of the United States had interrupted the limitation period.", "27. In the meantime, by a decision of 18 August 2009, the Government refused the applicant’s request of 4 August 2009 for the decision to extradite him to be quashed. On 24 August 2009 the applicant amended his previous complaint to the Administrative Court (see paragraph 25 above), additionally challenged the Government’s latest decision, and again applied for an interim measure.", "28. On 25 August 2009 the applicant was handed over to the authorities of the United States and removed from Estonia.", "29. On 11 March 2010 the applicant pleaded guilty to major fraud against the United States in a plea bargain made in the United States District Court for the Middle District of North Carolina. On 17 June 2010 the District Court sentenced him to thirty-three months’ imprisonment", "30. According to the Government, in his sentence in the United States, the different periods the applicant had spent under arrest were taken into account, including the time spent under provisional arrest in Estonia.", "31. On 8 February 2011 the applicant was released: he returned to Estonia on 4 March 2011.", "32. Part 2 of Chapter 19 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik) sets out the procedure for extradition. A request for extradition is sent through the Ministry of Justice and the State Prosecutor’s Office to the Harju County Court, which verifies the legal admissibility of the extradition. Thereafter, in the case of an Estonian national, it is for the Government to decide on his or her extradition. That decision can be challenged before the administrative courts.", "33. Article 447 of the Code of Criminal Procedure contains rules on the provisional arrest and subsequent detention of a person to be extradited. Paragraph 4 of Article 447 provides that provisional arrest must not be applied if legal impediments to the extradition have become evident. Paragraph 7 of Article 447, as in force at the material time, provided that a person could not be kept in custody for more than one year following provisional arrest.", "34. Article 452 § 7 provides that if extradition is refused, the person concerned is released from custody.", "35. Article 451 set out rules for the content of a court’s decision concerning the legal admissibility of extradition. Paragraph 2 (5) stipulates that the decision must contain a ruling concerning detention and its reasons.", "36. Article 385, as in force at the material time, stipulated that no appeal lay against the decision concerning the legal admissibility of extradition (Article 451)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}