{"ITEMID": "001-72683", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MANOILESCU AND DOBRESCU v. ROMANIA AND RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["1. The applicants, Mr Ion Aurel Manoilescu and Ms Alexandra Maria Dobrescu, are Romanian nationals who were born in 1941 and 1921 respectively. The first applicant lives in Dithmarschen (Germany) and the second in Paris (France). They were represented before the Court by Mr M. Ghiga, a lawyer practising in Bucharest.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants are heirs of A.D., who in 1929 purchased 6,650 sq. m of land in Snagov, near Bucharest, on which he had a house built (“the building in Snagov”).", "4. In a judgment of 26 July 1950, the Bucharest Military Court of First Instance sentenced A.D. to twenty years' imprisonment for subversive activities against the State. In 1963 he died in prison.", "5. In a decision of 17 November 1995, the Supreme Court of Justice, on an application by the Procurator-General, quashed that judgment and acquitted A.D. on all the charges on the ground that the essential elements of the offence of which he had been convicted had not been made out.", "6. In Order no. 4913 of 9 April 1945, made during the Second World War, the building in Snagov was requisitioned by the Romanian State and placed at the disposal of the Allied Control Mission of the Union of Soviet Socialist Republics (USSR).", "7. On 2 August 1945, following the Potsdam Conference, Germany was held responsible for the war damage caused to the Allies and was ordered to make reparation through transfers of German assets in foreign countries such as Romania.", "8. Law no. 182 of 23 March 1946 on the return to the USSR authorities of German assets in Romanian territory in accordance with the decisions taken at the Potsdam Conference authorised the Romanian Council of Ministers to determine the procedure for returning property to the USSR authorities designated by the Allied Control Commission in Romania.", "9. On 30 March and 10 August 1946 the Romanian Council of Ministers decided that assets that belonged to German natural and artificial persons and were registered in the lists kept by the Office for the Administration of War Enemies' Property were to be transferred to the authorities designated by the Allied Control Commission under Law no. 182. Among the immovable property thus transferred to the Soviet authorities was a building at 63 Dr Lister Street in Bucharest, owned by a private individual, Ms L.B.", "10. In that context, by order of the Romanian Ministry of the Interior, A.D.'s property was again requisitioned on 24 May 1947. On 27 May 1947 it was allocated to the Soviet Directorate of External Trade.", "11. In 1950 the building in question was nationalised by the Romanian State under Decree no. 92/1950 on nationalisation. It was assigned to the USSR embassy in Romania, as is apparent from the lists appended to the decree.", "12. In Decree no. 25 of 26 January 1959 the Presidium of the Grand National Assembly of the Romanian People's Republic authorised the Ministry of Foreign Affairs to carry out an exchange of immovable property with the USSR on behalf of the Romanian State. The decree empowered the Ministry to transfer to the USSR title to a number of houses in Snagov (known collectively as “Adesgo”) belonging to the Romanian State and, in return, to receive title to two properties in the USSR's possession in Timişoara and Iaşi. The exchange of property was approved on 2 March 1962 in decision no. 175 of the Council of Ministers of the Romanian People's Republic.", "13. In Decree no. 163 of 12 March 1962 the State Council of the Romanian People's Republic authorised a further exchange of property between the Romanian and Soviet States: Romania was granted title to a property at 63 Dr Lister Street in Bucharest (see paragraph 9 above), owned by the Soviet State, which in return obtained title to two detached houses in Snagov (known as “Red Villa” and “Reed Villa”) and the appurtenant 10,560 sq. m of land, owned by the Romanian State.", "According to the applicants, “Red Villa” is actually the building in Snagov which belonged to A.D. before being requisitioned and subsequently becoming the property of the Romanian State under Decree no. 92/1950 on nationalisation (see paragraphs 10 and 11 above).", "14. In an undated diplomatic note addressed to the Romanian Ministry of Foreign Affairs in reply to a question from Snagov Town Council, the Russian Federation embassy in Bucharest pointed out that under Decree no. 201/1993 issued by President Boris Yeltsin, the Russian Federation had taken over all the rights vested in the USSR in respect of movable and immovable property abroad. It further noted that the Russian Federation now had title in Romania to a housing complex and the appurtenant land in Snagov. It stated that that title had been confirmed by the Romanian Council of Ministers' decisions of 30 March and 10 August 1946, by Decree no. 25 issued on 26 January 1959 by the Presidium of the Grand National Assembly of the Romanian People's Republic, and by Decree no. 163 issued on 12 March 1962 by the State Council of the Romanian People's Republic (see paragraphs 9, 12 and 13 above).", "15. In a letter of 6 April 1994, the mayor of Snagov stated in reply to a question from the first applicant that the Russian Federation embassy in Romania was using the building in Snagov that had belonged to A.D.; an appendix to the nationalisation decree indicated that the embassy had gained possession of the building in issue by virtue of an exchange of immovable property between the Romanian People's Republic and the USSR.", "16. In 1996, following the enactment of Law no. 112/1995 on the legal status of residential property that had passed into the ownership of the Romanian State, the first applicant, as A.D.'s heir, lodged an application for restitution of the building in Snagov with the administrative board established to deal with applications lodged in Snagov pursuant to Law no. 112/1995 (“the Administrative Board”).", "17. In a decision of 18 June 1997, the Administrative Board allowed his application and ordered the return of all the property in question to him, namely a detached house and the 6,650 sq. m of land on which it was built.", "18. A State-owned company, A., applied to the Buftea Court of First Instance for judicial review of that decision. It argued that the building was not designated as residential and had not been vacant on the date on which Law no. 112/1995 had come into force, whereas the Law provided that the administrative authorities empowered to apply it could order the return of property to its owners only if those conditions were met. The applicants applied to intervene in the proceedings, seeking to have A.'s application dismissed on the ground that the building in issue was not managed by that company.", "19. In a judgment of 12 January 1998, the Buftea Court of First Instance found for the applicants and dismissed the application by A. on the ground that that company did not have locus standi since the building was not managed by it. In the absence of an appeal, that judgment became final.", "20. On an unspecified date the first applicant brought proceedings against Ilfov County Council and Snagov Town Council under Articles 1075 et seq. of the Civil Code, seeking an order requiring them to execute the administrative decision of 18 June 1997 by returning the property in issue to him.", "Relying on various documents by means of which he intended to prove that A.D. was the former owner of the property and that he himself was A.D.'s heir, he urged that the restitution should be effective and enforceable against the legal successor of the USSR, notwithstanding the international principles concerning immunity set forth in the 1961 Vienna Convention on Diplomatic Relations.", "He submitted that it was impossible for the final administrative decision of 18 June 1997 in his favour to be enforced in the normal manner by bailiffs, in view of the immunity enjoyed by the Russian Federation embassy in Romania with regard to the premises it occupied. Recapitulating the circumstances in which the property had been taken from A.D., he contended that a domestic statute, Law no. 112/1995 – the application of which entailed the return of his property – could not be deprived of effect by securing diplomatic rights to States which, moreover, no longer existed.", "21. The second applicant sought leave to intervene in the proceedings, arguing that as an heir of A.D. she had the same rights as the first applicant.", "22. In a judgment of 16 March 1998, the Buftea Court of First Instance allowed the applicants' applications and ordered the respondent authorities to return the property to them. It noted that the relevant decision of 18 June 1997, which had become final, had been given after verification of the legal status of the property and that the respondents could no longer claim that it was administered by the USSR.", "23. Snagov Town Council appealed against that judgment. It asserted that the building in issue was not owned or administered by it but was used by the Russian Federation embassy, which had informed it that it was the owner of the building in a diplomatic note which the Town Council submitted in evidence (see paragraph 14 above). Emphasising that it was not contesting the applicants' title to the building, the Town Council argued that it lacked the capacity to take the action demanded by the applicants since the property was occupied by the embassy.", "The Town Council argued, lastly, that it was impossible to execute the final decision of 18 June 1997, seeing that the bailiffs were also prevented from taking any enforcement measures for similar reasons.", "24. In a judgment of 20 November 1998, the Bucharest County Court allowed the Town Council's appeal, quashed the judgment of the Court of First Instance and dismissed the applicants' application as being ill-founded. It noted that the building was not managed by the administrative authorities in question but was used by the Russian Federation embassy in Romania, which had stated in a diplomatic note that it was the owner (see paragraph 14 above). The County Court considered that execution of the administrative decision of 18 June 1997 would amount to breaching the immunity enjoyed by the Russian Federation's diplomatic mission in Romania, and thus directly undermining the Federation's fundamental interests. Lastly, it pointed out that immunity from execution was a principle recognised in international law, legal theory and practice.", "25. The applicants appealed against that judgment, submitting that the lower courts had been incorrect in their interpretation of the evidence and of the nature of the legal relationships in the case before them. They argued, in particular, that the requisitioning of the property in issue and its passing into State ownership had been unlawful on the ground that Decree no. 163/1962 on the exchange of property had not been signed and was therefore null and void. They submitted plans showing the location of the property in question and documents concerning the exchange of property between the Soviet and Romanian States (see paragraphs 8, 9, 12 and 13).", "26. In a judgment of 26 May 1999, the Bucharest Court of Appeal allowed their appeal, quashed the judgment of 20 November 1998 and remitted the case to the County Court for rehearing. The Court of Appeal asked the court to conduct additional inquiries in order to ascertain the procedure by which the building had become the property of the Romanian State and had been transferred to the Soviet State, and to clarify the legal status of the building at 63 Dr Lister Street, Bucharest, which the USSR had exchanged for the building in issue. The court was also instructed to investigate who had used the building before and after December 1989 and for what purpose.", "27. At the hearing on 4 October 1999, the Bucharest County Court raised of its own motion the objection that the respondent administrative authorities could not be a party to the proceedings as the property was not managed by them. It joined that objection to the merits.", "28. In a decision delivered on the same day the court, without having conducted the additional inquiries ordered by the Court of Appeal, allowed the objection and dismissed the applicants' action. It noted that the building in issue had initially been requisitioned and then nationalised in the circumstances outlined in paragraphs 6 to 11 above, and that it had subsequently become the property of the Soviet State by means of an exchange between the Romanian People's Republic and the USSR, approved by Decree no. 163 of 12 March 1962 (see paragraph 13 above). Observing that the building was now the property of the Russian Federation, the USSR's legal successor, the court considered that the first applicant's application for an order requiring the relevant authorities to return the building in accordance with Article 1075 of the Civil Code had been brought against entities lacking the capacity to take part in the proceedings.", "29. The applicants appealed against that judgment, arguing that the court had omitted to take into account either the fact that the property had been taken unlawfully from A.D. or the evidence which they had submitted to that effect (see paragraph 25 in fine above).", "30. In a judgment of 25 February 2000, against which no ordinary appeal lay, the Bucharest Court of Appeal dismissed their appeal and upheld the judgment of 4 October 1999. It noted, firstly, that the applicants' criticism that the lower court had not taken into account or interpreted correctly the evidence they had submitted was unfounded. It considered in that connection that the building had passed into the ownership of the Romanian State under Decree no. 92/1950 on nationalisation and that the applicants could accordingly not claim that it had been taken unlawfully by the State. It further observed that the Russian Federation's title to the building in issue had been confirmed and that the lower court had consequently been correct in finding that the applicants' action was directed against respondents lacking the capacity to take part in the proceedings.", "31. On 6 June 2000 the applicants lodged an application to set aside the judgment of 25 February 2000. They submitted that the Court of Appeal had breached Article 315 of the Code of Civil Procedure by overlooking its previous judgment of 26 May 1999 in which it had ordered additional inquiries. They added that the Court of Appeal had omitted to draw any inferences from the evidence they had submitted.", "32. In a judgment of 25 October 2000, against which no ordinary appeal lay, the Bucharest Court of Appeal dismissed the applicants' application as being ill-founded. It observed that in its judgment of 26 May 1999 it had not dealt with points of law, so that its decision could not have been binding in the new round of proceedings after the case had been remitted; rather, it had simply requested the lower court to clarify the legal position regarding the building in issue and the entity occupying it. It therefore held that Article 315 of the Code of Civil Procedure had not been breached by the lower court. The Court of Appeal held that the applicants' second complaint was likewise unfounded, seeing that in its judgment of 25 February 2000 on the applicants' appeal it had found that title to the building in question was vested in the Russian Federation and not in the respondents, thereby settling the dispute in the light of all the evidence before it.", "33. On an unspecified date the applicants sent a memorial to the Ambassador of the Russian Federation in Bucharest, requesting him to allow the relevant Romanian authorities to return the building in Snagov to them, as they had inherited it and had been granted restitution of it under Law no. 112/1995. After recapitulating the circumstances that had led to A.D.'s loss of the building (see paragraphs 6-10 above), they argued that the exchange of property between the Romanian and Soviet States under Decree no. 163 of 12 March 1962 had been unlawful and hence void in that, firstly, the decree concerning the exchange had been neither signed nor published and, secondly, the building offered by the Soviet State in return for the building in Snagov had not belonged to a German national, a criterion that would have justified its transfer to the Russian authorities in accordance with the decisions taken at the Potsdam Conference.", "The applicants stated, lastly, that they did not wish to be party to a possible dispute with Russia, contending that any such proceedings would be thwarted by the application of the principle of diplomatic immunity enjoyed by the embassy. They argued, however, that that principle should not contravene the domestic legal order, adding that the property in issue was not of any particular practical interest.", "34. It is not clear from the evidence before the Court whether the applicants received a reply to their request.", "35. On an unspecified date the applicants contacted the Ilfov prefect's office. Relying on Law no. 10/2001 on the legal status of immovable property wrongfully seized by the Romanian State between 6 March 1945 and 22 December 1989, they sought restitution of the building in Snagov. In a letter of 27 January 2003 the prefect replied that, by virtue of sections 21 and 25 of Law no. 10/2001 taken together, the authority responsible for restitution of such property was the entity in possession of the building or the council of the district in which the property was situated. He invited the applicants to contact those authorities through the bailiffs at the Buftea Court of First Instance. There is no indication in the evidence before the Court as to whether the applicants acted on that recommendation.", "36. In a letter dated 23 September 2002, the representative of the Russian Federation at the Court, in reply to a request for information sent under Rule 54 § 2 (a) of the Rules of Court by the Chamber dealing with the case, stated that the Russian Federation, as the USSR's successor in title to all its movable and immovable property abroad, had title in Romania to a housing complex in Snagov and the appurtenant land. He indicated that the Russian Federation's title to the property had been confirmed by the Romanian Council of Ministers' decisions of 30 March and 10 August 1946, by Decree no. 25 issued on 26 January 1959 by the Presidium of the Grand National Assembly of the Romanian People's Republic, and by Decree no. 163 issued on 12 March 1962 by the State Council of the Romanian People's Republic (see paragraphs 9, 12 and 13 above), as the Russian Federation embassy in Romania had already informed the Romanian Ministry of Foreign Affairs in a diplomatic note (see paragraph 14 above).", "37. It appears from the evidence submitted by the applicants that the building in issue is still being used by officials of the Russian Federation embassy in Romania.", "38. The relevant international provisions are as follows:", "“For the purpose of the present Convention, the following expressions shall have the meanings hereunder assigned to them:", "...", "(i) the 'premises of the mission' are the buildings or parts of buildings and the land ancillary thereto, irrespective of ownership, used for the purposes of the mission including the residence of the head of the mission.”", "“1. The premises of the mission shall be inviolable. The agents of the receiving State may not enter them, except with the consent of the head of the mission.", "2. The receiving State is under a special duty to take all appropriate steps to protect the premises of the mission against any intrusion or damage and to prevent any disturbance of the peace of the mission or impairment of its dignity.", "3. The premises of the mission, their furnishings and other property thereon and the means of transport of the mission shall be immune from search, requisition, attachment or execution.”", "“A Contracting State cannot claim immunity from the jurisdiction of a court of another Contracting State if the proceedings relate to:", "(a) its rights or interests in, or its use or possession of, immovable property; or", "(b) its obligations arising out of its rights or interests in, or use or possession of, immovable property", "and the property is situated in the territory of the State of the forum.”", "“No measures of execution or preventive measures against the property of a Contracting State may be taken in the territory of another Contracting State except where and to the extent that the State has expressly consented thereto in writing in any particular case.”", "39. On 2 December 2004 the United Nations General Assembly adopted the Convention on Jurisdictional Immunities of States and their Property, requested the Secretary-General as depositary to open it for signature, and invited States to become parties to it. The relevant provisions of the convention, which is open for signature from 17 January 2005 to 17 January 2007, read as follows:", "“A State enjoys immunity, in respect of itself and its property, from the jurisdiction of the courts of another State subject to the provisions of the present Convention.”", "“1. A State shall give effect to State immunity under Article 5 by refraining from exercising jurisdiction in a proceeding before its courts against another State and to that end shall ensure that its courts determine on their own initiative that the immunity of that other State under Article 5 is respected.", "2. A proceeding before a court of a State shall be considered to have been instituted against another State if that other State:", "(a) is named as a party to that proceeding; or", "(b) is not named as a party to the proceeding but the proceeding in effect seeks to affect the property, rights, interests or activities of that other State.”", "“Unless otherwise agreed between the States concerned, a State cannot invoke immunity from jurisdiction before a court of another State which is otherwise competent in a proceeding which relates to the determination of:", "(a) any right or interest of the State in, or its possession or use of, or any obligation of the State arising out of its interest in, or its possession or use of, immovable property situated in the State of the forum;", "(b) any right or interest of the State in movable or immovable property arising by way of succession, gift or bona vacantia; or", "(c) any right or interest of the State in the administration of property, such as trust property, the estate of a bankrupt or the property of a company in the event of its winding up.”", "Article 19 – State immunity from post-judgment measures of constraint", "“No post-judgment measures of constraint, such as attachment, arrest or execution, against property of a State may be taken in connection with a proceeding before a court of another State unless and except to the extent that:", "(a) the State has expressly consented to the taking of such measures as indicated:", "(i) by international agreement;", "(ii) by an arbitration agreement or in a written contract; or", "(iii) by a declaration before the court or by a written communication after a dispute between the parties has arisen; or", "(b) the State has allocated or earmarked property for the satisfaction of the claim which is the object of that proceeding; or", "(c) it has been established that the property is specifically in use or intended for use by the State for other than government non-commercial purposes and is in the territory of the State of the forum ...”", "“No measures of constraint or preventive attachment may be carried out in respect of property belonging to a foreign State if the property is used for the performance of activities of its Government not connected with any form of economic exploitation.”", "“1. The property of a foreign State is not subject to any process or order of the courts or other organs of the forum State for the satisfaction or enforcement of a judgment or order, or for the purpose of prejudgment measures in preparation for execution (hereafter referred to as measures of constraint), except as provided for by this Article and by Article 5.", "2. The following categories of property of a State in particular are immune from measures of constraint:", "(a) property used or set aside for use by the State's diplomatic or consular missions, its special missions or its missions to international organisations;", "...”", "“1. A foreign State may not invoke immunity from jurisdiction or from measures of constraint if it has expressly consented to the exercise of the relevant type of jurisdiction by the relevant court or other organs of the forum State:", "(a) by international agreement;", "(b) in a written contract;", "(c) by a declaration relating to the specific case;", "(d) by a voluntary submission to jurisdiction in the form of the institution of proceedings in the relevant organs of the forum State, or of intervention in proceedings for the purpose of pursuing issues related to the merits of those proceedings, or of a comparable step in the proceedings.", "2. Consent to the exercise of jurisdiction does not imply consent to measures of constraint, for which separate and explicit consent is required.”", "40. The relevant provisions of domestic law are as follows:", "“Individuals who formerly owned residential property which passed lawfully into the ownership of the State or of another artificial person after 6 March 1945 and which was still in the possession of the State or another artificial person on 22 December 1989 shall be entitled to benefit, by way of reparation, from the measures in this Law.", "The provisions of this Law shall apply equally to the successors in title of such former owners, subject to existing statutory provisions.”", "“The persons referred to in section 1 shall be entitled to restitution in the form of the restoration to them of the ownership of flats in which they currently live as tenants or which are vacant. In respect of other flats, those persons shall receive compensation ...”", "“Persons entitled to claim restitution ... shall lodge an application for such purpose ...”", "“Applications referred to in section 14 above shall be lodged with the administrative board for the district in which the property is situated. They must include full details of the applicants' identity, their status as owner or successor in title, ... certified copies of the documents on the basis of which they intend to prove their ownership or that of the deceased person of whom they are successors in title ... Decisions on restitution of property shall be taken by the county council for the district in which the property is situated.”", "“... The county board for the application of the provisions of this Law shall be composed of: the chairman of the county council, who shall chair the board, the notary public, the head of the county's public finance and State audit department, the head of the county's town planning, public works and regional development department, the head of the county council's legal service, and two or three specialists in leasehold improvements and building and land valuation, assisted by a secretary.”", "“Within sixty days of the date on which they receive proposals from the local boards, the county boards shall determine whether the former owners or their successors are entitled to the restitution of their property or to compensation, and shall issue decisions to that effect. Such decisions shall be communicated within five days to the former owners or their successors in title ... and to the entities in possession of the property ... The boards' decisions shall be adopted by majority vote.”", "“Decisions of the county boards ... shall be subject to review by the national courts and may be challenged, in accordance with civil law, within thirty days of being communicated.”", "“... On the basis of the decision of the county board or, as the case may be, the final judicial decision, the person granted restitution of the property shall apply to be entered in the land register as the owner.", "The decision of the county board or, as the case may be, the final judicial decision shall amount to a document of title to the property.”", "“1. The measures provided for in Law no. 112/1995 by way of reparation shall be available only to the former owners of residential property which passed lawfully as such into the ownership of the State ... and their successors in title ...", "2. Residential property which passed lawfully as such into State ownership denotes buildings which were nationalised as buildings intended for residential use pursuant to a statutory provision in force on the date on which they passed into State ownership, such as Decree no. 92/1950 ...”", "“Section 1 [of Law no. 112/1995] shall be supplemented by the following paragraphs:", "4. Residential property which passed into State ownership in breach of the statutory provisions in force on the date in question, or in the absence of any statutory provision forming a legal basis for the State's title to it, shall be deemed to have passed unlawfully into State ownership and to fall outside the scope of Law no. 112/1995.", "5. Property falling outside the scope of Law no. 112/1995 and to which the State does not have a valid document of title may be the subject of an application for restitution or compensation under the ordinary procedure.”", "“(1) Immovable property wrongfully seized by the State, a cooperative organisation or any other artificial person between 6 March 1945 and 22 December 1989 and property expropriated under the Requisitions Act (Law no. 139/1940) that has not been returned shall be subject to restitution, normally consisting of the return of the property in question, in accordance with the provisions of this Law.", "(2) Where the property cannot be returned, alternative measures of redress shall be taken. Such measures may consist of compensation in the form of other items or services offered in exchange by the occupier, subject to the applicant's consent, the allotment of shares in commercial companies listed on the stock market, securities at face value used exclusively in the privatisation process or pecuniary compensation.”", "“Every obligation to do or not to do something shall give rise to compensation in the event of non-performance by the obligor.”", "41. At the material time Article 315 was worded as follows:", "“Where a judgment has been quashed and remitted to the court below, the decision delivered following an appeal as to points of law shall be binding on the lower court.”", "That provision was amended as follows by Government Emergency Ordinance no. 138/2000:", "“Where a judgment has been quashed and remitted to the court below, the decision delivered following an appeal as to points of law and the need to take further evidence shall be binding on the lower court.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}