{"ITEMID": "001-109544", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF REYNOLDS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Effective domestic remedy);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Life);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. The present application was introduced by Mrs Patricia Reynolds, a British national born in 1935 who lived in Hebden Bridge. Following the introduction of the application, Mrs Reynolds died and Ms Catherine King (her daughter) continued the case on her behalf. The Court has referred below to Mrs Reynolds as the applicant.", "6. The applicant’s son, David Reynolds, was born in 1969 and he died on 16 March 2005. The present application relates to his death.", "7", "8. Mr Reynolds was diagnosed with schizophrenia in 1998. He was treated by a mental health team which was operated by the National Health Service Trust (“the NHS Trust”) and which assigned Mr Stephens as Mr Reynold’s Care Co-ordinator. On 16 March 2005 Mr Reynolds contacted the applicant and Mr Stephens: he was hearing voices ordering him to kill himself. The applicant and Mr Stephens went to Mr Reynolds’s home.", "9. Mr Stephens contacted the Crisis Resolution Home Treatment Team (“CRHTT”) informing it that Mr Reynolds might need to be hospitalised. The CRHTT is a community-based team of mental health professionals operated by the NHS Trust from the psychiatric unit of Calderdale Royal Hospital (“the Hospital”). Mr Stephens was told that no beds were available but that Mr Reynolds could have a crisis bed at the Intensive Support Moving On Scheme Unit (“the ISMOS Unit”). The local Council is responsible for the Unit and it is located in a building of which the Council is the occupier for the purposes of the Occupiers Liability Act 1957 (“the 1957 Act”). It is staffed by social workers experienced in the care of mental health patients and it provides an alternative to in-patient care where the risk assessment renders this appropriate. ISMOS Unit patients are not subjected to formal monitoring but staff regularly check on them and have custody of their medication. While patients are voluntary, cameras monitor the outside of the building so that the ISMOS Unit is alerted if a patient leaves.", "10. On the way to the ISMOS Unit Mr Reynolds told Mr Stephens that he found the ‘voices’ so distressing that he felt like killing himself. Mr Stephens therefore took Mr Reynolds to the Hospital (run by the Trust) for a clinical assessment. This was carried out by a psychiatrist of the CRHTT assisted by a psychiatric nurse and Mr Stephens. Mr Reynolds was assessed to be a low suicide risk. He had once again reduced his medication in order to drink and socialise at the weekend. His psychotic symptoms had therefore returned but he had stabilised rapidly as he had already re-taken his medication that morning. The voices had diminished and were not troubling him any more although he was terrified of their returning. During the assessment, he confirmed that he did not want to kill himself. He had no history of self-harm/attempted suicide, he had not acted on his earlier hallucinations and, even when having hallucinations, he had sought help.", "11. Since it was agreed that Mr Reynolds needed a safe and supported environment, he was admitted to the ISMOS Unit as a voluntary in-patient. He was allocated one of the crisis rooms across from the staff room on the sixth floor. During dinner he seemed withdrawn and unwell. Later that evening, he was found wandering outside the building but he returned with staff to his room. At 22.00 there was a change of shift, the new staff were briefed and Mr Reynolds appeared more relaxed and spoke with them.", "12. Mr Reynolds was due his medication at 22.45. At around 22.30 he broke a window in his room and fell from the sixth floor to his death.", "13. On 26 May 2005 an internal investigation into Mr Reynolds’ death was completed by the NHS. The resulting Report recommended, inter alia, that the bedroom windows in the crisis rooms at the ISMOS Unit be reinforced. On 20 May 2005 the applicant’s daughter wrote a letter of complaint to the Trust. On 20 June 2005 the Trust responded stating that it had reviewed the information available on the relevant date but that there had been no indication that Mr Reynolds would harm himself.", "14. The applicant could not afford legal representation for the Inquest. She considered applying to the Legal Services Commission for legal aid and, following receipt of the Coroner’s views as regards the two criteria applied by the Commission in deciding on a grant of legal aid, the applicant decided not to pursue a claim.", "15. On 22 March 2005 the Inquest was opened and adjourned by the Coroner. It resumed on 21 July 2005. The applicant attended with two daughters including Ms King. The Coroner sat without a jury. He explained that the Inquest was to find the answers to four limited factual questions: who was the deceased and how, where and when did the death come about. “How” was limited to “how the cause of death arose” since an Inquest was not an opportunity to examine the broad circumstances in which the death occurred so that all questions touching thereon would be excluded as would any question of civil or criminal liability.", "16. Oral evidence was given by, inter alia, the psychiatrist and the psychiatric nurse who assessed Mr Reynolds; by the relevant four members of staff at the ISMOS Unit; by the eye witness who saw him step through the broken window; and by the team leader of the CRHTT. The applicant gave evidence: she considered that her son had not attempted to commit suicide but rather had wished to go home and had not realised he was on the sixth floor. The applicant submitted questions to the Coroner prior to the Inquest and she and her daughters put questions to witnesses during the Inquest.", "17. The Inquisition Form recorded that Mr Reynolds had been placed in the crisis room for a few days for monitoring; that just a few hours later he broke a window, climbed through it and walked off the window sill; and that he sustained fatal injuries as a result of the fall and was pronounced dead that day. The Coroner’s conclusion as to death was an “Open verdict”, he explaining that, while those with schizophrenia presented a high incidence of suicide, there was insufficient evidence that Mr Reynolds intended to kill himself.", "18. Since the Coroner was concerned about a psychiatric facility on a sixth floor, in July 2005 he reported the incident to the NHS Trust under Rule 43 of the Coroners Rules 1984. By letter of 11 October 2005 the NHS Trust informed the Coroner that, since an ISMOS Unit was used when the risk was low, its location on the sixth floor was not unusual. However, the windows had been reinforced and, in the longer term, there were plans to re-locate the ISMOS Unit to a two storey dwelling.", "19. The applicant obtained legal aid and issued an action for damages under section 7 of the Human Rights Act 1998 (HRA”) against the NHS Trust and the Council, arguing that they had failed to adequately discharge their duties to Mr Reynolds in breach of Articles 2, 3 and 8 of the Convention in that they had failed to ensure his appropriate placement, failed to ensure that the ISMOS Unit was safe and failed adequately to assess the suicide risk or to admit him for in-patient care. An expert report obtained by the applicant from a consultant psychiatrist for the proceedings (although not served since the action was later struck out, see below) considered that the care of Mr Reynolds fell below the required standard.", "20. On 21 December 2006, the High Court decided the case of Savage ν South Essex Partnership NHS Foundation Trust ([2006] EWHC 3562, paragraphs 33-37 below).", "21. The NHS Trust and the Council served defences in March 2007. The Trust accepted that it owed a common law duty to take reasonable steps to try to prevent Mr Reynolds from taking his own life. The Council accepted that it owed a common law duty of care not to expose Mr Reynolds to a reasonably foreseeable risk of injury or harm on the premises as well as a common duty of care under the 1957 Act. However, both defendants argued that the applicant had no cause of action and that the case should be struck out since the High Court judgment in the Savage case had provided that one had to establish gross negligence of a kind sufficient to sustain a charge of manslaughter in order to establish a breach of Article 2 of the Convention. The applicant requested that her action be adjourned pending the appeals in the Savage case.", "22. On 13 July 2007 the County Court delivered its judgment striking out the applicant’s case pursuant to Rule 3.4 of the Civil Procedure Rules holding that there were no reasonable grounds for bringing the claim. The County Court noted that the High Court in the Savage case had accepted that, where the allegations were of clinical negligence, the measure of the duty owed to both voluntary and involuntary patients was as outlined in Powell v. the United Kingdom ((dec.), no. 45305/99, ECHR 2000V) and in R (Takoushis) v. Inner North London Coroner and Another ([2006] 1WLR 46) namely, that there had to be at least gross negligence of a kind sufficient to sustain a charge of manslaughter. The applicant had not made any such allegations:", "“It is thus clear that there is strong authority which would make it highly unlikely that any decision on appeal in the case of Savage would render [the Trust and the Council] liable under the provisions of Article 2.”", "23. In refusing the applicant’s request for an adjournment, the County Court did not accept that the law relating to the treatment of voluntary mental health patients was uncertain or in a state of development which was likely to lead to a change in the law which would enable the applicant’s claim to succeed. It was not persuaded that the prospect of the appeal in the case of Savage raised a sufficient prospect of an outcome favourable to the applicant as to justify refusing the orders sought by the defendants.", "24. Two barristers, experienced in clinical negligence, human rights cases and Inquest law, advised the applicant that an appeal had no realistic prospect of success. One of these opinions was submitted to the Legal Services Commission which withdrew legal aid in August 2007.", "25. Section 6 of the HRA makes it unlawful for a public authority to act incompatibly with Convention rights, unless it is not possible to act differently by virtue of primary legislation. A successful claim under Article 6 renders the relevant public authority liable under section 7 of the HRA and a judge has the power to award damages under section 8 of the HRA.", "26. Section 8(1) of the Coroners Act 1988 (“the 1988 Act”) requires a Coroner to hold an Inquest in circumstances where there are grounds to suspect that the person (a) has died a violent or an unnatural death or (b) has died a sudden death of which the cause is unknown.", "27. As to the scope of an Inquest (including a resumed one), section 11(5)(b) of the 1988 Act outlines the content of the Inquisition Form (a document completed by the Inquest jury at the end of the evidence). It must set out, so far as such particulars have been proved (i) who the deceased was; and (ii) how, when and where the deceased came by his death. Rule 36 of the Coroners Rules 1984 (“the 1984 Rules”) requires that proceedings be directed solely to ascertaining: (a) who the deceased was; (b) how when and where he came by his death; and (c) the particulars required by the Registration Act to be registered concerning the death. Rule 36(2) specifically provides that neither the Coroner nor the jury shall express any opinions on any other matters. Rule 42 provides that no verdict shall appear to determine any question of criminal or civil liability on the part of a named person.", "28. On 11 March 2004 the House of Lords decided (R. (Middleton) ν West Somerset Coroner [2004] 2 A.C. 182; and R. (Sacker) v. West Yorkshire Coroner [2004] 1 W.L.R. 796) that the limited scope of Inquests to date was incompatible with the procedural requirements of Article 2. Using the interpretation mechanism of section 3 of the HRA, the House of Lords extended the Inquest regime so that “how” (section 11(5)(b)(ii) of the 1988 Act and Rule 36(l)(b) of the Coroners Rules 1984) was to be interpreted as meaning “by what means and in what circumstances” the deceased came by his death. Lord Bingham clarified that, however the jury’s extended factual conclusions were to be conveyed, Rule 42 was not to be infringed so that there could be no finding of criminal or civil liability. While acts or omissions could be recorded, expressions suggestive of civil liability, in particular neglect, carelessness and related expressions were to be avoided.", "29. A person who suffers injury, physical or psychiatric, in consequence of the negligence of another may bring an action for damages for that injury. Upset and injury to feelings resulting from negligence in the absence of physical or psychiatric damage or exacerbation do not entitle a plaintiff to damages. Any personal-injury action maintainable by a living person survives for the benefit of his estate and may be pursued after his death.", "30. Claims arising from a death caused by negligence are brought under the Fatal Accidents Act 1976 (“the 1976 Act”) or the Law Reform (Miscellaneous Provisions) Act 1934 (“the 1934 Act”). The 1976 Act enables those who were financially dependent on the deceased to recover damages for the loss of support: the scheme is compensatory and, save for the sum of currently 10,000 pounds sterling for bereavement awarded to the spouse of a deceased or parent of a deceased child under 18 at the time of death, damages are awarded to reflect the loss of support. The 1934 Act enables damages to be recovered on behalf of the deceased’s estate and may include any right of action vested in the deceased at the time of death together with funeral expenses.", "31. Mr Takoushis, diagnosed with schizophrenia, left a hospital where he was a voluntary patient and committed suicide. His wife challenged certain rulings of the Coroner. The Court of Appeal, following the approach of the High Court, examined, in the first place, whether those rulings were justified on the assumption that Article 2 was not engaged. The Court of Appeal did not uphold the Coroner’s rulings and ordered a new Inquest.", "32. The Court of Appeal went on to examine the applicability and scope of the protection of Article 2 in such cases partly because the point was evidently of some potential importance for the new Inquest which was now to be held. It accepted that simple negligence in the care of a patient resulting in his or her death was not sufficient to amount to a breach of the State’s obligation under Article 2 to protect life, although the position might be different where gross negligence or manslaughter had been alleged (relying, inter alia, on R (Goodson) v Bedfordshire and Luton Coroner [2004] EWHC 2931 (Admin), itself based on Powell v. the United Kingdom ((dec.), no. 45305/99, ECHR 2000V). The Court of Appeal concluded by rejecting the argument that the deceased should be considered an involuntary patient as he would have been detained had he been seen leaving the hospital: the court found that the deceased was clearly a voluntary patient and that there was an important difference between the principles applicable to those who were detained and those who were not.", "33. The deceased was an involuntary mental health patient who left an open acute psychiatric ward and committed suicide.", "34. The Trust contended before the High Court that the extent of the obligations of health authorities to protect a patient’s life was to be found in Powell v. the United Kingdom ((dec.), no. 45305/99, ECHR 2000V) namely, that the treatment alleged amounted either to gross negligence or to manslaughter. The claimant argued, citing Osman v. the United Kingdom (28 October 1998, Reports of Judgments and Decisions 1998VIII), that a duty to take steps to prevent a particular patient from committing suicide arose if the authorities knew or ought to have known that there was a real and immediate risk of her doing so. The claimant sought to distinguish her son’s position (an involuntary patient) from that of a voluntary patient arguing that the test for Article 2 liability in Powell did not apply to her son and equating the duty of care owed by the State to an involuntary patient with that owed to a prisoner in the criminal justice system. The High Court expressly rejected that distinction, finding that the proper test applicable to a breach of the substantive obligation under Article 2, in respect of both voluntary and involuntary patients where the relevant allegations were of clinical negligence, was the Powell test namely, that of gross negligence of a kind sufficient to sustain a charge of manslaughter (the High Court relied on the above-cited Takoushis judgment). The High Court struck out Ms Savage’s action. In December 2007 the Court of Appeal allowed Ms Savage’s appeal.", "35. The appeal to the House of Lords was rejected by judgment dated 10 December 2008. Lord Rodger, giving the main judgment of the House of Lords, noted that the fundamental error in the approach of the Trust was to conceive of the Powell decision and the Osman judgment as laying down two mutually exclusive approaches whereas the Court’s case-law did not contain a hint of such an approach. The principles represented by those cases related to different aspects of the Article 2 obligations of health authorities and Lord Rodger summarised the relevant obligations of the health authorities under Article 2 as follows:", "“In terms of article 2, health authorities are under an over-arching obligation to protect the lives of patients in their hospitals. In order to fulfil that obligation, and depending on the circumstances, they may require to fulfil a number of complementary obligations.", "In the first place, the duty to protect the lives of patients requires health authorities to ensure that the hospitals for which they are responsible employ competent staff and that they are trained to a high professional standard. In addition, the authorities must ensure that the hospitals adopt systems of work which will protect the lives of patients. Failure to perform these general obligations may result in a violation of article 2. If, for example, a health authority fails to ensure that a hospital puts in place a proper system for supervising mentally ill patients and, as a result, a patient is able to commit suicide, the health authority will have violated the patient’s right to life under article 2.", "Even though a health authority employed competent staff and ensured that they were trained to a high professional standard, a doctor, for example, might still treat a patient negligently and the patient might die as a result. In that situation, there would be no violation of article 2 since the health authority would have done all that the article required of it to protect the patient’s life. Nevertheless, the doctor would be personally liable in damages for the death and the health authority would be vicariously liable for her negligence. This is the situation envisaged by Powell.", "The same approach would apply if a mental hospital had established an appropriate system for supervising patients and all that happened was that, on a particular occasion, a nurse negligently left his post and a patient took the opportunity to commit suicide. There would be no violation of any obligation under article 2, since the health authority would have done all that the article required of it. But, again, the nurse would be personally liable in damages for the death and the health authority would be vicariously liable too. Again, this is just an application of Powell.", "Finally, article 2 imposes a further “operational” obligation on health authorities and their hospital staff. This obligation is distinct from, and additional to, the authorities’ more general obligations. The operational obligation arises only if members of staff know or ought to know that a particular patient presents a “real and immediate” risk of suicide. In these circumstances article 2 requires them to do all that can reasonably be expected to prevent the patient from committing suicide. If they fail to do this, not only will they and the health authorities be liable in negligence, but there will also be a violation of the operational obligation under article 2 to protect the patient’s life. This is comparable to the position in Osman and Keenan. As the present case shows, if no other remedy is available, proceedings for an alleged breach of the obligation can be taken under the Human Rights Act 1998.”", "36. Lord Rodger noted that it was relevant to the authorities’ obligations under Article 2 that the deceased was a detained patient and he continued:", "“Any auction in the comparative vulnerability of prisoners, voluntary patients, and detained patients would be as unedifying as it is unnecessary. Plainly, patients, who have been detained because their health or safety demands that they should receive treatment in the hospital, are vulnerable ... not only by reason of their illness which may affect their ability to look after themselves, but also because they are under the control of the hospital authorities. Like anyone else in detention, they are vulnerable to exploitation, abuse, bullying and all the other potential dangers of a closed institution. Mutatis mutandis, the principles in the case law which the European court has developed for prisoners and administrative detainees must apply to patients who are detained. ...... The hospital authorities are accordingly responsible for the health and well being of their detained patients. Their obligations under Article 2 include an obligation to protect those patients from self-harm and suicide.”", "37. Baroness Hale noted the special position of detained patients and that it was not necessary to address in that case the extent of the State’s operational duty to protect non-detained patients. Lord Walker and Lord Neuberger agreed with both Lord Rodger and Baroness Hale.", "38. The deceased was a voluntary patient who committed suicide once released on home leave. Her parents brought a claim under the HRA and the 1934 Act, in their own right and on behalf of their child’s estate. The claim under the 1934 Act on behalf of the estate for negligent care was settled by the Trust: 5,000 pounds sterling (GBP) in general damages and GBP 2,500 in funeral expenses, plus legal costs.", "39. The High Court ([2009] EWHC 1827 (QB)) and the Court of Appeal (2010] EWCA Civ 698) held that there was no operational duty under Article 2 on the hospital authorities to take reasonable steps to protect the deceased against the risk of suicide because she was a voluntary patient and the remedy for allegations of clinical negligence as regards voluntary patients was an action in negligence. In any event, the parents were no longer victims for the purposes of the HRA given their settlement of the 1934 Act proceedings. The parents appealed.", "40. On 8 February 2012 the Supreme Court ([2012] UKSC 2) allowed the appeal, Lord Dyson giving the main judgment. He found that the difference between voluntary and involuntary psychiatric patients was more apparent than real, noting that a voluntary patient who was a suicide risk was taking medication which would compromise his/her ability to make an informed decision, was likely to be detained if he/she attempted to leave and, indeed, may have consented to be a patient to avoid detention. An informal psychiatric patient’s position was therefore more analogous to that of the child at risk of abuse (Z and Others v. the United Kingdom [GC], no. 29392/95, ECHR 2001V). Accordingly, he was in no doubt that the NHS Trust owed to the deceased patient an operational duty to take reasonable steps to protect her from a real and immediate risk of suicide. On the facts, that obligation had not been fulfilled since the decision to allow her home on leave was one that no reasonable practitioner would have made.", "41. Moreover, by settling the 1934 negligence claim on behalf of the estate, the parents could not be said to have renounced their own Article 2 claim for non-pecuniary damages for bereavement to which damages they were entitled. However, negligence proceedings had not been open to them (section 1A of the Fatal Accidents Act 1976, the deceased not being a minor on death). Lord Dyson awarded each parent GBP 5,000 under Article 2 of the Convention. Lady Hale, Lord Brown, and Lord Mance delivered concurring judgments and Lord Walker agreed with the main judgment and with the added comments of the remaining judges."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}