{"ITEMID": "001-107132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SHUVALOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1973 and lives in Volgograd.", "6. On 23 March 2001 the applicant, a former police officer, was arrested, with two others, on suspicion of drug dealing.", "7. On 26 March 2001 the applicant was detained pending investigation, and on 30 March 2001 charges were brought against him.", "8. On 9 September 2003 the Volgograd Kirovskiy District Court convicted the applicant of drug dealing and sentenced him to ten years’ imprisonment.", "9. On 8 June 2004 the Volgograd Regional Court quashed the judgment on appeal and remitted the case for retrial.", "10. On 29 June 2006 the Volgograd Kirovskiy District Court convicted the applicant of drug dealing and sentenced him to five years and four months’ imprisonment. The judgment was not appealed against and became final.", "11. On 22 July 2006 the applicant was released on completing his sentence.", "12. On 19 July 2002 officer P. of the Volgograd Regional remand prison IZ-34/4 (ФБУ ИЗ № 34/4 ГУФСИН России по Волгоградской области), where the applicant was detained at the material time, allegedly hit the applicant several times with a rubber truncheon on the lower back and buttocks. The applicant could hardly walk afterwards. In the evening he felt feverish. The doctor on duty was to examine the applicant. However, according to the applicant, despite his request the doctor was instructed not to record the injuries.", "13. On 23 July 2002 the applicant was brought to Volgograd Kirovskiy District Court for trial. However, he felt unwell, and an ambulance team was called. The ambulance paramedic discovered bruises on the soft tissue of the applicant’s buttocks. When he returned to the remand prison the applicant was examined by a medical assistant. The latter recorded multiple haematomas on the applicant’s buttocks, measuring 1.5 x 1.5 cm. On the same day the applicant made a complaint about the beatings to the Volgograd City Prosecutor’s Office.", "14. On 16 August 2002 the chief assistant of the Volgograd City Prosecutor refused to institute criminal proceedings against officer P. The decision read as follows:", "“[...] The inquiry conducted [into the applicant’s allegations] established that at 11.15 a.m. on 19 July 2002 [officers P. and Podm. of the Volgograd Regional remand prison IZ-34/4] took [the applicant] out of cell no. 47 for a talk on the subject of compliance with the detention regime [...]", "[Officer P.] invited officer K. by telephone to come to his office, no. 4, and bring [the applicant’s] personal file. Approximately ten minutes later those present went to P.’s office, where K. informed [the applicant] of the material in the file. The latter threatened to have criminal proceedings instituted against K., and to make all others present regret everything, without offering any further explanation.", "At about 12.30 p.m. [the applicant] was taken to a temporary isolation cell, from where, three hours later, he was escorted back to his cell.", "No physical force or special means were applied to the [applicant]. According to the records on the use of special means, officers P., Podm. and K. were not given special means on 19 July 2002.", "When he returned to his cell [the applicant] made no health-related complaints to his cellmates or to the medical unit of the [remand prison].", "During the exercise period on 20 July 2002 [the applicant] was rubbing his buttocks against the wall of the exercise yard (explanations by detainees Sh., D., and others), deliberately causing himself harm.", "At 12.12 p.m. on 23 July 2002, having been escorted to the Kirovskiy District Court, [the applicant] complained to convoy officers that he felt unwell, mentioning in particular pain in the area of his kidneys, for which reason an ambulance was called to the courthouse.", "Medical assistant Sh. discovered haematomas on [the applicant’s] buttocks [...].", "[The applicant’s] allegations of “blows to the kidneys and high blood pressure” were not confirmed. His health was assessed as relatively satisfactory.", "It follows from submissions by detainees D., I., P., and Sh. that [the applicant] repeatedly expressed discontent with [officer P.] and was planning to make accusations against him...", "In view of the foregoing, [the applicant’s] allegations were not substantiated...”", "15. On 8 September and 29 November 2002 the applicant obtained written statements from his cellmates P., I. and B., who stated that they had not seen the applicant causing himself injuries. They further stated that police officer P. had made them and other inmates sign statements to the contrary.", "16. In the meantime, in October 2002 the applicant appealed against the decision of 16 August 2002 to the Prosecutor General of the Russian Federation.", "17. In December 2002 the applicant was informed that his complaint had been referred to the Volgograd Regional Prosecutor’s Office, which, in its turn, referred the complaint to the Volgograd Regional Prosecutor supervising the enforcement of legislation in correctional institutions.", "18. Soon afterwards the applicant received a letter dated 15 December 2002 from the Volgograd Regional Prosecutor, informing him that his complaint had been examined and that no grounds had been found to quash the decision of 16 August 2002. A copy of the relevant decision was not however made available to the applicant.", "19. The applicant tried to challenge the refusal to institute criminal proceedings against officer P. before the court examining his criminal case in 2003, during the trial and in 2004 on appeal. However, neither of the domestic courts considered the applicant’s arguments.", "20. Since some considerable time had elapsed since the quashing of the applicant’s conviction in 2004 and no new trial had yet started (see paragraphs 9 and 10 above), the applicant decided to challenge the refusal to institute criminal proceedings against police officer P. in separate proceedings.", "21. On an unspecified date in June 2005 he challenged the refusal before the Volgograd Regional Prosecutor’s Office and the Tsentralniy District Court of Volgograd.", "22. On 4 July 2005 the Deputy Prosecutor of the Volgograd Region quashed the decision of 16 August 2002, because it had been taken by the wrong person and outside the procedural time-limits. The decision also referred to the results of the inspection of the case file material (материалы служебной проверки). An additional investigation was ordered.", "23. On 7 July 2005 the Tsentralniy District Court of Volgograd dismissed the applicant’s appeal against the decision of 4 July 2005.", "24. However, on 14 July 2005 the Volgograd City Prosecutor refused to institute criminal proceedings against officer P. The decision read as follows:", "“... Junior inspector [of facility IZ-34/4] Kush. explained that on 19 July 2002 ... [officers P. and Podm.] took [the applicant] from cell. 47 to the management and security office. [Officer K.] was already there. [They] spent about ten minutes in the office, after which [the applicant] was taken back to cell. 47. The [officers] had no special equipment on them. Neither P. nor Podm were issued with rubber truncheons. He had seen no injuries on [the applicant]; [the applicant’s] behaviour was normal and, [the latter] made no health-related complaints.", "Similar statements were made by junior inspector [of facility IZ-34/4] G., who confirmed that no physical force had been applied to [the applicant].", "[Officer] K. submitted that on 19 July 2002 ... she had been showing [the applicant] the material in his personal file, explaining [to the latter] the lawfulness of his detention.. On that occasion no violence was used against [the applicant] by the officers of IZ-34/4.", "[Officer Podm.] submitted that on 19 July 2002 together with [officers P. and K.] at about 11 a.m. he had [had a talk with the applicant]. [...] On that occasion none of [the officers] had used violence on [the applicant], beaten him or threatened him.", "Medical staff from IZ-34/4 K. and T. submitted that [the applicant] had not sought medical assistance between 19 July and 24 July 2002.", "A medical auxiliary from IZ-34/4 M. submitted that on 23 July 2002 he examined [the applicant] and discovered blue marks on his buttocks, the origin of which [the applicant] did not explain. [The applicant] did not seek medical assistance until 24 July 2002.", "[Officer P.] [made statements similar to those made by officers K. and Podm.]...", "[According to the IZ-34/4 records], Sh., P., I., D., R., B., M., A. [formerly detained with the applicant] were no longer being held in facility IZ-34/4 [...].", "Shakh. confirmed that he had been detained in facility IZ-34/4 with [the applicant], but in a different cell [...]. Regarding the circumstances of the alleged beatings, he only knew what [the applicant] had told him, that he had filed a complaint about the beatings. [...]", "The above-mentioned detainees had not confirmed the alleged beatings at the initial inquiry.", "Therefore, it follows that the events outlined by [the applicant] in his complaint that he had been beaten up by [officer P.] had not taken place [...].”", "25. The applicant challenged the above decision before the court.", "26. On 2 December 2005 the Volgograd Tsentralniy District Court did not find grounds for quashing the decision of 14 July 2005. It concluded that the decision in question had been made following analysis of all the pertinent information and in full compliance with the requirements of the domestic law.", "27. On 14 February 2006 the Volgograd Regional Court quashed the judgment of 2 December 2005 because it had been given in the applicant’s absence, without necessary measures having been taken to ensure that he was duly notified of the hearing and summons. The case was remitted for fresh examination, with an instruction to check more thoroughly the arguments set out in the complaint.", "28. On 11 April 2006 the Volgograd Tsentralniy District Court held again that the decision of 14 July 2005 was lawful.", "29. On 6 June 2006 the Volgograd Regional Court upheld the above decision on appeal.", "30. The applicant was involved in court proceedings over his tenancy rights to a flat, which ended, to the applicant’s detriment, with final decisions of the Volgograd Regional Court of 26 April and 12 July 2007.", "31. The applicant brought proceedings against his former employer (the Volgograd police office) for salary arrears and non-pecuniary damage.", "32. On 24 August 2005 the Volgograd Regional Court, as the final appeal court, dismissed the applicant’s claims in full.", "33. Abuse of position associated with the use of violence or entailing serious consequences carries a punishment of up to ten years’ imprisonment (Article 286 § 3 of the Criminal Code).", "34. The Russian Code of Criminal Procedure (Law no. 174-FZ of 18 December 2001, in force from 1 July 2002, the “CCrP”) states that a criminal investigation may be initiated by an investigator or prosecutor on a complaint by an individual (Articles 140 and 146). Within three days of receipt of such a complaint the investigator or prosecutor must carry out a preliminary inquiry and make one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to decline to open criminal proceedings if the inquiry reveals that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the appropriate investigating authority. The complainant must be notified of any decision taken. The decision not to open criminal proceedings is amenable to appeal to a higher prosecutor or a court of general jurisdiction (Articles 144, 145 and 148).", "35. The CCrP provides for judicial review of a decision or (in)action on the part of an inquirer, investigator or prosecutor which has affected constitutional rights or freedoms. The judge is empowered to verify the lawfulness and reasonableness of the decision/(in)action and to grant the following forms of relief: (1) to declare the impugned decision/(in)action unlawful or unreasonable and to order the respective authority to remedy the violation; or (2) to reject the complaint (Article 125)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}