{"ITEMID": "001-93768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF DVORACEK AND DVORACKOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 2 (procedural aspect);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The first applicant, Mr Ivan Dvořáček, was born in 1942. The second applicant, Mrs Jozefa Dvořáčková, was born in 1945. They are married and live in Bratislava. They filed the application also on behalf of Ms Ivana Dvořáčková, their daughter.", "6. Ms Ivana Dvořáčková was born in 1981 with Down Syndrome (trisomy 21) and a damaged heart and lungs. She was in the care of a specialised health institution in Bratislava. In 1986 she was examined in the Centre of Paediatric Cardiology in PragueMotole where it was established that, due to post-natal pathological developments, her heart chamber defect could no longer be remedied.", "7. On 1987 she underwent vascular surgery in Prague. However, the doctors considered that comprehensive heart surgery with a view to eliminating the cardio-vascular defect was no longer feasible. A conservative treatment was recommended and the medical prognosis was that her heart or lungs would fail in the second or third decade of her life.", "8. Ms Ivana Dvořáčková died of heart failure on 14 March 2004 at the age of 23.", "9. On 26 October 1987 Ms Ivana Dvořáčková and her parents instituted proceedings in the Bratislava I District Court. They claimed compensation for damage on the ground that Ms Ivana Dvořáčková’s health had been seriously and irreparably damaged as a result of shortcomings in the post-natal treatment she had received in a hospital to which the defendant was the legal successor. In particular, on the basis of the aforementioned examination in the Centre of Paediatric Cardiology in Prague, they alleged that the health institution in Bratislava had failed to diagnose in time the extent of the damage to her health and to ensure appropriate and timely treatment of the defect.", "10. The District Court held eleven hearings in the case and dismissed the action on 9 August 1990. On 19 June 1991 the Regional Court in Bratislava quashed that judgment. The case file was returned to the District Court on 5 August 1991.", "11. In 1994 and 1995 the District Court took various procedural steps. It scheduled two hearings in 1997.", "12. On 2 March 1998 the District Court appointed an expert, who submitted an opinion on 17 November 1999.", "13. Another hearing in the case was scheduled for 3 October 2000. The plaintiffs requested an adjournment but the District Court dismissed their request on 18 May 2001. On 30 November 2001 the Regional Court quashed that decision. After obtaining further evidence, the District Court stayed the proceedings on 19 March 2002 at the applicants’ request. On 13 June 2003 the plaintiffs requested that the proceedings be resumed.", "14. On 11 December 2003 the District Court held a hearing at which Ms Ivana Dvořáčková challenged the expert.", "15. On 20 April 2004, after their daughter had died, the first and second applicants asked the District Court to proceed with their case and determine whether the defendant was liable for damage to their daughter’s health. They indicated that the question arose whether her death had been caused by shortcomings in her medical treatment and that they intended to claim damages in that respect. On 5 May 2004 the first and second applicants specified their claims for damages with the District Court.", "16. On 7 June 2004 the District Court dismissed the request for the exclusion of the expert. In a separate decision, which was rectified on 30 August 2004, it discontinued the proceedings. On 30 September 2004 the Bratislava Regional Court varied the first-instance court’s decision in that it discontinued the proceedings only to the extent that they concerned part of Ms Dvořáčková’s claim for compensation which under the relevant law could not pass to her heirs. The appellate court remitted the case to the District Court for further examination.", "17. On 26 May 2005 the District Court adjourned the case as the defendant’s representative did not attend the hearing.", "18. A further hearing was held on 28 June 2005. The first applicant stated that he challenged the three expert opinions included in the file as the experts involved either lacked the requisite qualifications or were biased. The District Court decided to obtain another expert opinion. A hearing scheduled for 20 March 2006 had to be adjourned as the judge was ill.", "19. After the case had been transferred to a different judge, a hearing was held on 24 April 2006. The first applicant urged the court to determine the case. He maintained that the evidence available was sufficient and that obtaining another expert opinion was not necessary. The judge decided to obtain a fourth expert opinion in the case. In a decision of 25 May 2006 the District Court instructed the Medical Faculty of the P.J. Šafárik University in Košice to submit an opinion on the relevant issues within 40 days.", "20. On 24 July 2008 the Bratislava I District Court asked the Hradec Králové District Court (Czech Republic) for assistance in obtaining a further opinion by two Czech medical experts.", "21. In January 2009 the parties informed the Court that the proceedings were pending.", "22. On 4 March 2004 the Constitutional Court held that the Bratislava I District Court had violated Ms I. Dvořáčková’s right to a hearing within a reasonable time. It found that the case was not particularly complex and that the plaintiff had not by her conduct contributed to the length of the proceedings in a substantial manner. The decision stated that there had been unjustified delays in the proceedings before the District Court, totalling approximately six years.", "23. The Constitutional Court ordered the Bratislava I District Court to proceed with the case without further delay and to pay to the plaintiff, within two months from its judgment becoming final, the equivalent of 3,452 euros (EUR) as just satisfaction. It also ordered the Bratislava I District Court to reimburse the plaintiff’s costs related to the constitutional proceedings within fifteen days.", "24. On 21 April 2004 the parents of Ms I. Dvořáčková, represented by an advocate, lodged a complaint with the Constitutional Court alleging a violation of their right under Article 6 § 1 of the Convention to a hearing within a reasonable time.", "25. They submitted further arguments and documents subsequently. In particular, in two letters which they personally sent by registered mail to the Constitutional Court and its President on 23 July 2004, they alleged that the inactivity of the District Court amounted to a denial of justice and that Articles 2, 8 and 14 of the Convention had also been violated. As regards Article 2 in particular, they submitted that their daughter had died as a result of medical negligence. The applicants referred to the States’ obligation to protect the life of persons within their jurisdiction and to “apply all civil-law remedies, such as compensation for damage, in cases of medical negligence”.", "26. On 11 October 2004 the applicants appointed a different advocate to represent them in the proceedings before the Constitutional Court. In a submission of 21 October 2004 the advocate asked the Constitutional Court to have regard to all earlier submissions in the case and to consider the scope of the breach of the applicants’ rights guaranteed by both the Constitution and the Convention. At the request of the Constitutional Court the advocate submitted, on 18 February 2005, further information about the scope of the proceedings complained of and about the complaint under Article 127 of the Constitution. He indicated in his letter that in the proceedings before the Constitutional Court the plaintiffs “alleged a breach of their right under Article 48 § 2 of the Constitution to a hearing without unjustified delays and that they also complained of interference with their human rights guaranteed by the European Convention on Human Rights”.", "27. On 23 May 2005 the Constitutional Court declared admissible the complaint of unjustified delays in the proceedings before the Bratislava I District Court. It stated that the plaintiffs had claimed damages in the action brought on 26 October 1987 and therefore had standing as a party to the proceedings complained of.", "28. To the extent that the plaintiffs complained of “interference with their human rights guaranteed by the European Convention on Human Rights” the Constitutional Court rejected their complaint as not complying with the statutory requirements. In particular, the plaintiffs had not specified the rights which they alleged had been violated, submitted any arguments in support of their allegation or provided draft wording for the operative part of the decision they sought to obtain from the Constitutional Court with respect to that complaint.", "29. On 11 October 2005 the Constitutional Court found that the Bratislava I District Court had violated the plaintiffs’ right to a hearing within a reasonable time. It ordered the District Court to proceed with the case without further delay and granted the equivalent of EUR 1,287 each to the first and second applicants as just satisfaction payable within two months. It also ordered the Bratislava I District Court to reimburse the costs of the constitutional proceedings to the applicants (the equivalent of EUR 807).", "30. The Constitutional Court noted that the proceedings in issue concerned a claim for compensation for serious damage to the health of Ms Ivana Dvořáčková. That claim was based on allegedly incorrect medical diagnoses as a result of which I. Dvořáčková’s lung and heart had been damaged to the extent that she had been permanently handicapped as from 7 April 1987. Subsequently the plaintiffs had extended the claim to include, inter alia, compensation for the costs of medical treatment and care for their daughter, expenses relating to her burial and damages for unjustified interference with their privacy.", "31. The Constitutional Court found that the case was not particularly complex and that the overall duration of the proceedings could not be imputed to the plaintiffs. In addition to the delays in the proceedings to which it had pointed in its judgment of 4 March 2004 (see paragraph 22 above), the Constitutional Court found that the case had been with an expert for eighteen months. During the subsequent period the District Court had not proceeded with the case effectively with the exception of a period of approximately one year between March 2002 and April 2003 when the proceedings had been stayed.", "32. The following provisions of the Constitutional Court Act 1993 are relevant in the present case.", "33. Section 20(1) provides that a request for proceedings to be started before the Constitutional Court must indicate, inter alia, the decision which the plaintiff seeks to obtain, specify the reasons for the request and indicate evidence in support.", "34. Pursuant to paragraph 2 of section 20, plaintiffs are required to submit an authority for a lawyer to represent them in the proceedings before the Constitutional Court.", "35. Under paragraph 3 of section 20, the Constitutional Court is bound by a plaintiff’s request for proceedings to be started unless the Act expressly provides otherwise.", "36. The Constitutional Court has declared itself bound, in accordance with section 20(3) of the Constitutional Court Act 1993, by a party’s submission aimed at initiating proceedings before it. The Constitutional Court has expressly stated that the submission was particularly relevant as regards the wording of the order which parties sought to obtain from it as it could only decide those matters which a party had requested be determined (see, for example, decisions III. ÚS 166/02 of 6 November 2002 or III. ÚS 65/02 of 9 October 2002)."], "VIOLATED_ARTICLES": ["2", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}