{"ITEMID": "001-99172", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF WOJCIECH NOWAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 8", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1966 and lives in Zawiercie.", "6. In 1993 the applicant married A.N. In 1994 they had a son, D. Subsequently, the applicant and A.N. separated. Since their separation, they have been living in the same town and in the same street.", "7. On 3 September 1996 the Zawiercie District Court issued an interim contact order. According to its terms, the applicant was allowed to visit the child every Tuesday and every first Saturday and third Sunday of the month, between 4 p.m. and 6.30 p.m.", "8. Between 29 September 1996 and 5 October 1997 the Zawiercie police intervened on 12 occasions in order to facilitate the applicant's contact with his child. These interventions took place at A.N's place of residence and it would appear that on all these occasions the applicant was able to see the child.", "9. On 27 May 1997 the Katowice Regional Court dissolved the applicant's marriage. It awarded parental rights to A.N., limited the applicant in the exercise of his rights and ordered that D.'s permanent residence be with his mother. The applicant was allowed to participate in decisions about the child's education and health.", "10. On 1 September 1997, 5 May 1998 and 18 May 1999 the applicant made applications for fines to be imposed on A.N. under Article 1051 of the Code of Civil Procedure. He subsequently withdrew the applications.", "11. On 4 March 1998 the District Court modified the access arrangements to allow the applicant to take his son for two weeks' holiday between 1 and 15 July.", "12. Between 1 June 1998 and 28 January 1999 the Zawiercie police intervened on nine occasions in order to facilitate the applicant's contact with D. It appears that only on one of these occasions was the applicant unable to see D., as the child stated that he had not wished to see his father.", "13. On 15 April 1999, on the applicant's motion, the Zawiercie District Court ordered A.N to allow the applicant's contact with the child on pain of a 100 PLN fine.", "14. Between 18 April 1999 and 8 June 1999 the police intervened on eight occasions in order to enforce the applicant's contacts with his son.", "15. On 9 December 1999 the applicant and his ex-wife concluded a court settlement concerning the applicant's visiting right. According to its terms the contacts were to be enforced under supervision of a court appointed guardian in order to protect D.'s well-being.", "16. However, the mother failed to comply with the access arrangements. On 5 January 2000 the applicant asked the Zawiercie District Court to impose a fine on A.N. for failure to comply with the settlement. On 9 March 2000 the District Court ordered A.N. to make the child available for a visit (by 1 May 2000), on pain of having to pay a fine.", "17. On 28 April 2000 the applicant lodged yet another request for a fine to be imposed on A.N. On 19 December 2000 the District Court dismissed that request. The court obtained reports from two experts including a psychologist and heard evidence from several witnesses. It considered that A.N had not turned the child against his father. It noted that the child had not wished to attend the meetings with his father. Moreover, because of the forced contacts, in particular the two-week holiday in 1998, D. started suffering from anxiety and fear. The court also made reference to the fact that the applicant had proposed not to have any contacts with the child for 5 years if A.N did not claim maintenance payments for that period. The applicant's further appeal was dismissed by the Katowice Regional Court on 28 February 2001.", "18. Meanwhile, on 21 February 2000 the applicant filed a motion for amendment of the divorce decree in the part relating to parental rights. On 18 October 2000 the Zawiercie District Court dismissed his application.", "19. The applicant appealed, and on 28 December 2000 the Katowice Regional Court gave a decision granting custody to the applicant and ordering that D.'s permanent residence be with his father. The mother was allowed to participate in decisions concerning the child's education and choice of profession.", "20. On 29 December 2000 A.N. filed an application with the Zawiercie District Court to be granted sole custody of D.", "21. On 23 August 2001 the District Court returned the applicant's request to impose a fine on A.N. since he had failed to pay the required court fee. His subsequent interlocutory appeal was dismissed on 15 November 2001.", "22. On 12 October 2001 the Zawiercie District Court modified the decision of 28 December 2000. The court held that A.N. should be granted full custody over D. and that D.'s place of residence should be with his mother. The applicant was allowed to decide jointly about the child's education and choice of profession.", "23. A further appeal lodged by the applicant was dismissed by the Czestochowa Regional Court on 19 December 2001. The court held that the applicant had not had a good relationship with his child and that the boy was afraid of him. The court stressed that the applicant could not have successfully claimed custody over D. since his son fled from him whenever he had seen him.", "24. Meanwhile, the applicant asked the court to hand D. over to him. On 27 June 2001 the District Court gave an interim decision and held that while the custody proceedings were pending the child should stay with his mother. On 31 January 2002 the District Court refused to hand D. over to the applicant.", "25. On 15 March 2002 the Zawiercie District Court dismissed the applicant's motion to impose a fine on A.N. for obstructing his access to the child.", "26. On 6 October 2005 the applicant again requested that D. be restored to him. On 14 October 2005 the Zawiercie District Court refused his request. The applicant did not appeal against that decision.", "27. On 16 December 2005 the applicant filed an application to be granted full parental rights. His application was dismissed by the Zawiercie District Court on 28 July 2006. The court held that D. had been living with his mother, with whom he had very close relations, and it was in the child's best interest to leave him with her. The court referred to the child's (then 12 years old) own statements that his mother had not obstructed his contact with the applicant. It was D. himself who had avoided contact with his father. The court further noted that between 2001 and 2005 (when A.N filed a claim for increase of maintenance payments) the applicant had not attempted to contact his son and to exercise his visiting rights. Their contact was limited to occasional meetings on the street, since they lived nearby. The applicant's appeal against this decision was dismissed on 27 September 2006 by the Czestochowa Regional Court.", "28. On 24 March 2006 the applicant asked the court to impose a fine on the mother for obstructing his contacts with D. On 22 June 2006 the District Court dismissed his request. The applicant did not appeal against that decision.", "29. The relevant domestic law concerning the enforcement of a parent's visiting rights is set out in the Court's judgment in the case of P.P. v. Poland no. 8677/03, §§ 69-74, 8 January 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}