{"ITEMID": "001-75826", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SHEVANOVA  v. LATVIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention and domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["11. The applicant is a Russian national who was born in Russia in 1948 and lives in Riga (Latvia).", "12. In 1970, at the age of twenty-two, the applicant settled in Latvian territory for work-related reasons. Between 1973 and 1980, the year of her divorce, she was married to a man resident in Latvia. In 1973 she gave birth to a son, Jevgeņijs Ševanovs, who has lived with her until the present day.", "In 1981, having lost the Soviet passport issued to her in 1978, the applicant obtained a new passport. In 1989 she found the lost passport, but did not return it to the relevant authorities.", "13. In August 1991 Latvia regained full independence. In December 1991 the Soviet Union, the State of which the applicant had hitherto been a national, broke up. The applicant therefore became stateless. In August 1992 her name was entered in the register of residents (Iedzīvotāju reģistrs) as a permanent resident. Her son was subsequently granted the status of “permanently resident non-citizen” of Latvia.", "14. In 1994 a Latvian bridgebuilding firm offered the applicant a job as a crane operator in Dagestan and Ingushetia, regions of the Caucasus bordering on Chechnya and belonging to the Russian Federation. In view of the difficulties caused by tighter supervision in these regions by the Russian authorities on account of the troubles in Chechnya, the firm advised her to obtain Russian nationality and a formal registration of residence in Russia before signing the employment contract. In May 1994 the applicant consulted a broker who put a false stamp in her first Soviet passport, the one which had been found but not disclosed to the authorities, stating that the registration of her residence in Latvia had been cancelled (pieraksts, or dzīvesvietas reģistrācija in Latvian).", "15. In June 1994 the applicant was registered as being resident in Shumanovo in the Kursk region of Russia, at her brother’s address. In August 1994 she obtained Russian nationality. In 1995 and 1996 she travelled to Russia, working there for two periods of 100 and 120 days respectively.", "16. In March 1998 the applicant applied to the Interior Ministry’s Nationality and Migration Directorate (Iekšlietu ministrijas Pilsonības un migrācijas lietu pārvalde – “the Directorate”) for a passport based on the status of “permanently resident non-citizen”. In accordance with the regulations in force, she submitted alongside the application the second Soviet passport issued to her in 1981. On examining the file, the Directorate discovered that she had registered a second residence in Russia and had completed certain formalities on the basis of the old passport which had been mislaid and found again. Accordingly, by decision of 9 April 1998, the Directorate removed the applicant’s name from the register of residents. On the same day the head of the Directorate issued an order for the applicant’s deportation (izbraukšanas rīkojums), requesting her to leave Latvia for Russia by 19 June 1998. The deportation order was accompanied by a prohibition on re-entering Latvia for five years. It was served on the applicant on 11 June 1998.", "17. After appealing unsuccessfully against the deportation order to the head of the Directorate, the applicant lodged an application with the Riga City Central District Court seeking to have the order set aside. In her memorial she submitted that, as the false stamp in her passport had been put there without her knowledge and she had therefore been unaware of it, she should not have to bear the consequences. In addition, since the registration of her residence in Russia had been merely temporary, it could not affect her existing registration in Latvia. She further argued that there were no legislative or regulatory provisions in force prohibiting her from having addresses in two different countries. Accordingly, the applicant requested the court to set aside the order for her deportation and to instruct the Directorate to issue her with a permanent residence permit.", "18. In a judgment delivered on 3 December 1998 following adversarial proceedings, the court rejected the request, finding that the deportation order had been lawful and well founded. As to the applicant’s request that she be issued with a residence permit, the court declared that part of the application inadmissible on the ground that she had not applied for a permit to the relevant authorities, nor had she lodged an administrative appeal before applying to the courts, as required by section 34 of the Aliens and Stateless Persons (Entry and Residence) Act (“the Aliens Act”).", "19. On 13 July 1999 the Russian authorities cancelled the applicant’s residence registration in Russia, at her request.", "20. The applicant lodged an appeal with the Riga Regional Court against the judgment of 3 December 1998. In a judgment delivered on 29 September 1999 following adversarial proceedings, the Regional Court dismissed the appeal on the ground that, as the applicant had been illegally resident in Latvia since her return from Russia, her deportation was in accordance with section 38 of the Aliens Act. The Regional Court also upheld the District Court’s findings as to the inadmissibility of the request for a residence permit.", "21. In a judgment of 28 December 1999 the Senate of the Supreme Court dismissed an appeal by the applicant on points of law, finding that the interference complained of had been lawful and proportionate. In particular, the Senate observed that, in the instant case, the applicant’s right to have two addresses or places of residence in two different countries had not been in dispute; the order for her deportation had been based solely on the fact that she had been resident in Latvia without a residence permit.", "22. With the delivery of the Senate’s judgment the order for the applicant’s deportation became enforceable.", "23. In two letters sent on 21 January and 3 February 2000, the applicant and her son requested the head of the Directorate to rescind the deportation order and to issue the applicant with a permanent residence permit. In support of their request, they argued that they did not have family ties in any country other than Latvia and that the expulsion of the applicant from Latvian territory, where they had lived together for twenty-six years, would constitute a serious infringement of their right to respect for their family life. They made explicit reference in that regard to Article 8 § 1 of the Convention and to similar provisions of the Latvian Constitution.", "24. By letters dated 28 January and 15 February 2000 respectively, the head of the Directorate refused this request and reminded the applicant that she was required to leave Latvia immediately or be forcibly expelled.", "25. After attempting without success to challenge this refusal by means of an administrative appeal to the Interior Minister, Mrs Shevanova and her son lodged a fresh application with the Riga City Central District Court to have the deportation order set aside. By order of 3 March 2000 the court declared the application inadmissible. On 24 May 2000 the Riga Regional Court upheld the order. An appeal on points of law by the applicant and her son was dismissed by an order of the Senate of the Supreme Court dated 29 November 2000.", "26. On 12 February 2001 the applicant was arrested by the immigration police (Imigrācijas policija) and placed in a detention centre for illegal immigrants. On 21 February 2001 officials of the Directorate served a forcible expulsion decision on her (lēmums par piespiedu izraidīšanu no valsts).", "27. On 26 February 2001 the applicant was admitted to hospital with acute hypertension. Consequently, on 28 February 2001, the head of the Directorate stayed execution of the forcible expulsion decision and requested the immigration police to formally order the applicant’s release from the detention centre. The deportation order of 9 April 1998 was also suspended at the same time.", "28. As execution of the forcible expulsion decision had been stayed indefinitely, the applicant continued to reside illegally in Latvia.", "29. On 7 January 2005 the head of the Directorate wrote a letter to the Government’s Agent in the following terms:", "“... [T]he ... Directorate ... has received your letter concerning the application lodged by Nina Shevanova with the European Court of Human Rights ... and requesting [us] to consider the possibility of issuing her with a permanent residence permit ... under section 24(2) of the Immigration Act. The reason you cite for your request is the existence of a real risk that a violation of Article 8 of the Convention might be found in this case. However, if Nina Shevanova were to be granted a sufficiently secure legal status in Latvia, the Latvian Government would be justified in requesting the European Court to dismiss the application.", "...", "I would like first of all to draw your attention to the fact that section 24(3) of the Immigration Act does not apply to the circumstances of the Shevanova case. The Directorate has therefore explored other possible solutions.", "...", "Regard being had ... to the relevant circumstances of the Shevanova case, and in particular the fact that Mrs Shevanova has lived and worked within Latvian territory for a long time – a fact which undoubtedly testifies to the existence of sufficiently strong private and social ties ... – the Directorate is prepared, once it has obtained the necessary documentation from Mrs Shevanova ..., to address an opinion to the Minister of the Interior proposing that she be issued with a temporary residence permit valid for five years, in accordance with section 23(3) of the Immigration Act...", "...", "Under the terms of Council [of the European Union] Directive 2003/109/EC concerning the status of third-country nationals who are long-term residents, Member States are required to grant long-term resident status to third-country nationals who have resided legally and continuously within their territory for five years immediately prior to submission of the relevant application. Accordingly, on expiry of the period of validity of her temporary residence permit, Nina Shevanova would be entitled to apply for and obtain the status of permanent resident and to be issued with an EC residence permit. Remedying Mrs Shevanova’s situation in this way would be sufficient to put an end to any possible violation of her rights under Article 8 of the Convention.", "With this aim in mind, the Directorate has already drawn up a letter inviting Mrs Shevanova to submit to it the documents required in order to apply for a residence permit. This letter will be sent to her in the next few days. It should be pointed out that, in accordance with section 61 of Regulation no. 213 ... on residence permits, [the person concerned] in such cases must submit a letter from a legal entity attesting to the necessity ... of his or her remaining in the Republic of Latvia. The Directorate notes in that connection that Mrs Shevanova will in all likelihood be unable to produce such a document. In any event, a positive ... outcome to the case can be achieved only if Mrs Shevanova herself displays an interest in such a solution.", "Should Mrs Shevanova herself fail to take steps towards implementing the solution proposed by the Latvian Government, [it should be borne in mind that] the European Court of Human Rights has already acknowledged that, where applicants knowingly decline to take the appropriate measures suggested by the authorities ..., they cannot claim to be victims of a violation of their right to respect for their private and family life... The reference to Article 8 of the Convention ..., made in Mrs Shevanova’s request, would therefore be without foundation.”", "30. By Decree no. 75 of 2 February 2005, the Cabinet of Ministers instructed the Minister of the Interior to issue the applicant with a permanent residence permit “once the documents required to make such an application have been received” (Article 1 of the decree).", "31. By letter of 24 February 2005 the Directorate explained to the applicant how she could regularise her stay by obtaining a permanent residence permit, and invited her to submit the documents required for that purpose under the relevant regulations. It is clear from the case file, however, that the applicant has to date not taken the steps indicated by the Directorate.", "32. Latvian legislation on nationality and immigration distinguishes several categories of persons, each with a specific status.", "(a) Latvian citizens (Latvijas Republikas pilsoņi), whose legal status is governed by the Citizenship Act (Pilsonības likums);", "(b) “permanently resident non-citizens” (nepilsoņi) – that is, citizens of the former USSR who lost their Soviet citizenship following the break-up of the USSR in 1991, but have not subsequently obtained any other nationality – who are governed by the NonCitizens Act (see paragraph 33 below);", "(c) asylum-seekers and refugees, whose status is governed by the Asylum Act of 7 March 2002 (Patvēruma likums);", "(d) “stateless persons” (bezvalstnieki) in the narrow and specific sense of the term. Prior to 2 March 2004 their status was governed by the Status of Stateless Persons Act, read in conjunction with the Aliens Act (see paragraph 34 below) and, after 1 May 2003, with the Immigration Act (see paragraph 36 below). Since 2 March 2004 their status has been governed by the new Stateless Persons Act, also read in conjunction with the Immigration Act;", "(e) “aliens” in the broad sense of the term (ārzemnieki), a category which includes foreign nationals (ārvalstnieki) and stateless persons (bezvalstnieki) falling solely within the ambit of the Aliens Act (before 1 May 2003), and the Immigration Act (since that date).", "33. Section 1(1) of the Act on the Status of Former USSR Citizens without Latvian or other Citizenship ((Likums “Par to bijušo PSRS pilsoņu statusu, kuriem nav Latvijas vai citas valsts pilsonības) reads as follows:", "[Version in force before 25 September 1998]: “This Act governs citizens of the former USSR resident in Latvia ..., who were resident within Latvian territory prior to 1 July 1992 and whose place of residence is registered there, regardless of the status of their housing, and who are not citizens of Latvia or any other State; it also governs the minor children of such persons who are not citizens of Latvia or any other State.”", "[Version in force since 25 September 1998]: “The persons governed by this Act – ‘non-citizens’ – shall be those citizens of the former USSR, and their children, who are resident in Latvia ... and who satisfy all the following criteria:", "(1) on 1 July 1992 they were registered as being resident within the territory of Latvia, regardless of the status of their housing; or their last registered place of residence by 1 July 1992 was in the Republic of Latvia; or a court has established that before the above-mentioned date they had been resident within Latvian territory for not less than ten years;", "(2) they do not have Latvian citizenship;", "(3) they are not and have not been citizens of any other State. ...”", "...", "34. The relevant provisions of the Aliens and Stateless Persons (Entry and Residence) Act (Likums “Par ārvalstnieku un bezvalstnieku ieceļošanu un uzturēšanos Latvijas Republikā), in force prior to 1 May 2003, read as follows:", "“Any foreigner or stateless person shall be entitled to stay in the Republic of Latvia for more than three months [version in force since 25 May 1999: ‘more than ninety days in the course of one half of a calendar year’], provided that he or she has obtained a residence permit in accordance with the provisions of this Act. ...”", "“Aliens or stateless persons may be issued with...", "(1) a temporary residence permit;", "(2) a permanent residence permit. ...”", "“Permanent residence permits may be obtained by aliens who, on 1 July 1992, were officially registered as being resident for an indefinite period within the Republic of Latvia if, at the time of applying for a permanent residence permit, they are officially registered as being resident within the Republic of Latvia and are entered in the register of residents.", "Citizens of the former USSR who acquired the citizenship of another State before 1 September 1996 must apply for a permanent residence permit by 31 March 1997. Citizens of the former USSR who acquired the citizenship of another State after 1 September 1996 must apply within six months of the date on which they acquired the citizenship of that State. ...”", "“The person concerned may, within one month of notification of the decision to refuse a residence permit, appeal against the decision to the head of the Directorate, who shall examine the appeal within one month.", "The Minister of the Interior may, by decree, set aside an unlawful decision by the Directorate or the head of the Directorate ordering a residence permit to be issued or refused.", "An appeal may be lodged with the courts against the above-mentioned decision or decree by", "(1) the person concerned if he or she is legally resident within the territory of the Republic of Latvia;", "(2) the person resident in Latvia who invited the alien ... whose application for a residence permit has been refused, where the invitation was in connection with family reunification. ...”", "“No residence permit shall be issued to a person who", "...", "(5) was deported from Latvia during the five years preceding the application;", "(6) has knowingly supplied false information in order to obtain such a permit;", "(7) is in possession of false or invalid identity or immigration documents;", "...”", "“The head of the Directorate or of the regional office of the Directorate shall issue a deportation order...", "...", "(2) if the alien ... is in the country without a valid visa or residence permit; ...”", "“The individual concerned shall leave the territory of Latvia within seven days after the deportation order has been served on him or her, provided that no appeal is lodged against the order in accordance with this section.", "Persons in respect of whom a deportation order is issued may appeal against it within seven days to the head of the Directorate, who shall extend the residence permit pending consideration of the appeal.", "An appeal against the decision of the head of the Directorate shall lie to the court within whose territorial jurisdiction the Directorate’s headquarters are situated, within seven days after the decision has been served.”", "35. At the material time the practical arrangements concerning registration of residence were governed by Regulation no. 76 of 12 February 1993 on registration of residence for residents of the Republic of Latvia and cancellation thereof (Iedzīvotāju pierakstīšanas un izrakstīšanas noteikumi Latvijas Republikā). Section 4 required any existing registration of residence to be cancelled in order to obtain a new registration in Latvia.", "36. Since 1 May 2003 the Aliens Act cited above is no longer in force; it was repealed and replaced by the Immigration Act (Imigrācijas likums) of 31 October 2002. The relevant provisions of the new Act read as follows:", "“The present Act uses the following definitions:", "1. an alien [ārzemnieks] – a person who is neither a Latvian citizen nor a “[permanently resident] non-citizen” of Latvia; ...”", "“In cases not covered by the present Act, the temporary residence permit shall be granted by the Minister of the Interior, where the relevant decision accords with the provisions of international law or the interests of the Latvian State, or on humanitarian grounds.”", "“In cases not covered by the present Act, the permanent residence permit shall be granted by the Minister of the Interior, where it accords with the interests of the State.”", "“... When the time-limit set down [for submitting an application for a residence permit] has passed, the head of the Directorate may authorise [the person concerned] to submit the [relevant] documents, where such authorisation accords with the interests of the Latvian State, or on grounds of force majeure or humanitarian grounds.”", "“1. Within ten days of establishment of the facts detailed in the first and second subparagraphs of the present paragraph, the [relevant] official of the Directorate shall take a forcible expulsion decision ..., where:", "(1) the alien has not left the Republic of Latvia within seven days of receiving the deportation order ..., and has not appealed against the order to the head of the Directorate..., or the head of the Directorate has dismissed the appeal;", "...", "2. In the cases referred to in the first subparagraph of paragraph 1 of this section, no appeal shall lie against the forcible expulsion decision...", "...", "4. In the event of a change of circumstances, the head of the Directorate may set aside a forcible expulsion decision.”", "37. Section 360(4) of the Administrative Procedure Act (Administratīvā procesa likums), in force since 1 February 2004, provides:", "“An administrative act may not be enforced if more than three years have elapsed since it became enforceable. In calculating the limitation period, any period during which implementation of the administrative act was suspended shall be deducted.”", "38. At the time of the facts reported by the applicant, the relevant provisions of the Regulatory Offences Code (Administratīvo pārkāpumu kodekss) read as follows:", "“... Use of a passport which has been replaced by a new passport shall be punishable by a fine of up to 100 lati [approximately 150 euros].”", "“Failure to provide the offices of the Latvian Nationality and Immigration Department ... with the information to be entered in the register of residents within the time allowed shall be punishable by a fine of between 10 and 25 lati [approximately 38 euros].”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}