{"ITEMID": "001-138997", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "GEORGIEV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Vasil Dimitrov Georgiev, is a Bulgarian national who was born in 1971 and lives in Ruse. He was represented before the Court by Mr M. Ekimdzhiev and Ms K. Boncheva, lawyers practising in Plovdiv.", "3. On 27 June 2001 the applicant, a medical doctor, was given four administrative fines amounting in total to 320 Bulgarian levs (BGN) (equivalent to 163.61 euros (EUR)) for failing to keep accurate patient records. The fines were imposed under the Administrative Offences and Sanctions Act 1969 (see paragraph 20 below). The applicant sought judicial review of the fines, and his case was examined at two levels of jurisdiction. He retained counsel, who charged him BGN 65 (equivalent to EUR 33.23) in fees. In a final judgment of 17 June 2003, the Ruse Regional Court quashed the fines.", "4. In 2005 the applicant brought a claim under the State and Municipalities Liability for Damage Act 1988 (see paragraph 23 below), seeking to recoup the legal fees he had incurred by way of damages. The claimed amount was smaller than the statutory monthly minimum wage in the country, which, at the relevant time, was the equivalent of around EUR 75.", "5. In a judgment of 7 November 2005, the Ruse District Court allowed the applicant’s claim. It held that since the 1969 Act was silent on awards of costs, the applicant could recoup those costs in proceedings under the 1988 Act. This was so because they had been incurred as a result of an unlawful administrative decision.", "6. On appeal, in a final judgment of 13 January 2006 the Ruse Regional Court overturned the lower court’s judgment. It held that since the 1969 Act did not lay down any rules in respect of the award of costs, the Code of Criminal Procedure 1974 should be applied. However, the Code did not provide for an award of costs either. The court went on to say that the costs incurred by the applicant had not been a direct result of an unlawful administrative decision and could not be regarded as actionable damage under the 1988 Act, and dismissed the claim.", "7. On an unspecified date the applicant was charged with forgery. He was accused of creating 178 false records of medical examinations which had not in fact taken place and for which he had received payments from the National Health Insurance Fund.", "8. On 10 December 2007 the Ruse District Court found the applicant guilty as charged, sentenced him to one year’s imprisonment, and barred him from working as a medical doctor for three years.", "9. The applicant appealed, requesting, inter alia, the examination of two additional witnesses and the gathering of further evidence. The Ruse Regional Court turned down those requests in a decision of 27 February 2008 and at a hearing held on 28 February 2008.", "10. In a final judgment of 27 March 2008, the Ruse Regional Court upheld the lower court’s judgment. It held, inter alia, that in previous criminal cases against him the applicant had been acquitted because he had been charged with offences which could be committed by a person acting in an official capacity, which he did not have, whereas in the case at hand his official capacity or the lack of it was irrelevant to the charges and to the conviction.", "11. In the course of the above criminal proceedings, on 10 December 2007 the judge presiding over the panel of the Ruse District Court dealing with the applicant’s case interrupted the applicant’s address while the applicant was saying that the prosecution was “fantasising” about the charges and that “the court was alleging the same nonsense”, and fined him BGN 500 (equivalent to EUR 255.59) for contempt of court, on the grounds that he had been using insulting words and behaving rudely in the courtroom. The applicant then continued his address.", "12. On 17 December 2007 the applicant appealed against the fine before the president of the Ruse District Court, who responded that he was not competent to examine the appeal.", "13. On 27 December 2007 the applicant asked the president of the Ruse District Court to forward his appeal to the panel which was dealing with his case and was thus competent to examine it. It is not clear whether his appeal was examined.", "14. On 10 January 2008 the applicant sought judicial review of the fine by the administrative courts. In a final judgment of 14 March 2008, the Supreme Administrative Court dismissed his application, pointing out that the examination of a legal challenge against a fine for contempt of court was to be conducted using the procedure established by Article 266 of the Code of Criminal Procedure 2005, which provided that such fines were to be challenged before the panel dealing with the case in the course of which the fine had been given.", "15. In 2002 the applicant brought a claim for damages against Ms D.N., alleging that she had libelled him. On 30 January 2006 the Supreme Court of Cassation granted the applicant’s application for reopening of the case and quashed the previously delivered judgments in the case.", "16. In a judgment of 11 August 2006 the Ruse District Court dismissed the applicant’s claim.", "17. On appeal, at a public hearing held on 19 January 2007 the Ruse Regional Court turned down the applicant’s request for an adjournment on health grounds. It noted that one hearing had already been adjourned at the applicant’s request, again on health grounds, and went on to say that the applicant’s medical condition was not so serious as to prevent him from appearing in court. The court then admitted Ms D.N.’s written submissions and evidence.", "18. In a final judgment of 24 January 2007, Ruse Regional Court dismissed the applicant’s claim.", "19. The applicant again sought the reopening of the case. In a final judgment of 4 March 2008, the Supreme Court of Cassation rejected the application, as it found that the case had already been reopened once on the applicant’s application and that the applicant had not presented or requested the gathering of additional evidence after the reopening. The court went on to note that one hearing had been adjourned at the applicant’s request and that his medical condition was not so serious as to prevent his appearance in court. It concluded that the applicant’s procedural rights had not been breached and that by seeking adjournments he had been abusing those rights.", "20. The Administrative Offences and Sanctions Act 1969 lays down the procedure for establishing and punishing administrative offences. Orders imposing administrative sanctions are subject to judicial review by the district courts, whose judgments were, until the end of February 2007, subject to appeal before the regional courts (sections 59 and 63). On 1 March 2007 appellate jurisdiction under the Act was transferred from the regional to the administrative courts. The Act does not contain provisions on costs. Section 84 provides for the subsidiary application of the Code of Criminal Procedure in respect of a number of matters not set out in the Act, such as remuneration of experts and reimbursement of the expenses of witnesses, but counsel’s fees are not mentioned.", "21. The Code of Criminal Procedure 1974, in force until April 2006, provided in Article 169 § 2 that when an accused was convicted the court had to order him to bear all the costs of the proceedings, including, inter alia, the fees of his or her court-appointed counsel. Article 170 § 1 provided that if the accused was acquitted or the criminal proceedings were discontinued the costs were to be borne by the State. In April 2006 those provisions were superseded by Articles 189 § 3 and 190 § 1 of the Code of Criminal Procedure 2005, whose wording is identical.", "22. Article 265 §§ 2 and 4 of the 2005 Code provides that a judge presiding over a panel hearing a criminal case shall ensure order in the courtroom and may impose a fine of up to BGN 500 (equivalent to EUR 255.59) on anyone breaching that order. The fine can be set aside by the panel as a whole.", "23. Section 1 of the State and Municipalities Liability for Damage Act 1988 provides that the State is liable for damage suffered by individuals or legal persons as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with administrative action. Section 2(1)(3) provides for liability of the investigating or prosecuting authorities or the courts for damage resulting from the imposition of an administrative penalty where the penalty has been set aside. Section 4 provides that the State is liable for all pecuniary and nonpecuniary damage which is a direct and proximate result of the impugned decision, action or omission.", "24. The question of costs for expert opinions and witnesses in proceedings under the 1969 Act was settled by the Supreme Court in a 1985 interpretative decision (see тълк. реш. № 3 от 8 април 1985 г. по н. д. № 98/1984 г., ВС, OСНК), in which it held that since the Act did not contain provisions in that respect, the provisions of the Code of Criminal Procedure 1974 should apply and that, in cases where a decision imposing an administrative sanction has been quashed, those costs are to be borne by the State. The interpretative decision did not deal with counsel’s fees.", "25. In an interpretative decision of 3 June 2009 (see тълк. реш. № 2 от 3 юни 2009 г. по тълк. д. № 7/2008 г., ВАС, ОСК) the Supreme Administrative Court dealt with the question whether after 1 March 2007, when appellate jurisdiction under the 1969 Act was transferred from the regional to the administrative courts (see paragraph 20 above), the administrative courts should award costs in judicial review proceedings under the Act. The court observed that there existed a certain inconsistency in the administrative courts’ case-law on that point. Some courts awarded costs, whereas others did not, saying that they could be claimed by way of damages in separate proceedings under the 1988 Act. The court held that the administrative courts could not award costs in proceedings under the 1969 Act, as neither that Act nor the 1974 or 2005 Codes of Criminal Procedure made provision for them to do so."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}