{"ITEMID": "001-114118", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MNE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "EPARHIJA BUDIMLJANSKO-NIKŠIĆKA AND OTHERS v. MONTENEGRO", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants are Eparhija Budimljansko-Nikšićka (“the first applicant”) with its seat in the monastery Đurđevi stupovi in Berane (“the second applicant”), monasteries Bijela from Šavnik (“the third applicant”), Podmalinsko from Šavnik (“the fourth applicant”), Dobrilovina from Mojkovac (“the fifth applicant”), Svete Trojice from Bijelo Polje (“the sixth applicant”), Svete Trojice from Plav (“the seventh applicant”), Piva from Plužine (“the eighth applicant”), Svetog Luke from Nikšić (“the ninth applicant”), Kosijerevo from Nikšić (“the tenth applicant”), as well as churches Sv. Vasilija Ostroškog from Nikšić (“the eleventh applicant”), and Svetog Apostola Petra i Pavla from Nikšić (“the twelfth applicant”), all part of the Serbian Orthodox Church in Montenegro. They were represented before the Court by Ms V. Mijanović, a lawyer practising in Nikšić.", "2. The Montenegrin Government (“the Government”) were represented by their Agent, Mr Z. Pažin.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On unspecified dates immediately after World War II several plots of land were expropriated from the seventh and twelfth applicants, apparently in the absence of any decision to that effect.", "5. On various dates in 1946 several plots of land were expropriated from the second, third, fourth, fifth, sixth, eighth, ninth, tenth and eleventh applicants by the relevant District Agricultural Commissions’ decisions (Sreska poljoprivredna komisija). These decisions would appear to have been upheld by the State Agrarian Court (Zemaljski agrarni sud).", "6. On 18 March 2004 the applicants filed a request with the Government seeking restitution of the expropriated plots of land, relying on the Just Restitution Act 2002 (see paragraphs 16 and 18-19 below).", "7. On 19 May 2004 the applicants urged the Government to decide on their request.", "8. On 16 June 2004, not having received any response from the Government, the applicants initiated an administrative dispute (upravni spor) before the Supreme Court (Vrhovni sud) for “silence of administration”.", "9. On 22 September 2005 the Administrative Court, which, in the meantime, had taken over the competencies of the Supreme Court in respect of administrative disputes (see paragraph 35-36 below), ruled against the applicants on the grounds that the Government had no jurisdiction to rule on their request.", "10. On 24 October 2005 the Administrative Court decision was dispatched by regular post to the applicants’ representative in the domestic proceedings.", "11. On 26 October 2005 the postman noted down that the applicants’ representative had moved from the address provided (preseljen sa date adrese).", "12. On 2 October 2006 the Administrative Court noted that its judgment of 22 September 2005 could not be served on the applicants’ representative as he had changed his address, failing to inform the court of the new one. Pursuant to section 142 § 5 of the Civil Procedure Act, the court decided that all the relevant documents (sva pismena u ovom sporu) would be served on the applicants by posting the documents on the court’s notice board. Accordingly, the decision was posted on the notice board the same day and removed from it on 11 October 2006.", "13. On 8 May 2003 the Constitutional Court declared a number of the core provisions of the Just Restitution Act 2002 unconstitutional including those relating to restitution in kind as well as the composition and the competencies of the Restitution Commission (see paragraphs 29-31 below).", "14. The Just Restitution Act 2002 was never applied in practice. The Government have never enacted secondary legislation needed for its implementation and nor has the Restitution Commission, which was supposed to deal with restitution requests, or any other relevant body, ever been established.", "15. On 8 April 2004 the Restitution of Expropriated Property Rights and Compensation Act entered into force, providing that the restitution of property to religious communities would be regulated by a separate law (see paragraphs 32-34 below).", "16. Section 1 provided that restitution in kind should always be the rule and other forms of compensation, specified in section 12, “only the exception”, where restitution was not possible due to legal or factual reasons.", "17. Section 3 §§ 2 and 3 provided that previous owners whose property rights had been taken away on the basis of, inter alia, a court judgment or a decision were also entitled to restitution.", "18. Section 5 § 1(3) provided that de facto expropriations of property would be treated in the same manner as expropriations carried out on legal grounds.", "19. Section 10 § 6 provided that religious organisations or communities (vjerska organizacija ili zajednica) could be beneficiaries of the right to restitution in the same manner as natural persons.", "20. Section 11 § 1 provided that if the property had been taken on the basis of Republic regulations or by a Republic body action (radnjom), the debtor (obveznik restitucije) was the Republic of Montenegro. Section 11 § 3 provided that if the property subject to restitution was owned by a natural or legal person, the debtor was that person.", "21. Section 12 provided that when the right to restitution could not be in kind, it could be exercised, inter alia, by providing other property of the same value or by compensation.", "22. Section 33 § 1 provided that the Government of Montenegro would establish a Restitution Fund within 60 days as of the date of entry into force of the Act.", "23. Section 36 § 1 provided that restitution requests would be dealt with by a Restitution Commission.", "24. Section 39 prohibited the disposal of the property subject to restitution pursuant to the Act (zabranjen je promet) until the relevant restitution proceedings had been concluded.", "25. Section 40 § 1 provided that the Government would enact a decree on regulations and the implementation of the Act within 60 days of the date of entry into force of the Act.", "26. Section 40 § 2 further provided that these regulations would further define the modalities of the Act, including the establishing and functioning of the Restitution Commission and the Restitution Fund.", "27. Section 40 § 3 provided that at least half of the members of the restitution commissions would be representatives of former owners.", "28. The Act entered into force on 10 July 2002.", "29. On 8 May 2003 the Constitutional Court established that a number of provisions of the Just Restitution Act 2002 were unconstitutional and that they should cease to have effect as of the date of publication of its decision.", "30. The Constitutional Court held, inter alia, that restitution in kind would be in breach of existing property rights. Other unconstitutional provisions referred mostly to the composition and competencies of the Restitution Commission, and the limitations imposed by the Act on current owners of property subject to restitution. In particular, it was held that: (a) the Restitution Commission’s competence to decide on the restitution of property taken by virtue of final court judgments was contrary to the principle of separation of powers; (b) the prohibition imposed on current owners to dispose of their property which was subject to restitution proceedings until the relevant proceedings had been concluded, was contrary to the current owners’ property rights; and (c) the provision that previous owners could be members of the Restitution Commission was unacceptable because of their interest in the outcome of the proceedings.", "31. The decision was published on 2 June 2003.", "32. Sections 6 and 8 § 1 provide that natural persons, endowments and other non-profitable legal persons (zadužbine i druga nekomercijalna pravna lica) are entitled to restitution or compensation in accordance with this Act.", "33. Section 8 § 2 provides that the conditions, method and the procedure for the restitution of property to religious communities will be regulated by a separate law.", "34. The Act entered into force on 8 April 2004 thereby repealing the Just Restitution Act 2002.", "35. Sections 23 and 24 provided that an Administrative Court would be set up for the territory of Montenegro, and that its competencies would include, inter alia, deciding in administrative disputes on the lawfulness of administrative decisions (o zakonitosti upravnih akata) and other individual decisions.", "36. Section 132 provided that the Administrative Court would become operational by 31 December 2004.", "37. Section 212 § 2 enables a party whose request has not been decided within the periods established in the previous paragraph to lodge an appeal with the appellate body as if his request had been refused. If the appeal is not allowed, the appellant can directly initiate an administrative dispute before the court with jurisdiction.", "38. Section 127 § 1 provides that court documents (pismena) shall be delivered via the regular post, but may also be delivered by a designated court employee, an authorised legal person registered for delivery, directly in court or in another manner as provided for by this Act.", "39. Section 133 § 1 provides, inter alia, that when a party has a representative (punomoćnika), all court documents will be served on the representative.", "40. Section 135 § 1 provides that the delivery can be effected any day between 7 a.m. and 8 p.m. at the flat or at the business premises of the person on whom a document is to be served. If the delivery cannot be effected at the address and at the time provided for in paragraph 1 of this section it can be effected at any time and at any place.", "41. Section 140 provides that if a registered person (subjektu upisanom u registar) cannot be served at the registered address, the documents will be posted on the court’s notice board. Eight days thereafter the delivery shall be deemed to have been fully effected.", "42. Section 142 § 5 provides, inter alia, that if during the proceedings a party or his/her representative changes the address to which the documents should be delivered they are obliged to immediately inform the court thereof. If they fail to do so, the court will order that the documents be posted on the court’s notice board. The delivery shall be deemed to have been effected eight days after the document has been posted on the notice board."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}