{"ITEMID": "001-95209", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF RADOSZEWSKA-ZAKOSCIELNA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The facts of the case, as submitted by the parties, may be summarised as follows.", "5. The applicant's family owned a plot of land with a surface area of 1,454 sq. m. situated in the centre of Warsaw. The applicant is a legal successor of A.M.R., her grandmother and one of the direct heirs of the former owners of that property, who had passed away. A.M.R. was a party to the proceedings referred to below from the very beginning. It transpires from the case file that on 16 September 1999 the Warsaw District Court declared the applicant an heir of the deceased.", "6. By virtue of the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw the ownership of all private land was transferred to the City of Warsaw.", "7. On 30 September 1948 the applicant's family filed an application for the grant of the right of temporary ownership (własność czasowa) of the plot of land pursuant to section 7 of the 1945 Decree (“the 1948 application”). This application was refused in 1953 and 1954 respectively. In 1955 the State constructed the Metropol Hotel on part of the plot in question.", "8. On an unspecified date the plot was divided into two separate parts. On 27 May 1990 the ownership of the first part of the original plot was transferred to the City of Warsaw by operation of law. It constituted a part of a larger plot (no. 39) with an overall surface area of 4,163 sq. m. The second part of the plot with a surface area of 636 sq. m. remained with the State.", "9. On 29 June 1993 the Board of the Union of Warsaw Municipalities (Zarząd Związku Dzielnic Gmin Warszawy) issued a decision declaring that as of 5 December 1990 the “Syrena” Warsaw Tourist Company had the right of perpetual use of the plot of land no. 39. In addition, the ownership of the buildings attached to that plot, including the Metropol Hotel, was transferred to the “Syrena” company.", "10. On 1 October 1992 S.P., one of the heirs of the applicant's family and acting on their behalf, filed with the Minister of Planning and Construction (Minister Gospodarki Przestrzennej i Budownictwa) an application for annulment of the administrative decisions refusing to grant the right of temporary ownership. On 24 March 1993 the Minister quashed the 1953 and 1954 decisions. Consequently, the competent administrative authorities were required to rule on the 1948 application. The applicant (as from 16 September 1999) and other heirs of the previous owners were, as their legal successors, parties to the subsequent proceedings.", "11. In 1995 the Minister of Planning and Construction instituted ex officio proceedings with a view to having his earlier decision of 24 March 1993 annulled. On 9 July 1996 the Minister declared the decision of 24 March 1993 null and void. Upon several appeals, on 11 December 1998 the Supreme Administrative Court quashed this decision. As a consequence of that judgment, the 1948 application filed by the applicant's family had yet to be examined.", "12. Initially the applicant's grandmother and later the applicant herself were a party to two sets of proceedings concerning the right of perpetual use of land, which were conducted separately before the Board of the City of Warsaw (subsequently the Mayor of Warsaw) and the Warsaw District Office. That situation stemmed from the fact that the plot of land formerly owned by the applicant's family had been divided into two separate parts which were respectively owned by the City of Warsaw and the State.", "13. As from July 2002, following amendments to the relevant laws, the City of Warsaw became the sole owner of the entire plot of land in question and the relevant proceedings were conducted exclusively before the Mayor of Warsaw.", "14. On 11 June 1996 the Board of the City of Warsaw (Zarząd Miasta Stołecznego Warszawy) decided ex officio to stay the proceedings until the termination of the proceedings instituted by the Minister of Planning and Construction in 1995 (see above). This decision was subsequently quashed by the Warsaw Local Government Board of Appeal.", "15. On 12 November 1997 the Board of the City of Warsaw decided to discontinue the proceedings, finding that they had become devoid of purpose. On 24 March 1998 the Local Government Board of Appeal quashed the impugned decision and remitted the case for re-examination.", "16. On 23 June 1998, the participants complained about the inactivity of the Mayor to the Local Government Board of Appeal.", "17. On 17 July 1998, the Mayor of Warsaw decided to stay the proceedings until the termination of other related proceedings pending before the Supreme Administrative Court.", "18. On 2 September 1998, the Mayor informed the Local Government Board of Appeal that the case could not be examined since the proceedings had been stayed.", "19. On 16 January 1999 following the Supreme Administrative Court's judgment of 11 December 1998 (see above), the participants requested the Mayor of Warsaw to grant them the right of perpetual use.", "20. In January 1999 the Mayor of Warsaw began negotiations with the parties with a view to renouncing their claims to the plot of land at issue in exchange for an alternative plot. On 23 March 1999 the parties accepted the Mayor's proposal. However, on 29 April 1999 the Deputy Mayor informed them that he had to withdraw from the negotiations as there were grounds on which the 1948 application could be dismissed.", "21. On 1 June 1999 the Board of the City of Warsaw refused the application. Subsequently, S.P. lodged an appeal against this decision. On 1 June 2000 the Warsaw Local Government Board of Appeal upheld the Board's decision of 1 June 1999. Upon a further appeal, on 27 February 2002 the Supreme Administrative Court quashed the Board of Appeal's decision. The Supreme Administrative Court instructed the administrative authorities to examine the heirs' intentions as to the use of the land at issue. It further emphasised that if the intended use was compatible with the local development plan, the administrative authorities were under an obligation to grant the application.", "22. As of July 2002 the proceedings concerning the grant of the right of perpetual use in respect of the entire property of the applicant's family were conducted before the Mayor of Warsaw.", "23. On 25 April 2003 A.G., acting on behalf of the other parties, lodged with the Warsaw Local Government Board of Appeal a complaint about the inactivity of the Board of the City of Warsaw.", "24. On 9 December 2003 the Mayor of Warsaw, who in the meantime had assumed the competences of the Board of the City of Warsaw, issued his decision in the case. He refused the application, considering that the use of the plot by the heirs of the former owners would not be compatible with the local development plan adopted. The parties appealed.", "25. On 24 February 2004 the parties complained to the Administrative Supreme Court about the inactivity of the Local Government board of Appeal.", "26. On 12 May 2004 the Local Government Board of Appeal quashed the Mayor's decision of 9 December 2003 and remitted the case.", "27. On 28 February 2008, the parties complained about the inactivity of the Mayor to the Local Government Board of Appeal.", "28. On 25 April 2008 the Mayor of Warsaw stayed the proceedings pending the conclusion of the administrative proceedings concerning the grant of the right of perpetual use of land for the benefit of the “Syrena” company (see below).", "29. On 30 June 2008 the Warsaw Local Government Board of Appeal quashed its decision of 25 April 2008 and discontinued the proceedings concerning the stay of the main proceedings. On an unspecified date, the Mayor of Warsaw appealed to the Regional Administrative Court.", "30. It would appear that the proceedings are still pending.", "31. On 5 February 1999 one of the heirs requested the Warsaw District Office to grant the right of perpetual use of the plot of land owned by the State Treasury.", "32. Upon two complaints about inactivity, on 30 August 1999 the Warsaw Governor ordered the Warsaw District Office to issue a decision within one month.", "33. On 4 January 2000 the Warsaw District Office refused to grant the right of perpetual use in respect of the plot owned by the State Treasury, considering that that plot had been designated in the local development plan for public use.", "34. On 7 September 2000 the Warsaw Governor upheld the decision of the Warsaw District Office. S.P. lodged an appeal against the decision of the Governor with the Supreme Administrative Court.", "35. On 12 March 2002 the Supreme Administrative Court quashed the Warsaw Governor's decision of 7 September 2000 and the earlier decision of the Warsaw District Office.", "36. On 7 June 2002 the Warsaw District Office informed the applicant that it would not be possible to conclude the proceedings within the time-limit specified in Article 35 of the Code of Administrative Procedure due to the need to undertake further examination of the application.", "37. It appears that in July 2002 the ownership of the plot held by the State was transferred to the City of Warsaw by operation of law. Consequently, the proceedings concerning the grant of the right of perpetual use of land in respect of the entire property of the applicant's family were conducted before the Mayor of Warsaw (see above).", "38. On 10 May 1996 the heirs filed with the Board of the City of Warsaw an objection against the auction for the sale of shares in the “Syrena” company.", "39. On 14 September 1996 A. G, one of the heirs, made an application to the Warsaw Local Government Board of Appeal for annulment of the decision of the Board of the Union of Warsaw Municipalities of 29 June 1993 (see above). On 17 September 1998 the Board of Appeal quashed its earlier decision and refused to institute proceedings for the annulment.", "40. Upon a further appeal, on 19 November 1998 the Supreme Administrative Court stayed the proceedings pending the termination of the proceedings concerning the application for annulment of the Minister of Planning and Construction's decision of 24 March 1993. The proceedings were resumed on 27 September 2002. On 11 December 2002 the Supreme Administrative Court quashed the decision of the Board of Appeal of 17 September 1998 on procedural grounds. Consequently, the Board of Appeal had to examine the applicant's application for annulment again.", "41. On 20 June and 20 December 2003 the applicant requested the Board of Appeal to expedite the proceedings.", "42. On 10 December 2003 the Board of Appeal quashed its earlier decision of 26 November 1997 and declared null and void the decision of the Board of the Union of Warsaw Municipalities of 29 June 1993.", "43. On 5 July 2004 the Local Government Board of Appeal reopened the proceedings at the request of the “Syrena” company. On 9 December 2004 it refused the “Syrena” company's request to quash its decision of 10 December 2003. That decision was upheld on appeal on 18 April 2005.", "44. On 20 May 2005 the “Syrena” company appealed to the Regional Administrative Court in Warsaw.", "45. On 13 April 2006 the Regional Court quashed the decision of the Local Government Board of Appeal of 9 December 2004.", "46. On 11 July 2007 the Supreme Administrative Court dismissed a further cassation appeal.", "47. The legal provisions applicable at the material time and questions of practice are set out in paragraphs 60-65 of the judgment delivered by the Court on 17 October 2006 in the case of Grabiński v. Poland (application no. 43702/02)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}