{"ITEMID": "001-96865", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BALINT v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1969 and lives in Bucharest.", "5. On 29 September 1994, the applicant was arrested mainly on charges of robbery and trespassing. The criminal proceedings against him and three other persons were opened the same day.", "6. On 28 November 1994, he was released from custody.", "7. In an indictment dated 29 September 1995, the Prosecutor's Office attached to the Bucharest County Court committed the applicant and the three other persons for trial.", "8. On 12 October 1995 the case was registered with the Bucharest District Court.", "9. On 2 April 1996, on an appeal by one of the co-accused against an interlocutory judgment rendered in the case, the file was sent to the Bucharest County Court, from where it was returned on 13 May 1996 and was entered into the court's list on 29 May 1996. However, none of the contents of the file could be found after this date.", "10. Consequently, on 7 March 1997, the District Court sent the case back to the County Prosecutor's Office to reconstitute the file.", "11. On 6 June 1997, under Article 510 of the Code of Criminal Procedure, the County Prosecutor's Office referred the case back to the District Court, this being the appropriate judicial authority to reconstitute the file at that stage of the proceedings.", "12. Therefore, on 30 June 1997, the case was re-entered into the District Court's list.", "Several items, such as the indictment and the arrest warrants, were requested from the Prosecutor's Office.", "13. On 7 December 2001 the District Court considered the file reconstituted. It gave judgment on 7 February 2003, sentencing the applicant to six years' imprisonment.", "14. Most of the adjournments of the hearings were caused by the failings of the judicial authorities in summoning the defendants or civil parties", "15. Following an appeal by the applicant, the sentence was upheld in a decision of 12 May 2004 of the Bucharest County Court and lastly in a final decision of 29 July 2004 of the Bucharest Court of Appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}