{"ITEMID": "001-90248", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FRANKOWICZ v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 10;No violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1952 and lives in Tarnów, Poland.", "6. The applicant is a gynaecologist. In August 1995 he set up a company which prepared medical reports at his clients’ request.", "7. On 12 March 1996 the applicant wrote a report entitled “Civil opinion” (opinia cywilna) on the treatment that Mr J.M. had undergone in the Regional Hepatology Clinic in Tarnów. The opinion described, in a detailed manner, the history of Mr J.M.’s medical treatment since the beginning of the 1980s. The report was based on Mr J.M.’s medical file obtained from the clinics of hepatology and dermatology where he had received treatment. The applicant also relied on the results of a recent medical examination, a biopsy, carried out at the applicant’s initiative by the Cracow University Medical Academy. In his report the applicant established that the patient had been receiving treatment since 1983 at the Tarnów Clinic. However, in spite of the fact that his health had deteriorated and that he had been developing symptoms of liver damage, no specialised examination, that is, a biopsy, had been carried out. A recent liver biopsy, undertaken upon the applicant’s recommendation at the Cracow University Medical Academy, had shown that the patient was suffering from aggressive and chronic hepatitis and cirrhosis (przewlekłe agresywne zapalenie wątroby z marskością wątroby). The applicant considered that the damage to Mr J.M.’s health, due to both his liver condition and dermatological problems, amounted to 90% thus making him eligible to receive the highest group of invalidity allowance. With regard to the treatment received at the Tarnów Hepatology Clinic the applicant’s report stated:", "“...Despite [the patient’s] chronic suffering, of which he had complained constantly during his regular visits, and which was confirmed by examinations indicating a chronic liver condition, the employees of the Clinic had failed to take the actions [necessary] for the health care of [the patient] and his diagnosis. So, despite indications, adequate diligence while diagnosing, informing and providing health care to [the patient] was not displayed.”", "The opinion also dealt with the treatment of Mr J.M.’s dermatological problems at the Tarnów Dermatology Clinic and concluded that it had been proper and diligent.", "8. On 2 December 1996 the Tarnów Regional Attorney for Professional Liability (Okręgowy Rzecznik Odpowiedzialności Zawodowej) instituted disciplinary proceedings against the applicant. He was charged with unethical conduct, reference being made to the fact that the applicant’s opinion had discredited the doctors who had been treating the patient. The Regional Attorney relied on Article 52 of the Polish Code of Medical Ethics (Kodeks Etyki Lekarskiej). Moreover, according to the Regional Attorney, in assessing a complicated therapy in which he did not specialise, the applicant had overstepped his professional competences. In his application of 10 March 1997 lodged with the Tarnów Regional Medical Court (Okręgowy Sąd Lekarski), in which he asked for a disciplinary punishment to be imposed on the applicant, the Attorney stated:", "“In the present case the Attorney established that Dr Ryszard Frankowicz, by preparing and giving the patient an opinion in which he included judgments on the professional conduct of other doctors (working in the Tarnów Hepatology Clinic), obviously violated the well-established medical society rules of proper conduct between doctors.", "Unfavourable arguments and analysis of professional actions expressed by one doctor in front of a patient always clearly discredit the doctor under scrutiny...”", "“The Medical Council of the Tarnów Regional Medical Chamber finds that the entirety of the public behaviour of [the applicant] has no support in the medical profession and does not serve the rightly understood well-being of the patient. The disciplinary bodies of the Chamber will assess their attitudes in detail and draw appropriate conclusions (wyciągną stosowne wnioski). The Medical Council decided to take a position on the public activities of the above-mentioned doctors and the manner in which they have been exercising the medical profession given the exceptional departure from recognised and generally accepted rules and given the possibility of their manipulating the perceptions and the behaviour of the local community.”", "9. On 11 June 1997 the Tarnów Regional Medical Court (Okręgowy Sąd Lekarski) held a hearing. The court was composed of three members, all doctors. The applicant, his wife, their representative and a representative of the Office of the Regional Attorney of Professional Liability were present at the hearing. However, soon after the opening of the hearing the applicant decided to leave the courtroom, objecting to the fact that the disciplinary court had allegedly violated a time-limit for examination of a case. The hearing continued in the applicant’s absence as he had not decided to return and the court regarded his absence as unjustified.", "10. On 17 June 1997 the Regional Medical Court found the applicant guilty of unethical conduct. The Court considered that the applicant, in his report, had expressed negative opinions of the professional conduct of doctors concerned and that he had conveyed these directly to the patient. In so doing, he had discredited the doctors in the eyes of the patient. His behaviour was therefore contrary to the principle of professional solidarity and, consequently, to the provisions of Article 52 of the Code of Medical Ethics. The court did not examine the truthfulness of the opinion at issue as it found that the question of whether it “reflected the reality” was “of no importance” for finding a violation of this provision of the Code. The disciplinary court also found that the applicant had violated Article 10 of the Code, as he had written an opinion concerning a branch of medicine in which he was not a specialist. The court found him guilty as charged and sentenced him to a reprimand (skazuje na karę nagany).", "11. On 17 June 1997 the applicant challenged all members of the court, complaining that they had not been impartial. The applicant submitted that the independence and impartiality of the members of the disciplinary court had been open to doubt because it was possible that the Tarnów Governor could have put pressure on them. In addition the applicant complained about the way the hearing had been conducted, submitting that the President of the court had prevented him from putting all his questions and had dismissed his motions. On 20 June 1997 the Tarnów Regional Medical Court, sitting in a different composition, dismissed the applicant’s challenge as manifestly ill-founded.", "12. The applicant appealed on 30 June 1997. He argued that a doctor had a right to express freely his own opinion in conformity with his medical knowledge and his conscience and to inform his patient if he believed that the latter had been incorrectly treated or wrongly diagnosed. The purpose of a doctor’s work was the well-being of the patient and not professional solidarity with other doctors. The applicant further complained that his challenge to the members of the Regional Medical Court, and application to transfer the case to another town, had been dismissed. He submitted that two of the three members of the court were senior managers of the hospitals thus susceptible to pressure from the Tarnów Governor’s office, the latter often being criticised by the applicant’s association.", "13. On 29 May 1998 the Supreme Medical Court (Naczelny Sąd Lekarski), upheld the first-instance court’s decision. The court considered that the applicant’s actions were highly reprehensible and harmful not only to the medical profession but also to the patient, as the opinion gave him to believe, groundlessly, that he had been the victim of an injustice. The court also firmly rejected the applicant’s suggestion that his conviction had been the result of political pressure. A copy of that decision was served on the applicant on 30 July 1999.", "14. The Constitution of 2 April 1997 entered into force on 17 October 1997.", "Article 54 § 1 of the Constitution guarantees freedom of expression. It states, in so far as relevant:", "“Everyone shall be guaranteed freedom to express opinions and to acquire and to disseminate information.”", "15. A right to lodge a constitutional complaint was introduced in Article 79 § 1 which provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed shall have the right to appeal to the Constitutional Court for its judgment on the conformity to the Constitution of a statute or another normative act upon which basis a court or organ of public administration has made a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "16. Article 10 of the Polish Code of Medical Ethics, set out in Chapter I, entitled “Relations between a physician and his patient” (Postępowanie lekarza wobec pacjenta) reads, in so far as relevant:", "“1. A physician should not exceed the limits of his or her professional competence when carrying out diagnosis, prophylaxis and treatment...”", "17. Article 52 of Chapter III, entitled “Mutual relations between physicians” (Stosunki wzajemne między lekarzami) provides as follows:", "“1. Physicians must show respect to each other.", "2. A physician should not express an unfavourable opinion on the professional conduct of another physician or discredit him in any other way in the presence of a patient, his or her environment or [in the presence of] assisting staff.", "3. All comments on the observed erroneous conduct of a physician should, in the first place, be passed on to him or her. Informing a medical court of the observed unethical behaviour or professional incompetence of another physician does not undermine the principle of professional solidarity.”", "18. On 20 September 2003 Article 52 §2 was amended. It reads as follows:", "“A physician should display particular caution in formulating opinions on the professional conduct of another doctor and in particular he should not in any way discredit him publicly.”", "19. According to section 1 of the Law of 17 May 1989 on Medical Chambers (Ustawa o Izbach Lekarskich), as it stood at the material time, the administrative units of medical self-government were the Supreme Medical Chamber (Naczelna Izba Lekarska) and regional medical chambers (okręgowe izby lekarskie). Section 19 provided that a regional medical chamber includes all physicians whose names are entered on its register.", "20. Bodies of a regional medical chamber included, among others, a regional medical court (okręgowy sąd lekarski) and a regional attorney for professional liability (section 20). The Supreme Medical Court (Naczelny Sąd Lekarski) was a body of the Supreme Medical Chamber (section 31). According to section 7, the term of office of all bodies of medical chambers was four years.", "21. Section 41 of the Law, in Chapter 6, entitled “Professional Liability” (Odpowiedzialność zawodowa), provided:", "“Members of the medical self-government shall be professionally liable before medical courts for any conduct in breach of the principles of professional ethics and deontology and for any breach of the provisions governing the exercise of the medical profession.”", "Section 42 read, in so far as relevant:", "“1. The medical court may impose the following penalties:", "1) censure (upomnienie),", "2) reprimand (nagana),", "3) suspension from practice (zawieszenie prawa do wykonywania zawodu) for a period from six months to three years,", "4) revocation of the right to practise medicine (pozbawienie prawa wykonywania zawodu).", "2. A physician, on whom the Supreme Medical Court sitting at second instance has imposed any penalty referred to in subsections (3) or (4), has the right to lodge an appeal with the Supreme Court within 14 days from the date on which the [court’s] decision has been served on him or her...”", "22. According to section 46, matters of professional liability of medical practitioners were examined by regional medical courts and the Supreme Medical Court.", "23. A physician on whom a reprimand or suspension from practice had been imposed lost eligibility for election to bodies of medical chambers until a notice of penalty was removed from the relevant register (section 47). The notice was removed from the register three years after the decision to impose a censure or reprimand became final (section 55).", "24. According to section 54 the members of the Medical Courts were, in their adjudicating capacity, independent and should follow the law and the Code of Medical Ethics. Article 7 provided that the term of office of all bodies of the medical chambers was four years. As provided in section 56, the Supreme Medical Court, sitting as a second-instance court, included a judge of the Supreme Court appointed by the First President of the Supreme Court.", "25. On 23 April 2008 the Constitutional Court delivered a judgment (SK16/07) in which it found that Article 52 § 2 of the Code of Medical Ethics was unconstitutional in so far as it prohibited the truthful public assessment of the activity of a doctor by another doctor in the public interest. The relevant provision, examined in its new wording which came into force in 2003, was not quashed by the Constitutional Court as only its particular interpretation was considered to breach the constitutional norm securing the freedom of expression."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}