{"ITEMID": "001-98132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FRODL v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-3", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1957 and is currently detained in Garsten Prison.", "7. On 22 December 1993 the applicant was convicted of murder by the Vienna Regional Criminal Court, sitting as an assize court, and sentenced to life imprisonment.", "8. On 18 October 2002 the applicant filed an objection (Einspruch) against the local electoral register (Wählerverzeichnis) with the Local Electoral Authority (Gemeindewahlbehörde), complaining that his name had not been entered in the register although he met the general conditions such as minimum age, citizenship and residence in the community. He alleged that his exclusion from the electoral register under section 22 of the National Assembly Election Act (Nationalratswahlordnung) was unlawful as this provision was unconstitutional. He invoked, inter alia, Article 3 of Protocol No. 1 to the Convention.", "9. The Local Electoral Authority dismissed the applicant's objection on 30 October 2002 and, referring to section 22 of the National Assembly Election Act, refused to enter the applicant's name in the electoral register. On the same day the applicant appealed.", "10. On 7 November 2002 the District Electoral Authority (Bezirkswahl-behörde) dismissed the appeal. It found that the Local Electoral Authority had acted correctly in refusing to enter the applicant's name in the electoral register and that it was not the task of these authorities to express a position on the alleged unconstitutionality of the law applied.", "11. On an unspecified date the applicant requested the Constitutional Court to grant him legal aid to lodge a complaint with that court against the District Electoral Authority's decision.", "12. On 3 December 2003 the Constitutional Court refused to grant legal aid as it found that the applicant's complaint lacked any prospect of success. It referred in that connection to a previous decision of 27 November 2003 in which it had found that section 22 of the National Assembly Election Act was not unconstitutional.", "13. Article 26 of the Federal Constitutional Act, as in force at the time of the events and in so far as relevant, reads as follows:", "“(1) The National Council is elected by the nation in accordance with the principles of proportional representation on the basis of an equal, direct, secret and personal vote for men and women who by the date of the election have completed their eighteenth year.", "...", "(4) All men and women who on the date of the election are in possession of Austrian nationality and have completed their nineteenth year shall be eligible for election.", "(5) Forfeiture of the right to vote and to stand for election can only ensue from a court sentence.", "...", "(7) The electoral register shall be drawn up by the municipalities as part of their assigned sphere of competence.”", "14. Section 22 of the National Assembly Election Act reads as follows:", "“(1) Anyone who has been convicted by a domestic court of one or more criminal offences committed with intent and sentenced with final effect to a term of imprisonment of more than one year shall forfeit the right to vote. Disenfranchisement shall end six months later. Time shall start to run once the sentence has been enforced and any preventive [detention] measure combined with the deprivation of liberty has been enforced or dropped; if the sentence is enforced with the period of detention on remand being counted towards the sentence, time shall start to run when the judgment becomes final.", "(2) If the legal consequences [of a conviction] are suspended under other legal provisions or have lapsed or if all legal consequences or the forfeiture of the right to vote have been pardoned, the convicted person shall not forfeit the right to vote; nor shall he or she forfeit the right to vote if the court has imposed a conditional sentence. If the condition is revoked, disenfranchisement shall take effect from the day that decision becomes operative.”", "Section 44 of the Criminal Code, entitled “conditional suspension of concurrent sanctions” (Bedingte Nachsicht bei Zusammentreffen mehrerer Strafen), as in force until 31 December 1996, read as follows:", "“(1) If a term of imprisonment and a fine are imposed concurrently, both sanctions shall be conditionally suspended if the relevant requirements are met. If it can be expected that enforcement of one sanction alone or of part of one sanction will suffice, sections 43 [conditional remission of sentence] and 43a [conditional remission of part of a sentence] may be applied.", "(2) Confiscation cannot be the subject of conditional remission. If another subsidiary sanction is imposed it shall be conditionally suspended if the main sanction is also conditionally suspended and independent enforcement of the subsidiary sanction is not necessary. The same shall apply in respect of the legal consequences of a conviction.”", "By the Criminal Law Amendment Act 1996, Federal Law Gazette no. 1996/762 (Strafrechtsänderungsgesetz 1996, BGBl. Nr. 1996/762), paragraph 2 of Section 44 was replaced by the following wording:", "“(2) Subsidiary sanctions and the legal consequences of a conviction may be the subject of conditional remission of a sentence independently from the main sanction.”", "15. In its decision of 27 November 2003 (B669/02 Slgnr. 17058) the Constitutional Court examined the constitutionality of the conditions of the disenfranchisement under section 22 of the National Assembly Election Act of a person convicted of aggravated fraud and serving a six-year prison term.", "The Constitutional Court held in particular as follows:", "“The enactment of legislation providing for disenfranchisement under section 22(1) of the [National Assembly Election Act] on the basis of a final sentence (imposed by a domestic court for one or more offences committed with intent) carrying a term of imprisonment of more than one year lies, in the Constitutional Court's view, within the margin of appreciation afforded to the legislature in matters of election of the legislature. The fact that as a consequence of this rule citizens who are sentenced to just over a year's imprisonment for an offence committed with intent are stripped of their right to vote, whereas citizens who are sentenced to just under one year's imprisonment (for an intentionally committed offence) are not, does not make the legal provision in question unconstitutional (cf. VfSlg. 13.822/1994 mwH). Nor do the factual submissions advanced by the complainant in this connection (for instance with reference to the Youth Courts Act) alter this conclusion in any way.”", "In its decision of 27 September 2007 (B1842/06) the Constitutional Court again examined the constitutionality of section 22 of the National Assembly Election Act. The complainant had been convicted of aggravated robbery and kidnapping and sentenced to nineteen and twelve years' imprisonment respectively. In its decision, after referring at length to the judgment of the European Court of Human Rights in the case of Hirst v. the United Kingdom (no. 2) ([GC], no. 74025/01, ECHR 2005IX), it held that in view of that judgment it maintained the findings adopted in its decision of 27 November 2003. It stated in particular as follows:", "“In respect of the present complaint it is established that the legal position in the United Kingdom at issue in the judgment in the Hirst case differs decisively from the one in Austria that is relevant here: section 22 of the National Assembly Election Act does not provide for blanket forfeiture of the right to vote in respect of all convicted prisoners, irrespective of the type or seriousness of the offence they have committed or their individual circumstances. The precondition for imposing forfeiture of the right to vote is a final sentence for one or more intentionally committed offences carrying a prison sentence of more than one year; sentences to a fine, sentences to less than one year's imprisonment and conditional prison sentences do not result in forfeiture of the right to vote. Moreover, section 44(2) allows the judge to conditionally suspend the legal consequences of the conviction, including therefore disenfranchisement; in this respect the Austrian legal system also makes legal provision for consideration to be given to the individual circumstances of the person concerned.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}