{"ITEMID": "001-109072", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HARDY AND MAILE v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;No violation of Article 8 - Right to respect for private and family life", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1946 and 1935 respectively and live in Milford Haven.", "6. The present application concerns the construction and operation of two liquefied natural gas (“LNG”) terminals on sites at Milford Haven harbour (“The Haven”).", "7. The applicants were members of an informal group of residents of Milford Haven opposed to the LNG terminals, called “Safe Haven”. Safe Haven was formed in May 2004 and had approximately fifteen members who met regularly. The applicant became involved in Safe Haven from August to October 2004.", "8. Construction and operation of the LNG terminals at Milford Haven requires, inter alia, planning permission granted by the relevant local planning authority; hazardous substances consent granted by the Hazardous Substances Authority; compliance with the Control of Major Accident Hazards (“COMAH”) Regulations; compliance with international certification requirements for vessels; and compliance with byelaws, general directions and the Port Marine Safety Code. A brief outline of these requirements is set out below. For further details of the relevant domestic law see paragraphs 129-170 below.", "9. Planning permission was required for the construction of the LNG terminals, including the jetties and piers, and the use of the land for that purpose. The power of the local planning authorities to grant planning permission for development was subject to Regulations which prohibited the grant of planning permission unless relevant environmental information had been taken into account.", "10. The operation of the LNG terminals also required consent from the appropriate hazardous substances authority. The key role of the hazardous substances authority was to control the presence of hazardous substances on, over or under land.", "11. The Health and Safety Executive (“HSE”) was a statutory consultee in respect of the applications made for hazardous substances consent. This meant that the hazardous substances authority was obliged to consult the HSE and to take account of its representations, but was not bound to follow them. The role of the HSE was to provide advice on the nature and severity of the risks presented by major hazards to people in surrounding areas so that they could be balanced against other material planning considerations.", "12. The LNG terminals remain subject to COMAH Regulations, which apply mainly to the chemical industry but also to some storage activities, explosives and nuclear sites and other industries where threshold quantities of dangerous substances are kept or used. The purpose of the COMAH Regulations is to reduce the risk of major accidents to a level that is as low as reasonably practicable by imposing on-site safety control.", "13. The HSE and the Environment Agency Wales (“EA”) monitor compliance with the COMAH Regulations of the LNG operations at Milford Haven.", "14. The marine vessels used to transport LNG to Milford Haven are subject to certification for compliance with international standards. Compliance with those standards is monitored by the Maritime and Coastguard Agency (“MCA”) for England and Wales, an agency of the Department of Transport.", "15. Milford Haven Port Authority (“MHPA”) has a statutory duty to provide, maintain, operate and improve port and harbour facilities in, or in the vicinity of, the haven. It has the power to make byelaws to regulate the use of the haven and to issue directions for the purpose of promoting or securing conditions conducive to the ease, convenience or safety of navigation in the haven and its approaches.", "16. The Port Marine Safety Code (“the Code”), with which MHPA complies, was issued by the Department of the Environment, Transport and the Regions in March 2000, and has since been updated. It introduces a national standard for every aspect of port marine safety. It is supplemented by a Guide to Good Practice on Port Management Operations dealing with risk assessment and safety management.", "17. In 2002 Petroplus, an oil refiner, applied to Pembrokeshire County Council, the relevant local authority, for planning permission to develop an LNG terminal on a site at Milford Haven harbour (“the Dragon terminal” or “the Dragon site”). The application was supported by an Environmental Statement. The planning application was duly advertised and publicised by Pembrokeshire County Council and MHPA and the HSE were consulted. Any member of the public who wished to do so was able to make comments regarding the proposed development.", "18. Chapter 15 of the Environmental Statement, dated September 2002, dealt with operational safety. It noted that marine and navigational safety for the delivery of LNG by marine tankers to the jetty was recognised as an area of concern. Petroplus had therefore commissioned a marine risk assessment and a simulation of the manoeuvring and berthing of a large LNG tanker within the waterway, in conjunction with MHPA pilots.", "19. The Statement identified the main risks arising in respect of the handling of LNG as fire and explosion. It noted that guidelines for assessment and tolerability of risks existed but that there was no definitive or prescriptive methodology in the United Kingdom. While this could lead to differences in the levels of tolerable risk in the United Kingdom compared to other countries, overall levels of risk tolerability were broadly similar across European Union and other safety conscious countries. Work which had been carried out in respect of risk assessment and evaluation included a Hazard Identification to identify major hazards; a quantitative risk assessment (“QRA”) in respect of major hazards identified; and a calculation of levels of individual and societal risk.", "20. The Statement also considered environmental risk from potential incidents. As regards a possible spillage to surface water it noted:", "“... complete evaporation of the LNG would take place. As LNG and water are immiscible no residue would remain to cause ongoing pollution. The adverse phenomena would be a cooling of the water body local to the spillage as the LNG absorbs heat to evaporate. Given the large volume of water within the Milford Haven waterway it is most unlikely that this cooling would be of significance.”", "21. In a section on “Marine Hazards and Navigation”, the Statement noted:", "“Petroplus is involving the MHPA in planning of the marine aspects of LNG terminal to ensure that its proposals will meet the Authority’s requirements for safe navigation and prevention of pollution. The involvement includes:", "Consultation in the development of a marine risk assessment for the development;", "Commissioning of real time simulation for the movement of LNG vessels in the Haven Waterway;", "Arranging for MHPA pilots to witness the operation of LNG vessels at a European terminal; and", "Further consultation during the design, construction and operational stages of the project.”", "22. In the context of the real time ship simulation exercise conducted, the Statement clarified that MHPA pilots had been able to undertake trial navigation of an LNG vessel, including turning and berthing activities, under a variety of wind, wave and tidal conditions. It concluded that the output from the simulations had confirmed that the large LNG tankers could be safely operated in the Milford Haven waterway under certain restrictions regarding wind conditions set out in the Statement. The MHPA pilots who participated in the simulation exercise indicated that they were satisfied with the simulation and made recommendations as to maximum wind speed.", "23. The Statement further noted that a risk assessment had been carried out on the effect of increased traffic in the haven from the introduction of LNG vessels. The findings were set out in some detail in the Statement, which explained that an average of 10,700 vessel movement took place in the haven each year and that an increase of between 100 and 240 movements per year could be expected once the LNG terminal was operational. The Statement concluded that the proposed operations would have little significant impact on the marine traffic environment of the haven.", "24. As to mitigation measures for marine aspects, the Statement noted:", "“As the MHPA is responsible for safe marine operations in the Haven Waterway, mitigating measures would include:", "Continuing consultation of MHPA during the design, construction and operational stages of the project;", "Implementing further simulation exercises to assess additional aspects, such as strong wind conditions in the approach channel, emergency situations, failures and aborts;", "Implementing simulation training for all MHPA pilots who will handle LNG vessels prior to commencement of vessel operations;", "Application of conservative operational requirements, under specified wind conditions initially; with modification when the pilots become more experiences with the LNG vessels;", "Installation of wind monitoring facilities on the Petroplus berth.”", "25. In its conclusions and management recommendations, the Statement summarised the impact of the proposed development on a wide variety of aspects including ecology and nature conservation, transport, social and economic issues, tourism and recreation, air quality and noise. On the safety aspects of the development, the Statement concluded that the level of risk presented by the LNG terminal was tolerable and observed that the operation of the terminal would be subject to ongoing inspection and audit by the HSE.", "26. On 21 October 2002 MHPA submitted its views to Pembrokeshire County Council. It noted that:", "“As a Port Authority, we have a duty to assess anticipated building works in the waterway in respect of their impact upon navigation, and also of course have a responsibility for maintaining and regulating the use of the waterway in a safe and effective manner.”", "27. MHPA indicated that its marine department had been working closely with marine advisers to Petroplus to assess the feasibility of LNG vessels transiting the port area and berthing at the proposed jetties with suitable modifications. This assessment had included periods using the MARIN simulator, based in the Netherlands, where a variety of different situations including different ways of approaching the berth, various sizes of ships and different weather and tidal conditions were all able to be trialled. The conclusion was that the identified and agreed means of navigation and operation “more than adequately” contained the risks associated with handling such vessels. MHPA also pointed to the benefit to the marine service community of the increase in traffic which would result from the development and the diversification into new sectors of activity. In short, MHPA was:", "“... supportive of [the] proposed development and have no concerns regarding safety or navigation in this respect”.", "28. On 19 March 2003 Pembrokeshire County Council granted planning permission for an LNG terminal at the Dragon site.", "29. On 25 April 2003, an application was made by Petroplus to extend the LNG terminal at the Dragon site. Again, Pembrokeshire County Council advertised and publicised the planning application and consulted various statutory consultees, including the HSE and MHPA.", "30. A further Environmental Statement, dated April 2003, was prepared to consider the implications of the extension. It appears to have been a revised version of the original Statement. In the section on “operational safety”, the report addressed the potential increase in risk to safety which would arise from the increase in the stored quantity and throughput of LNG at the site. It noted that a revised safety report would be required under the COMAH Regulations to examine the hazards, risks and potential consequences of a major accident, to complement the report which had been accepted by the HSE for the existing installation. It further noted that a new risk assessment had been undertaken to consider the cumulative risk from the approved scheme together with the additional tank and regasification facilities, as well as ongoing operations.", "31. The Statement noted that current movements per year at the Petroplus berths were in the region of 2,000, and that there were around 1,450 ferry movements. When the increase in movements was considered in the context of these statistics as well as the statistics for movements in the haven as a whole, it was clear that the increased traffic would have little significant impact on the marine traffic of the waterway.", "32. The Statement concluded that the risks posed by the extended LNG terminal remained acceptable, observing that the expansion of the terminal would be subject to further scrutiny by the HSE under the COMAH Regulations.", "33. A report prepared by the HSE for consideration on 2 September 2003 demonstrated some initial examination of the modalities and consequences of a major release from a delivery ship whilst moored at the jetty. The relevant section concluded:", "“It is clear that such plumes, centred on the jetty, are capable of engulfing the densely populated developments of Milford Haven (town), Neyland or Pembroke Dock. But without PCAG Guidance on the frequency to be assigned to the release, an ignition probability analysis cannot be undertaken to determine the significance in risk terms ...", "...", "The paper has included some consideration of releases from delivery ships whilst moored at the jetty, but the analyses are incomplete due to shortage of data. A complete methodology could be developed over time.”", "34. The application, together with the Environmental Statement and responses to the consultation, was considered at Pembrokeshire County Council’s Planning and Rights of Way Committee meeting on 21 October 2003. The minutes noted that the HSE had not advised against the granting of permission for the extension on safety grounds. They also recorded that MHPA strongly supported the proposal and was confident that the port had the capacity to handle the extra shipping traffic and that there would be no negative impacts on the satisfactory risk assessment already undertaken.", "35. On 11 February 2004 Petroplus made a further planning application, accompanied by an Environmental Statement, dated January 2004, for amendments to the approved LNG terminal. The application was again publicised and was the subject of consultation.", "36. On 10 September 2004 planning permission was granted for an extension at the Dragon site and for the amended scheme.", "37. In the meantime, on 1 March 2004, Petroplus applied for hazardous substances consent for the storage of LNG. Pembrokeshire County Council consulted the HSE and MHPA and publicised the planning application.", "38. A report dated 12 October 2004 by the Director of Development of Pembrokeshire County Council recorded that strong objections to the application had been received from residents of nearby areas calling, in particular, for “all health and safety information concerning the proposed Milford Haven LNG Terminals [to be] made publicly available and openly debated before any further consents are given to build”. It also noted that the HSE had confirmed that its statutory obligation was complete when all shore-based activities had been assessed and had been taken into account. Such activities, in the present case, would include the transfer of LNG from the ship to the shore and storage and regasification of the LNG. They would not, however, include the risks from ships moored at or approaching the jetty. The assessment of such risks would fall to the Maritime and Coastguard Agency.", "39. The report continued:", "“The MCA has confirmed that as the national maritime administration, it would have responsibility for the safety of LNG tankers, transporting the cargo, whilst inside UK territorial waters. Although it would continue to have some general responsibility for the vessel when it passed from UK territorial waters into the Milford Haven Port Authority’s jurisdiction area, the MCA take the view that primary responsibility passes to the competent harbour authority. The MCA has stated that it would be reasonable to assume that there is some, unspecified increase in ‘risk’ by virtue of the explosive nature of LNG as a cargo. The Port Authority would be expected to allow the proposed activity to go ahead only where this risk has been reduced to ‘as low as reasonably practicable’. The mitigating actions initiated by the Port Authority would then be reflected in the Port’s safety management system which they are required to have in place through the Port Maritime Safety Code. The MCA have a range of responsibilities for various ‘operational’ aspects of the code including a general monitoring role for compliance with the Code by Port Authorities.”", "40. MHPA’s submissions were recorded in the report as follows:", "“The Port Authority has confirmed its jurisdiction including responsibilities (and powers) to regulate the use of the Haven and the overarching views of the MCA on a UK basis ... The MCA’s role in regard to LNG ships specifically would be that of Port State Control Inspectors looking into the condition and standard of shipboard operations of the vessels from a safety standpoint. The Port Authority has confirmed that its marine personnel, including pilots, have participated in risk assessments with teams from both proposed terminals facilitated by independent risk consultants. The Port Authority state that the outcome has been to confirm that Milford Haven has the capability of handling these vessels safely. The Port Authority has also confirmed that the security issue addressed through the International Ship and Port Facility Security Code which sets out detailed security requirements for ships and port facilities based on risk assessments to determine the level of risk and the measures necessary to meet that risk. Port facilities including Petroplus have been required to produce a security plan before operations start and this plan has been and will continue to be approved by Transec as the UK Government body responsible for security.”", "41. The report recommended that the application be approved.", "42. On 7 December 2004 Pembrokeshire County Council approved the application for hazardous substances consent in respect of the Dragon Site.", "43. On 28 April 2003 Qatar Petroleum and ExxonMobil applied for planning permission to develop an LNG terminal at another site at Milford Haven harbour (“the South Hook terminal” or “the South Hook site”). Unlike the Dragon terminal, the South Hook site fell within the authority of both Pembrokeshire County Council and Pembrokeshire Coast National Park Authority and an application was accordingly made to both bodies. In the same month, the operators of the site opened a public exhibition and visitors’ centre in the town centre of Milford Haven regarding the proposed development. The HSE and MHPA were, among others, consulted on the application. It was also advertised and publicised to allow members of the public to submit any views on the proposed development.", "44. Qatar Petroleum and ExxonMobil instructed an Environmental Statement in respect of the proposed development. A draft dated April 2003 has been provided to the Court. It noted that the LNG industry had an excellent safety record and that the LNG transport and distribution industry in the United Kingdom had not experienced a major accident in a history of nearly forty years. A qualified risk assessment was also commissioned by the developers which identified potential hazards in respect of the LNG terminal.", "45. Chapter 14 of the Statement dealt with major hazards. It was noted at the outset that the discussion of the hazards was general, but that a detailed and specific safety report was being prepared.", "46. The Statement summarised the basic obligations arising under the COMAH Regulations, noting:", "“Operators of sites that come under COMAH have a general duty to take all measures necessary to prevent major accidents and limit their consequences to persons and the environment ... These sites are classified primarily according to inventory of hazardous substances, with approximately 750 being classified as ‘lower tier’, where operators must prepare a Major Accident Prevention Policy (MAPP). The remaining 350 sites, with larger inventories of dangerous substances, are classified as ‘top tier’ and are subject to additional requirements. These include submitting a Safety Report to the CA [competent authority – in this case the HSE and the EA], preparing and testing a site emergency plan, and providing information to local authorities to enable off-site emergency plans to be developed. The proposed installation will be top tier.”", "47. As to assessment of risks, the Statement explained:", "“The COMAH Regulations govern land based industrial hazards. Under these, the proposed terminal will include the jetty, to the point where the loading arms connect to a berthed LNG carrier. The jetty comes within the jurisdiction of the Milford Haven Port Authority, which has responsibility for marine navigational safety and loss prevention issues within the 200 square mile Waterway. The close contact between the project and local expertise was recently manifested in a formal, two-day marine hazard identification exercise. Attendees included representatives of the Port Authority, pilots and tug masters, as well as master mariners from the project. Potential mitigation measures were identified in this exercise and are being evaluated for incorporation into the design ...”", "48. It summarised the identified hazards. Most pertained to the on-site activities but two hazards were identified which would have an impact beyond the site itself. The first was the possibility of a vapour cloud with delayed ignition. Safeguards proposed related to the design of the containment tanks, an emergency shut down system to limit release and gas detention to identify leaks. The second was a ship collision at the jetty. Safeguards included emergency release coupling to allow the ship to depart quickly, an emergency shut down system and a firefighting system.", "49. On 15 May 2003 MHPA responded to the consultation in support of the proposed development, in terms similar to their letter of 21 October 2002 in respect of the Dragon site (see paragraphs 26-27 above).", "50. The minutes of a meeting of Pembrokeshire County Council’s Planning and Rights of Way Committee on 21 October 2003 recorded that the HSE had not advised against the granting of permission for the development on health and safety grounds and that MHPA supported the proposed development and had no concerns regarding safety or navigation. One letter of objection from a member of the public had been received.", "51. On 12 November 2003, planning permission was granted by Pembrokeshire Coast National Park Authority in respect of the South Hook Site.", "52. On 18 December 2003, planning permission was granted by Pembrokeshire County Council in respect of the South Hook Site.", "53. In the meantime, on 21 January 2003, Qatar Petroleum and ExxonMobil applied to Pembrokeshire County Council and Pembrokeshire Coast National Park Authority for hazardous substances consent for the storage and gasification of LNG at the South Hook site. The application was publicised and the HSE and MHPA were consulted.", "54. On 8 January 2004 the HSE provided observations in respect of the application for hazardous substances consent at the South Hook terminal. It noted that:", "“Our specialist team has assessed the risks to the surrounding areas from the activities likely to result if these Consents are granted. Only the risks from the hazardous substance for which the Consent is being sought have been assessed, together with the risk from these same substances in vehicles that are being loaded or unloaded ...”", "55. On 10 February 2004, the Chief Executive of MHPA wrote to Pembrokeshire Coast National Park Authority with responses to questions asked. He observed that it was necessary to ensure that large LNG ships were managed in such a way that they were safely and effectively accommodated. He indicated that MHPA’s approach to accommodating the LNG vessels was by detailed risk assessment, taking into account the characteristics of the ships and the terminal to be used and making use of simulators and their own pilots and technical teams working with those of the project proposers, together with a wide range of specialist consultants, to determine the requirements to meet this objective. The result would take into account, for example, the number of tugs required for a movement; the number of pilots; whether tugs should be escorting the vessel; the limits on any weather conditions to allow a movement to take place; and the timing of any movement related to tidal conditions. He explained that MHPA did not intend to close the port while an LNG ship entered or left as it was not necessary and did not improve the situation. He continued:", "“... What we will probably be seeking to do (and I say probably because we are still very much involved in the risk assessment of a wide variety of scenarios) is that there will be a restriction on vessels being within a given distance of an LNG ship when transiting the Haven ...", "I also understand that some questions have been raised about the distance at which other vessels will be allowed to pass an LNG ship at the South Hook Jetty, given that this stretches some way into the Haven and that the main shipping channel in this vicinity is used by all other commercial ships being that their berths are further upriver. Again, we are researching this, testing on the simulators and undertaking risk assessments, but it is likely that we will be looking to undertake some dredging to widen the shipping channel to the South so that some vessels, including the ferry, will be able to pass the South Hook Jetty with an LNG ship alongside at a further distance than would be the case otherwise. We are also looking at other ways of controlling shipping passing the South Hook Jetty in such circumstances which could include criteria of speed, tugs in attendance, maybe even a ‘guard’ tug in the vicinity of the LNG ship and restricting any movements to one vessel at a time, certain weather conditions etc”", "56. On 4 March 2004, the Western Telegraph newspaper published a question and answer article with ExxonMobil regarding the LNG terminal. Relevant extracts are quoted below:", "“Could LNG explode if there was a collision at sea or in the Haven? Or could it explode for any other reason?", "The South Hook sponsors have been working closely with organisations such as Milford Haven Port Authority to ensure that the possibility of a shipping incident is extremely low. Vessels are also designed to withstand significant impact. If an LNG release were to occur from a shipping incident, and if it were ignited, then the effect would be localised to the vessel and its immediate surroundings and unlikely to impact the land. The recent Health and Safety Executive assessment examined the consequence of such an incident and found no cause for local concern.", "...", "What would happen if there were a spill on sea or on land?", "Health and Safety Executive experts have considered potential spill scenarios and have found no areas of concern. An incident at sea is extremely unlikely, and the current design of ship is aimed at minimising the likelihood of release in the event of collision. Milford Haven Port Authority has emphasised its ability to safely handle LNG shipping.", "...", "Would it not be better if such a terminal was in a more uninhabited area?", "The HSE’s review has concluded there are no safety reasons to object to the proposed development. Our plans will be subject to a further safety review by the HSE, Environment Agency and the Coastguard under the Control of Major Hazards (COMAH) requirements. We, as operator, will have to demonstrate that all necessary measures have been taken to prevent major accidents. Any issues raised locally relating to safety systems, operating procedures and emergency response plans will have to be fully addressed.”", "57. On 10 March 2004 Pembrokeshire Coast National Park Authority Planning Committee considered the application for hazardous substances consent. Concerns were raised at the meeting regarding a perceived absence of any QRA on tankers and the need to dredge the channel to increase its depth.", "58. On 2 April 2004, Pembrokeshire County Council approved the application for hazardous substances consent in respect of the South Hook Site.", "59. Pembrokeshire Coast National Park Authority approved the application on 19 August 2004. On the same day, the development planning officer of Pembrokeshire Coast National Park Authority, in a letter to the HSE, MHPA and Pembrokeshire County Council’s Emergency Planning Officer, highlighted concerns about the lack of comprehensive structure for assessing the risks of the project, saying:", "“Members however were still extremely concerned about safety issues and are hoping that the COMAH process is rigorous and very demanding and addresses all issues.", "This concern has arisen partly because of the fact that there does not appear to be one overriding Authority but a number of bodies involved whose responsibility does not overlap – and where the edge of that responsibility may be a bit blurred, and a genuine concern about exactly which body is responsible for what.", "The major concern appears to be the possible conflict between ships using the channel whilst an LNG slip is tied up at the jetty. Objectors seem to think that the space available is too narrow and that there is the potential for accidents if the jetty remains where it is ...”", "60. ExxonMobil’s representatives were also advised of this concern by letter of 19 August 2004 and were asked to “ensure that the issue is fully addressed at the time of the COMAH submission”.", "61. As set out above, the HSE played an important role in the planning and hazardous substances consent process and carried out its own assessments of the projects. In this context, it conducted a preliminary examination of potential marine spill scenarios, including the consequences of a major release from a delivery ship while moored at the jetty. However, it ceased work on this aspect of risk before it was concluded as marine risks were found to fall outside its ambit.", "62. On 2 February 2006, in a letter to the Guardian newspaper, Geoffrey Podger, Chief Executive of the HSE, wrote:", "“Re your report on the gas terminals at Milford Haven: I am happy to make clear that the HSE gave independent advice in the public interest and was not swayed by any external pressure ... The reason the HSE examined the shore side operation but not the risk of an accident at sea is simply because we have no legal competence to assess risks from ships while at sea or under the direction of the ship’s master. We made this clear to the local authorities and suggested they consult others, including the Maritime and Coastguard Agency, to assess these risks prior to any consent being granted.”", "63. Like the HSE, it can be seen from the above summary of the two projects that MHPA also participated in the planning process in respect of the LNG terminals.", "64. On 23 February 2004 the Chief Executive of MHPA was asked which body had ultimate responsibility for assessing the risks involved in the movements of LNG tankers in Milford Haven. He replied on 25 February 2004, confirming that;", "“The Milford Haven Port Authority is responsible for the conservancy (management, regulation, provision of navigation aids and systems etc) of the Waterway. This includes the regulation and management of all shipping movements. We have a statutory responsibility to support all traffic and indeed, in common with all UK ports, cannot forbid a ship to enter (except in particular circumstances as laid down in appropriate Acts of Parliament). What we can and do lay down are the conditions under which movements will take place – e.g. time of entry, state of tide, number of pilots, number of tugs etc.”", "65. On 27 September 2004, in a letter to Pembrokeshire County Council, the Harbourmaster of MHPA clarified the extent of MHPA’s responsibilities:", "“[MHPA] has navigational jurisdiction over the Waterway ...", "This jurisdiction includes responsibilities (and powers) to regulate the use of the Haven. Our primary objectives in this regard are to maintain, improve, protect and regulate the navigation and in particular the deep water facilities in the Haven ...", "Whilst the HSE have said that the Maritime and Coastguard Agency are the UK competent authority, this is correct inasmuch as they regulate shipping at sea and through legislation. As a competent authority they have an overarching view UK wide. Indeed, they advise on primary legislation which can affect the Port Authority and may act as auditors for the Port Marine Safety Code to which this Authority wholeheartedly subscribes. Their role in regard to LNG ships specifically would be that of Port State Control inspectors looking into the condition and standard of shipboard operations of the vessels from a safety standpoint.", "Marine personnel from the [MHPA], including pilots, have participated in risk assessments with teams from both proposed terminals facilitated by independent risk consultants. The outcome has been to confirm that Milford Haven has the capability of handling these vessels safely", "...", "[Security] is addressed through the International Ship and Port Facility Security Code ... which sets out detailed security requirements for ships and port facilities based on risk assessments to determine the level of risk and the measures necessary to meet that risk.", "Port facilities throughout the Haven including Petroplus have been required to produce a security plan, appoint a security officer, provide additional security equipment, monitor and control access of people, cargo and stores as well as ensuring effective security communications. There will be a similar requirement for the South Hook terminal to prepare a security plan before they start operation.”", "66. On 20 December 2004 the Chief Executive of MHPA responded to a letter from a Member of Parliament regarding the LNG terminals as follows:", "“As to the perception that we as a Port Authority are ‘reluctant’ to publish risk assessments ... this really flows from a lack of understanding of the role of the Port Authority. Unlike applications for the shore terminals where the process that is undertaken is very clearly defined and results on a go/no-go decision, our role as a Port Authority is different. We do not have the ability to deny access to any ship (other than in very specific and individual circumstances) given that the UK operates what can be loosely termed an ‘open ports policy’. What we do have is a responsibility to ensure that any shipping movements are managed in a safe and efficient manner. To this end we have undertaken, and continue to undertake, a wide range of risk assessments to determine the way in which this safe and effective management will be carried out. There is therefore no one single document or set of documents that clearly define the situation in which a ‘go/no-go decision’ can be determined, but rather a continuing process of scenario setting, risk assessment, trial, refining scenarios and identification of mitigation and prevention measures in which a wide number of variables are taken into account – some of which are still being developed as decisions as to the type of ships and their characteristics are being defined by the terminal operators and their teams.”", "67. In a report dated 13 April 2005 Lloyd’s Register Risk Assessment Services, on the instructions of MHPA, examined and summarised high level statistics for worldwide accidents involving ships. Experience of a fire or explosion on board a ship large enough potentially to injure people nearby was “as likely per year as being struck by lightning”. The report observed that the likelihood of an LNG incident was extremely low and that there had never been a recorded incident of a major release of LNG from a ship to external atmosphere and no member of the public had ever been injured by LNG from a ship. The authors explained that the report carried a moderate level of error in light of the high level statistics used and concluded that more detailed research could be carried out to address the specific risks at Milford Haven.", "68. In a paper of 20 May 2005, the Chief Executive of MHPA summarised the position regarding the LNG terminals. On the matter of risk assessments, the paper noted:", "“One of the concerns constantly banded about by Safe Haven ... is the lack of quantified risk assessment. This is a fallacy either through genuine misunderstanding or a deliberate refusal to accept what has been told.", "We have undertaken a significant amount of risk assessment both ourselves with the terminal operators, their advisers and making use of specialist third parties. The terminal developers themselves have also undertaken quantified risk assessment some of which related to shipping movements and we have made use of these in our own processes.", "To assist us in this we recently commissioned a report from Lloyds Register Risk Assessment Services looking specifically at the risk of incidents in Milford Haven large enough to potentially injure people nearby.", "Their conclusion was that there is as much risk of being struck by lightning as there is of being injured by any explosion including fire from LNG in the Haven ...”", "69. On 9 June 2005 a journalist contacted MHPA asking what risk assessments it had undertaken in relation to plans to import LNG to the South Hook and Waterson sites, with specific regard to the marine-based risk. In an email response dated 15 June 2005, the Chief Executive of MHPA indicated that a number of risk assessments had been undertaken as part of the process of determining the way in which LNG ships would be managed. He referred to the commissioning of “studies and reports from experts and consultants”. He indicated that, as a port, the MHPA had a statutory duty to facilitate and support any use of the waterway, noting:", "“... as a port authority we have no say in the selection of the sites, our responsibility is managing the ships that will visit the sites chosen.”", "70. Accordingly, he explained, the studies were not designed to determine whether MHPA would handle LNG ships, but rather how it would handle them.", "71. In its summary grounds lodged with the High Court in subsequent judicial review proceedings (see paragraphs 80-94 below), MHPA provided details of the risk assessment work it had carried out. In particular, it stated:", "“The Authority has been and continues to be under the Port Marine Safety Code to assess safety. It has worked closely with the developers to ensure that what is proposed will be safe and has undertaken a series of robust risk assessments.", "In summary, the Authority has been an active participant in the process of risk assessment undertaken by [the developers] since Spring 2002. It has undertaken simulation tests and made specific recommendations about navigation and procedures to minimize hazards. The Authority has visited LNG tankers, other Port Authorities and terminals which handle LNG, trained pilots, harbour masters and managers and obtained and commissioned advice from consultants about potential hazards.", "...", "The Authority’s risk assessment has been open in that it has, for example, explained what has been happening in its annual reports. Moreover, it has taken part in a range of public presentations and responded to any enquiries that it has received from interested members of the public and other stakeholders.”", "72. The grounds set out, in paragraph 28, some of the specific risk assessments undertaken, including:", "(a) a marine traffic analysis of vessel movements through the port during a 25-day period in November 2002 by a marine and risk consultant, Marico Marine;", "(b) a concept risk assessment by South Hook LNG Terminal Company Ltd, with the participation of MHPA, dated 9-10 December 2002 identifying hazards, consequences and possible mitigation measures relating to potential use of Milford Haven port for the importation of LNG;", "(c) a report by the Maritime Research Institute Netherlands (MARIN), dated 14 February 2003, on simulations to check the nautical consequences of future 200,000m3 LNG carriers;", "(d) a March 2003 navigational risk assessment by Marico Marine;", "(e) MARIN report of 19 May 2003 on fast time simulations for large LNG ships;", "(f) a technical report dated 13 October 2003 by Det Norske Veritas (USA) Inc., a major classification society, in respect of South Hook LNG Terminal Company Ltd’s proposal assessing the marine risk associated with vessel manoeuvres in the channel and around the South Hook terminal for discharging cargo from LNG vessels;", "(g) a report dated 20 February 2004 by ABS Consulting, an international consulting operation experienced in the analysis of shipping collisions, for South Hook LNG Terminal Company Ltd, dealing with potential damage to LNG tankers due to ship collisions;", "(h) a report dated March 2005 from Burgoyne Consultants, international consulting engineers and risk consultants, updating a report on the potential consequences of fires and explosions involving ships carrying petroleum products (including LNG);", "(i) a November 2003 report commissioned by South Hook LNG Terminal Company Ltd from HR Wallingford, the former research facility for the Ministry of Defence, dealing with mooring safety and the possibility of disturbance caused to moored vessels;", "(j) a report by Gordon Milne, senior risk analyst at Lloyd’s Register of Shipping, commissioned by MHPA assessing the risk of explosion and gas release from LNG carriers.", "73. MHPA refused to disclose any of these reports citing commercial confidentiality.", "74. The summary grounds further indicated that:", "“6. SIGTTO [see paragraph 160 below] has worked with [MHPA] and confirmed to the best of their knowledge that [MHPA] and the terminal operators have done precisely what they would expect to be done in undertaking risk assessments and planning for LNG shipping.”", "75. This was confirmed by SIGTTO in a letter dated 14 November 2006.", "76. Pursuant to applicable civil procedure rules, a claim for judicial review of a decision must be filed promptly and in any event within three months of the decision under challenge (see paragraphs 179-180 below).", "77. On 4 March 2005 the applicants filed an application for leave to apply for judicial review in respect of the grants of planning permission and hazardous substances consent for the South Hook and Dragon terminals. They alleged a failure to carry out a comprehensive environmental impact assessment of the project as a whole; a failure to have regard to the risks arising from marine traffic and to consider alternative locations for the LNG terminals; and a fundamental misunderstanding as to the characteristics of LNG in the event of an escape.", "78. On 3 May 2005 the High Court ordered that an oral hearing be held to focus primarily on the issue of the delay in lodging the claim for judicial review, the applicants’ reasons for it and the practical implications of the delay for the operators. A two-day oral hearing subsequently took place.", "79. On 26 July 2005 leave to apply for judicial review was refused on the grounds that the challenge was not made sufficiently promptly; that there was undue delay; and that quashing the planning and hazardous substances decisions would substantially prejudice the rights of ExxonMobil and Petroplus, would cause them substantial hardship and would be very detrimental to good administration.", "80. Mr Justice Sullivan summarised the decisions being challenged in respect of the South Hook site as: (1) planning permission by Pembrokeshire Coast National Park Authority on 12 November 2003; (2) planning permission by Pembrokeshire County Council on 18 December 2003; (3) hazardous substances consent by Pembrokeshire County Council on 2 April 2004; and (4) hazardous substances consent by Pembrokeshire Coast National Park Authority on 19 August 2004. The decisions being challenged in respect of the Dragon site were: (1) planning permission by Pembrokeshire County Council on 19 March 2003; (2) planning permission by Pembrokeshire County Council for an extension on 10 September 2004; (3) planning permission by Pembrokeshire County Council for an amended scheme on 10 September 2004; and (4) hazardous substances consent by Pembrokeshire County Council on 7 December 2004.", "81. As to the reason for the delay in applying for judicial review, Mr Justice Sullivan rejected the applicants’ contention that the delay resulted from a “labyrinthine decision-making process”. He accepted that there was a mass of material, but considered that this was because the claim form had adopted a “scatter gun” approach and sought permission to challenge not merely the decision on 7 December 2004 in respect of the Dragon site, but also the earlier decisions in respect of that site going back some 18 months, and the decisions going back some 12 months in respect of the South Hook site. He noted that, in so far as the applicants complained of the absence of a comprehensive environmental impact assessment or its failure to take account of marine risks, the complaints were directed towards the grant of planning permission itself, rather than hazardous substances consent. In relation to both sites, relevant planning permissions had been granted more than three months before the judicial review proceedings were brought. Sullivan J was satisfied that the applicants had known of the relevant decisions they wished to challenge by August to October 2004.", "82. Having concluded that there was no good reason why the threemonth deadline for bringing judicial review proceedings had not been respected as regards all of the decisions except the 7 December 2004 decision and that there was no good reason that the 7 December 2004 decision was not challenged “promptly” as required by the relevant Civil Procedure Rules (“CPR”), Sullivan J went on to consider the extent of any hardship or prejudice to third party rights and detriment to good administration which would be occasioned if permission were nonetheless granted. He concluded that it was clear that the grant of relief to the applicants “would cause really significant damage in terms of hardship and/or prejudice” to the rights of the owners and operators of the South Hook and Dragon terminals. He further considered that it would be detrimental to good administration to allow a challenge to decisions going back as far as March 2003.", "83. Finally, Sullivan J considered whether the public interest required that the application should proceed. In this context, he considered Article 2 of the Convention but concluded that the public interest did not merit the granting of permission out of time, noting:", "“81. Although much of the claimants’ skeleton argument before me was devoted to the merits of the claim, I have not heard full argument on the substantive issues which are vigorously contested by the defendants and the interested parties. They deny that there was any misunderstanding as to the characteristics of LNG in the event of an escape ....", "82. ... It would not be possible to resolve the substantive matters in dispute without examining in considerable detail the decision-making processes that were employed by [Pembrokeshire County Council and Pembrokeshire Coast National Park Authority] in respect of each of the decisions under challenge. In these circumstances it would not be right to start from the premise that it would not be in the interests of good administration to maintain the decisions because they were unlawful, as on occasions the claimants’ submissions appeared to do.”", "84. The judge commented:", "“83. I do not doubt that the issues raised in the claim are of considerable local importance in Milford Haven and the surrounding area. Equally, I do not doubt the genuineness of the claimants’ concerns and that they fairly represent Safe Haven’s concerns. But it is also fair to say that Safe Haven’s views are very far from being representative of the views expressed by the very wide range of consultees, including such bodies as the Town Council and relevant community councils ...”", "85. The applicants sought permission to appeal the refusal of leave.", "86. The judge ordered that an oral hearing be held to consider whether leave to appeal should be granted. A one-day hearing took place on 20 January 2006.", "87. On 24 January 2006 the applicants indicated their intention, in the event that permission was granted, to apply for a disclosure order seeking disclosure of all the documents referred to in paragraph 28 of MHPA’s summary grounds (see paragraph 72 above) and any other documents relevant to the proceedings. The application notice specified that the application was made in order to “cover the situation should the Court grant permission to apply for Judicial Review”. They also applied for a protective costs order in respect of the second applicant, who had at that stage not been granted legal aid.", "88. On 17 March 2006 Lord Justice Keene, with whom the other members of the Court of Appeal agreed, delivered the court’s judgment. He considered the applicants’ arguments under Article 2 of the Convention and explained:", "“26. It is obvious that public safety is potentially an issue of importance and that, if there is evidence that it has been overlooked or not properly considered by the decision-maker, then that may justify permission to seek judicial review. Public safety must be a material consideration in the decision-making process carried out by the hazardous substances authority, irrespective of Article 2 considerations ...”", "89. However, he considered that although Sullivan J had not heard full argument on the substantive issues, he had been alive to the Article 2 and public safety issues which arose in the case. Keene LJ observed that:", "“27. ... The Milford Haven Port Authority is a statutory body required to ensure the safety of waters within its jurisdiction. The evidence before Sullivan J made it clear that the Port Authority was satisfied as to the safety of the terminal proposals, so far as its own sphere of responsibility was concerned, while the Health and Safety Executive had advised that it was content so far as the land-based activities were concerned. Both these bodies had advised the decision-makers, the County Council and the Park Authority, who were entitled to rely on the specialist advice received from those bodies.”", "90. Keene LJ accordingly concluded that it was open to Sullivan J to find that the merits of the applicants’ claim did not outweigh the undue delay and the prejudice which permission to proceed would produce.", "91. Observing that it was “strictly speaking unnecessary to scrutinise in greater depth” the planning decisions in light of his findings on delay, Keene LJ nonetheless addressed briefly the issues raised.", "92. He noted that the essence of the applicants’ case was:", "“... that the decision-makers did not adequately consider what are called ‘marine risks’, namely the risks to those in the Milford Haven area from an escape of LNG from a ship. In particular, concern is expressed about the risk of the formation, in the event of such an escape, of a flammable gas cloud. It is stressed that a population of some 20,000 lies within a radius of just over 4 miles of the South Hook and Dragon sites ...”", "93. However, Keene LJ disagreed that the risk assessment had been inadequate. He considered that the risk of collision “was undoubtedly dealt with by the Port Authority”, as counsel for the applicants conceded during the hearing. He pointed out that MHPA had advised both bodies responsible for granting planning permission and consents that it had the “capability of handling these vessels safely”. As to counsel for the applicants’ argument that an assessment of the risk of collision was insufficient and that there was a lacuna because of the absence of any assessment of the consequences for the local population of a vapour cloud, Keene LJ concluded:", "“32. I do not accept that the evidence before us, including the evidence submitted on behalf of the applicants since the oral hearing, demonstrates any such arguable lacuna. One has to bear in mind in this connection the very extensive assessments carried out by the Health and Safety Executive, because these provide the context for the Port Authority’s assessment. The Health and Safety Executive did assessments which considered both the consequences and the likelihood of an escape of LNG for all landbased and jetty-based activities. Those included the risk of catastrophic failure of an LNG storage tank at the terminal; the failure of a loading arm at the jetty while LNG was being transferred from ship to shore; and ‘major release from a delivery ship while tied up at a jetty’: see HSE responses to Park Authority, 5 March 2004, and the HSE Summary Grounds of Resistance, paragraphs 10 and 11. Having carried out these assessments, the Health and Safety Executive did not object to the proposal for either terminal on safety grounds. The applicants do not criticise the work done by the Health and Safety Executive.", "33. That body made it clear in its response of 5 March 2004 that it was not responsible for advising on accidents ‘whilst the ship is not attached to the jetty’. But the Port Authority, which is responsible for advising on such accidents, did participate in an assessment process which led to a risk assessment submitted by the South Hook LNG Terminal Company Limited in December 2002 ‘to identify hazards, consequences and possible mitigation measures’ relating to the use of the port as proposed: see the Port Authority’s Summary Grounds of Resistance, paragraph 28(b) (emphasis added). It refers in those grounds to a number of other reports and exercises carried out, so that it could fulfil its statutory responsibilities for safety. In any event, once the Health and Safety Executive had concluded that there were no unacceptable risks to the local population arising from either a catastrophic storage tank failure on land or a major release of LNG from a tanker tied up at a jetty, the crucial element in any assessment of risk from a vessel not moored to the jetty must have been the risk of a collision. The risks to the population from a vapour cloud travelling over land or sea had already been considered by the Health and Safety Executive, since the jetties end far out in the Haven. What the Port Authority needed to concentrate on above all else was the risk of a collision, and that it seems to have done.”", "94. Permission to appeal was refused. In a subsequent discussion of the application for disclosure, Keene LJ noted that it was related to the prospect of a substantive hearing had permission to bring judicial review proceedings been granted, and that permission had not been granted. Accordingly, no order as to disclosure was made.", "95. Prior to the judgment being handed down, the applicants had been provided with a copy in draft for comment on typographical errors. The applicants’ legal advisers immediately recognised that the judgment contained an error of fact at paragraph 32, where Keene LJ had made reference to the HSE assessment of the consequences of a “major release from a delivery ship while tied up at a jetty” (see paragraph 93 above). The applicants’ solicitor wrote to the court on 15 March 2006 advising that no such assessment had in fact been carried out and requested the court to consider the implications of the factual error before confirming its conclusions in the draft judgment. In the event, no change was made to the relevant paragraph of the draft judgment before it was handed down in its final form.", "96. On 10 April 2006, the applicants’ solicitor made an application to the Court of Appeal under the Civil Procedure Rules Part 52.17 to have the judgment of 17 March 2006 reopened (see paragraphs 181-182 below). The application was made on the basis, inter alia, of an obvious factual error. The solicitor noted in the application that although as a matter of routine such applications go back to the original tribunal, he would imagine that the members would recuse themselves in this case.", "97. On 27 April 2006 Treasury Solicitors on behalf of the HSE advised all parties involved in the proceedings as well as the Court of Appeal of a mistake in the HSE’s Summary Grounds. The statement to the effect that the HSE’s comprehensive risk analysis included risks associated with “major release from a delivery ship while tied up a jetty” was incorrect. The correct position was that:", "“Risks that may arise from the presence of other substances, or from the presence of LNG on a delivery ship, either when sailing or when berthed, have not been taken into account in the assessment.”", "98. On 8 May 2006 the Court of Appeal ordered that there should be an oral hearing on the question of permission in the Part 52.17 proceedings, limited to the question whether the application for permission to appeal should be reopened in light of the information provided by the HSE.", "99. On 19 May 2006 the applicants’ solicitor requested that the matter go to a freshly constituted Court of Appeal and that the scope of the hearing be widened to allow them to canvass all of their complaints concerning the judgment. On 13 June 2006 the Court of Appeal declined to vary its order of 8 May 2006.", "100. On 12 July 2006 the matter came before the original Court of Appeal. It heard and refused an application that its members recuse themselves. Counsel for the applicants accepted that there was no appearance of bias as a result of the narrow question whether the application for permission to appeal should be opened on the ground that the court was misled by the HSE’s summary of objections. However, he argued that the court appeared to be acting in a partisan way in circumstances in which it was prepared to reopen the question following receipt of a letter from the Treasury Solicitor confirming the true position, whereas it had not been prepared to reopen the matter when the applicants’ solicitor had made representations as to the issue of fact that was in dispute. Chadwick LJ, giving judgment for the court, held:", "“32. For my part, I can see no appearance of bias arising from that fact. The positions changed in an important respect when the letter from the Treasury Solicitor was received. Until that date, there was an issue of fact: whether or not the HSE had carried out the tests and risk assessments which they said they had carried out. That issue of fact arose because the applicants asserted that those risk assessments had not been carried out. The HSE, in a summary of grounds – the truth of which was verified by its solicitor – asserted that they had been. That question of fact had been determined against the applicants in the judgments which this court handed down on 17 March ... It is clear that it was determined against the applicants in reliance on what was said by the HSE in the summary grounds of objection.", "33. In those circumstances, it would have been inappropriate for the court to reopen that question of fact in the period between making its judgments available in draft and the formal handing down of those judgments. The purpose of making the judgments available in draft is not to invite further submissions on questions of fact which have already been decided, but to enable the parties to draw attention to obvious errors of fact, such as a mis-name or a mis-date. Nor would it have been a proper ground for reopening the application for permission to appeal that the claimants, through their solicitors, continued to assert that the court had reached the wrong conclusion of fact on the evidence. But a significant change occurred when it became clear that the court had reached the conclusion of fact which it did as a result of being misled by the HSE though the statement of objections.”", "101. On 19 July 2006, the Court of Appeal refused permission to reopen the application. Keene LJ highlighted that the error of fact arose in the context of his discussion of a matter which he had indicated was not strictly necessary in light of his other findings. He nonetheless considered the implications of the factual error identified and concluded that although MHPA might well have concentrated on the safety of navigation, it was clear that in light of the work it had done it felt able to advise that it had no concerns regarding safety or navigation in respect of the proposed developments. He concluded that:", "“20. ... The significance of the error in terms of public safety has to be seen in context.", "21. That context is that both the HSE and the Port Authority had undoubtedly carried out a number of exercises and studies before advising the planning authorities that there was no objection on safety grounds. The HSE for its part had assessed the consequences of an escape of LNG from a land-based storage tank; from the failure of a loading arm at the jetty; and from the guillotine rupture of a thirty inch pipeline between the jetty and the storage tanks ... Those assessments have not been criticised. It is to be observed that the HSE assessments of the failure of a storage tank on land included that of a catastrophic failure, which would take place at a location not obviously more distant from the areas of population than the proposed jetties. Yet the HSE was satisfied that public safety would not be jeopardised, presumably because of the very low likelihood of such an incident.", "22. The Port Authority for its part had carried out a range of studies referred to in its summary Grounds of Resistance at paragraph 28. Those were, as one might expect, largely directed towards an assessment of marine risks. They included a report from a Senior Risk Analyst at Lloyd’s Register of Shipping, commissioned to assess the risk of explosion and gas release from LNG carriers ... There was also evidence before the judge and before this court that there had never been an incident of major release of LNG from a ship to the external atmosphere ...", "23. The Port Authority has statutory responsibilities for safety within the Haven and it advised the decision-makers, the County Council and the Park Authority, that there was no such risk to public safety as to warrant refusal of the applications. It was principally for the Port Authority to decide on what research was necessary for it to be so satisfied. It is not for this court or any court to try to second guess the Authority’s decision on what it needs by way of research in order to advise the decision-makers, unless it is obvious that it has neglected its statutory duties. The evidence falls far short of that. In short, the factual point now seen to be mistaken was of limited significance even on this aspect of the case. Moreover, as Mr Straker on behalf of the Port Authority submits, that Authority has powers, if at any time it should appear to it that the risks are likely to be greater than presently seem to be the case, to prevent the jetties being used for LNG unloading, and of course the planning authorities also have powers to revoke the consents with which these proceedings are concerned.”", "102. Having set out the position as regards assessment of marine risk, Keene LJ concluded:", "“But in any event, I come back to the fundamental point, which I indicated earlier, namely that the mistake of fact now relied on by the applicants did not occur in an essential part of this court’s reasoning when it dismissed this application for permission to appeal.”", "103. The applicants’ solicitor subsequently wrote to the then Head of Civil Justice asking for advice on what could be done. He replied that a new Part 52.17 application could be made, which would be considered by a Lord Justice who had not been on the original tribunal. The applicants’ solicitor duly lodged a new Part 52.17 application.", "104. Lord Justice Wall considered the application and, concluding that the members of the tribunal had not erred in refusing to recuse themselves, dismissed the application by order of 2 October 2006. He concluded that there was no perception or appearance of bias in such a panel revisiting its earlier judgment in light of an identified error of fact. Indeed, in his view, it was manifestly sensible for it to do so.", "105. The applicants sought leave to appeal to the House of Lords the decision of the Court of Appeal tribunal not to recuse itself. The House of Lords refused leave on 13 March 2007 on the grounds that it “discerned no error of law”.", "106. In or around May 2007, the second applicant was advised by the Legal Services Commission that his application for legal aid in the judicial review proceedings had been granted.", "107. On 23 December 2004 the applicants’ solicitor wrote to MHPA requesting access to environmental information. On 5 January 2005 MHPA answered that it did not see any benefit in responding.", "108. On 7 January 2005, following the entry into force of the Environmental Information Regulations 2004 (see paragraphs 171-177 below), the applicants’ solicitor wrote again to MHPA. On 31 January 2005, he wrote a third time explicitly under the Environmental Information Regulations. On 1 February 2005, MHPA again answered that it did not see any benefit in responding.", "109. On 15 February 2005 the applicants’ solicitor asked MHPA to reconsider its response in accordance with Regulation 11 of the Environmental Information Regulations (see paragraph 172 below). By letter dated 18 March 2005, MHPA responded that it remained to be convinced that the Environmental Information Regulations were applicable.", "110. On 22 April 2005 the solicitor for the applicants wrote to the Information Commissioner asking him to confirm whether MHPA was a “public authority” for the purposes of the Environmental Information Regulations.", "111. On 22 October 2005 a request was made to MHPA by members of the public under the Freedom of Information Act 2000 (see paragraph 178 below) to see all formal, documented risk assessments which had informed MHPA’s decision that it could handle LNG vessels safely. MHPA replied on 2 November 2005 that it was not subject to the Freedom of Information Act. It indicated that it sought to respond to questions and concerns but that it did not intend to make the large amounts of information obtained through the planning process publicly available as raw data, although the information had been made available to regulatory bodies and agencies.", "112. On 10 November 2005 the applicants’ solicitor made a further request to MHPA to see copies of risk assessments and reports referred to in their summary grounds of defence lodged in the judicial review proceedings (see paragraph 72 above). He also requested copies of any subsequent marine risk assessments undertaken in respect of the LNG terminals.", "113. On 14 November 2005 the Information Commissioner’s Office confirmed that MHPA did constitute a “public authority” for the purposes of the Environmental Information Regulations. It further advised that MHPA could nonetheless continue to refuse to disclose the information sought if it did not constitute “environmental information” for the purposes of the regulations, or if any of the exceptions to the disclosure obligation applied (see paragraphs 173-177 below).", "114. By letter of 26 June 2006 MHPA replied to the applicants’ solicitor’s requests for disclosure under the Environmental Information Regulations. MHPA indicated that while it had concluded that it did fall within the ambit of those regulations, it was not required to disclose the risk assessments carried out in respect of the LNG terminals at Milford Haven, on the basis that these constituted operational, and not environmental, information. MHPA did, however, provide a copy of an Environmental Assessment undertaken prior to the widening of the channel opposite the two terminals. It also offered to provide such environmental information as could be extracted from operational reports, on the basis that the costs of doing so would have to be met by the applicants. The letter concluded:", "“... we have gone to great lengths to explain and describe not only the details of what we are doing but why, and the outcomes in terms of the formation of our plans for handling LNG ships. What we have not done is make freely available large volumes of information, as it is our firm belief, that to do so would be irresponsible and confusing for the public. The information needs to be put into context of not only the purposes for which it was obtained, but also the explanations and conclusions drawn from it. We maintain that the best way to do that is through personal contact, presentations and explanations on given courses of action ...”", "115. On 29 June 2006 the applicants’ solicitor wrote to MHPA asking it to reconsider its decision and challenging the assertion that information pertaining to risk assessment did not constitute “environmental information” in terms of regulation 2 of the Environmental Information Regulations (see paragraph 177 below).", "116. On 14 July 2006 MHPA responded. It advised that many of the risk assessments undertaken were not instructed in order to advise the planning authorities but in order to assess MHPA’s own operational requirements for handling LNG ships in Milford Haven. However, the assessments subsequently assisted MHPA in providing the necessary advice to the planning authorities. MHPA offered to extract relevant environmental information for the sum of approximately GBP 400. The solicitor for the applicants subsequently asked for information from two reports only, namely, a report by Gordon Milne, senior risk analyst at Lloyd’s Register of Shipping, commissioned by MHPA assessing the risk of explosion and gas release from LNG carriers (“the Milne report”); and (ii) relevant extracts containing environmental information of a report entitled “Qatargas II Project: Milford Haven Marine Concept Risk Assessment” (“the Qatargas report”). He requested a new quote on that basis.", "117. On 28 September 2006 the Chief Executive of MHPA advised the applicants’ solicitor that he was unable to disclose any of the material requested as to do so could seriously jeopardise the fairness of the judicial review proceedings. He also relied on the refusal of the companies concerned to consent to the disclosure of material from the reports. In weighing up the public interest test, as required by the Environmental Information Regulations, he noted that notwithstanding the presumption in favour of disclosure, disclosure was not in the public interest in the present case as the information requested should not be made publicly available without an explanatory context and where it would cause unnecessary confusion or concern. The applicants’ solicitor replied on 29 September 2006 expressing his disappointment and disputing MHPA’s reliance on the exceptions set out in regulation 12 of the Environmental Information Regulations (see paragraphs 173-176 below). He referred the matter to the Information Commissioner.", "118. On 16 November 2006 the applicants’ solicitor wrote to MHPA advising that in light of this Court’s findings in Giacomelli v. Italy, no. 59909/00, ECHR 2006XII, it would commence judicial review proceedings regarding the failure of MHPA to disclose documents unless the information was provided within twelve days.", "119. On 12 March 2007 the Information Commissioner issued a Decision Notice under section 50(1) of the Freedom of Information Act 2000 (see paragraph 178 below) ordering disclosure of the Milne report and the Qatargas report. As regards the public interest test, the notice advised that:", "“In this particular case, the Commissioner believes that there is a very strong public interest in the disclosure of environmental information relating to the development of LNG terminals in Milford Haven. The LNG developments are locally controversial ... Disclosure of environmental information of the type requested in this case could add significantly to public knowledge of the risks posed by the development and better inform public debate.", "Furthermore, the Commissioner believes that there is a public interest in ensuring that the Port Authority is undertaking its duties effectively and that it adequately assesses and manages risk within the Haven. In terms of high-profile and potentially hazardous developments such as the LNG terminals, there is a legitimate public interest in demonstrating that public safety has been fully considered by all relevant authorities, including the Port Authority, at each stage of the development process.”", "120. On 25 April 2007 MHPA appealed the ruling to the Information Tribunal. However, on 1 October 2007 it withdrew its appeal and provided redacted copies of the Milne Report and relevant extracts of the Qatargas report to the applicants.", "121. While the MHPA appeal against the Information Commissioner’s ruling was outstanding, the first applicant sought leave to bring judicial review proceedings in respect of MHPA’s continuing refusal to disclose documents related to the risk assessments it claimed to have conducted with regard to the LNG terminals.", "122. On 4 July 2007 permission was refused following an oral hearing. As regards information falling within the Environmental Information Regulations, Beatson J referred to the existence of an alternative remedy, namely an application to the Information Commissioner and the Information Tribunal. To allow judicial review, he said, would be duplication and would risk circumventing the system set out in the Regulations.", "123. In respect of information not falling within those Regulations, Beatson J concluded that the applicant had failed to demonstrate an arguable case that there was an obligation to provide the information arising from a positive duty on the authority under Articles 2 and 8. He noted that MHPA had advised the decision-making authorities that the risks were so low as not to warrant the refusal of planning permission or hazardous substances consent and that the Court of Appeal had, in the earlier judicial review proceedings, found that the authorities were entitled to accept that advice. Accordingly, the activities in question could not be considered “dangerous” such as to give rise to an obligation under the Convention to allow the public access to the information. He further considered that insofar as the applicant sought disclosure of assessments required for the previous judicial review proceedings (see paragraph 87 above), the claim was an “improper use of judicial review”. He noted that the matter had been before Sullivan J in the original judicial review proceedings and found that had it been arguable that the applicants were entitled to this information, then the matter would have been dealt with then. He concluded that the application was either out of time or an attempt to reopen a matter which had already been decided.", "124. The applicant sought leave to appeal the ruling. In a judgment dated 30 November 2007, the Court of Appeal dismissed the application. Toulson LJ indicated that while he did not consider that Beatson J had erred as regards the applicability of Articles 2 and 8, he would have allowed the applicant to argue the matter before the full court. However, he concluded:", "“11. As it seems to me, the plain and obvious purpose [of the present proceedings] is to endeavour to elicit material which could have been, and indeed to a point was, asked for in the earlier proceedings, in order to present continuing argument that those previous consents ought not to have been granted. This is exactly the sort of endeavour which the court ought not to support. This appellant has had the opportunity to seek these documents at the time of the earlier proceedings, and it seems to me that the conclusion arrived at by Beatson J was entirely apposite: that this is indeed a reformulation of what was being sought in those proceedings. Those proceedings have already occupied the time of the Administrative Court for a lengthy leave hearing, followed by two considerations by the Court of Appeal and it would be wholly wrong that permission should now be granted to bring judicial review in the present form.”", "125. The applicants submitted to the Court a copy of an expert report by Dr R.A. Cox dated 7 September 2008 and prepared in the context of a complaint to the European Commission in 2008. In his report, Dr Cox reviewed the approach to and use of risk assessments by MHPA. He considered each of the reports referred to in its summary grounds (see paragraph 72 above), noting that the majority of the reports were never released and that only two of them, the ABS Consulting and Burgoyne Consultants reports, looked as though they might be relevant to the kinds of risk assessments that MHPA should have carried out.", "126. The report concluded:", "“For most LNG projects, the risks due to spills on the sea are the highest risks involved in such projects, due to the particular difficulties of controlling a spill of LNG on water, the size of the ships’ cargo tanks, and the relatively high likelihood of a marine accident compared to a similarly large spill onshore.", "...", "In particular, the risks to the onshore population, due to marine operations at Milford Haven, have fallen through a regulatory gap. The EU Seveso-2 Directive does not extend to port areas, and the authorities did not elect to use their other powers to evaluate this risk to an equivalent standard ...”", "127. The applicants also submitted a letter from Dr Cox dated 29 April 2010, following a review of the Government’s observations in the case. In his letter, Dr Cox noted:", "“In short, the modular ‘risk assessment’ that MHPA rely on is a risk assessment only in the sense that it is a compendium of separate pieces of work that all touch upon the risks in some way but which have never been pulled together into a clear and convincing analysis concerning the overall degree of risk which the shore populations will have to bear, nor has it been shown that the safeguards that are planned will be sufficient to offset the very large potential consequences of a spill of LNG from a ship’s cargo tanks into the Haven.”", "128. Dr Cox went on to explain the gaps in the risk assessment carried out, including the absence of any identification of locations in the port where a ship might become grounded or be involved in a collision; the failure to calculate the annual frequency of such incidents; the failure to evaluate the chance of immediate ignition of an LNG cloud in various scenarios; the failure to calculate the rate of LNG vapour evolution and cloud size in different conditions and the probability of scenarios where the LNG vapour reached the shoreline; and the failure to compute the risk to individuals on the shore.", "129. Pursuant to section 57 of the Town and Country Planning Act 1990 (“the Planning Act”), planning permission is required for the carrying out of any development of land.", "130. The power of the relevant local planning authorities to grant planning permission for development is subject to the requirements of the Town and Country Planning (Environmental Impact Assessment) (England and Wales) Regulations 1999 (“the EIA Regulations”). Regulation 3 of the EIA Regulations prohibits the grant of planning permission unless the planning authority has taken into account the relevant environmental information required when the project comprises environmental impact assessment development.", "131. The EIA Regulations give effect to Council Directive 85/337/EEC on the assessment of the effects of certain public and private projects on the environment, as amended (“the EIA Directive”). Article 1(1) of the EIA Directive provides that it applies to the assessment of the environmental effects of public and private projects likely to have significant effects on the environment. Pursuant to Article 2(1), member States of the European Union are required to adopt all measures necessary to ensure that, before consent is given, projects likely to have significant effects on the environment by virtue, inter alia, of their nature, size or location are made subject to a requirement for development consent and an assessment with regard to their effects. Article 3(1) provides that the environmental impact assessment must identify, describe and assess in an appropriate manner, in the light of each individual case, the direct and indirect effects of a project on human beings, fauna and flora; soil, water, air, climate and the landscape; material assets and the cultural heritage; and the interaction between all these factors.", "132. Article 5(3) obliges the developer to furnish the authorities with information including a description of the measures envisaged in order to avoid, reduce and, if possible, remedy significant adverse effects; the data required to identify and assess the main effects which the project is likely to have on the environment; and an outline of the main alternatives studied by the developer and an indication of the main reasons for his choice, taking into account the environmental effects.", "133. Article 6 provides that member States shall ensure that any request for development consent and any information gathered pursuant to Article 5 are made available to the public within a reasonable time, in order to give them the opportunity to express an opinion before the decision on the request for development consent is taken.", "134. Section 97 of the Planning Act allows a local planning authority to revoke or modify any planning permission that it has granted before the permitted operations have been completed, as it considers expedient. Under section 100 of the Planning Act, the Welsh Ministers have the power to direct a local planning authority to revoke or modify a planning permission if they consider it expedient to do so. Section 107 provides that compensation may be payable where planning permission is revoked or modified under these sections.", "135. Section 102 of the Planning Act empowers the local planning authority to require that any use of the land be discontinued, or to impose conditions on the use of land or require that building works be altered, after the permitted operations have taken place. Pursuant to section 104 of the Planning Act, the Welsh Ministers have the power to make such an order if they consider it expedient to do so. Section 115 provides that compensation may be payable where planning permission is discontinued or made subject to conditions under these sections.", "136. Any decision whether to exercise these powers, either by the local planning authority or by the Welsh Ministers, would in principle be susceptible to judicial review.", "137. In R (CPRE) v. London Borough of Hammersmith and Fulham, leave to apply for judicial review in respect of a decision not to revoke outline planning consent under section 97 of the Planning Act was granted. The application was subsequently dismissed on its merits but, in obiter dicta, the judge observed that there was substance in the respondents’ submission that the application based on the refusal to revoke was really a back-door attempt to try and achieve what the court had already refused to do, namely to permit a challenge to the validity of previous planning decisions in respect of which leave to apply for judicial review had been refused on grounds of delay.", "138. Section 4 of the Planning (Hazardous Substances) Act 1990 (“the Hazardous Substances Act”) provides that consent is required for the presence of a hazardous substance on, over or under land. As noted above, an application for consent must be made to the appropriate hazardous substances authority. The Planning (Hazardous Substances) Regulations 1992 specify which substances are hazardous substances and the quantity of such substances which require prior consent under the Hazardous Substances Act.", "139. Section 9 of the Hazardous Substances Act allows the hazardous substances authority to impose such conditions on the grant of hazardous substances consent as it thinks fit. It may impose general conditions relating to the site and/or specific conditions relating to each substance included in the consent.", "140. Section 13 of the Act gives the hazardous substances authority the power to vary or revoke a condition to which hazardous substances consent was previously subject. It provides:", "“(1) This section applies to an application for hazardous substances consent without a condition subject to which a previous hazardous substances consent was granted.", "(2) On such an application the hazardous substances authority shall consider only the question of the conditions subject to which hazardous substances consent should be granted.", "(3) If on such an application the hazardous substances authority determine–", "(a) that hazardous substances consent should be granted subject to conditions differing from those subject to which the previous consent was granted; or", "(b) that it should be granted unconditionally,", "they shall grant hazardous substances consent accordingly.", "(4) If on such an application the hazardous substances authority determine that hazardous substances consent should be granted subject to the same conditions as those subject to which the previous consent was granted, they shall refuse the application.”", "141. Section 14 allows the hazardous substances authority to revoke a hazardous substances consent or modify it to such extent as it considers expedient if it appears, having regard to any material consideration, that it is expedient to revoke or modify it.", "142. Such decisions are, in principle, susceptible to judicial review. The Government did not provide details of any case in which judicial review of the exercise of these powers has been sought.", "143. The LNG terminals are subject to the COMAH Regulations as amended by the Control of Major Accident Hazards (Amendment) Regulations 2005, which implemented Council Directive 96/82/EC of 9 December 1996 on the control of major-accident hazards involving dangerous substances (“the Seveso II Directive”), as amended.", "144. Regulation 4 of the COMAH Regulations provides for a duty on operators of installations to which the Regulations apply to take all measures necessary to prevent major accidents and limit their consequences to persons and the environment.", "145. Pursuant to Regulation 5, every operator must without delay and within a three-month deadline, prepare and thereafter keep a document setting out its policy with respect to the prevention of major accidents (“MAPP document”). The policy must be designed to guarantee a high level of protection for persons and the environment by appropriate means, structures and management systems. It must be revised as required by any modification of the installation, the processes carried out or the quantity of hazardous substances present.", "146. In the preparation of the MAPP document, a number of principles must be taken into account. The document must be in writing and should identify and evaluate major hazards, which should include an assessment of their likelihood and severity. It should address the organisation of personnel and their roles and responsibilities; procedures and instructions for safe operation; and procedures for monitoring, auditing and review. It should also include details of planning for emergencies.", "147. Regulation 7 requires the operator of an installation to send to the competent authority a safety report, within a reasonable time and prior to the start of construction of the installation. The safety report must include, as a minimum, information on the management system and on the organisation of the establishment with a view to major accident prevention; a presentation of the environment of the establishment, including a description of the site, identification of installations and other activities of the establishment which could present a major accident hazard and a description of areas where a major accident could occur; a description of the installation, including the main activities which are important from the point of view of safety, sources of major accident risks and conditions under which a major accident could happen, together with a description of proposed preventive measures; an identification and accidental risks analysis and prevention methods, including a detailed description of the possible major accident scenarios and their probability or the conditions under which they occur including a summary of the events which may play a role in triggering each of these scenarios, the causes being internal or external to the installation and an assessment of the extent and severity of the consequences of identified major accidents; measures of protection and intervention to limit the consequences of an accident, including a description of the equipment installed in the plant to limit the consequences of major accidents, the organisation of alert and intervention; and a description of mobilisable resources, internal or external. The report must be reviewed and revised at five-yearly intervals at least.", "148. Regulation 9 requires operators to prepare an emergency plan. Regulation 10 imposes a similar obligation on local authorities. The emergency plans must provide, inter alia, details of persons responsible for emergency procedures, the foreseeable conditions which could be significant in bringing about a major accident and how these conditions should be controlled and arrangements for limiting risks and providing warnings.", "149. Regulation 14 addresses the provision of information to the public. It provides:", "“(1) The operator of an establishment shall–", "(a) ensure that persons who are likely to be in an area referred to in paragraph (2) are supplied, without their having to request it, with information on safety measures at the establishment and on the requisite behaviour in the event of a major accident at the establishment;", "(b) make that information available to the public.”", "150. The area to which 14(1) refers is:", "“an area notified to the operator by the competent authority as being an area in which, in the opinion of the competent authority, persons are liable to be affected by a major accident occurring at the establishment.”", "151. The minimum content of such information includes confirmation that the establishment is subject to the Regulations; an explanation in simple terms of the activities undertaken at the establishment; general information relating to the nature of the major accident hazards, including their potential effects on the population and the environment; adequate information on how the population concerned will be warned and kept informed in the event of a major accident; adequate information on the actions the population concerned should take, and on the behaviour they should adopt, in the event of a major accident; and details of where further relevant information can be obtained. The emergency plans must be reviewed and modified as required.", "152. Regulation 18 requires the competent authority to prohibit the operation of any installation where the measures taken by the operator for the prevention and mitigation of major accidents are seriously deficient. It allows the competent authority to prohibit the operation of any installation where the operator has failed to submit the safety report within the time stipulated.", "153. Milford Haven is the fourth largest port in the United Kingdom. Milford Haven Port Authority (“MHPA”) is a trust board which was established as an independent statutory body by the Milford Haven Conservancy Act 1958. Its powers have since been extended by the Milford Haven Conservancy Act 1975, the Milford Haven Conservancy Act 1983, the Milford Haven Port Authority Act 1986 and the Milford Haven Port Authority Act 2002 (“the 2002 Act”).", "154. MHPA has the power to make byelaws to regulate the use of the haven, including the movement of vessels within it and the time, manner and condition in which vessels may enter or leave the haven. MHPA issued byelaws in 1984 and 1987 which apply to the sites on which the LNG terminals are located. Pursuant to the byelaws, the Harbourmaster of MHPA may give directions relating to activities covered by MHPA’s statutory duties. The Harbourmaster can therefore regulate the movement, speed and mooring of vessels as well as the loading and unloading of goods. He may take such reasonable steps as he thinks fit where masters of vessels fail to comply with his directions. Further, the byelaws include provisions controlling how vessels are to be navigated and manoeuvred within the haven.", "155. Section 15 of the 2002 Act empowers MHPA to give directions for the purpose of promoting or securing conditions conducive to the ease, convenience or safety of navigation in the haven and its approaches. It may give general directions, applicable to all or to a specific class of vessels or, under section 17 of the 2002 Act, special directions to a particular vessel. As from 1 January 2006, MHPA has introduced general directions under the 2002 Act which largely reflect the byelaws.", "156. Vessels seeking to enter the haven must confirm that they are in possession of relevant certification before entry is allowed. In the case of vessels transporting LNG, this includes a certificate of fitness for the carriage of liquefied gases in bulk. Vessels carrying dangerous substances are prohibited from entering the haven if visibility falls below a specified level. Further, before such dangerous substances may be handled within a harbour area, the harbour authority must prepare an effective emergency plan and consult with emergency services and any other appropriate body.", "157. The Port Marine Safety Code introduces a national standard for every aspect of port marine safety. MHPA took the necessary steps to comply with the Code by 2001. The Code is based upon the principle that the duties in relation to marine operations in ports are discharged in accordance with the safety management system. The safety management system is informed by, and based upon, a formal risk assessment. The aim is to establish a system covering all marine operations to ensure that the risks of such operations are both tolerable and as low as reasonably practicable, and to identify the means of reducing such risk. Safety management plans include preparations for emergencies, and emergency plans need to be published.", "158. The Code is supplemented by a Guide to Good Practice on Port Management Operations dealing with risk assessment and safety management. The risk assessment typically involves data gathering, familiarisation, hazard identification, risk analysis and assessment of existing measures and risk control. Risk is to be assessed in four ways, namely consequences to life, the environment, port authority operations and users.", "159. The Dangerous Substances in Harbour Areas Regulations 1987 cover liquid dangerous substances in bulk. Before such substances can be handled within a harbour area, the harbour authority must prepare an effective emergency plan and consult with the emergency services and any other body it considers appropriate. MHPA has prepared an emergency plan and consulted as required. The process of assessment is continuous and changes in the level of risk are identified and addressed.", "160. SIGTTO (The Society of International Gas Tanker and Terminal Operators Limited) is a non-profit-making company, formed to promote high operating standards and best practices in gas tankers and terminals throughout the world. It provides technical advice and support to its members and represents their collective interests in technical and operational matters. It has published several guidance papers on matters related to LNG.", "161. The paper emphasises in its introduction that the level of marine risk is determined by the position chosen for the LNG terminal. As to jetty location, section 6 of the paper advises that they be placed “in sheltered locations remote from other port users”. Section 7 highlights the need for ignition controls extending around and beyond the immediate terminal area.", "162. Section 1.1 of the paper notes:", "“... the hazards arising from [LNG], should it escape to atmosphere are: the eventual prospect of a gas cloud, many times the volume associated LNG with an accompanying risk of fire or explosion ...", "...", "Release of LNG into the atmosphere of any area having within it low energy ignition agents carries with it a risk of fire or explosion. Such conditions will prevail in any port area where ignition agents are not effectively prohibited, as they are in installations specifically constructed for the handling of hydrocarbons.”", "163. Section 1.3 highlights the risks occasioned upon collision between vessels:", "“... it is clear, their inherently robust constructions notwithstanding, that LNG tankers are vulnerable to penetration by collisions with heavy displacement ships at all but the most moderate of speeds. Such incidents ought to be treated as credible within any port where heavy displacement ships share an operating environment with LNG tankers.”", "164. Section 1.4 of the publication observes:", "“Since there has never been a catastrophic failure of an LNG tanker’s hull and containment system there are no incident data upon which to construct scenarios following the release of large quantities of LNG into the atmosphere. However the behaviour of released LNG has been carefully studied in the light of certain important experiments involving controlled releases ...", "After a release of liquefied gas a cloud will develop and travel horizontally from the spill point under the influence of prevailing winds. The cloud will contain the gaseous components of the LNG ... and air. Mixing with air the cloud will develop flammable properties [through] much of its volume ...", "As it travels away from the spill point the cloud will warm, becoming progressively less dense. As it warms to ambient temperature it will become buoyant in air and disperse vertically. Pure methane is lighter than air ... but it is the temperature of the entire cloud, not just its gaseous component, [that] determines its behaviour. Other components too must warm to higher temperatures before vertical dispersal ensues. Meanwhile the cloud will continue to disperse in a generally horizontal direction, developing a shape similar to an elongated plume.", "In practice the geometry and behaviour of a gas cloud will be determined by the specific circumstances of the release. The single biggest determinant will always be the volume of LNG released. Thereafter the shape and behaviour of the cloud will be determined by the rate at which liquid gas is released to the atmosphere. Dispersal in specific incidences will also be greatly influenced by wind conditions, atmospheric stability, ambient temperature and relative humidity. The topography and surface roughness of the terrain over which a cloud moves will greatly influence dispersal characteristics ...", "When the gas cloud is no longer fed by fresh volumes of gas it will disperse in the atmosphere until its entire volume is diluted below the lower explosive limit for methane. Its flammable properties will then be extinguished and no further risk will remain.”", "165. On assessing the cloud behaviour in a specific situation, section 1.4 provides the following guidance:", "“... First there must be established a realistic estimate of the maximum credible release, or spill. Second, the released gas cloud is modelled using realistic values for air temperature, wind forces and atmospheric stability at the location in question. From such analysis it is possible to predict with credible accuracy the likely scenario following a worst probable gas release into the atmosphere.”", "166. Section 1.5 observes:", "“There has never been an incident involving the penetration or catastrophic failure of an LNG tanker’s containment system – indeed, the safety record for this class of ship is exemplary. Nevertheless, this safety record notwithstanding, the risk profile of LNG tankers presents a very serious residual hazard in port areas if the vital structure of the tanker is penetrated.”", "167. Section 2 concludes:", "“Risk exposures entailed in an LNG port project should therefore be analysed by a Quantitative Risk Assessment (QRA) study. Such a study must involve the operations at the terminal and the transit of tankers through the port.", "Risk assessments do not of themselves improve safety, but they should be regarded as decision tools in order to satisfy company safety policy and the Authorities that risk is acceptable.”", "168. The section specifies that QRA results should yield, as a minimum, a high confidence in there being a low risk of the tanker failing to maintain track during the transit; a high confidence of the tanker not encountering other vessels in situations that present risks of collision; no credible scenario leading to a high energy grounding that holds the prospect of the inner hull being penetrated; and no credible scenario that might lead to the tanker encountering a heavy displacement vessel in situations where the resulting collision impact could be sufficient to penetrate the transiting tanker’s inner hull.", "169. Section 4 clarifies that:", "“The most important single determinant of risk attached to LNG operations in port areas is the selection of the site for the marine terminal – the location of the tanker berth(s).”", "170. It provides that whatever the prevailing circumstances, no terminal should be sited in a position where it may be approached by heavy displacement ships which have an inherent capability to penetrate the hull of an LNG tanker. It adds that all port traffic must be excluded from the environs of an LNG marine terminal, having regard to the assessment made of the maximum credible spill and likely dispersal of the gas.", "171. Aside from the provisions in the EIA Directive and the COMAH Regulations obliging States to ensure that certain information be made available to the public (see paragraphs 133 and 149-151 above), a public right of access to environmental information is established by the Environmental Information Regulations 2004. Regulation 5 sets out a duty to make available environmental information on request:", "“(1) Subject to ... [the provisions of the EIA Regulations], a public authority that holds environmental information shall make it available on request.", "(2) Information shall be made available under paragraph (1) as soon as possible and no later than 20 working days after the date of receipt of the request.", "...”", "172. Regulation 5(4) stipulates that where the information made available is compiled by or on behalf of the public authority, it must be up to date, accurate and comparable, so far as the public authority reasonably believes. Regulation 9 obliges the public authority to provide advice and assistance to applicants, so far as it would be reasonable to expect the authority to do so. Regulation 11 allows an applicant to make representations to a public authority in relation to his request for environmental information if it appears to him that the authority has failed to comply with a requirement of these Regulations in relation to the request.", "173. Regulation 12(1) provides that a public authority may refuse to disclose environmental information requested if:", "“(a) an exception to disclosure applies under paragraphs (4) or (5); and", "(b) ”", "174. However, Regulation 12(2) stipulates that a public authority shall apply a presumption in favour of disclosure.", "175. Regulation 12(4) provides that a public authority may refuse to disclose information to the extent that, inter alia:", "“(b) the request for information is manifestly unreasonable;", "(c) the request for information is formulated in too general a manner and the public authority has complied with regulation 9;", "...", "(e) the request involves the disclosure of internal communications.”", "176. Regulation 12(5) provides that a public authority may refuse to disclose information to the extent that its disclosure would adversely affect, inter alia:", "“(a) international relations, defence, national security or public safety;", "...", "(e) the confidentiality of commercial or industrial information where such confidentiality is provided by law to protect a legitimate economic interest;", "(f) the interests of the person who provided the information where that person–", "(i) was not under, and could not have been put under, any legal obligation to supply it to that or any other public authority;", "(ii) did not supply it in circumstances such that that or any other public authority is entitled apart from the Regulations to disclose it; and", "(iii) has not consented to its disclosure; or", "(g) the protection of the environment to which the information relates.”", "177. Regulation 2 defines “environmental information” as having:", "“... the same meaning as in Article 2(1) of the [EIA] Directive, namely any information in written, visual, aural, electronic or any other material form on–", "(a) the state of the elements of the environment, such as air and atmosphere, water, soil, land, landscape and natural sites including wetlands, coastal and marine areas, biological diversity and its components, including genetically modified organisms, and the interaction among these elements;", "(b) factors, such as substances, energy, noise, radiation or waste, including radioactive waste, emissions, discharges and other releases into the environment, affecting or likely to affect the elements of the environment referred to in (a);", "(c) measures (including administrative measures), such as policies, legislation, plans, programmes, environmental agreements, and activities affecting or likely to affect the elements and factors referred to in (a) and (b) as well as measures or activities designed to protect those elements;", "(d) reports on the implementation of environmental legislation;", "(e) cost-benefit and other economic analyses and assumptions used within the framework of the measures and activities referred to in (c); and", "(f) the state of human health and safety, including the contamination of the food chain, where relevant, conditions of human life, cultural sites and built structures inasmuch as they are or may be affected by the state of the elements of the environment referred to in (a) or, through those elements, by any of the matters referred to in (b) and (c).”", "178. Section 50 of the Freedom of Information Act 2000 (“FOI Act”) allows any person to apply to the Information Commission for a decision as to whether a request for information made to a public authority has been dealt with in accordance with the FOI Act or the Environmental Information Regulations. The Information Commissioner has powers of enforcement if a public authority does not comply with the terms of decision notice. It is possible to appeal the decisions of the Information Commissioner to the First-Tier Tribunal and a further appeal to the Upper Tribunal is available on points of law.", "179. Section 31 of the Supreme Court Act 1981 provides that the High Court may refuse an application for judicial review where there has been undue delay. The relevant subsections provide as follows:", "“(6) Where the High Court considers that there has been undue delay in making an application for judicial review, the court may refuse to grant–", "(a) leave for the making of the application; or", "(b) any relief sought on the application,", "if it considers that the granting of the relief sought would be likely to cause substantial hardship to, or substantially prejudice the rights of, any person or would be detrimental to good administration.", "(7) Subsection (6) is without prejudice to any enactment or rule of court which has the effect of limiting the time within which an application for judicial review may be made.”", "180. Rule 54.5 of the Civil Procedure Rules sets out specific time limits for filing a claim form in judicial review proceedings:", "“(1) The claim form must be filed–", "(a) promptly; and", "(b) in any event not later than 3 months after the grounds to make the claim first arose.", "(2) The time limit in this rule may not be extended by agreement between the parties.", "(3) This rule does not apply when any other enactment specifies a shorter time limit for making the claim for judicial review.”", "181. CPR Part 52.17 permits the re-opening of final appeals in the Court of Appeal in exceptional circumstances. It provides as follows:", "“(1) The Court of Appeal or the High Court will not reopen a final determination of any appeal unless–", "(a) it is necessary to do so in order to avoid real injustice;", "(b) the circumstances are exceptional and make it appropriate to reopen the appeal; and", "(c) there is no alternative effective remedy.", "(2) ... ‘appeal’ includes an application for permission to appeal.”", "182. There is no further appeal from the decision of the judge on the application for permission."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}