{"ITEMID": "001-69391", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SISOJEVA AND OTHERS v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;No violation of Art. 34;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["12. The applicants are a married couple, Svetlana Sisojeva (“the first applicant”) and Arkady Sisojev (“the second applicant”) and their daughter, Aksana Sisojeva (“the third applicant”). They were born in 1949, 1946 and 1978 respectively. The second and third applicants have Russian nationality, while the first applicant has no nationality. All three live in Alūksne (Latvia).", "13. The first two applicants arrived in Latvia in 1969 and 1968 respectively. The second applicant, who was a member of the Soviet armed forces at the time, was stationed in Latvia and remained there until he finished serving his time in November 1989. The third applicant and her elder sister, Mrs Tatjana Vizule, were born in Latvian territory.", "14. Following the break-up of the Soviet Union and the restoration of Latvian independence in 1991 the applicants, who had previously been Soviet nationals, became stateless.", "In August 1993 Tatjana married a Latvian national. She is mother to two minor children who have Latvian nationality.", "15. In 1993 the first and second applicants applied to the Latvian Interior Ministry's Nationality and Immigration Department (Iekšlietu ministrijas Pilsonības un imigrācijas departaments – “the Department”) to obtain permanent resident status and to be entered in the register of residents of the Republic of Latvia (Latvijas Republikas Iedzīvotāju reģistrs). However, on 19 June 1993 the Department issued them only with temporary residence permits.", "16. The first and second applicants then lodged an application with the Alūksne District Court of First Instance, requesting it to direct the Department to enter them in the register of residents as permanent residents. In a judgment delivered on 28 October 2003 after adversarial proceedings, which was upheld on 8 December 1993 following an appeal on points of law, the court allowed their application. It considered that, under the legislation in force, the situation of the second applicant, who had left the army before 4 May 1990 – the date on which Latvia had declared its independence – could not be equated with that of a non-Latvian serviceman temporarily present on Latvian soil, who would be entitled only to a temporary residence permit. The Department subsequently entered all the applicants in the register of residents.", "17. In 1995 the Department discovered that the first two applicants had each obtained two former Soviet passports in January 1992 and had therefore been able to have their place of residence registered in Izhevsk (Russia) despite already having a registered place of residence in Latvia (pieraksts or dzīvesvietas reģistrācija).", "18. In two decisions dated 3 November and 1 December 1995 the Alūksne police decided not to institute criminal proceedings against the applicants for using false identity papers. However, the Department imposed an administrative penalty of 25 lati (LVL) (approximately 40 euros (EUR)) on them for breach of the passport regulations. The Department also applied to the Alūksne District Court of First Instance to have the proceedings reopened to consider new facts, alleging fraudulent behaviour on the part of the first two applicants. The Department also noted that the third applicant had followed the example of her parents and sister in 1995, obtaining two passports and having her place of residence registered in both Russia and Latvia.", "19. In an order of 28 May 1996 the Alūksne District Court of First Instance, ruling on the application for the proceedings to be reopened, allowed the Department's application, quashed its own judgment of 28 October 1993 and ordered the removal of the applicants' names from the register of residents. The first two applicants appealed to the Vidzeme Regional Court which, in an order dated 3 June 1997, quashed the decision in question and referred the case back to the Alūksne Court of First Instance.", "20. In 1996 the second and third applicants applied for and obtained Russian nationality. On 8 August 1996 the Russian Embassy in Latvia issued them with passports of the Russian Federation.", "21. In March 1998 the third applicant, by now an adult, was joined as a party to the proceedings before the Alūksne Court of First Instance.", "22. In a letter of 15 May 1998 the Joint Committee for the implementation of the agreement between the Government of Latvia and the Government of the Russian Federation on social-welfare arrangements for retired members of the Russian armed forces and their family members residing in Latvia (“the Russian-Latvian agreement” – see paragraph 45 below) requested the Interior Ministry's Nationality and Migration Directorate (Iekšlietu ministrijas Pilsonības un migrācijas lietu pārvalde – “the Directorate”), which had replaced the Department, to issue the applicants with permanent residence permits, on the ground that they had the right to remain in Latvia under the above agreement. In a second letter sent the same day the Joint Committee informed the Alūksne Court of First Instance that the first applicant had neither Russian nor any other nationality.", "23. In July 1998 the applicants submitted a further request to the Court of First Instance. In a joint memorial they argued that, as the second and third applicants had Russian nationality, they had the right to obtain permanent residence permits under the Russian-Latvian agreement. The first applicant, who had no nationality, contended that she was entitled to the status of a “permanently resident noncitizen (nepilsonis)” under the Act on the Status of Former USSR Citizens without Latvian or other Citizenship (“the Non-Citizens Act” – see paragraph 41 below).", "24. In court, the applicants made no attempt to deny the actions of which they had been accused by the Department and the Directorate, but maintained that those actions had been in breach only of Russian law and therefore had no effect on their rights in Latvia.", "25. In a judgment of 28 July 1998 the Alūksne District Court of First Instance allowed the applicants' request. It noted that the applicants' place of residence had been legally registered in Alūksne since 1970 and that they had lived there from then onwards. In the court's view, since the procuring of second passports by the applicants and their registration in Russia were illegal and void acts, they had no impact on the applicants' legal status in Latvia. The court also noted that the second applicant was on the list of former members of the Russian armed forces in receipt of a Russian military pension and entitled to remain in Latvia. That list had been drawn up jointly by the two governments in accordance with the Russian-Latvian agreement. Consequently, the court held that the first applicant was entitled to apply for a passport as a “permanently resident non-citizen” and that the second and third applicants were entitled to obtain permanent residence permits.", "26. The Directorate appealed against that judgment to the Vidzeme Regional Court. In a judgment of 15 June 1999 the Regional Court dismissed the appeal, endorsing the findings and reasoning of the firstinstance court.", "27. The Directorate then lodged an appeal on points of law with the Senate of the Supreme Court. In a judgment of 15 September 1999 the Senate quashed the Regional Court's judgment and declared it null and void. The Senate found that secretly obtaining two passports and registering places of residence in two different countries, failing to disclose the second passports and supplying false information to the authorities when applying for regularisation constituted serious breaches of Latvian immigration law. The Senate also referred to section 1 (3), subparagraph 5, of the Non-Citizens Act, which stated that the status of “permanently resident non-citizen” could not be granted to persons who, on 1 July 1992, had their permanent place of residence registered in a member State of the Commonwealth of Independent States (of which Russia is a member). The Senate considered that the provision in question was fully applicable to the applicants' case.", "28. The Senate also noted that the judgment of the Alūksne Court of First Instance of 28 October 1993 had been subsequently set aside when the proceedings were reopened, thereby depriving the entry of the applicants on the register of residents of any legal basis. It concluded that the second and third applicants, since they did not satisfy the requirements of section 23 (1) of the Aliens and Stateless Persons (Entry and Residence) Act (“the Aliens Act” – see paragraph 43 below), were also not entitled to obtain permanent residence permits. Consequently, the Senate set aside the judgment of 15 June 1999 and referred the case back to the appellate court.", "29. For procedural reasons, the case was transferred to the Latgale Regional Court which, in a judgment of 10 January 2000, rejected the applicants' application, reaffirming the reasons given by the Senate. Unlike the Russian-Latvian Joint Committee, the Regional Court considered that the first applicant had Russian nationality under the Russian Federation's Nationality Act. With regard to the second applicant, it considered that the fact that an individual was on the list of retired army personnel merely attested to the fact that the person concerned actually resided in Latvia and was in receipt of a Russian military pension; it did not in any sense confer entitlement to a residence permit.", "30. In a judgment of 12 April 2000 the Senate of the Supreme Court dismissed an appeal by the applicants on points of law, endorsing in substance the arguments of the Regional Court.", "31. In two letters dated 17 May and 26 June 2000 the Directorate reminded the applicants that they were required to leave Latvia.", "32. On 11 November 2003 the head of the Directorate sent a letter to each of the applicants explaining the procedure to be followed in order to regularise their stay in Latvia. The relevant passages of the letter sent to the first applicant read as follows:", "“... The [Directorate] ... would remind you that, in accordance with the principle of proportionality, no order has hitherto been made for your deportation, and that it is open to you to regularise your stay in the Republic of Latvia in accordance with the [country's] legislation.", "Under sections 1 and 2 of the Status of Stateless Persons Act, persons who are not considered to be nationals of any one State under the laws of that State ... and who are legally resident in Latvia, may obtain stateless persons status.", "You satisfy the above requirements...", "In view of the above, the Directorate is prepared to regularise your stay in Latvia by entering your name in the register of residents as a stateless person [resident] in Latvia and by issuing you with an identity document on that basis.", "In order to complete the necessary formalities, you will need to go in person to the Alūksne district office of the Directorate, bringing with you your identity papers, your birth certificate and two photographs...”", "33. The letters sent to the other two applicants were similar in content. The letter to the second applicant stated in particular:", "“... If your wife, Mrs Svetlana Sisojeva, avails herself of the opportunity to regularise her stay in the Republic of Latvia in accordance with the provisions in force, you will be entitled, under the Immigration Act, to obtain a residence permit. The Directorate is not aware of any reason which would prevent you from applying for and obtaining a residence permit in Latvia.", "Under the terms of section 32 of the Immigration Act, only aliens residing in Latvia on the basis of a residence permit may apply to the Directorate for a residence permit... In other cases, and where such a move accords with international human rights provisions and the interests of the Latvian State, or on humanitarian grounds, the head of the Directorate may authorise the person concerned to submit the relevant papers to the Directorate in order to apply for a residence permit. As no order has hitherto been made for your deportation, you may submit the relevant papers ... to the Alūksne district office of the Directorate...", "...", "In view of the above, the Directorate is prepared to issue you with a residence permit at your wife's place of residence, in accordance with section 26 of the Immigration Act, on condition that S. Sisojeva completes the necessary formalities in order to regularise her stay in Latvia as a stateless person, and that she responds to the invitation from the Alūksne office of the Directorate...”", "34. Lastly, the letter to the third applicant contained the following passages:", "“ ... If your mother, Mrs Svetlana Sisojeva, avails herself of the opportunity offered to her and, after completing the necessary formalities, regularises her stay in the Republic of Latvia in accordance with the provisions in force, you will be entitled, under the Immigration Act, to obtain a residence permit. The Directorate is not aware of any reason which would prevent you from applying for and obtaining a residence permit in Latvia.", "...", "The Directorate would further inform you that, in accordance with section 23 (3) of the Immigration Act, in cases not provided for by the Act, a temporary residence permit may be issued by the Minister of the Interior, where such a move is in accordance with the provisions of international law. Consequently, you are also entitled to apply to the Minister of the Interior for a residence permit valid for a period longer than that specified in section 23 (1) subparagraph 1 of the Immigration Act. Furthermore, after a period of residence of ten years on the basis of a temporary residence permit, you may apply for a permanent residence permit in accordance with section 24 (1) subparagraph 7 of the Immigration Act...”", "35. In addition, a letter containing the above information concerning the three applicants was sent to the Government's Agent. On the same date, 11 November 2003, the head of the Directorate signed three decisions formally regularising the applicants' status in Latvia. More specifically, he ordered that the first applicant be entered in the register of residents as a “stateless person”, that she be issued with an identity document valid for two years, and that the second and third applicants be issued with temporary residence permits valid for one year and six months respectively. However, regularisation of the status of the second and third applicants was contingent upon that of the first applicant. In other words, in order for Arkady Sisojev and Aksana Sisojeva to obtain residence permits, Svetlana Sisojeva first had to submit the relevant documents to the Directorate.", "36. None of the applicants complied with the instructions outlined above in order to obtain residence permits. As matters stand, the applicants continue to reside in Latvia. According to the information available to the Court, the second applicant is legally employed as the operator of a municipal communal heating plant in Alūksne, while the third applicant is studying law at a private establishment in Riga.", "37. The applicants contended that, on the morning of 6 March 2002, the first applicant, Svetlana Sisojeva, had been summoned to the regional headquarters of the security police (Drošības policija). An officer of the security police had asked her a number of questions, some of them relating to her application to the Court and to an interview she had given to journalists from a Russian television channel on the subject. In particular, the police had asked the first applicant how the Russian journalists had made contact with her, how she had heard about the possibility of lodging an individual application with the Court, how she had found lawyers to represent her before the Court and how she had known that certain persons had bribed Directorate officials in order to obtain Latvian residence permits. In addition, the police officer had asked her several questions about her professional career and about the members of her family.", "38. The dialogue between the first applicant and the police officer, as reconstructed by the applicant and sent to her lawyers on 4 April 2002, ran as follows:", "“Police officer: How did the television channel ORT find you?", "Applicant: We had had telephone calls in November [and] December. At the time, we had refused to meet them, but journalists are bloodhounds, they always get what they want.", "Police officer : And then?", "Applicant: They telephoned from Riga and said they wanted to meet us and talk to us. I agreed. They wanted to talk to several [people] who had brought cases before the courts.", "Police officer: When did they phone?", "Applicant: It was a Saturday night, about 10 p.m. They came round on the Sunday, at about 3.30 p.m. If you want to come round [too], you're welcome. Our door is always open.", "Police officer: You said that you'd taken the case all the way to the European Court, didn't you?", "Applicant: Yes, I did. There were fourteen sets of proceedings; we fought and fought [again], and eventually we turned to the European Court, because of the people in charge in the [Directorate]. They saw it as a game to get us deported from the country, while we wanted to prove that we were in the right. [Their] attitude towards us was based on prejudice: we hadn't broken any laws in Latvia.", "Police officer: How and where did you find out that you could apply to the European Court?", "Applicant: The issue of our regularisation was discussed several times by the tripartite Joint Committee. We had approached the Human Rights Committee. We had lawyers. The representatives of the Interior Ministry and the [Directorate] had told us at the last meeting that they had no objections to raise or accusations to make as far as we were concerned, and that everything would be fine. Unfortunately, they haven't kept their promises so far. The Committee advised us to lodge an application with the European Court about the length of the proceedings if the case wasn't resolved.", "Police officer: And how did you find those lawyers?", "Applicant: With the help of the lawyers in the social welfare office we were registered with.", "Police officer: Perhaps your lawyers threatened you, saying that if you didn't give information to ORT they would stop working with you?", "Applicant: That's nonsense. They told us not to give information to anyone without their consent, not even to ORT...", "Police officer: You said that over forty people had lodged applications?", "Applicant: Yes, I did. Actually, there are even more people involved: I meant that there were forty families. We've all been through the courts: some of us once, some twice, and some even three times. A lot of people solved the problem by paying backhanders.", "Police officer: How do you know that?", "Applicant: We were all in the same boat and we helped one another. We used to say to one another that if someone had money, it was better for him to pay, to avoid a trial. [The first applicant then gave the example of two families whose status had been regularised after they had bribed Directorate officials; she named one of the officials concerned.]", "Police officer: And why did you not come to us?", "Applicant: We didn't know you could help us.", "Police officer: How did you come by the information that forty people had lodged applications?", "Applicant: Actually, the figure is higher. We've all had a lot of problems. [The applicant dwelt in detail on five specific cases concerning the regularisation of persons in a similar situation to her own.]", "Police officer: What does your husband think about the case?", "Applicant: He supports [me]: what would you do?", "[The police officer then asked the applicant a series of questions about her education, her work, her husband's work and the family's financial situation.]", "Police officer: Once more, how did you find out that you could take your case to the European Court?", "Applicant: We read the papers, we watch television; the cases of Podkolzina, Kulakova, Slivenko and several other families were reported in the media. We approached the Human Rights Committee, who gave us advice and even offered to [help us] find a lawyer. Strange, isn't it? It was very hard for us, having to bring a case against Latvia before the European Court, but all the avenues open to us to try and resolve the problem in Latvia had been exhausted. It's the fault of the [Directorate and its officials], who flout the law and force people to leave Latvia. They're the ones who bring shame on Latvia. We haven't broken any law.", "Police officer: When is the case going to be examined?", "Applicant: We don't know.", "Police officer: What documents have you sent them?", "Applicant: The courts' decisions.”", "39. The Government contested the accuracy of this record, particularly in view of the length of time that had elapsed between the interview itself and the drafting of the document. The first applicant conceded that the document was probably less than perfect, given that it had been drafted from memory almost a month after the fact; she acknowledged that several other questions (which she could not recall) might have been asked during the interview. However, she contended that her record reflected with sufficient accuracy the content and tone of the interview. Furthermore, she was “absolutely certain” that her conversation with the police officer had been recorded on tape.", "40. Latvian legislation on nationality and immigration distinguishes several categories of persons, each with a specific status.", "(a) Latvian citizens (Latvijas Republikas pilsoņi), whose legal status is governed by the Citizenship Act (Pilsonības likums);", "(b) “permanently resident non-citizens” (nepilsoņi) – that is, citizens of the former USSR who lost their Soviet citizenship following the break-up of the USSR but have not subsequently obtained any other nationality – who are governed by the Act of 12 April 1995 on the Status of Former USSR Citizens without Latvian or other Citizenship (Likums “Par to bijušo PSRS pilsoņu statusu, kuriem nav Latvijas vai citas valsts pilsonības” – “the NonCitizens Act”; see paragraph 41 below);", "(c) asylum-seekers and refugees, whose status is governed by the Asylum Act of 7 March 2002 (Patvēruma likums);", "(d) “stateless persons” (bezvalstnieki) within the meaning of the Status of Stateless Persons Act of 18 February 1999 (Likums “Par bezvalstnieka statusu Latvijas Republikā” – see paragraph 42 below), read in conjunction with the Aliens and Stateless Persons (Entry and Residence) Act of 9 June 1992 (“the Aliens Act” – see paragraph 43 below) and, since 1 May 2003, with the Immigration Act of 31 October 2002 (Imigrācijas likums – see paragraph 44 below);", "(e) “aliens” in the broad sense of the term (ārzemnieki), including foreign nationals (ārvalstnieki) and stateless persons (bezvalstnieki) falling solely within the ambit of the Aliens Act (before 1 May 2003), and the Immigration Act (after that date).", "41. The relevant provisions of the Non-Citizens Act read as follows:", "Section 1 (1) [Version in force before 25 September 1998]", "“This Act shall apply to citizens of the former USSR who are resident in Latvia ..., were resident within Latvian territory before 1 July 1992 and are registered as being resident there, regardless of the status of their housing, provided that they are not citizens of Latvia or of any other State, and also to their children below the age of majority, if the latter are not citizens of Latvia or of any other State.”", "[Version in force since 25 September 1998]", "“The persons governed by this Act – 'non-citizens' – shall be those citizens of the former USSR, and their children, who are resident in Latvia ... and who satisfy all the following criteria:", "(1) on 1 July 1992 they were registered as being resident within the territory of Latvia, regardless of the status of their housing; or their last registered place of residence by 1 July 1992 was in the Republic of Latvia; or a court has established that before the above-mentioned date they had been resident within the territory of Latvia for not less than ten years;", "(2) they do not have Latvian citizenship; and", "(3) they are not and have not been citizens of any other State.", "...", "Section 2 (2)", "“... [N]on-citizens have the right", "...", "(2) not to be deported from Latvia, save where deportation takes place in accordance with the law and another State has agreed to receive the deportee. ...”", "42. The relevant provisions of the Status of Stateless Persons Act read as follows:", "Section 2", "“1. The status of stateless person may be granted to persons whose status is not defined either by the Act on the Status of Former USSR Citizens without Latvian or other Citizenship or by the Asylum Act , provided they", "...", "(2) are legally resident in Latvia.", "2. Stateless persons who have obtained outside Latvia documents attesting to the fact that they are stateless may obtain the status of stateless person in Latvia only if they have obtained a permanent residence permit in Latvia.", "...”", "Section 3 (1)", "“Stateless persons shall be issued with an identity document for stateless persons, which shall also serve as [a] travel document.”", "Section 4", "“1. Stateless persons in Latvia shall enjoy all the human rights enshrined in the Latvian Constitution [Satversme].", "2. In addition to the rights referred to in the first paragraph of this section, stateless persons shall be entitled", "(1) to leave and return to Latvia freely;", "(2) to be joined by their spouse from outside the country, and by their own minor children or those dependent on their spouse, in accordance with the rules laid down by the Aliens and Stateless Persons (Entry and Residence) Act;", "(3) to preserve their native language, culture and traditions, provided these are not in breach of the law;", "...", "3. During their stay in Latvia, stateless persons shall be bound by [the provisions of] Latvian law.”", "43. The relevant provisions of the Aliens Act, in force prior to 1 May 2003, read as follows:", "Section 11", "“Any foreigner or stateless person shall be entitled to stay in the Republic of Latvia for more than three months [version in force since 25 May 1999: 'more than ninety days in the course of one half of a calendar year'], provided that he or she has obtained a residence permit in accordance with the provisions of this Act. ...”", "Section 12", "(amended by the Act of 15 October 1998)", "“Aliens or stateless persons may be issued with", "(1) a temporary residence permit;", "(2) a permanent residence permit. ...”", "Section 23", "“The following may obtain a permanent residence permit:", "...", "(2) the spouse of a Latvian citizen, of a 'permanently resident non-citizen' of Latvia or of an alien or stateless person who has [himself or herself] been granted a permanent residence permit, in accordance [with section] ... 26 of this Act, and the spouse's minor or dependent children ...”", "Section 23 (1) (added by the Act of 18 December 1996, in force since 21 January 1997)", "“Permanent residence permits may be obtained by aliens who, on 1 July 1992, were officially registered as being resident for an indefinite period within the Republic of Latvia if, at the time of applying for a permanent residence permit, they are officially registered as being resident within the Republic of Latvia and are entered in the register of residents.", "Citizens of the former USSR who acquired the citizenship of another State before 1 September 1996 must apply for a permanent residence permit by 31 March 1997. Citizens of the former USSR who acquired the citizenship of another State after 1 September 1996 must apply within six months of the date on which they acquired the citizenship of that State. ...”", "Section 26 (1) (amended by the Act of 18 December 1996, in force since 21 January 1997)", "“The spouse of an alien or stateless person in possession of a permanent residence permit in Latvia, if [he or she] is not a Latvian citizen or non-citizen or an alien or stateless person in possession of a permanent residence permit, shall be issued with:", "(1) following the initial application: a temporary residence permit valid for one year;", "(2) following the second application: a temporary residence permit valid for four years;", "(3) following the third application: a permanent residence permit.”", "Section 35", "“No residence permit shall be issued to a person who", "...", "(6) has knowingly supplied false information in order to obtain such a permit;", "(7) is in possession of false or invalid identity or immigration documents;", "...”", "Section 38", "“The head of the Directorate or of the regional office of the Directorate shall issue a deportation order...", "...", "(2) if the alien or stateless person is in the country without a valid visa or residence permit...”", "Section 40", "“A person shall leave the territory of Latvia within seven days after the deportation order has been served on him or her, provided that no appeal is lodged against the order in the manner prescribed in this section.", "Persons in respect of whom a deportation order is issued may appeal against it within seven days to the head of the Directorate, who shall extend the residence permit pending consideration of the appeal.", "An appeal against the decision of the head of the Directorate shall lie to the court within whose territorial jurisdiction the Directorate's headquarters are situated, within seven days after the decision has been served.”", "Section 49", "“Where an international agreement on the entry, residence and deportation of aliens and stateless persons, concluded by the Republic of Latvia and approved by Parliament, contains provisions at variance with the provisions of the present Act, the provisions of the international agreement shall take precedence.”", "44. Since 1 May 2003 the Aliens Act cited above is no longer in force; it was repealed and replaced by the Immigration Act. The relevant provisions of the new Act read as follows:", "Section 1", "“The present Act uses the following definitions:", "1. an alien [ārzemnieks] – a person who is neither a Latvian citizen nor a “[permanently resident] non-citizen” of Latvia; ...”", "Section 23", "“1. In accordance with the arrangements laid down in the present Act, an alien may request a temporary residence permit", "(1) once in the course of the calendar year, for a period not exceeding six months, if he or she is the relative of a Latvian citizen or a “[permanently resident] non-citizen” of Latvia or of an alien who has obtained a permanent residence permit. This shall apply up to the third degree in lineal descent, the second degree collaterally or the second degree by marriage;", "...", "(6) for the duration of his or her employment, up to a maximum of four years;", "...", "3. In cases not covered by the present Act, the temporary residence permit shall be granted by the Minister of the Interior, where the relevant decision accords with the provisions of international law or the interests of the Latvian State, or on humanitarian grounds.", "4. In the cases referred to in subparagraphs 1 to 10 ... of paragraph 1 of this section, an application for a permanent residence permit may also be lodged by the spouse of the alien, his or her minor children (including those under his or her guardianship) or by persons placed under his or her supervision.”", "Section 24", "“1. In accordance with the arrangements laid down in the present Act, the following persons may apply for a permanent residence permit:", "...", "(2) the spouse of a Latvian citizen or a “[permanently resident] non-citizen” of Latvia or of an alien who has obtained a permanent residence permit, in accordance with section 25 or 26 of the present Act...;", "...", "2. In cases not covered by the present Act, the permanent residence permit shall be granted by the Minister of the Interior, where it accords with the interests of the State.", "...", "5. The aliens referred to in paragraph 1, subparagraph 2 ... of this section may obtain a permanent residence permit if they have a command of the official language. The level of knowledge of the official language and the means of verifying that knowledge shall be determined by the Council of Ministers.", "6. Aliens who do not satisfy the requirements set forth in paragraph 5 of this section shall be entitled to continue to reside in Latvia if they hold a temporary residence permit.”", "Section 26 (1)", "“An alien married to an[other] alien who holds a permanent residence permit may obtain:", "(1) following the initial application: a temporary residence permit valid for one year;", "(2) following the second application: a temporary residence permit valid for four years;", "(3) following the third application: a permanent residence permit.”", "Section 32 (3)", "“[By way of exception,] [t]he head of the Directorate may authorise [the person concerned] to submit an application for a residence permit to the Directorate, where such authorisation accords with the provisions of international law or the interests of the Latvian State, or on humanitarian grounds.”", "Section 33 (2)", "“... When the time-limit set down [for submitting an application for a residence permit] has passed, the head of the Directorate may authorise [the person concerned] to submit the [relevant] documents, where such authorisation accords with the interests of the Latvian State, or on grounds of force majeure or humanitarian grounds.”", "Section 40", "“1. Where a decision is taken to refuse an application by an alien for a residence permit or to withdraw his or her residence permit, the person who invited the alien may appeal against that decision to the head of the Directorate, within thirty days after the decision has been served.", "2. Where the head of the Directorate refuses an application for a residence permit from an alien legally resident in the Republic of Latvia, the alien concerned, or the person who invited him or her, may appeal before the courts against that decision, in the manner prescribed by law.”", "Section 42", "“1. Aliens in respect of whom a deportation order is issued ... may lodge an appeal against that decision with the head of the Directorate within seven days. The head of the Directorate shall extend the person's stay pending consideration of the appeal.", "“2. An appeal against the decision of the head of the Directorate shall lie to the court within whose territorial jurisdiction the Directorate's headquarters are situated, within seven days after the decision has been served. ...”", "45. An agreement between Russia and Latvia on socialwelfare arrangements for retired members of the armed forces of the Russian Federation and their family members resident in Latvia was signed in Moscow on 30 April 1994. It was ratified by Latvia on 24 November 1994 and entered into force on 27 February 1995. The relevant provisions of the agreement read as follows:", "Article 1", "“The present agreement shall apply to persons residing in the Republic of Latvia who are covered by the Russian Federation Act of 12 February 1993 on the granting of retirement benefit to persons who have served in the armed forces and in the organs of the Ministry of the Interior (“retired members of the armed forces”) and to their family members. The phrase “family members” shall be taken to mean the spouses, minor children and other dependants of retired members of the armed forces.”", "Article 2", "“The persons referred to in Article 1 of this agreement shall enjoy fundamental rights in the Republic of Latvia, in accordance with international law, the provisions of this agreement and Latvian legislation.", "The persons to whom this agreement applies ... and who were permanently resident in Latvia before 28 January 1992, including those persons appearing in the lists confirmed by both Parties and annexed to the agreement in respect of whom the relevant formalities have not been completed, shall retain the right to reside without hindrance in Latvia if they so wish. By agreement between the Parties, persons who were permanently resident in Latvia before 28 January 1992 and whose names, for whatever reason, have not been entered on the abovementioned lists, may have their names added. ...”", "46. At the time of the facts reported by the applicants, the relevant provisions of the Regulatory Offences Code (Administratīvo pārkāpumu kodekss) read as follows:", "Article 187", "“... Use of a passport which has been replaced by a new passport shall be punishable by a fine of up to 100 lati.”", "Article 190 (3)", "“Failure to provide the offices of the Latvian Nationality and Immigration Department with the information to be entered in the register of residents within the time allowed shall be punishable by a fine of between 10 and 25 lati.”", "47. The main provisions governing interviews similar to that complained of by the first applicant are contained in the Act of 16 December 1993 on operational measures (Operatīvās darbības likums). The “operational measures” referred to in the Act cover all operations, covert or otherwise, aimed at protecting individuals, the independence and sovereignty of the State, the constitutional system, the country's economic and scientific potential and classified information against external or internal threats (section 1). Operational measures are aimed in particular at preventing and detecting criminal offences, tracing the perpetrators of criminal offences and gathering evidence (section 2).", "48. The most straightforward measure is the “intelligence-related operational procedure” (operatīvā izzināšana), designed to “obtain information on events, persons or objects” (section 9 (1)). The procedure takes one of the following forms:", "(i) an “operational request for intelligence” (operatīvā aptauja), during which “the persons concerned are asked questions about the facts of interest to the [relevant] authorities” (section 9 (2));", "(ii) “operational intelligence gathering” (operatīvā uzziņa), which involves “gathering information relating to specific persons” (section 9 (3));", "(iii) “operational clarification of intelligence” (operatīvā noskaidrošana), consisting in obtaining information by covert or indirect means where there is reason to suspect that the informer will be unwilling to supply the information directly (section 9 (4)).", "49. All operational measures must be in strict compliance with the law and human rights. In particular, no harm – physical or otherwise – may be caused to the persons concerned, nor may they be subjected to violence or threats (section 4 (1) to (3)). Any person who considers that he or she has suffered harm as a result of the actions of a member of the security forces may lodge a complaint with the prosecuting authorities or the relevant court (section 5).", "50. Under section 15 of the National Security Establishments Act of 5 May 1994 (Valsts drošības iestāžu likums), the security police come under the supervision of the Ministry of the Interior. They have powers to deploy operational measures in order to combat corruption."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}