{"ITEMID": "001-113551", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF LASOTA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1957 and lives in Sarnów.", "6. The applicant is married and has two children. Prior to his application for an earlyretirement pension he had been employed for 25 years and had paid social security contributions to the State.", "7. In July 2001 the applicant filed an application with the Rzeszów Social Security Board (Zakład Ubezpieczeń Społecznych) to be granted the right to an earlyretirement pension for persons raising children who, due to the seriousness of their health condition, required constant care, the socalled “EWK” pension.", "8. Along with his application for a pension, the applicant submitted, among other documents concerning his son’s health condition, a medical certificate issued by a specialist medical centre on 15 May 2001. The certificate stated that the child (born in 1994) suffered from mild asthma and bronchitis (astma oskrzelowa lagodna i spastyczne zapalenie oskrzeli) and that he was in need of his parent’s constant care.", "9. On 9 August 2001 the Rzeszów Social Security Board (“the SSB”) issued a decision granting the applicant the right to an earlyretirement pension as of 1 July 2001 in the net amount of 685 Polish zlotys (PLN).", "10. On 20 August 2002 the Rzeszów Social Security Board asked the Main Social Security Board’s doctor (Główny Lekarz Orzecznik) to inform it whether the applicant’s son required the permanent care of a parent. On 13 September 2002 the doctor stated that, on the basis of the medical documents, the child could not be considered as ever having required such care.", "11. On 19 September 2002 the Rzeszów Social Security Board issued simultaneously two decisions in respect of the applicant. By virtue of one decision, the payment of the applicant’s pension was discontinued with immediate effect. By virtue of the other decision, the Board reopened the proceedings, revoked the initial decision granting a pension and eventually refused to grant the applicant the right to an earlyretirement pension under the scheme provided for by the 1989 Ordinance.", "12. The applicant appealed against the respective decisions divesting him of the right to an earlyretirement pension. He submitted that he should receive the benefit because his child required constant care, as confirmed by the medical certificate attached to the applicant’s original application for a pension. Moreover, the applicant alleged that the revocation of his retirement pension was contrary to the principle of vested rights.", "13. On 29 May 2003 the Tarnobrzeg Regional Court (Sąd Okręgowy) dismissed the appeal. The Regional Court concluded on the basis of the evidence that the applicant’s child did not require his father’s permanent care since his health condition did not significantly impair his bodily functions. The domestic court held that the applicant had been rightfully divested of his right to a pension under the scheme provided by the 1989 Ordinance as he did not satisfy the requirement of necessary permanent care.", "14. The applicant further appealed against the firstinstance judgment.", "15. On 20 November 2003 the Rzeszów Court of Appeal (Sąd Apelacyjny) dismissed the appeal.", "16. On 29 April 2004 the Supreme Court (Sąd Najwyższy) refused to entertain the cassation appeal lodged by the applicant.", "17. Following the social security proceedings the applicant was not ordered to return his earlyretirement benefits paid by the Social Security Board, despite the revocation of his right to an earlyretirement pension.", "18. The applicant submitted that after revocation of the EWK pension he remained unemployed until April 2007. During this time he received no social or unemployment benefits. His wife had been employed seasonally as a heating system operator in schools. They owned a farm which was too small to qualify them for the social security scheme for farmers and from which they derived no income.", "19. The Government submitted that the applicant took up employment in April 2007. They failed to specify the amount of his salary. However, after 2007 the family’s yearly income increased from PLN 6,000 (approx. 1,400 euros (EUR)) to PLN 30,000 (approx. EUR 7,000). The applicant’s wife worked between 2001 and 2010 during the winter months only. The Government maintained that the applicant’s wife also owned a small farm which might have constituted an additional source of income.", "20. In addition, the Government submitted information as regards the various types of social benefits available in Poland. However, they did not specify which of those benefits, if any, were available in the applicant’s situation.", "21. Under the relevant laws currently in force, it appears that the applicant will qualify for a regular retirement pension in 2022.", "22. Some 130 applications arising from a similar fact pattern have been brought to the Court. The majority of the applicants form the Association of Victims of the SSB (Stowarzyszenie Osób Poszkodowanych przez ZUS) (“the Association”), an organisation monitoring the practices of the Social Security Board in Poland, in particular in the Podkarpacki region.", "23. Out of all applications lodged with the Court, about twentyfour applicants decided not to lodge a cassation appeal against the judgment of the Court of Appeal given in their case.", "24. One hundredandfour applicants lodged cassation appeals against the final judgments given in their cases. The Supreme Court entertained and dismissed on the merits fifteen appeals. In eightyone applications the Supreme Court refused to entertain cassation appeals on the ground that they did not raise any important legal issues or require the Supreme Court to give a new interpretation to legal provisions which raised serious doubts or gave rise to ambiguity in the jurisprudence of the domestic courts. In the remaining eight cases cassation appeals were rejected for failure to comply with various procedural requirements.", "25. The legal provisions applicable at the material time and questions of practice are set out in the judgment in the case of Moskal v. Poland, no. 10373/05, § 3134, 15 September 2009.", "26. The social security scheme for farmers is regulated by the Farmers’ Social Security Act of 20 December 1990 (“the 1990 Act”; ustawa o ubezpieczeniu społecznym rolników).", "27. The reopening of the proceedings concerning the earlyretirement pension is regulated in section 114 (1) of the Law of 13 October 1998 on the system of social insurance (Ustawa o systemie ubezpieczeń społecznych), which at the relevant time read as follows:", "“The right to benefits or the amount of benefits will be reassessed upon application by the person concerned or, ex officio, if, after the validation of the decision concerning benefits, new evidence is submitted or circumstances which had existed before issuing the decision and which have an impact on the right to benefits or on their amount are discovered.”", "On 1 July 2004 a new subparagraph 114 (1) a was added, which reads as follows:", "“Section 1 shall apply respectively, if, after the validation of the decision it is discovered that the evidence that had been submitted did not give the right to a pension, disability pension or its amount.”", "28. A party to civil proceedings could, at the material time, lodge a cassation appeal with the Supreme Court against a judicial decision of a secondinstance court. A party had to be represented by an advocate or a legal adviser.", "29. Article 3931 of the Code of Civil Procedure as applicable at the material time listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law as a result of its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "30. Pursuant to Article 393¹³ the Supreme Court, having allowed a cassation appeal, could quash the challenged judgment in its entirety or in part and remit the case for reexamination. Where the Supreme Court failed to find nonconformity with the law, it dismissed the cassation appeal. According to Article 39315 if the cassation appeal was wellfounded the Supreme Court could also amend the impugned judgment and adjudicate on the merits.", "31. On 22 June 1999 the Ombudsman made an application to the Constitutional Court, asking for section 186 § 3 of the Law of 17 December 1998 on retirement and disability pensions paid from the Social Insurance Fund (Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych) (“the 1998 Law”) to be declared unconstitutional in so far as it restricted the application of the 1989 Ordinance to persons born before 1 January 1949. More specifically, the Ombudsman submitted that the introduction of an agelimit in respect of persons taking care of a child, which in essence amounted to a deprivation of the right to a benefit, constituted a violation of the principle of equality set forth in Article 32 § 1 of the Constitution.", "32. On 4 January 2000 the Constitutional Court (K18/99) declared the impugned section 186 § 3 of the 1998 Law unconstitutional in so far as it restricted the application of the 1989 Ordinance to persons born before 1 January 1949. The Constitutional Court reiterated among other things the constitutional principle of acquired rights which guarantees particularly strong protection for the right to receive social welfare benefits.", "33. On 10 February 2011 the Ombudsman made an application to the Constitutional Court, asking for section 114 (1)(a) of the 1998 Law to be declared unconstitutional in so far as it allowed the SSB to reopen ex officio proceedings relating to the grant of a pension or a disability pension on the basis of a new assessment of evidence which had already been submitted.", "34. On 28 February 2012 the Constitutional Court (K5/11) declared the impugned section 114 (1)(a) of the 1998 Law unconstitutional in so far as it allowed the SSB to reopen such proceedings following a new assessment of evidence which had already been submitted."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}