{"ITEMID": "001-96147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VASILCHUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. The applicant was born in 1940 and lives in Chornobayivka.", "6. On 16 August 1999 the applicant was dismissed from his job at the Dzherelo enterprise (Чорнобаївське сільське комунальне господарство «Джерело»), a subsidiary of the municipal entity Oblsilkomungosp (Херсонське обласне виробничо-кооперативне об'єднання сільського комунального господарства «Облсількомунгосп»).", "7. In August 1999 the applicant challenged his dismissal and sought compensation before the Dniprovsky District Court of Kherson.", "8. On 22 August 2001 the court allowed the applicant's reinstatement claim and ordered Oblsilkomungosp to pay him 4,800 Ukrainian hryvnias (UAH).", "9. On 3 September 2001 the State Bailiffs' Service instituted enforcement proceedings.", "10. On 6 November 2001 the Kherson Regional Court of Appeal upheld that judgment.", "11. On 7 December 2001 the Dzherelo enterprise was formally reorganised into a private company, D.", "12. On several occasions the enforcement proceedings were discontinued for various reasons and reopened following complaints by the applicant that these decisions were unfair. It is unclear from the parties' submissions whether the debt under the judgment was paid.", "13. In October 2005 the debtor entity was fined for failure to enforce the judgment of 22 August 2001. Additionally, the State Bailiffs' Service requested the local prosecutor to institute criminal proceedings against the managers of Oblsilkomungosp, which request was subsequently rejected.", "14. On 7 October 2005 a decision was taken to initiate liquidation of Oblsilkomungosp.", "15. On 17 October 2005 the Bailiffs' Service returned the enforcement writ to the applicant unenforced.", "16. On 3 July 2006 the Kherson Regional Commercial Court instituted insolvency proceedings against Oblsilkomungosp and on 17 July 2006 declared the company insolvent.", "17. On 4 March 2008 the Commercial Court further approved the liquidation balance sheet and declared Oblsilkomungosp liquidated, following which declaration on 19 March 2008 the company was deleted from the State Company Register.", "18. On 5 April 2002 the applicant instituted proceedings in the Suvorovskiy District Court of Kherson against Oblsilkomungosp, seeking compensation on account of its prolonged failure to reinstate him.", "19. On 4 February 2005 the court, finding that the judgment of 22 August 2001 in the part concerning reinstatement had still not been enforced, awarded the applicant UAH 8,081.70.", "20. On 24 May 2005 the Kherson Regional Court of Appeal increased this sum to UAH 17,206.", "21. On an unspecified date the State Bailiffs' Service instituted enforcement proceedings. On 23 December 2005 the State Bailiffs' Service terminated the enforcement proceedings as the debtor had been liquidated.", "22. The judgment of 4 February 2005, as amended by the judgment of 24 May 2005, remains largely unenforced.", "23. In September 2005 the applicant instituted proceedings in the Dniprovskiy District Court of Kherson against Oblsilkomungosp, seeking compensation for its failure to reinstate him after 5 February 2005.", "24. On 14 June 2006 the court, finding that the judgment of 22 August 2001 in the part concerning reinstatement had still not been enforced, allowed his claim and awarded the applicant UAH 9,495.75. The court also found that the applicant had resigned on 14 June 2006 as a result of his employer's liquidation and ordered the liquidation commission to prepare documents for the applicant's pension.", "25. On 2 November 2006 the Kherson Regional Court of Appeal quashed that judgment in the part concerning the applicant's resignation and the liquidation commission's obligation to prepare documents for the applicant's pension and gave a new judgment dismissing these claims. The court further upheld the remainder of the judgment.", "26. The judgment at issue remains unenforced.", "27. In October 2005 the applicant instituted proceedings in the Dniprovskiy District Court of Kherson against the local department of justice and two local departments of the State Bailiffs' Service, seeking compensation for non-pecuniary damage incurred as a result of the lengthy non-enforcement of the judgment of 22 August 2001.", "28. In a judgment of 23 December 2005 the court ordered the defendants jointly to pay the applicant the total amount of UAH 6,000.", "29. On 8 June 2006 the Kherson Regional Court of Appeal quashed that judgment in the part concerning the obligation of the local department of justice to pay the applicant compensation and rendered a new one dismissing this claim and reducing thereby the amount awarded to UAH 4,000.", "30. On an unspecified date the State Bailiffs' Service instituted enforcement proceedings.", "31. On 23 November 2006 it returned the writs of enforcement to the applicant owing to the debtors' lack of funds.", "32. On 14 December 2006 the Dniprovskiy District Court of Kherson amended its previous judgment, awarding the applicant an additional amount of UAH 40 in court fees.", "33. The judgment of 23 December 2005 as amended, remains unenforced.", "34. In February 2002 the applicant instituted proceedings in the Dniprovsky District Court of Kherson against Y. and G., the manager and his deputy, of Oblsilkomungosp, seeking compensation for non-pecuniary damage incurred as a result of the lengthy non-enforcement of the judgment of 22 August 2001. In a final decision of 9 December 2003 the Supreme Court of Ukraine dismissed his claim. Later, the applicant requested the courts to review the impugned judgment under the extraordinary procedure, but in vain.", "35. The applicant also requested a local prosecutor to institute criminal proceedings against the above-mentioned persons. However, on 7 October 2002 the prosecutor found no prima facie case for instituting the proceedings as requested. The applicant appealed against that decision but in a final decision of 20 April 2004 the Supreme Court of Ukraine dismissed his appeal. Subsequently, the applicant requested the courts to review the impugned decision under the extraordinary procedure, but to no avail.", "36. The applicant further claimed compensation from the local prosecutor's office for its failure to enforce the judgment of 22 August 2001. On 20 December 2002 the Suvorovskiy District Court of Kherson found against the applicant. On 27 March 2003 the Kherson Regional Court of Appeal upheld that judgment.", "37. In November 2002 the applicant instituted proceedings in the Komsomolskiy District Court of Kherson against Oblsilkomungosp and the local State Administration, seeking to have the reorganisation of Dzherelo declared void. On 5 August 2004 the court dismissed his claim. On 10 November 2004 the Kherson Regional Court of Appeal upheld that judgment. Subsequently, the applicant requested the courts to review the impugned judgment under the extraordinary procedure, but to no avail.", "38. In January 2003 the applicant instituted proceedings in the Suvorovskiy District Court of Kherson against Oblsilkomungosp, seeking the annulment of the reinstatement orders of 17 September 2001 and 24 April 2002. On 6 August 2003 the court dismissed his claim. On 3 December 2003 the Kherson Regional Court of Appeal upheld that judgment. Later, the applicant unsuccessfully requested the courts on several occasions to review the impugned judgment under the extraordinary procedure.", "39. On an unspecified date the applicant instituted proceedings in the Suvorovskiy District Court of Kherson against the local department of justice, seeking compensation for non-pecuniary damage incurred as a result of the lengthy non-enforcement of the judgment of 22 August 2001. In a judgment of 15 May 2003 his claim was dismissed. The applicant did not appeal against that judgment.", "40. On an unspecified date the applicant instituted proceedings in the Supreme Court of Ukraine against the State of Ukraine and its President. On 13 October 2006 the court dismissed his claim, stating that it should have been lodged with a relevant district court.", "41. In December 2007 the applicant instituted proceedings in the Dniprovskiy District Court of Kherson against Oblsilkomungosp and other persons, seeking, inter alia, to have the judgment of 22 August 2001 reviewed under the extraordinary procedure. It appears that the proceedings are still pending before that court.", "42. The relevant domestic law is summarised in the judgment of Vasylyev v. Ukraine, (no. 10232/02, §§ 19-22, 13 July 2006)."], "VIOLATED_ARTICLES": ["13", "6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}