{"ITEMID": "001-110242", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CASE OF PANFILE v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Ionel Panfile, is a Romanian national who was born in 1957 and lives in Mihail Kogǎlniceanu, Constanţa District.", "3. On an unspecified date the applicant applied for early retirement, after having worked for the Ministry of National Defence. His monthly pension amounted to 2,880 Romanian lei. The legislation in force at the time, namely Law no. 164/2001 on State military pensions, allowed early retirees from the armed forces to apply for jobs in both the public and private sector, the status of retiree and that of employee being compatible.", "On 4 June 2007 the applicant was appointed by the mayor of Mihail Kogǎlniceanu, a small town in Constanţa District, to work as a head of department within the Municipal Police Service. His monthly salary amounted to 986 lei, to which an additional allowance of 25% of his basic salary was paid on a monthly basis.", "4. In November 2010, following the entry into force of Law no. 329/2009 on rationalisation of public expenditure, which introduced certain conditions for the concurrent receipt of a pension and of a State-paid salary (see paragraph 9 below), the applicant was notified by his employer that in view of the fact that his pension exceeded the national average gross salary of 1,836 lei (see also paragraph 6 below), he was obliged to choose within 15 days between having his pension suspended for the duration of his employment contract, or having the employment contract terminated.", "The applicant refused to make such a choice, allegedly considering that the legal provisions preventing him from receiving concomitantly a pension and a salary were unconstitutional and in breach of European legislation and of the human rights treaties.", "Consequently, on 9 December 2009 the mayor issued a decision confirming that from 10 December 2009 onwards the applicant’s appointment as head of department was revoked, pursuant to section 20 of Law no. 329/2009.", "5. On 18 January 2010 the applicant contested the mayor’s decision before the Constanţa District Court. He asked to be reinstated in his previous post and to be paid the corresponding salaries, retroactively, for the period since 10 December 2009. The applicant mainly claimed that the provisions of Law no. 329/2009 were in breach of the Romanian Constitution and of the European Convention of Human Rights, as they infringed his right to work and to have his possessions, namely monthly income, protected.", "6. The Constanţa District Court dismissed the applicant’s action on 25 May 2010. It noted that the applicant did receive both a pension and a salary from a public institution, even though his pension exceeded the level of the national average gross salary, which was 1,836 lei for the year 2010. Therefore, it held that section 17-22 of Law no 329/2009, which had already been declared constitutional by the Constitutional Court, was relevant to his situation and justified the termination of his employment in a public institution.", "Concerning the alleged breach of the applicant’s right to work, the court held that he was still entitled to receive a salary if he were employed in the private sector; furthermore, the contested measure was not discriminatory, since it applied equally to all persons that were in the same situation as that described in the legal instrument.", "7. The applicant lodged an appeal on points of law against this judgment, invoking also a breach of his rights under Article 1 of Protocol No. 1 to the Convention, Article 14 of the Convention, Article 1 of Protocol No. 12 to the Convention and Article 15 paragraph 1 of the Charter of Fundamental Rights of the European Union.", "8. His appeal was dismissed on 14 October 2010 by the Constanţa Court of Appeal. The court reiterated that the provisions of the disputed law had been declared constitutional by the Constitutional Court, its decision being final and binding. In so far as the applicant’s criticism of the law coincided with the arguments already assessed and taken into consideration by the Constitutional Court in its reasoning, the court was bound to follow the Constitutional Court’s approach. It followed that the mayor’s decision to terminate the applicant’s employment was lawful and in compliance with the Constitution.", "9. Law no 329/2009, concerning the reorganising of public authorities and institutions, rationalisation of public expenditure, provision of support for the business field and compliance with the agreements signed with the European Commission and the International Monetary Fund, came into force on 12 November 2009. Its chapter IV was dedicated to “Measures regulating concurrent pension and salary entitlements, aimed at reducing public expenditure”.", "1 – Anyone entitled to receive a pension, under either the State pension scheme or another pension scheme, who is also entitled to receive a salary pursuant to an employment contract or act of appointment within a public institution, whether national or local ..., shall be allowed to combine the pension with the salary if the pension received is lower than the national average gross salary, as validated by the Budget Act.", "2 – The provisions of paragraph 1 shall be applicable to persons who:", "(a) at the time of the entry into force of this chapter, are retired and enjoy concurrent pension and salary entitlements (pensionari cumularzi);", "(b) after the entry into force of this chapter, begin to enjoy concurrent pension and salary entitlements.", "1 – Persons who are retired and fall under the provisions of section 17(2) (b) and who practise a profession pursuant to an employment contract or an act of appointment shall have an obligation, within 15 days following the entry into force of this chapter, to express in writing their choice between having the payment of their pension suspended while they practise that profession or having their employment/appointment terminated, in the event that the amount of their net pension exceeds the national average gross salary, as validated by the Budget Act ...", "Refusal to comply with the obligation to express a choice within the deadline set out in section 18 ... shall constitute justification for the termination of employment, whether it was based on a contract or on an act of appointment.", "If the choice is expressed within the time-limit set out in section 18 ..., the payment of the pension shall be suspended from the following month onwards.", "Any payments received unduly shall be recovered from the retiree, in compliance with the general rules on the statute of limitations/negative prescription.", "10. The above-mentioned provisions of Law no. 329/2009 have been subjected to the scrutiny of the Constitutional Court, both before its promulgation (pre-legislative review) and after its entry into force (postlegislative review), as follows.", "11. On 23 September 2009 more than one hundred Romanian MPs seised the Constitutional Court of a request for pre-legislative review of constitutionality concerning sections 17-22 of Law no. 329/2009. The Constitutional Court gave its decision on 4 November 2009, finding that the impugned legal texts were in compliance with the Romanian Constitution.", "While stating from the outset that the provisions of the impugned law could not apply to persons whose mandates were provided for by the Constitution (for example, high-ranking officials), the court mainly stated, on the issue of concurrent pension and salary entitlements, that no constitutional provision prevented the legislature from prohibiting the concurrent receipt of both pension and salary, provided that such a measure was applied in an equal manner for all citizens, and that any potential differences in treatment were proved to have a legitimate aim. At the same time, the context in which the impugned measure was taken was an exceptional one, having regard to the global crisis on a financial and economic level.", "The Constitutional Court further stated that the legislation allowed, as a rule, the concurrent receipt of pension and salary, if the pension was lower than a certain level; the level taken into account was expressly prescribed by law, and was thus predictable and determinable, while at the same time reasonable. The exception to the rule of combining both incomes was justified by the exceptional economic circumstances and applied only to those who were employed or appointed in the public sector, for the purpose of rationalising public expenditure, while also securing a certain level of income – estimated as reasonable – for everyone. In so far as the measure applied equally to all those concerned by the legal instrument, it could not be regarded as discriminatory.", "In conclusion, the court held that the legislature had full discretionary power to institute such measures as imposing a certain level of secured income, in so far as they were reasonable, proportionate and justified by a public interest.", "12. Subsequently, the Constitutional Court was seised of several other complaints regarding the alleged unconstitutionality of sections 17-22 of Law no. 229/2009. In its decisions of 1 and 22 March 2011, 7 and 12 April 2011, 17 May 2011 and 12 July 2011, the Constitutional Court upheld its previous reasoning and confirmed that the law was in compliance with the Constitution. At the same time, the court reiterated that the measure could not be regarded as discriminatory, in so far as the employees in the public sector were not in a similar situation to those working for private employers, essentially owing to the fact that their incomes were dependent on the State budget."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}