{"ITEMID": "001-106249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "LISICHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy", "TEXT": ["The applicant, Mr Vladimir Borisovich Lisichenko, is a Ukrainian national who was born in 1954 and lives in Mariupol. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In June 2003 the applicant instituted proceedings in the Ordzhonikidzevskyy District Court of Mariupol against the Head of the local department of the Pension Fund, seeking recalculation of his pension. In his claim the applicant stated, in particular, that under Article 46 of the Constitution he was entitled to a pension equal to the amount of minimum living standard. However, his pension was lower than the standard effective at the relevant time.", "On 19 September 2003 the court rejected the applicant’s claim as unfounded, stating that the amount of his pension had been determined correctly under the applicable provisions of the pension legislation. It further specified that the applicant’s pension could not be topped up to the amount of minimum living standard as this had not been provided for in the pension legislation.", "On 22 December 2003 the Donetsk Regional Court of Appeal upheld the decision of 19 September 2003, noting that the applicable pension legislation did not provide for an increase of the applicant’s pension to the amount of minimum living standard.", "On 20 December 2006 the Higher Administrative Court upheld the decisions of the lower courts, after finding that the applicant’s pension had been determined in accordance with pension legislation.", "The relevant domestic law is set out in the judgment case of Pronina v. Ukraine (no. 63566/00, §§ 13-19, 18 July 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}