{"ITEMID": "001-61410", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF STEUR v. NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10", "JUDGES": "", "TEXT": ["9. The applicant is a Netherlands national who was born in 1951 and lives in Oegstgeest. He is a practising lawyer (advocaat en procureur). He was not represented before the Court.", "10. On 26 November 1992 the social security investigating officer (sociaal rechercheur) Mr W. took and recorded a statement from one Mr B., a person of Surinamese origin who was suspected of having unjustly received social security benefits and, in this context, of having committed forgery. Mr B. was alone with Mr W. at the time and did not have the assistance of either a lawyer or an interpreter.", "11. Subsequently, Mr B. was prosecuted for social security fraud. In addition, civil proceedings were instituted against him by the social security authorities for the recovery of the excess benefits paid to him. The applicant acted as Mr B.'s counsel in both sets of proceedings.", "12. In the civil proceedings, the applicant declared, inter alia:", "“The statement recorded in writing by Mr W. cannot have been obtained in any other way than by the application of pressure in an unacceptable manner in order to procure incriminating statements, the significance of which was not or not sufficiently understood by Mr B. given the absence of an interpreter.”", "This passage appears in pleading notes submitted to the Hague Regional Court (arrondissementsrechtbank) at a hearing held on 27 June 1994.", "13. Having learned of this statement in May 1995, Mr W. filed a disciplinary complaint within the meaning of section 46c of the Legal Profession Act (Advocatenwet) against the applicant to the Dean (deken) of the local Bar Association (Orde van Advocaten). He complained that the applicant's unfounded insinuations had tarnished his professional honour and good reputation, that the applicant had transgressed the limits of decency, and that the applicant had accused him obliquely of having committed perjury in drawing up the record in question.", "14. Following an exchange of correspondence, the Dean forwarded Mr W.'s complaint to the Disciplinary Council (Raad van Discipline) of The Hague.", "15. In its decision of 1 July 1996, following adversarial proceedings, the Disciplinary Council rejected as unfounded the complaint that the applicant had, in veiled terms, accused Mr W. of perjury. It did, however, consider that the applicant, by contending that Mr W. had exerted unacceptable pressure on Mr B., had made an assertion that was not supported by any facts. It concluded that the applicant had thus transgressed the limits of acceptable behaviour and failed to observe the standards expected from a lawyer (“... de grenzen van het toelaatbare overschreden en heeft hij in strijd gehandeld met hetgeen een behoorlijk advocaat betaamt”). Noting the nature and the limited degree of seriousness of the applicant's conduct, the Disciplinary Council considered it sufficient to declare the complaint of Mr W. partially well-founded without imposing any sanction.", "16. The applicant lodged an appeal with the Disciplinary Appeals Tribunal (Hof van Discipline). He submitted that Mr B. had not had the assistance of a lawyer before he signed his written statement, despite having asked for a lawyer to be present, that no interpreter had been present at the interrogation, that Mr B. was a drug addict and that he had told him that pressure had been brought to bear. The applicant also referred to a statement taken by the investigating judge (rechter-commissaris) from Mr B. on 5 December 1994, which reads as follows:", "“In reply to the question why I stated to the police that I had lived together with my ex-wife during the relevant period ... I say that I was pressured during that interrogation.", "This pressure consisted of kicking against the table and kicking motions in my direction. I was also verbally abused.", "When it came to signing the statement, I asked for the chief, but he was said to have already gone home. I then asked for a lawyer because I wanted an interpreter to come and read my statement to me. The police said, however, that no lawyer could come. So in the end I just signed the statement.”", "17. The applicant argued that in defending his client he should have been free to conclude, as he had, that his client's confession could only have resulted from unacceptable pressure being brought to bear by the investigating officer. It would then have been for the court to which this conclusion was presented to decide whether or not it hat been established that such unacceptable pressure was in fact exerted. But it was not for a disciplinary tribunal to find that a statement made at a trial in defence of his client was unacceptable because it had not been sufficiently verified.", "18. In its decision of 26 May 1997, following adversarial proceedings, the Disciplinary Appeals Tribunal dismissed the applicant's appeal and upheld the decision of 1 July 1996 in its entirety.", "19. It noted that, in the civil proceedings involving Mr B., the allegation in issue had been made in the applicant's submissions during the first-instance proceedings as well as in the proceedings on appeal before the Hague Regional Court (in the latter proceedings in the course of a hearing held on 27 June 1994). It did not find it established that, at the material time, the applicant had in fact been informed by Mr B. that he considered that unacceptable pressure had been exerted on him when Mr W. took his statement. It further noted that the applicant's contention had remained wholly unsubstantiated at the material time.", "20. The Disciplinary Appeals Tribunal agreed with the Disciplinary Council that a lawyer was not entitled to express reproaches of the kind in issue without any factual support, which implied that a lawyer, prior to raising such allegations, should seek information from his client as to the circumstances constituting the unacceptable pressure allegedly exerted.", "21. Section 46 of the Legal Profession Act provides as follows:", "“Advocates shall be subject to disciplinary proceedings regarding any act or omission which is in breach of the due care they ought to exercise as advocates visàvis those whose interests they look after, or ought to look after, any breach of the Regulations of the National Bar, and any act or omission not befitting a respectable advocate. This disciplinary justice is dispensed in the first instance by the Disciplinary Councils, and, on appeal, by the Disciplinary Appeals Tribunal, which is also the highest instance.”", "22. A complaint against an advocate is submitted to the Dean of the local Bar Association (section 46c(1)), who shall investigate it (section 46c(2)). He may forward it to the Supervisory Board (Raad van Toezicht) for further action (section 46c(3)).", "23. If a friendly settlement cannot be reached, the matter is referred to the Disciplinary Council by the Dean of the Bar Association (or the Supervisory Board as the case may be), either at the request of the complainant or ex officio (section 46c(3) and section 46d).", "24. The sanctions available to the Disciplinary Councils and the Disciplinary Appeals Tribunal are: mere admonition; reprimand; suspension from practising for a period not exceeding one year; and disbarment (section 48).", "25. Guidance on the nature of an “act or omission not befitting a respectable advocate” is found in the Rules of Conduct for Advocates (Gedragsregels voor advocaten), the most recent version of which dates from 1992. Rule 1 reads as follows:", "“Advocates should behave in such a way that confidence in the profession or in their own exercise of the profession is not harmed.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}