{"ITEMID": "001-105441", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "CASE OF BUROV v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Ion Burov, is a Moldovan national who was born in 1948 and lives in Chişinău. He was represented before the Court by Mr V. Panţîru, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.", "2. On an unspecified date, the applicant, a former policeman, instituted civil proceedings against his ex-employer, the Ministry of Internal Affairs (“the Ministry”), seeking payment of salary arrears.", "3. By a final judgment of 19 June 2002, the Supreme Court of Justice ordered the Ministry to pay the applicant an amount of 909 Moldovan lei (MDL) (69 euros (EUR) at the time) in salary arrears and MDL 500 (EUR 38) for his lawyer’s fees: a total equivalent to EUR 107.", "4. The amount of MDL 909 represented the difference between the sum which had been effectively paid to the applicant for forced absence from work for the period 1997-2000 (MDL 17,547) and the sum to which he was entitled according to the law (MDL 18,547). The Supreme Court of Justice also ordered the Ministry to calculate and pay the applicant an additional compensation (premiul-recompensă) for a period of work from 1 January 1997 to 24 March 1997.", "5. On 29 August 2002 and 24 June 2004 the applicant unsuccessfully sought a reopening of the proceedings which had ended in the final judgment in his favour.", "6. According to the applicant, the final judgment in his favour has not been enforced to date.", "7. The applicant claims that in 1996 he lodged a court action before the Rîşcani District Court, seeking restitution of nationalised property, which had been previously owned by his family. According to him, the District Court did not examine his claim until 2003. The outcome of these proceedings is unknown.", "8. On an unspecified date, the applicant challenged a decision taken by the local authorities to refuse to issue him with a building permit.", "9. By a final judgment of 6 June 2002, the Court of Appeal of the Republic of Moldova (Curtea de Apel a Republicii Moldova) rejected his claim as ill-founded.", "10. By a judgment of the Chişinău Regional Court (Tribunalul Chişinău) of 30 October 2002 the applicant was awarded MDL 32,301 (EUR 2,384) in damages for unlawful dismissal. This judgment was confirmed by a final judgment of the Court of Appeal of the Republic of Moldova on 14 January 2003.", "11. The applicant submitted documents, according to which he had initiated several sets of civil proceedings between 1997 and 2008, in addition to those summarised above. According to the submitted invoices, he regularly paid his representatives’ fees. Thus, he paid to different lawyers, respectively, MDL 2,970 (approximately EUR 436) in 1997, MDL 524 (approximately EUR 46) in 2000, MDL 1,000 (approximately EUR 87) in 2001, MDL 2,700 (approximately EUR 172) in 2005 and MDL 2,300 (approximately EUR 143) between 2006 and 2008. These payments amounted cumulatively to MDL 9,494 (approximately EUR 884).", "12. During 2001 the applicant started to build a decorative fence around his property. According to the invoices, he paid MDL 5,540 (approximately EUR 481) for the construction materials and MDL 1,500 (EUR 137) to the contractors.", "13. Finally, the applicant claimed in his just satisfaction claims that he had paid EUR 1,280 in fees to his representative before the Court. He did not ask the Court for legal aid.", "14. The relevant domestic law has been set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}