{"ITEMID": "001-83884", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NIKOGHOSYAN AND MELKONYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "", "TEXT": ["4. The applicants were born in 1976 and 1933 respectively and live in the village of Hnaberd, Aragatsotn Region.", "5. On an unspecified date, the applicant Melkonyan (hereafter, the second applicant) instituted proceedings against a third person, M., seeking pecuniary damages.", "6. On 18 November 1999 the Aragatsotn Regional Court (Արագածոտն մարզի առաջին ատյանի դատարան) granted his claim and ordered M. to pay 925,000 Armenian drams (AMD) (approx. 1,710 euros (EUR)).", "7. On 28 January 2000 the Department for the Enforcement of Judicial Acts (DEJA) (Դատական ակտերի հարկադիր կատարումն ապահովող ծառայություն) instituted enforcement proceedings. On the same date, the DEJA placed a seizure order on M.'s property, including land and cattle.", "8. On 22 March 2000 the seized property was put on a public auction which took place on 22 August 2000. This property was bought by the second applicant.", "9. On an unspecified date, seven members of M.'s family instituted proceedings against the DEJA. They claimed that the confiscated property had been jointly owned by them, but the DEJA had failed to sever M.'s share when confiscating the property in question. They sought to annul the relevant acts and measures taken in the course of the enforcement proceedings, including the public auction. They also instituted proceedings against the second applicant, seeking to lift the seizure order over the property in question.", "10. On 23 July 2002 the Aragatsotn Regional Court dismissed their claim concerning the lifting of the seizure.", "11. On 23 August 2002 the second applicant sold a part of the land in question jointly to the applicant Nikoghosyan (hereafter, the first applicant) and a third person, A.", "12. On 12 September 2002 the first applicant and A. received a certificate of joint ownership in respect of the land.", "13. On 4 October 2002 the Aragatsotn Regional Court granted the claim of M.'s family members against the DEJA, finding that their property rights had been violated by the enforcement proceedings since the DEJA should have severed and confiscated M.'s share in the property jointly owned by him and his family members instead of confiscating the entire property. The Regional Court annulled the acts and measures taken in the course of the enforcement proceedings. No appeal was lodged against this judgment.", "14. On 11 October 2002 the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) quashed the judgment of 23 July 2002 and lifted the seizure.", "15. On 29 November 2002 the Court of Cassation (ՀՀ վճռաբեկ դատարան) upheld this judgment.", "16. On an unspecified date, the members of M.'s family instituted proceedings against the applicants and A. seeking to annul the sales contract of 23 August 2002 and the certificate of joint ownership of 12 September 2002.", "17. On 25 April 2003 the Aragatsotn Regional Court granted their claim and annulled these documents.", "18. On an unspecified date, the applicants lodged an appeal.", "19. On 30 May 2003 the Civil Court of Appeal, based in Yerevan, posted a summons addressed to both applicants, notifying them that the appeal hearing on the case would take place on 10 June 2003 at 11 a.m. in Yerevan", "20. The envelope which contained the above summons had three postmarks: one dated 30 May 2003 and put in Yerevan, and two dated 12 and 17 June 2003, both put in Aragatsotn Region. On the front side of the envelope, in its lower left part, the second applicant wrote “Received on 17 June 2003 from the head of the post office”.", "21. According to the applicants, this letter was received in Hnaberd post office on 17 June 2003 and was served on them on the same date.", "22. The Government contested this submission and claimed that the summons was timely delivered to the applicants.", "23. On 10 June 2003 the Civil Court of Appeal held the hearing as scheduled and decided to uphold the judgment of 25 April 2003. The plaintiff's representative was present and made oral submissions and explanations. As regards the absence of the applicants, the Court of Appeal stated that:", "“[The applicants and A.] received in person the summons notifying them about the place and time of the hearing, but they failed to appear.”", "24. It appears that a copy of this judgment was sent to and received by the first applicant on 31 June and 4 July 2003 respectively. It further appears that the second applicant received a copy of this judgment in person at the Court of Appeal on 15 August 2003.", "25. On the same date, the applicants lodged a cassation appeal in which they submitted, inter alia, that they had not been timely notified of the hearing of 10 June 2003 and therefore had been unable to attend and make submissions. They argued that the summons had been served on them only on 17 June 2003 which was confirmed by, inter alia, the relevant envelope.", "26. It appears that, since this cassation appeal was lodged out of time, attached to their appeal the applicants submitted a request to restore the missed time-limit for appeal. They allege that the Court of Cassation granted this request on the ground that the summons in question had been served on them only on 17 June 2003. The applicants did not, however, submit a copy of such a decision.", "27. On 26 September 2003 the Court of Cassation examined and dismissed the applicants' cassation appeal in the absence of the parties and upheld the judgment of the Court of Appeal. The Court of Cassation in its decision did not touch upon the issue of the applicants' absence from the hearing of 10 June 2003.", "28. The relevant provisions of the Code of Civil Procedure (CCP) (ՀՀ քաղաքացիական դատավարության օրենսգիրք) read as follows:", "“Civil proceedings shall be conducted in an adversarial procedure and with respect for equality of arms.”", "“1. The parties have the right: ... (3) to submit evidence and participate in its examination...; (4) to ask questions, file motions and make explanations in court; (5) to submit their arguments concerning all issues raised during the court examination; (6) to object against the motions and arguments made by other parties...”", "“1. The parties to civil proceedings ... are the plaintiff and the respondent.", "...", "4. The parties enjoy equal procedural rights and bear equal procedural obligations.”", "“1. The parties to the proceedings shall be informed about the time and place of the court hearing ... by a court summons...", "2. The summons shall be sent by registered post with acknowledgement of receipt or by other means of communication ensuring the registration of notification or is served against a receipt (hereafter, duly notified).”", "“1. The clerk of the court hearing reports to the court about the presence of the parties and other participants of the proceedings and whether those who are absent have been duly notified, and also provides information about the reasons for their absence.”", "“2. The non-appearance of the defendant who has been duly notified about the time and place of the court hearing shall not preclude the examination of the case.”", "“1. The court is entitled to adjourn the examination of the case if ... it cannot be examined at the hearing in question because of the absence of one of the parties...”", "“1. The court of appeal shall adopt a decision to admit an appeal.", "2. The decision should indicate the time and place of the court examination.", "3. The decision shall be duly sent to the parties.”", "“A cassation appeal can be lodged on ... points of law or a procedural violation of the parties' rights...”", "“2. A court judgment shall be ... quashed, if ... the case was examined in the absence of one of the parties who had not been duly notified about the time and place of the hearing...”", "“3. The Court of Cassation is not entitled to establish or consider as proven circumstances which have not been established by the judgment [of the Civil Court of Appeal] or have been rejected by it, to determine whether or not this or that piece of evidence is trustworthy, to resolve the issue as to which piece of evidence has more weight or the issue as to which norm of substantive law must be applied and what kind of judgment must be adopted upon the new examination of the case.”", "“1. Judgments and decisions can be reviewed on the basis of new circumstances [if] ... a violation of a right (rights) guaranteed by an international convention to which Armenia is a party has been found by a final judgment or decision of an international court...”", "29. The relevant provisions of the Law on the Court System («Դատարանակազմության մասին» ՀՀ օրենք) read as follows:", "“A court of appeal is the court which, on the basis of an appeal, carries out a fresh examination of the merits of the case which has been examined by the court of first instance.", "The court of appeal is not constrained by the arguments raised in the appeal and can examine the case in its entirety...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}