{"ITEMID": "001-24007", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "ALTOSAAR v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Siim Altosaar, is an Estonian national currently resident in Estonia. He is represented before the Court by Mr Kari Silvennoinen, a lawyer practising in Helsinki. The respondent Government are represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 November 2000 the District Court (käräjäoikeus, tingsrätten) of Helsinki convicted the applicant of an aggravated narcotics offence and sentenced him to imprisonment.", "On 7 February 2001 the Directorate of Immigration (ulkomaalaisvirasto, utlänningsverket) ordered the applicant to be deported to Estonia.", "The applicant started to serve his prison sentence on 12 February 2001 in Finland.", "On 12 June 2001 the Court of Appeal (hovioikeus, hovrätten) of Helsinki upheld the applicant’s conviction and fixed his sentence at six years and ten months. This judgment was final.", "In a report dated 25 June 2001 the Deputy Governor of the Helsinki Central Prison took a position on the applicant’s placement, noting that he was due to be released on 13 March 2004.", "On 4 September 2002 the Ministry of Justice decided that the applicant should be transferred to Estonia with a view to serving the rest of his sentence there. The Ministry relied on section 19, subsection 2 of Act no. 21/1987 on International Co-operation in the Enforcement of Certain Criminal Sanctions, as amended by Act no. 236/2001, as well as on the Additional Protocol to the Convention on the Transfer of Sentenced Persons (European Treaty Series no. 167; Finnish Treaty Series no. 42/2001). The applicant’s transfer was subject to the consent of the Estonian Government.", "The applicant appealed to the Administrative Court (hallinto-oikeus, förvaltningsdomstolen) of Helsinki, arguing that enforcing the transfer order would violate Articles 3 and 5. Firstly, he risked being placed in the same prison as other members of the gang in whose activities he had been involved, two of whom he had denounced during the criminal proceedings. Secondly, the general prison conditions in Estonia were worse. Thirdly, the applicant argued that in Finland he would, as a first-time offender being of good behaviour in prison, be entitled to release on parole after having served only half of his sentence. In Estonia release on parole would arise only when he had served two thirds of his sentence and even then on a more discretionary basis. By ordering that he should serve the rest of his sentence in Estonia the Finnish Ministry effectively prolonged his sentence beyond that which he would have served, had he been allowed to remain in Finland. This was said to be in violation of Article 5.", "In its opinion to the Administrative Court the Ministry of Justice stated the following (as transcribed by the court):", "“... Altosaar has been sentenced to six years and ten months’ imprisonment, of which he will, as a first-time offender, be serving three years and five months. According to the Department for Prison Administration of the Estonian Ministry of Justice as well as its international unit, it would be possible for Altosaar to obtain a conditional release in Estonia on having served two thirds of his sentence, that is to say four years, six months and 20 days. [His] possibility of being released conditionally in Estonia is therefore not significantly smaller than in Finland and the Estonian legislation does not in this respect differ significantly from our own. According to the Estonian authorities, the possibility for Altosaar to obtain a conditional release depends inter alia on factors which [he] himself may influence by his own deeds and behaviour. ... The conditions in which the sentence [would be] served in Estonia [would not] differ significantly from those prevailing in Finland. The prohibition of retroactive criminal law does not apply to the case. ...”", "On 21 March 2003 the Administrative Court refused the applicant’s appeal, finding that, even though he was likely to serve a significantly longer prison sentence in Estonia, this in itself did not constitute a violation of Article 3. Nor were the general prison conditions in the receiving country such as to subject him to a risk of treatment proscribed by Article 3. The risk that he might face on account of having denounced members of the drug gang had not been substantiated. In any event, there was no reason to believe that the Estonian prison authorities would be unable to curb, to the extent possible, any such violence. Nor did the Administrative Court find that Article 5 would be violated as a result of any transfer to Estonia as the sentence he would actually be serving there would not exceed the sentence imposed by the Finnish courts.", "On 7 April 2003 the Finnish Ministry of Justice requested its Estonian counterpart to consent to the applicant’s transfer. On 10 June 2003 the Minister of Justice of Estonia gave consent for the transfer to Estonia. The applicant disputed the consent of the Minister of Justice in Tallinn Administrative Court and requested the annulment of the consent. On 15 October 2003 the Tallinn Administrative Court suspended the proceedings of the administrative case until the application at hand was examined.", "On 28 January 2004 the Governor of the Helsinki prison decided to release the applicant conditionally on 13 March 2004. On that day the applicant was immediately deported to Estonia pursuant to the decision of the Directorate of Immigration of 7 February 2001. According to the information provided by the applicant’s representative on 8 April 2004 the applicant is currently at liberty in Estonia.", "Under Chapter 2, section 13 (580/2001) of the Enforcement of Sentences Act (laki rangaistusten täytäntöönpanosta, lag om verkställighet av straff) a person sentenced to imprisonment may be conditionally released where he or she has served two thirds or, exceptionally, half of the sentence, in the latter case provided the prisoner has served no prison sentence during the three years preceding the offence.", "Under section 13, subsection 2 of the Act the factors to be taken into account in the decision to release a prisoner conditionally include, inter alia, the nature of and the motives for the offence, the prisoner’s earlier life style and his behaviour in the prison, as well as the situation the prisoner would face on release.", "Pursuant to Chapter 7, section 1, subsection 2 (580/2001) of the Act a prisoner may appeal to a district court inter alia against the postponement of a conditional release on his or her having served two thirds or half of the sentence (whichever is applicable under Chapter 2, section 13).", "In its report of 2001 (no. 2001:6) the Committee on Prison Sentences noted the following (on p. 11):", "“...In the 1990s [a conditional release] was almost never postponed. Following the instruction issued by the Department for Prison Administration of the Ministry of Justice in 1995 (no. 9/011/95) postponements have been very rare and almost exclusively based on the prisoner’s consent. ...”", "And further (on p. 245):", "“[The proposals now made] would not change the existing legislation as regards the possibility of obtaining a conditional release on having served two thirds of a sentence. Nor would there be any change as regards those prisoners, who had served no prison term during the three years preceding their offence and who are [therefore] to be released on having served half of their sentence. ...”", "The objectives of the Convention on the Transfer of Sentenced Persons (European Treaty Series no. 112; Finnish Treaty Series no. 13/1987; hereinafter “the Transfer Convention”), including its Additional Protocol (European Treaty Series no. 167; Finnish Treaty Series no. 42/2001), are to develop international co-operation in the field of criminal law and to further the ends of justice and the social rehabilitation of sentenced persons. According to the Preamble, foreigners who are deprived of their liberty as a result of their commission of a criminal offence should be given the opportunity to serve their sentences within their own society.", "The Transfer Convention entered into force for Finland on 1 May 1987 and the Additional Protocol on 1 August 2001. Estonia ratified the Transfer Convention and the Additional Protocol on 28 April 1997 and 27 October 1999, respectively. They entered into force for Estonia on 1 August 1997 and 1 June 2000, respectively.", "Article 3 § 1 of the Transfer Convention enables the transfer of a sentenced person from “the sentencing State” to “the administering State” provided inter alia that the person in question is a national of the administering State; that he or she (or in some instances a legal representative) consents to the transfer; that the acts or omissions on account of which the sentence has been imposed constitute a criminal offence according to the law of the administering State or would constitute a criminal offence if committed on its territory; and provided that the sentencing and administering States both agree to the transfer.", "Article 9 (“Effect of transfer for administering State”) reads as follows:", "“1. The competent authorities of the administering State shall:", "(a) continue the enforcement of the sentence immediately or through a court or administrative order, under the conditions set out in Article 10, or", "(b) convert the sentence, through a judicial or administrative procedure, into a decision of that State, thereby substituting for the sanction imposed in the sentencing State a sanction prescribed by the law of the administering State for the same offence, under the conditions set out in Article 11.", "2. The administering State, if requested, shall inform the sentencing State before the transfer of the sentenced person as to which of these procedures it will follow.", "3. The enforcement of the sentence shall be governed by the law of the administering State and that State alone shall be competent to take all appropriate decisions. ...”", "Article 10 (“Continued enforcement”) provides the following:", "“1. In the case of continued enforcement, the administering State shall be bound by the legal nature and duration of the sentence as determined by the sentencing State.", "2. If, however, this sentence is by its nature or duration incompatible with the law of the administering State, or its law so requires, that State may, by a court or administrative order, adapt the sanction to the punishment or measure prescribed by its own law for a similar offence. As to its nature, the punishment or measure shall, as far as possible, correspond with that imposed by the sentence to be enforced. It shall not aggravate, by its nature or duration, the sanction imposed in the sentencing State, nor exceed the maximum prescribed by the law of the administering State.”", "Article 11 (“Conversion of sentence”) reads as follows:", "“1. In the case of conversion of sentence, the procedures provided for by the law of the administering State apply. When converting the sentence, the competent authority:", "(a) shall be bound by the findings as to the facts insofar as they appear explicitly or implicitly from the judgment imposed in the sentencing State;", "(b) may not convert a sanction involving deprivation of liberty to a pecuniary sanction;", "(c) shall deduct the full period of deprivation of liberty served by the sentenced person; and", "(d) shall not aggravate the penal position of the sentenced person, and shall not be bound by any minimum which the law of the administering State may provide for the offence or offences committed.", "2. If the conversion procedure takes place after the transfer of the sentenced person, the administering State shall keep that person in custody or otherwise ensure his presence in the administering State pending the outcome of that procedure.”", "Article 3 § 1 of the Additional Protocol provides as follows:", "“Upon being requested by the sentencing State, the administering State may, subject to the provisions of this Article, agree to the transfer of a sentenced person without the consent of that person, where the sentence passed on the latter, or an administrative decision consequential to that sentence, includes an expulsion or deportation order or any other measure as the result of which that person will no longer be allowed to remain in the territory of the sentencing State once he or she is released from prison.”", "At the time of the commission of the applicant’s offence illegal possession of narcotics was punishable by three to seven years’ imprisonment pursuant to Section 210, subsection 1 of the Criminal Code of Estonia.", "The Penal Code replaced the Criminal Code on 1 September 2002. According to Section 4 of the Penal Code criminal offences are divided into offences in the first degree and offences in the second degree. A criminal offence in the first degree are those for which the Penal Code prescribes a maximum punishment of imprisonment for a term of more that five years, life imprisonment or compulsory dissolution. A criminal offence in the second degree attracts imprisonment for a term up to five years or a financial penalty.", "According to the Penal Code Implementation Act, which entered into force on 1 September 2002, an offence which is committed prior to entry into force of the Penal Code and which is also punishable as a criminal offence pursuant to the Penal Code shall be legally assessed pursuant to the corresponding section of the Criminal Code in force at the time of the commission of the offence. If, after entry into force of the Penal Code, a punishment is imposed for a criminal offence committed prior to entry into force of the Penal Code, the punishment shall be based on the punishment provided for in the corresponding section of the Criminal Code in force at the time of the commission of the offence, where the said section prescribes a lesser punishment.", "The offence of unlawful handling of large quantities of narcotic drugs or psychotropic substances was punishable by one to five years’ imprisonment from 1 September 2002 to 1 January 2004 pursuant to Section 184 of the Penal Code of Estonia (thus rendering the offence an offence in the second degree pursuant to the Penal Code of Estonia).", "As from 1 January 2004 the offence has been punishable by one to 10 years’ imprisonment, thus rendering the offence an offence in the first degree (pursuant to section 4 of the Penal Code of Estonia).", "Conditional release (release on parole) is governed by section 76 of the Penal Code of Estonia. According to subsection 1, if a person has been convicted of commission of a criminal offence in the second degree, or a criminal offence in the first degree through negligence, the court may release the convicted offender conditionally if he or she has actually served at least half but not less than six months of the term of the imposed punishment. Subsection 2 provides that if a person has been convicted of intentional commission of a criminal offence in the first degree, the court may release the person conditionally if the convicted person has actually served at least two-thirds of the term of the imposed punishment. Pursuant to subsection 3, in deciding on conditional release, the court shall take into consideration the circumstances relating to the commission of the criminal offence, the personality of the convicted offender, his or her previous personal history and conduct during the service of the sentence, his or her living conditions and the consequences which conditional release may bring about for the convicted offender."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}