{"ITEMID": "001-84365", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF R. KAČAPOR AND OTHERS v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art.6-1;Violation of P1-1", "JUDGES": "András Baka;Françoise Tulkens;Mindia Ugrekhelidze;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants, Ms Remka Kačapor (“the first applicant”), Ms Huljka Kačapor (“the second applicant”), Ms Aziza Elezović (“the third applicant”), Ms Senada Dolovac (“the fourth applicant”), Ms Šaha Rizović (“the fifth applicant”) and Ms Muška Crnovršanin (“the sixth applicant”) are all citizens of Serbia who were born in 1972, 1956, 1967, 1969, 1951 and 1950, respectively, and currently live in the Municipality of Novi Pazar.", "6. Between 1993 and 2002 the applicants, at that time employed with a “socially-owned company” (društveno preduzeće; see paragraphs 71-76 below), Vojin Popović-Domaća radinost, were all “placed” by their employer on a “compulsory” paid leave scheme “until such time” when this company’s business performance could be “improved sufficiently”.", "7. Whilst on leave, in accordance with the relevant domestic legislation, the applicants were entitled to a significantly reduced monthly income, as well as the payment by their employer of their pension, disability and other social security contributions.", "8. By 11 November 2002 all applicants had been dismissed. At the same time, however, their employer apparently agreed to pay them 10,000 Dinars (“RSD”) each, as well as to cover their respective social security contributions in exchange for their undertaking not to seek their monthly paid leave benefits.", "9. It would appear that the applicants’ employer honoured its former commitment but failed to fulfil the latter. The applicants, therefore, brought six separate civil claims before the Municipal Court (Opštinski sud) in Novi Pazar.", "10. On 16 April 2003 the Municipal Court in Novi Pazar (hereinafter “the Municipal Court”) ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits (naknadu za vreme plaćenog odsustva) due from 1 May 1993 to 16 June 1996 and 25 June 1998 to 31 May 2001, indexed in accordance with the relevant domestic regulations, plus statutory interest; and", "ii. RSD 8,650 (approximately 140 euros [EUR]) for her legal costs; as well as", "iii. coverage of her pension and disability insurance contributions (doprinosi za penzijsko i invalidsko osiguranje) due for that period.", "11. This judgment became final on 23 June 2003.", "12. On 5 February 2004 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "13. On 28 April 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "14. On 7 February 2005 the Municipal Court ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits due from 1 April 2000 to 11 November 2002 (RSD 59,672 in all - approximately EUR 745), plus statutory interest; and", "ii. RSD 20,250 (approximately EUR 252) for her legal costs.", "15. This judgment became final on 10 March 2005.", "16. On 9 May 2005 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "17. On 6 September 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "18. On 27 January 2005 and 26 May 2005 the Municipal Court ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits due from 30 August 2001 to 1 November 2002 (RSD 49,714 in all - approximately EUR 600), plus statutory interest; and", "ii. RSD 9,750 (approximately EUR 117) for her legal costs; as well as", "iii. coverage of her pension and disability insurance contributions due from 1 January 1995 to 1 November 2002.", "19. This judgment became final on 29 June 2005.", "20. On 14 July 2005 applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "21. On 26 September 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "22. On 9 December 2004 the Municipal Court ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits due from 1 June 1994 to 19 August 2002 (RSD 64,711 in all - approximately EUR 837), plus statutory interest; and", "ii. RSD 7,800 (approximately EUR 100) for her legal costs; as well as", "iii coverage of her pension and disability insurance contributions due from 1 June 1994 to 11 November 2002.", "23. This judgment became final on 28 March 2005.", "24. On 19 April 2005 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "25. On 26 September 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "26. On 24 September 2003 the Municipal Court ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits due from 1 June 1994 to 31 May 2001, as well as those from 1 June 2001 to 11 November 2002 (RSD 101,887 in all - approximately EUR 1,625, as regards the latter period), plus statutory interest; and", "ii. RSD 7,800 (approximately EUR 125) for her legal costs; as well as", "iii. coverage of her pension and disability insurance contributions due for the above periods.", "27. This judgment became final on 9 December 2003.", "28. On 26 February 2004 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "29. On 15 March 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "30. On 17 May 2004 the Municipal Court ruled in favour of the applicant and ordered her former employer to pay her:", "i. the monthly paid leave benefits due from 1 June 1994 to 11 November 2002 (RSD 74,850 in all - approximately EUR 1,050), plus statutory interest; and", "ii. RSD 16,200 (approximately EUR 227) for her legal costs; as well as", "iii. coverage of her pension and disability insurance contributions due for that period.", "31. This judgment became final on 8 November 2004.", "32. On 29 November 2004 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank transfer and the auctioning of the debtor’s specified movable and immovable assets.", "33. On 6 December 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "34. On 30 November 2004 and 21 February 2005, respectively, the applicants sent two separate letters to the Ministry of Finance, stating, inter alia, that their former employer (hereinafter “the debtor”):", "i. had, for the past ten years, deliberately avoided doing business through its official bank accounts;", "ii. had instead, apparently, engaged in cash transactions or even used other “secret” bank accounts, unknown to the tax authorities; and", "iii. that, as a result, judicial enforcement by means of a bank transfer had been rendered impossible.", "Finally, the applicants requested that urgent action be taken to secure the enforcement of their final judgments.", "35. On 23 December 2004 the Ministry of Finance (hereinafter “the Ministry”) found that the debtor had failed to pay the total amount of the taxes and social security contributions due.", "36. On 12 January 2005 the Ministry ordered the debtor to pay the outstanding sum.", "37. On 25 January 2005 the Ministry filed a request for the formal institution of misdemeanour proceedings, stating that the debtor had failed to comply with this order.", "38. On 21 March 2005 the Ministry sent a letter to the applicants, noting that their submissions had been duly considered but that, in view of the confidential nature of the information obtained, no details could be disclosed.", "39. On 6 June 2005 the applicants sent another complaint to the Ministry, stating that the situation concerning the bank accounts had remained unchanged.", "40. On 28 October 2005 the Commercial Court (Trgovinski sud) in Kraljevo (hereinafter “the CCK”) opened insolvency proceedings in respect of the debtor. The effect of this was that the ongoing enforcement proceedings before the Municipal Court were stayed ex lege, in accordance with Article 73 of the Insolvency Procedure Act (see paragraph 70 below).", "41. This decision was published in the Official Gazette of the Republic of Serbia on 28 November 2005.", "42. In December 2005 the applicants duly submitted their respective claims.", "43. On 22 December 2005 the insolvency proceedings conducted against the debtor were joined with the insolvency proceedings pending in respect of Vojin Popović-Holding AD, hereinafter “the VPH Company” (see paragraph 56 below).", "44. On 23 March 2006 and 8 June 2006, the CCK confirmed the applicant’s paid leave claims, but held that a part of their social security claims were dubious, which is why they were informed that they could bring a separate civil lawsuit in this regard.", "45. On 20 July 2006 the High Commercial Court (Viši trgovinski sud) ordered that the insolvency case in question be transferred to the Commercial Court in Užice (hereinafter “the CCU”), the reason apparently being that the CCK had been put under increasing pressure locally.", "46. On 8 September 2006 the CCU quashed the decisions adopted by the CCK on 23 March 2006 and 8 June 2006, respectively. It also disjoined the proceedings in respect of the debtor from those pending against the VPH Company.", "47. On 26 January 2007, by means of a faxed note, an official involved in the insolvency proceedings informed the applicants that their claims were dubious in view of their “prior undertakings” (see paragraph 8 above).", "48. On the same date the applicants informed this official that the final judgments adopted in their favour had already taken these issues into account, but had dismissed them on their merits (see paragraph 9 above).", "49. Several days later, the applicants filed a request with the CCU, seeking the confirmation of their claims.", "50. On 14 January 2007 the State apparently adopted a formal decision accepting to cover the applicants’ social security contributions. This decision, however, has apparently yet to be served on the applicants.", "51. On 20 March 2007 the CCU ordered the valuation of the debtor’s assets as well as their subsequent sale.", "52. On 20 April 2007, however, the CCU rejected the applicants’ claims in their entirety.", "53. On 14 May 2007 the applicants filed a separate civil suit with the same court, seeking confirmation of their claims as recognised in the final judgments rendered in their favour.", "54. On 18 May 2007 the CCU accepted to reconsider the applicants’ claims within the insolvency proceedings.", "55. On 28 June 2007 the same court suspended the separate civil suit, pending the imminent re-examination of the applicants’ claims within the insolvency proceedings.", "56. As of September 2007, the debtor was incorporated as a limited liability company (društvo sa ograničenom odgovornošću). It was, however, owned solely by the VPH Company, approximately 87% of which was itself socially-owned (u društvenoj svojini; see also paragraph 75 below).", "57. Article 4 § 1 provided that all enforcement proceedings were to be conducted urgently.", "58. Article 30 § 2, inter alia, provided that it was up to the enforcement court, ex officio, to choose the appropriate means of enforcement, whenever a creditor proposed more than one avenue, whilst taking into account the funds needed in order to cover the claims in question.", "59. Articles 63-84, 134-176 and 180-188 contained details as regards enforcement by means of a bank transfer, as well as through the auctioning of the debtor’s movable and immovable assets. Under Article 184 § 4, in particular, the Central Bank (Narodna banka) was obliged to respond to a creditor’s request and inform him about the priority of his bank transfer compared to any others.", "60. The Enforcement Procedure Act of 2004 (“the 2004 Act”) entered into force on 23 February 2005, thereby repealing the Enforcement Procedure Act of 2000 (“the 2000 Act”).", "61. Article 5 § 1 of the 2004 Act provides that all enforcement proceedings are to be conducted urgently.", "62. Article 8 § 2, in the relevant part, corresponds to the provisions of Article 30 § 2 of the 2000 Act. In addition, it provides that the court may choose the appropriate means of enforcement ex officio or at the request of the parties.", "63. Articles 69-153 and 196-204 set out the relevant details as regards enforcement by means of a bank transfer as well as enforcement through the auctioning of the debtor’s movable and immovable assets. Article 199, in particular, provides that the enforcement order shall be forwarded to the Central Bank which shall then instruct the debtor’s bank to proceed with a wire transfer or a cash payment, as appropriate.", "64. In accordance with Article 304 of the 2004 Act, all enforcement proceedings instituted prior to 23 February 2005 are to be carried out pursuant to the previous 2000 Act.", "65. These internal decisions provide that the Central Bank shall be obliged to respond to a creditor’s request for an update as regards the current status of a court-ordered bank transfer.", "66. Articles 47-49 and 57, inter alia, regulate technical details as regards the process of enforcement by means of a bank transfer. They do not, however, specifically provide for an obligation on the part of the Central Bank to inform the enforcement court about the current status of the transfer in question.", "67. Under Article 54 § 1, inter alia, the Central Bank shall monitor the solvency of all corporate entities and initiate judicial insolvency proceedings in respect of those whose bank accounts have been “blocked” due to outstanding debts for a period of 60 days consecutively, or for 60 days intermittently, within the last 75 days.", "68. Article 6 provides that insolvency proceedings cannot be instituted in respect of State bodies, foundations and agencies and the Central Bank, as well as legal entities established and exclusively or predominantly funded by the State.", "69. Article 19 states the conditions under which an insolvency administrator (stečajni upravnik) can be sued for damages in a separate civil suit.", "70. Article 73 §§ 1 and 2 provides that “as of the day of institution of the insolvency proceedings” the debtor cannot simultaneously be subjected to a separate enforcement procedure. Any ongoing enforcement proceedings shall thus be stayed, while new enforcement proceedings cannot be instituted as long as the insolvency proceedings are still pending.", "71. Socially-owned companies, hereinafter “SOC”, as well as “social capital”, are a relict of the former Yugoslav brand of communism and “self-management”.", "72. Their current legal status in Serbia is primarily defined by: (i) Articles 392-400v and Article 421a of the Corporations Act 1996 (Zakon o preduzećima; published in OG FRY nos. 29/96, 33/96, 29/97, 59/98, 74/99, 9/01 and 36/02); (ii) Articles 1, 3, 14 and 41b of the Privatisation Act (Zakon o privatizaciji; published in OG RS nos. 38/01, 18/03 and 45/05); and (iii) Article 456 of the Corporations Act 2004 (Zakon o privrednim društvima; published in OG RS no. 125/04).", "73. Based on this legislation, SOC are only those companies which are entirely comprised of social capital (preduzeća koja u celini posluju društvenim kapitalom). They are also independent legal entities which are both owned and run by their own employees and can be subjected to regular insolvency proceedings (see paragraph 68 above). Social capital, however, was to be privatised by March 2007 and the funds thus obtained paid into the State’s budget.", "74. Once privatisation formally commences in respect of a given SOC, any and all of its decisions amounting to an obstruction of the privatisation process shall be deemed null and void. The Government shall also have the right to appoint their own representatives to sit in the governing bodies of the SOC in question, whenever the Privatisation Agency finds that such obstruction has indeed taken place (see, in particular, Article 400a of the Corporations Act 1996).", "75. Further, as of 2002, companies whose capital is predominantly socially-owned (preduzeća koja posluju većinskim društvenim kapitalom), but which are not formally being privatised, cannot, without prior approval by the Privatisation Agency (Agencija za privatizaciju), itself a State body, adopt their own decisions concerning their: capital, reorganisation, restructuring and investment, the partial sale or mortgage of their assets, the settlement of their outstanding claims and the taking or giving of loans and guarantees outside the scope of their “regular business operations” (van toka redovnog poslovanja). Any decisions adopted in the absence of such approval shall be declared null and void by the Privatisation Agency (see, in particular, Article 398a of the Corporations Act 1996). Finally, no decisions concerning the status and organisation of such companies (odluke o statusnim promenama i promenama oblika preduzeća) can be adopted without the Government’s prior approval (see, in particular, Article 421a of the Corporations Act 1996).", "76. The above-described regime was in force until March 2007 (see Article 456 of the Corporations Act 2004 and Article 14 of the Privatisation Act), the competent ministries having announced that its extension was imminent.", "77. Under Articles 2 and 3 the State accepted to cover the minimum pension and disability insurance contributions due from 1 January 1991 to 31 December 2003 in respect of certain categories of registered workers whose employers had themselves failed to do so.", "78. In accordance with Articles 4-6 the employers, as well as the workers in question, could have filed a request to this effect with the State Pension and Disability Fund (Republički fond za penzijsko i invalidsko osiguranje zaposlenih), the deadline for so doing having expired in January 2006.", "79. Pursuant to Articles 7-9 the timing of the actual settlement of an applicant’s recognised claim would depend on the “liquidity of the State’s budget”", "80. Under Article 12 all workers whose claims had been accepted could not seek any additional payments on the same grounds from their employers, including by means of litigation.", "81. The relevant provisions of this legislation are set out in the V.A.M. v. Serbia judgment (no. 39177/05, §§ 68, 71 and 72, 13 March 2007).", "82. The relevant provisions concerning the status of the State Union of Serbia and Montenegro are set out in the Matijašević v. Serbia judgment (no. 23037/04, §§ 22-25, 19 September 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}