{"ITEMID": "001-104155", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BREZOVEC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of P1-1", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1941 and lives in Vojnić.", "6. In 1980 the applicant became the holder of a specially protected tenancy (stanarsko pravo) of a flat in Vojnić. He lived in the flat with his family until 1 October 1991 when Vojnić was occupied. He then fled the occupying forces and went to live in Karlovac.", "7. The applicant found a job in Karlovac and, as an internally displaced person, on 30 January 1992 he was awarded a flat there on a temporary basis. In July 1996 the competent authorities terminated his status as an internally displaced person. Following a civil action by Mr T.M., the applicant was forced to leave the flat in Karlovac on 21 January 1999.", "8. The applicant claimed that – following the military operation “Storm” by which Croatia regained control of almost its entire territory in August 1995 – on 8 October 1995 he had visited Vojnić, where he had found the flat in respect of which he had the specially protected tenancy uninhabitable and in a very bad state of repair. This had been confirmed on 4 March 1996 by the findings of the Commission for the Assessment of War Damage. He further submitted that he had immediately commenced rebuilding work on the flat with a view to moving into it.", "9. However, on 23 August 1996, while the applicant was working in Karlovac, the local authorities, accompanied by the police, entered into the flat, made a list of personal belongings, changed the locks and gave the keys of the flat to a certain Z.H., a local policeman. Five days later the Commission for Temporary Takeover and Use of Certain Property of the Municipality of Vojnić (Komisija za privremeno preuzimanje i korištenje određene imovine Općine Vojnić – “the Sequestration Commission”) issued a decision letting the flat to Z.H. and his family on a temporary basis.", "10. On 20 December 1996 the applicant and his wife made a request for the purchase of the flat to the Municipality of Vojnić. In doing so they relied on the Specially Protected Tenancies (Sale to Occupier) Act, which entitled holders of specially protected tenancies of flats in social or state ownership to purchase their flats under favourable conditions (see paragraph 29 below). They received no reply.", "11. On 7 August 1998 the Ministry of Reconstruction and Development (Ministarstvo razvitka i obnove) adopted a decision letting the flat to Z.H. and his family for their use.", "12. On 16 October 2000 the Municipality of Vojnić issued a decision allowing the applicant to live in the flat. The applicant has been living in the flat ever since.", "13. Meanwhile, on 12 May 2000, the applicant and his wife brought a civil action against the State in the Vojnić Municipal Court (Općinski sud u Vojniću) with a view to obtaining a judgment which would allow them to purchase the flat in accordance with the Specially Protected Tenancies (Sale to Occupier) Act. On 9 January 2001 the court dismissed their action. It found that the applicant's flat was owned by the State and not the Municipality of Vojnić and that therefore the plaintiffs should have directed their request for its purchase to the State and not to the Municipality. Following an appeal by the applicant and his wife, on 26 September 2001 the Karlovac County Court (Županijski sud u Karlovcu) quashed the first-instance judgment and remitted the case. It found, inter alia, that the fact that the plaintiffs had made their request for the purchase of the flat to the Municipality and not the State should not have been held against them.", "14. In the resumed proceedings, on 11 September 2003 the Vojnić Municipal Court again dismissed the plaintiffs' action. The court first determined, as a preliminary issue, whether the plaintiffs had retained their specially protected tenancy of the flat in Vojnić, the existence of that tenancy being a statutory precondition for buying the flat under the Sale to Occupier Act. In this respect the court found that: (a) the plaintiffs had left the flat in October 1991 and (b) in the period between 5 August 1995, when Vojnić was liberated, and 23 August 1996, when the flat was awarded to Z.H., they had been living in Karlovac and had only occasionally visited and used the flat in Vojnić. That being so, the court concluded that since they had not used their flat permanently for living purposes, the plaintiffs' specially protected tenancy had been terminated. Consequently, they were not entitled to purchase the flat in question.", "15. On 18 February 2004 the Karlovac County Court dismissed the plaintiffs' appeal and upheld the first-instance judgment, which thereby acquired the force of res judicata. Relying on the finding of the first-instance court that the plaintiffs had left the flat in 1991 and had not used it in the period between 5 August 1995 and 23 August 1996, the second-instance court expressly referred to section 2 of the Act on the Lease of Flats on the Liberated Territory (see paragraph 19 below) in holding that the plaintiffs' specially protected tenancy had been terminated ex lege because after the Act's entry into force they had not used their flat for a period longer than ninety days. As a result, they had no right to purchase it.", "16. The applicant then lodged a constitutional complaint alleging, inter alia, infringements of his constitutional rights to equality before the law, to property and to a fair hearing.", "17. On 29 June 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the constitutional complaint and served its decision on the applicant on 20 July 2006. The relevant part of the Constitutional Court's decision reads as follows:", "“The [ordinary] courts established that the flat at issue in Vojnić had on 28 August 1996 been awarded to [Z.H.] for temporary use, and that the plaintiffs had in the period between August 1995 and 28 August 1996 only occasionally visited the flat, which could not be considered use of the flat. The first-instance court therefore dismissed the plaintiff's action in accordance with section 2 of the Act on the Lease of Flats on the Liberated Territory, according to which the specially protected tenancy of flats located in the previously occupied, now liberated, territory of the Republic of Croatia was to be terminated by the operation of law if the holder of the specially protected tenancy left the flat and did not use it for a period exceeding 90 days following the Act's entry into force. The court established that the complainant had not used the flat between August 1995 and 28 August 1996 and that his specially protected tenancy had [therefore] been terminated by the operation of law. Given that his specially protected tenancy had been terminated by the operation of law after 5 January 1996, the complainant could no longer be considered the holder of a specially protected tenancy and therefore was not entitled to make a request for the purchase of the flat.", "The County Court found that the first-instance judgment was correct and had been rendered on the basis of correctly and completely established facts and the correct application of the substantive law.", "Assessing the arguments raised in the constitutional complaint in the light of Article 14 paragraph 2 of the Constitution, the Constitutional Court has found that the complainant's constitutional right to equality before the law was not breached by the contested judgments.", "The legal views expressed in the contested judgments are based on the correct application of the relevant substantive law and on the constitutionally acceptable interpretation of that law. The Constitutional Court finds that the [ordinary] courts, relying on the facts established in the proceedings, gave reasons for their views expressed in the contested decisions, which undoubtedly do not result from the arbitrary interpretation or application of the relevant substantive law.", "...", "The content of the constitutional right to a fair hearing guaranteed by Article 29 paragraph 1 of the Constitution is limited to procedural guarantees of a fair hearing. Therefore, assessing the arguments raised in the constitutional complaint in the light of that constitutional right, as well as other constitutional rights guaranteed by Article 29 of the Constitution, the Constitutional Court examines possible procedural breaches in the proceedings before the courts and, on that basis and looking at the proceedings as a whole, ascertains whether the proceedings were conducted in a manner which secured a fair hearing to the complainant.", "Having examined the contested decisions and the first-instance case file, the Constitutional Court finds that the complainant's constitutional right guaranteed by Article 29 paragraph 1 of the Constitution has not been breached.", "As regards the complainant's argument concerning the breach of the constitutional right of ownership guaranteed by Article 48 paragraph 1 of the Constitution, it has to be noted that the Constitutional Court, on the basis of Article 48 of the Constitution, protects the right of ownership at the constitutional level in such a manner that it prevents restriction or taking of that right by the state authorities, unless a restriction or taking is provided for by law.", "The Constitutional Court finds that the contested judgments are based on the relevant legislation and are well reasoned, and that the complainant's right of ownership guaranteed by Article 48 of the Constitution has not been breached.”", "18. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette of the Republic of Croatia, nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“All shall be equal before the law.”", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "“The right of ownership shall be guaranteed.”", "19. The Act on the Lease of Flats on the Liberated Territory (Zakon o davanju u najam stanova na oslobođenom teritoriju, Official Gazette no. 73/95), which was in force between 27 September 1995 and 5 August 1998 provided, in its relevant part, as follows:", "Section 1(1)", "“This Act regulates the lease of flats of which the specially protected tenancy ... has been terminated pursuant to the provisions of this Act, and which are located in the previously occupied, now liberated, territory of the Republic of Croatia.”", "Section 2(1)", "“The specially protected tenancy of the flats referred to in section 1 of this Act shall be terminated by the operation of law [i.e. ex lege] if the holder of the specially protected tenancy leaves the flat and does not use it for a period exceeding 90 days following this Act's entry into force.”", "Section 3(1) and (2)", "“(1) Flats referred to in section 1 of this Act which are in state ownership shall be let by the Ministry of Reconstruction and Development.", "(2) Other flats [i.e. those in social ownership] shall be let by the [Sequestration] Commission established on the basis of the Temporary Takeover and Administration of Certain Property Act.”", "Section 4(2) and (3)", "“(2) The Ministry of Reconstruction and Development or the [Sequestration] Commission shall issue a decision ... on the lease of a flat.", "(3) Against the Commission's decision referred to in the preceding paragraph one may lodge an appeal to the [competent] Ministry ... within eight days.", "(4) The appeal does not suspend the enforcement of the decision.”", "20. On 3 June 2003 the Constitutional Court adopted a decision in case no. U-III-1701/2000 (published in Official Gazette no. 122/2003 of 30 July 2003) where the complainant, the holder of the specially protected tenancy of a flat in Benkovac, brought an action against the local authorities in order to be allowed to purchase the flat in question. The second-instance court ruled against him, finding that his specially protected tenancy had been terminated ex lege because he had left the flat in 1991 when the town had come under the control of the occupying forces, and had returned to it only after the expiry of the time-limit set forth in section 2(1) of the Act on the Lease of Flats on the Liberated Territory. It found that he was therefore not entitled to purchase the flat at issue. The Constitutional Court ruled for the complainant and quashed the contested judgment. In so doing it held as follows:", "“... [T]he Act on the Lease of Flats on the Liberated Territory refers to persons who left the previously occupied territory of the Republic of Croatia after the liberation in 1995.", "The complainant did not leave Benkovac after its liberation in 1995 but was expelled therefrom in 1991. Therefore, in the view of the Constitutional Court, the complainant does not belong to the category of persons to which the Act on the Lease of Flats on the Liberated Territory applies.", "The second-instance court erroneously applied to the complainant's particular legal situation ... the Act on the Lease of Flats on the Liberated Territory. Consequently, that court wrongly held in the contested judgment that the complainant's specially protected tenancy of the flat in Benkovac was terminated by the operation of section 2(1) of the Act on the Lease of Flats on the Liberated Territory after the expiry of the ninety-day time-limit following its entry into force (that is, on 5 January 1996).", "For these reasons, the complainant's constitutional right to equality before the law guaranteed by Article 14 paragraph 2 of the Constitution, as well as his constitutional right to a fair hearing guaranteed by Article 29 paragraph 1 of the Constitution, was violated by the contested judgment.”", "21. On 9 December 2004 the Constitutional Court adopted a decision in case no. U-III-1451/2004 (published in Official Gazette no. 187/2004 of 29 December 2004) where the complainant, the holder of the specially protected tenancy of a flat in Petrinja, brought an action against the local authorities in order to be allowed to purchase the flat in question. The ordinary courts ruled against her, finding that her specially protected tenancy had been terminated ex lege because she had left the flat and gone to live abroad in August 1995 when the Croatian authorities regained control of Petrinja following the military operation “Storm”, and had returned to Croatia only in 2001, that is, after the expiry of the time-limit set forth in section 2(1) of the Act on the Lease of Flats on the Liberated Territory. It found that she was therefore not entitled to purchase the flat at issue. The Constitutional Court firstly referred to its interpretation of the Act on the Lease of Flats on the Liberated Territory provided in decision no. U-III-1701/2000 of 3 June 2003 (see the preceding paragraph), according to which that Act applied:", "“... to persons who left the previously occupied territory of the Republic of Croatia after the liberation in 1995.”", "Having established that the complainant had indeed left her flat in Petrinja in August 1995 and had returned to Croatia only in 2001, the Constitutional Court dismissed her constitutional complaint.", "22. On 6 May 2005 the Constitutional Court adopted a decision in case no. U-III-2174/2002 (published in Official Gazette no. 65/2005 of 25 May 2005) where the complainant, the holder of the specially protected tenancy of a flat in Pakrac, brought an action against the local authorities in order to be allowed to purchase the flat in question. The ordinary courts ruled against her, finding that her specially protected tenancy had been terminated ex lege because she had left the flat in 1991 when Pakrac had come under the control of the occupying forces, and had returned to it only in spring 1996, that is, after the expiry of the time-limit set forth in section 2(1) of the Act on the Lease of Flats on the Liberated Territory. They found that she was therefore not entitled to purchase the flat at issue. The Constitutional Court ruled for the complainant and quashed the contested judgments of the ordinary courts. In so doing it held as follows:", "“... [T]he Act on the Lease of Flats on the Liberated Territory refers to persons who left the previously occupied territory of the Republic of Croatia after the liberation in 1995.", "The complainant left the flat in Pakrac in August 1991. Therefore, in the view of the Constitutional Court, the complainant does not belong to the category of persons to which the Act on the Lease of Flats on the Liberated Territory applies.", "The [ordinary] courts erroneously applied to the complainant's particular legal situation ... the Act on the Lease of Flats on the Liberated Territory. Consequently, the [ordinary] courts in the contested judgments wrongly held that the complainant's specially protected tenancy of the flat in Pakrac was terminated by the operation of section 2(1) of the Act on the Lease of Flats on the Liberated Territory after the expiry of the ninety-day time-limit following its entry into force (that is, 5 January 1996).", "For these reasons, the complainant's constitutional right to equality before the law guaranteed by Article 14 paragraph 2 of the Constitution, as well as his constitutional right to a fair hearing guaranteed by Article 29 paragraph 1 of the Constitution ..., was violated by the contested judgments.”", "23. The Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993), which was in force between 25 December 1985 and 5 November 1996 provided, in its relevant part, as follows:", "Section 97", "“1. The provider of the flat may terminate the specially protected tenancy... [inter alia] if the tenant does not pay the rent or the utility charges for three consecutive months, or for three months over the last twelve months.", "2. Termination of the specially protected tenancy for the reasons enunciated in paragraph 1 may be effected if the tenant does not pay the rent or the utility charges due... within a reasonable time after being warned by registered mail to do so.”", "Section 99", "“1. A specially protected tenancy may be terminated if the tenant [...] ceases to occupy the flat for an uninterrupted period exceeding six months.", "2. A specially protected tenancy shall not be terminated under the provisions of paragraph 1 of this section in respect of a person who does not use the flat on account of undergoing medical treatment, performance of military service or other justified reasons.", "3. It shall also be considered that the flat has not been used for an uninterrupted period when the tenant only occasionally visits the flat ...”", "24. Under section 105(1) the provider of the flat had to bring a civil action in order to terminate the specially protected tenancy.", "25. In its decision no. Rev-616/1988 of 11 October 1988 the Supreme Court interpreted section 99 of the Housing Act in the following way:", "“The specially protected tenancy is not lost ex lege by the mere fact of non-use of the flat for a period exceeding six months. Rather, that is a ground for termination of a specially protected tenancy that can be terminated only by the provider of the flat.”", "26. The tenancy was terminated as soon as the court's judgment upholding the claim of the provider of the flat became res judicata (see, inter alia, the Supreme Court's decision no. Rev-1009/1993-2 of 15 June 1994).", "27. In a series of decisions (for example, in cases nos. Rev-152/1994-2 of 23 February 1994, Rev-1780/1996-2 of 10 March 1999, Rev-1606/00-2 of 1 October 2003, Rev-998/03-2 of 4 December 2003, and Rev-590/03-2 of 17 December 2003) starting with decision no. Rev-155/1994-2 of 16 February 1994, the Supreme Court interpreted another aspect of section 99(1) of the Housing Act as follows:", "“The fact that a flat that is not being used by its tenant is illegally occupied by a third person does not, per se, make the non-use [of the flat by the tenant] justified. In other words, if the tenant fails to take the appropriate steps to regain possession of the flat within the statutory time-limits set forth in section 99(1) of the Housing Act ..., then the [illegal occupation of the flat by a third person] is not an obstacle to the termination of the specially protected tenancy.”", "28. The Lease of Flats Act (Zakon o najmu stanova, Official Gazette no. 91/1996 of 28 October 1996), which entered into force on 5 November 1996, abolished the specially protected tenancy as such (section 30 paragraph 1) but provided that proceedings instituted under the Housing Act should be concluded under the provisions of that Act (section 52 paragraph 1).", "29. The Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette no. 27/91 with subsequent amendments – “the Sale to Occupier Act”), which entered into force on 19 June 1991, entitled the holder of the specially protected tenancy of a flat in social or state ownership to purchase it from the provider of the flat under favourable conditions.", "30. Section 4(2) provided that a written request for the purchase of a flat had to be made within one year of the date of the Act's entry into force (this time-limit was by subsequent amendments to the Act extended until 31 December 1996 for the flats located on the liberated territory).", "31. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) provides as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}