{"ITEMID": "001-67204", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PIŠTOROVÁ v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Effective domestic remedy);Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["4. The applicant was born in 1935 and lives in Prague.", "5. The applicant's parents owned a house with a garden and private road. On 24 April 1967 they donated their property to the State. The property was then administered by the Humpolec Municipality (město Humpolec).", "6. On 24 April 1991 the applicant requested the Municipality to conclude a restitution agreement with her, pursuant to the Extra-Judicial Rehabilitation Act (hereinafter “the Act”). The Municipality refused.", "7. On 10 February 1993 the Pelhřimov District Court (okresní soud), after having held two hearings on 17 June 1992 and 9 February 1993, dismissed the applicant's action for restitution of the property in question, introduced on 31 March 1992 and completed on 8 and 16 June 1992, stating that the contract of donation had not been concluded under pressure, as envisaged by the Act.", "8. On 13 May 1993 the České Budĕjovice Regional Court (krajský soud), upon the applicant's appeal of 17 March 1993, quashed this judgment and remitted the case to the District Court.", "9. On 20 October and 10 December 1993 and on 26 and 29 July 1994 the District Court held hearings.", "10. On 29 July 1994 it ordered the Municipality to restore the property to the applicant. The court, having assessed certain additional evidence, found that the applicant's parents had signed the contract of donation under pressure.", "11. On 8 December 1994 the Regional Court, on the defendant's appeal of 28 August 1994, to which the applicant had made her comments on 4 September 1994, modified the District Court's judgment, dismissing the applicant's claim for restitution. It found that the Municipality had not owned the house on 1 April 1991, as provided for in the Act, and that it had not been transferred to the Municipality after the entry into force of Act no. 172/1991 with the obligation to restore it to the former owners.", "12. On 13 February 1995 the judgment was notified to the applicant who, on 27 February 1995, filed an appeal on points of law (dovolání) with the Prague High Court (Vrchní soud), raising the question of the position of the Municipality as defendant.", "13. On 17 December 1998 the Supreme Court, to which the applicant's case had been transferred for reasons of material competence on 2 January 1996, dismissed the applicant's appeal, endorsing the reasons given by the Regional Court.", "14. On 23 March 1999 the applicant lodged a constitutional appeal (ústavní stížnosti) claiming that the proceedings had been unreasonably long, and that her right to a fair and public hearing respecting the principle of equality of arms had been violated.", "15. On 3 August 2000 the Constitutional Court (Ústavní soud) dismissed her appeal, stating inter alia that there had been no unjustified delays in the proceedings. It considered that any delay in the proceedings before the Supreme Court had been caused by the amendments to the Code of Civil Procedure (občanský soudní řád). The decision was notified to the applicant's lawyer on 14 August 2000."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}