{"ITEMID": "001-92663", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KENEDI v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 10;Violation of Art. 13+10;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1947 and lives in Budapest.", "6. The applicant, a historian, specialises in the functioning of the secret services of dictatorships, comparative studies of the political police forces of totalitarian regimes and the functioning of Soviet-type States. He has published several works in this field.", "7. With a view to publishing a study concerning the functioning, in the 1960s, of the Hungarian State Security Service of the Ministry of the Interior, on 21 September 1998 the applicant requested the Ministry to grant him access to certain documents deposited with it.", "8. His request was denied on 10 November 1998; the Ministry made reference to a decision of 29 October 1998 classifying the documents as State secrets until 2048.", "9. On 10 December 1998 the applicant brought an action against the Ministry, basing his claim on section 21 of Act no. 63 of 1992 on the Protection of Personal Data and the Public Nature of Data of Public Interest. Claiming a right of unrestricted access to the documents, he submitted that the data he sought were necessary for the purposes of his ongoing historical research.", "10. On 19 January 1999 the Budapest Regional Court found for the applicant, granting him access to the documents for research purposes. It observed that the documents in question had indeed been classified during the Communist era. However, according to section 28(2) of Act no. 65 of 1995 on State and Service Secrets, they would have had to have been characterised as such again before 30 June 1996. Since this characterisation had not taken place, the documents had lost their classified nature ipso iure by 1 July 1996, irrespective of the decision of 29 October 1998.", "11. On 20 April 1999 the Supreme Court rejected the respondent’s appeal as it had been introduced outside the statutory time-limit.", "12. On 1 November 1999 the Ministry proposed access to the applicant if he signed a confidentiality undertaking.", "13. On 10 October 2000 the applicant requested the enforcement of the judgment, arguing that the respondent’s imposition of a condition of confidentiality was unacceptable. On 21 December 2000 the enforcement procedure was initiated and an enforcement order issued. In its reasoning, the Budapest Regional Court observed that the respondent did not have the right to require confidentiality from the applicant as a precondition to the access granted by the enforceable judgment.", "14. On 21 November 2001 the Supreme Court upheld on appeal the decision of 21 December 2000 but deleted from the reasoning the confidentiality observation.", "15. Meanwhile, on 12 June 2001 the Ministry brought an action with a view to having the enforcement proceedings terminated. On 25 February 2002 the Pest Central District Court dismissed the action, holding that the respondent’s proposal of 1 November 1999 was unsatisfactory and that, therefore, the initiation of enforcement proceedings had been lawful. On 15 October 2002 the Regional Court dismissed the Ministry’s appeal.", "16. On 29 October 2002 the Ministry issued the applicant with a permit for access to documents, but restricted him from publishing the information thus acquired to the extent that “State secrets” were concerned.", "17. In the absence of a permit granting unrestricted access to all the documents concerned, the court found that there had not been compliance with the enforcement order, and on 23 June 2003 the Ministry was fined 100,000 Hungarian forints (HUF) (approximately 400 euros (EUR)).", "18. On 18 December 2003 all but one of the documents were transferred to the National Archives and thus became public.", "19. A further enforcement fine of HUF 300,000 (approximately EUR 1,200) was imposed on 22 October 2004 in respect of the one remaining classified document. The Ministry filed an objection, arguing that the document was no longer at its disposal since it had been transferred to the Archives of the Ministry of Defence on 6 February 2004.", "20. On 26 January 2005 the District Court dismissed the respondent’s objection, holding that a change in the physical whereabouts of the document did not exempt the Ministry from its obligation to grant the applicant access.", "21. On 10 June 2005 the District Court dismissed the Ministry’s request to have it established that the Archives were its successor in the matter.", "22. On 24 January 2006 the Regional Court quashed the decisions of 22 October 2004, 26 January 2005 and 10 June 2005, and remitted the case to the first-instance court.", "23. On 21 April 2006 the District Court again dismissed the Ministry’s request to have it established that the Archives were its successor in the matter. However, on 4 July 2006 it observed that the newly founded Ministry of Local Government and Regional Development was indeed the successor. On 20 October 2006 it rejected the new Ministry’s request to have the proceedings interrupted pending the succession arrangements.", "24. On 5 June 2007 the Regional Court dismissed the new Ministry’s appeals against the decisions of 21 April, 4 July and 20 October 2006. The Ministry’s petition for a review by the Supreme Court was to no avail.", "25. To date, the applicant has not had unrestricted access to the remaining document in question.", "26. Section 21 of Act no. 63 of 1992 on the Protection of Personal Data and the Public Nature of Data of Public Interest provides as follows:", "“(1) If an applicant’s request for data of public interest is denied, he or she shall have access to a court.", "(2) The burden of proof concerning the lawfulness and well-foundedness of the refusal shall rest with the organ handling the data.", "(3) The action shall be brought within 30 days from the notification of the refusal against the organ which has denied the information sought.", "...", "(6) The court shall give priority to these cases.", "(7) If the court accepts the applicant’s claim, it shall issue a decision ordering the organ handling the data to communicate the information of public interest which has been sought.”", "27. Section 28(2) of Act no. 65 of 1995 on State and Service Secrets (which entered into force on 1 July 1995) provides as follows:", "“The review of the classification of classified documents originating from before 1980 shall be terminated within one year from the entry into force of this Act. Once this time-limit has passed, the documents shall cease to be classified.”"], "VIOLATED_ARTICLES": ["10", "13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}