{"ITEMID": "001-102151", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KÖSE v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "András Sajó;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. The applicants İbrahim Halil Köse and Zöhre Köse are Turkish nationals who were born in 1955 and 1927 respectively and live in Şanlıurfa. They are represented before the Court by Mr M. Erkmen, a lawyer practising in Şanlıurfa.", "5. On an unspecified date the Ministry of Energy and Natural Resources expropriated several plots of land, namely parcels nos. 155, 193, 157, 195, 27, 150, 171, 135, 203 and 129, belonging to the applicants in the Meteler village of Birecik, in Şanlıurfa, for the construction of the Birecik Dam.", "6. In 1996, the applicants commenced proceedings before the Birecik Civil Court for additional compensation for their respective plots. Following the applicants’ requests, the Birecik Civil Court of First Instance awarded them additional compensation plus interest at the statutory rate. However, no interest was awarded for parcels nos. 203 and 129. The Ministry of Energy and Natural Resources appealed and the Court of Cassation upheld the judgments of the first instance court.", "7. In February and June 1997 the administration made payments to the applicants of additional compensation. The details regarding the proceedings and payments are indicated in the table below:", "8. The relevant domestic law and practice are set out in the cases of Akkuş v. Turkey (9 July 1997, Reports of Judgments and Decisions 1997IV), Aka v. Turkey (23 September 1998, Reports 1998VI), Gaganuş and Others v. Turkey (no. 39335/98, §§ 15-19, 5 June 2001), and Ak v. Turkey (no. 27150/02, §§ 11-13, 31 July 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}