{"ITEMID": "001-77496", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KWIATKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Complaint concerning the excessive length of the second set of proceedings admissible;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1949 and lives in Bad Marienberg, Germany.", "5. Between December 1993 and 15 October 1998 the applicant was involved in divorce proceedings. On the latter date the proceedings were discontinued as the applicant had withdrawn his petition for divorce.", "6. On 5 November 1998 the applicant’s wife (“the petitioner”) lodged with the Warsaw Regional Court (Sąd Okręgowy) a petition for divorce.", "7. It appears that the court held over twenty hearings. Some of the hearings were adjourned due to the absence of the petitioner or witnesses. The first hearing therefore was held on 4 February 2000. The court heard in total six witnesses.", "8. On 7 October 2004 the Regional Court gave judgment. Both parties appealed against the judgment.", "9. On 4 January 2005 the applicant lodged with the Warsaw Court of Appeal a complaint about a breach of the right to have his case heard within a reasonable time. He relied on the 2004 Act. On 28 February 2005 the Court of Appeal dismissed his complaint. The court examined the course of the impugned proceedings and held that there had been no delays for which the Regional Court could be held responsible. The court finally held that the case was complex.", "10. On 24 April 2006 the court rejected the petitioner’s appeal as she had failed to pay court fees.", "11. The appellate proceedings concerning the appeal lodged by the applicant are pending before the Warsaw Court of Appeal (Sąd Apelacyjny)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}