{"ITEMID": "001-110787", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ELLIS AND SIMMS v. THE UNITED KINGDOM AND MARTIN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, Mr Marcus Ellis, Mr Rodrigo Simms and Mr Nathan Antonio Martin, are British nationals who were born in 1980, 1984 and 1978 respectively. Mr Ellis and Mr Martin are currently detained at HM Prison Whitemoor, March, and Mr Simms is currently detained at HM Prison Full Sutton, York. Mr Ellis and Mr Simms were represented before the Court by McGrath & Co., a firm of solicitors based in Birmingham, and Mr Martin was represented by Jonas Roy Bloom, a firm of solicitors also based in Birmingham.", "3. On 6 December 2002 Yohanne Martin was shot dead in a car in Birmingham. It appears that he was a member of, or had links with, a gang based in Birmingham called the Burger Bar gang. Those responsible for his shooting were believed to have been members of the Johnson Crew, a rival gang in Birmingham.", "4. Shortly after 4 a.m. on 2 January 2003, two young women were shot dead outside a party at Uniseven, a hairdressing salon in Birmingham. Two other young women were injured. The shots were fired from a red Ford Mondeo car, which drove off following the shooting. The red Mondeo was later abandoned and set on fire.", "5. There was no dispute that the killings of the young women were gang-related. It was the prosecution case that the shootings were perpetrated by members of the Burger Bar gang and were intended to target members of the Johnson Crew, in revenge for the shooting of Yohanne Martin. The victims were not members of either gang and had been caught in the crossfire.", "6. The applicants were charged, together with two other men, B and G., with two counts of murder and two counts of attempted murder in respect of the shootings of the four young women. The prosecution case was that the defendants were all members of the Burger Bar gang and had participated in a joint enterprise to kill using firearms. They alleged that the red Mondeo had been purchased in Roade on 31 December 2002 by G. and Mr Martin for criminal purposes and had been driven to Birmingham. On the evening of 1 January 2002, a member of the Johnson Crew had been boasting about his gang’s superiority in a club called RB’s when Mr Ellis was present. An announcement was made in the club that there would be an “after party” at Uniseven. The prosecution claimed that the defendants had decided to take the opportunity to exact their revenge and arranged the drive-by shooting intended to target members of the Johnson Crew. They alleged that Mr Ellis had been the front seat passenger of the red Mondeo, that Mr Martin had been a rear passenger of the car and that Mr Simms had been at the party at Uniseven, had acted as a “spotter” in informing the car’s occupants of events at the party and had guided in the Mondeo.", "7. Although a number of people had witnessed the shooting, few were prepared to make statements because of a fear of retaliation against them and their families by gang members. Five witnesses came forward but were unwilling to have their identities disclosed. Only two of the five purported to be able to identify the occupants of the red Mondeo. They were given the pseudonyms “Mark Brown” and “Jones”. A third witness, “Stacey Francis”, claimed to have seen Mr Ellis at RB’s earlier that evening. The remaining two witnesses had been present during the shooting at Uniseven.", "8. Information concerning the evidence and the backgrounds of the five anonymous witnesses was disclosed to the defence.", "9. Mark Brown’s evidence was encapsulated in his witness statement of 11 December 2003. In that statement, he said he was outside Uniseven and saw a red car driving down the road. He could see that there were four men in the car and he knew all of them. He identified the front seat passenger of the car from which the shots were fired as Mr Ellis. He said he saw a gun in Mr Ellis’ hand. The man sitting behind Mr Ellis was, he said, Mr Martin. He saw Mr Martin lean over and take the gun from Mr Ellis. He identified the driver as “Michael” and the other passenger as B. He then heard the sound of gunshots. He said that the men in the car were not wearing masks.", "10. He said that he had known Mr Martin for a few months and that he had been involved in an incident before the New Year shootings where Mark Brown and his cousin were shot at. Mark Brown stated that he had a grudge against three of the people in the car, which was related to the shooting incident. He also said that he had known Mr Ellis for five or six years, that he had seen him numerous times and that they did not get on because Mr Ellis had previously dated a niece of one of his cousins.", "11. A number of disclosures regarding Mark Brown’s previous comments to the police and in prison, his background and his criminal antecedents were made by the prosecution to the defendants. These disclosures were taken from prison and police records. In particular, it was disclosed that Mark Brown had links to the Cash for Money Crew, the younger arm of the Johnson Crew. He had stated that he was wanted by the Burger Bar gang, that there had been an attack planned on him for New Year’s Eve 2001 and that he had been shot at three times. Finally, it was disclosed that Mark Brown had made three court appearances in respect of robberies.", "12. It was also disclosed that Mark Brown refused to participate in an identification procedure to identify those he claimed were in the red Mondeo.", "13. Jones’ evidence was set out in his witness statement of 24 March 2004. In his statement, he indicated that before the fatal shootings he had been at a public house and had seen Mr Martin, Mr Ellis and B. standing by a red Mondeo talking. He later went to the party at the hairdresser’s salon where he saw Mr Simms walk by. He claimed that about ten minutes later he saw Mr Simms sitting in the back of the red car, in the middle seat. It was driving slowly, and B. was in the front passenger seat, and Mr Martin and Mr Ellis were in the back with Mr Simms. Ten minutes later the car drove by again, but the occupants had changed positions. Mr B. was leaning out of the back passenger window firing a gun. The other occupants had changed seats but Jones was unsure who was where.", "14. It was also disclosed that Jones was an experienced and serious criminal who moved in the same circles as the defendants. His criminality was wider than that revealed by his antecedent history and the trial judge considered that he was plainly very knowledgeable about firearms, their availability and their price.", "15. Stacey Francis claimed to have seen Mr Ellis at RB’s at around midnight on 1 January 2002. She was of good character.", "16. Disclosures were also made about the evidence of the remaining two anonymous witnesses and their backgrounds.", "17. The prosecution relied on telephone call pattern evidence to show that a number of phone calls took place between the defendants at critical times in the lead up to and aftermath of the shootings. There was evidence of calls between the mobile phone of Mr Martin and the mobile phone associated with G., and between the mobile phones of Mr Martin and Mr Ellis, on 31 December 2002, when the Mondeo was purchased and driven to Birmingham. There was evidence of various calls made around 4 a.m. on 2 January 2003 between Mr Simms and the mobile phone associated with G.", "18. There was also evidence of a car which was registered in the name of Mr Martin being driven from Birmingham to Roade on 31 December 2002, where the two occupants purchased a red Mondeo. CCTV footage showed the Mondeo being driven from Roade to Birmingham in convoy with Mr Martin’s vehicle. Mr Martin subsequently accepted that he participated in the purchase of the red Mondeo, allegedly for a friend.", "19. The prosecution also relied on cell site evidence, which provided information on the locations from which mobile telephone calls were placed and was consistent with Mr Simms, Mr Ellis, Mr Martin and G. being in the area of the killing at the material time and making the movements alleged by the prosecution. It was also consistent with G. and Mr Ellis being in the area where the car was subsequently burnt out. The cell site evidence was also consistent with the prosecution allegation that Mr Ellis’ alibi was false.", "20. The prosecution further relied on evidence of firearms residue found on Mr Ellis’ jacket.", "21. Finally, the prosecution sought to call the five anonymous witnesses, including Mark Brown and Jones, to give oral evidence of what they saw on the night of the shootings.", "22. On 21 October 2004, the trial judge handed down his ruling on the requests for anonymity at a preparatory hearing. He noted at the outset that it was not disputed that the witnesses reasonably feared retribution both personally and for their families if their identities were made known. He further observed that although a number of people must have witnessed the events, Mark Brown and Jones were the only two witnesses who directly implicated some of the defendants.", "23. The judge considered the possible support for Mark Brown’s evidence. He noted that the prosecution relied on other evidence, including mobile phone records, evidence linking some of the defendants to the purchase of the red Mondeo and evidence of firearms residue that had been found on a piece of clothing recovered from Mr Ellis (see paragraphs 17-20 above). He then turned to consider what had been disclosed about the anonymous witnesses, summarising the disclosures about the statements they had made and their backgrounds (see paragraphs 8-16 above). He observed that a number of public interest immunity hearings had been held and that a substantial amount of disclosure had taken place.", "24. The judge examined the case-law of this Court and the domestic courts on the issue of anonymous witnesses. He summarised the parties’ submissions and set out his conclusions as regards the general position in respect of anonymous witnesses.", "25. First, he referred to the “very real problems now encountered in persuading witnesses to come forward and go into the witness box”. He noted that intimidation of witnesses was, or was perceived by witnesses, to be rife. He considered it self-evident that society had an interest in encouraging witnesses to come forward and protecting them if they did.", "26. He indicated that the question whether a witness could give evidence anonymously was a matter for the exercise of the trial judge’s discretion. The decisive feature in the exercise of that discretion was whether the ensuing trial could be fair. He noted that whether any given trial was fair was a matter of balancing the different interests involved, which he identified as the interests of society and the victims in allegations of serious crime being tried and the guilty punished, the protection of the witness and the interests of the accused in being able properly to defend himself. The trial judge considered that the defendants had a right to “a fair administration of justice”. However, that right was not absolute and the fact that a defendant would suffer some prejudice did not mean that a fair trial could not take place.", "27. The trial judge further considered that a witness whose creditworthiness was in issue could give evidence anonymously, provided that proper caution was exercised, that there had been investigation of the creditworthiness of the witness and that full disclosure had been given.", "28. As to the case-law of this Court, the judge was of the view that the observations in Doorson v. the Netherlands, § 76, 26 March 1996, Reports of Judgments and Decisions 1996II, to the effect that a conviction based solely or decisively on anonymous evidence could not be fair, had to be considered in the context of the Dutch procedure which the Court was then considering. In the present case, the witness would be cross-examined in front of the jury on the basis of very substantial information which had been disclosed and which enabled his account to be questioned. He observed that it was part of any assessment of the fairness of the trial to consider the trial process, and more particularly how anonymous evidence was to be given and what the jury would be told. He considered that the trial process could minimise any prejudice to the defendant because, among other things, the jury could be told to take account of the problems that the defence faced when such a witness gave evidence and that they should not hold against the defendant the giving of such evidence.", "29. The trial judge concluded that Mark Brown could give evidence anonymously and that the trial would not be unfair as a result. He based his decision on the following considerations:", "“164. First, he is a witness reasonably in fear. Objectively, if identified, his life or that of his family or friends may be in danger.", "165. Second, he has evidence to give which is of the very greatest importance in resolving these serious criminal allegations.", "166. Third, if not permitted to give evidence anonymously, it is likely that the prosecution will be unable to adduce his evidence.", "167. Fourth ... there has been very extensive disclosure in his case. It permits the defendants very extensive and detailed cross-examination. The limits placed on that cross-examination and on the conduct of defence can be made clear to the jury. While it may be that disclosure of his identity ... might lead to further material for crossexamination going to credit, the present disclosure is in my view sufficient to permit the defence properly to be advanced and a fair trial to take place. Indeed, it may be argued that the defence will be in a particularly strong position without knowing the witness’ identity. They have ample material for cross-examination. In addition, they have the point to make to the jury concerning the difficulties they are under.", "168. Fifth, in addition to any attack on the witness’ credibility, the defence have in any event an argument on the difficulty of any identification in the circumstances spoken to by the witness. It may well be ... I shall be obliged to give a ‘Turnbull direction’. If so, the jury will be warned of the dangers in the identification evidence and its weaknesses enumerated.", "Sixth, ... I am entitled in considering this witness’ creditworthiness, to take into account such support as there apparently is for his account.”", "30. In respect of Jones, the judge considered that there were questions raised in respect of his creditworthiness that put him into a different category from Mark Brown. He noted that there was not the extent of apparent support for his evidence which existed in the case of Mark Brown and, despite the fact that the disclosure given would permit a great deal of cross-examination, he concluded that it would not be safe to permit him to give evidence anonymously.", "31. The remaining three witnesses were also permitted to give anonymous evidence. In respect of two of them, no objection had been made.", "32. Finally, the judge indicated that the question of anonymity was something to be kept continually under review.", "33. On 28 October 2004, the judge handed down a further ruling following a submission by the defendants that in the absence of a proper identification procedure by Mark Brown, no fair trial could take place. The defendants argued that his evidence of recognition could only be admitted if there were a proper identification procedure or if Mark Brown’s identity were disclosed.", "34. The judge was of the view that even if the submission amounted to an attack on his previous ruling on anonymity, it was nonetheless something he had to consider. He continued:", "“4. ... In any criminal trial fairness requires that rulings such as these, which are far from straightforward, are continually kept under review. That includes taking account of fresh submissions which may have a bearing on the trial’s fairness. In short, if I conclude that a fair trial required disclosure of Brown’s identity I would review my earlier ruling.”", "35. He noted Mark Brown’s explanation for why he did not agree to participate in an identification procedure, namely that he wanted to do it but was afraid of the impact of picking or not picking suspects and his identity becoming known to them if he did not pick them. He analysed Mark Brown’s identification evidence, noting that he set out the basis upon which he knew the defendants, at times in considerable detail. The judge concluded:", "“In the course of my ruling on anonymity, I referred to the extensive crossexamination available to the defence in the light of the disclosure. It would still be available. Moreover, it seems to me that while cross-examination will, as is inevitable, be to some extent constrained, much can be asked. Whether he may be a fantasist can be investigated. Further, as I have indicated, what Brown says as to the history of his relationships with the defendants can be amplified before he gives evidence ... As I indicated in my previous ruling, it does not end there. There would be a Turnbull direction. The jury would know the limitations under which the defence was acting. The fact Brown did not accept the offer of an identification procedure would be plain. My reading of the material in which he refused such a procedure may provide powerful material for cross-examination.”", "36. He therefore ruled Mark Brown’s evidence of recognition to be admissible, subject to the exclusion of hearsay, and considered it unnecessary to reconsider his ruling on anonymity, noting that Mark Brown’s evidence as a whole and his purported recognitions could be questioned, that there was ample cross-examination possible and that the presence of counterbalancing factors depended on each case. He reiterated the need to keep the matter under review.", "37. A number of the defendants, including Mr Simms and Mr Ellis, appealed the judge’s ruling on anonymity. The Court of Appeal handed down its judgment on 2 November 2004. It considered that the trial judge had applied his mind impeccably to the law, both in England and under Article 6 of the Convention. The appeals were accordingly dismissed.", "38. Subsequently, a number of further disclosures about Mark Brown were made. It was disclosed that he owed money to both gangs and that the police had made certain payments to him. The handwritten police log was disclosed as were the prison notes from institutions where Mark Brown had been detained, which revealed that Mark Brown was awaiting sentence when the police first made contact with him. As a result of the further disclosures, the defence asked the judge to review his ruling on anonymity. It was alleged that the newly-disclosed material undermined Mark Brown’s credibility and creditworthiness and suggested that his information about the shooting may have been hearsay.", "39. On 10 January 2005 the trial judge handed down a further ruling. He accepted that further disclosure had revealed more about Mark Brown than had been known at the time of the previous ruling. However, even at that time, Mark Brown’s gang background and his motive for lying were clear. The judge concluded that the order for anonymity should remain. He considered that Mark Brown’s credibility was not so affected that he could only give evidence if his identity were disclosed. He further noted that on the basis of what had now been disclosed the defence could mount a formidable attack on Mark Brown’s credibility. Specifically as to the concerns regarding hearsay evidence, the judge indicated that if Mark Brown was making any assertions on the basis of hearsay, this would become clear in cross-examination whether he was anonymous or not. He reiterated the need for careful directions to the jury in due course.", "40. Before Mark Brown took the witness stand, the judge gave the jury certain directions. In particular, he advised them that the fact that Mark Brown was giving evidence anonymously had significant implications for the defence and restricted them in the conduct of their cases. They were not permitted to ask questions which could lead to his identification. Because they did not know who he was they could not put to him any personal reason he might have had for implicating them. Nor could they put to him any general matters going to his credibility. The jury were told that the limitations on the defence were considerable and that the jury had to make allowances for this in its assessment of Mark Brown’s evidence.", "41. The judge, the jury, counsel and solicitors could all see and hear Mark Brown give evidence. They was no voice distortion as far as they were concerned, although he was “lightly disguised” in order to boost his confidence. Neither the defendants nor the public were able to see him and his voice was distorted for them.", "42. Examination-in-chief of Mark Brown by the prosecution began on 11 January 2005. He gave evidence regarding the events of 2 January 2003. He indicated that he had seen Mr Simms speaking on a mobile telephone outside Uniseven, that he had seen a red car arrive with four occupants, and that three of those occupants were Mr Ellis, Mr Martin and B. Mark Brown was subsequently cross-examined by defence counsel, who sought to undermine his credibility and account of events.", "43. Following the conclusion of the prosecution case, all defendants except Mr Martin submitted to the judge that there was insufficient evidence for the jury to convict them. On 17 February 2005 the trial judge handed down his ruling on the defence submission.", "44. The judge summarised the prosecution case that there was a joint enterprise to kill using firearms. He noted that the prosecution relied both on circumstantial evidence and on the evidence of Mark Brown. He reviewed in detail the evidence given by Mark Brown. He considered it plain that Mr Brown had lied about many matters but, in the final analysis, concluded that Mark Brown’s credibility was a matter for the jury. He observed that a substantial amount of disclosure had taken place, and that this had formed the basis of sustained and effective cross-examination. He noted:", "“... in all Mark Brown was cross-examined most effectively for, as I recall, something like 6 days. His credibility was severely dented; he told many lies; had his identity been known it is, of course, possible that further damage might have been done. But, be that as it may, sufficient damage was done to his credibility to found what was not a frivolous submission that his credibility had been destroyed to the extent that I should direct the Jury accordingly, anonymity apart. It has resulted in a document which the Jury has which effectively sets out his lies as I have indicated.”", "45. The judge explained that there would be a further direction to the jury in due course regarding their approach to Mark Brown’s evidence, essentially to the effect that they could not rely on that evidence alone. He continued:", "“Having regard to the features I have set out above, it seems to me, circumscribed as they would be by my directions, the Jury could place reliance upon what Mark Brown says. While any conviction would not then be based solely upon his evidence, I accept that one cannot exclude the possibility that his evidence was decisive. However, given the other contemplated safeguards in the trial process so far, that would not seem to me contrary to Article 6 ...”", "46. He indicated that it therefore followed that unless the jury could conclude that there was independent evidence supporting Mark Brown and implicating a particular defendant, there could not be a case left to the jury regarding him. The judge explained that, in the circumstances, such evidence would need to be cogent; tenuous evidence would not be enough. He considered that such evidence existed in the cases of Mr Martin, Mr Ellis and Mr Simms and summarised in some detail what could be inferred by the jury from what they had heard during the evidence led at trial, including the background to the shootings, the association among Mr Martin, Mr Ellis, Mr Simms and G. at the material time as shown by telephone records, and the involvement of Mr Martin, G. and Mr Ellis in the purchase of the vehicle used in the shootings. He further noted that firearms residue had been found on Mr Ellis’ clothing. He concluded:", "“Putting together the different pieces of evidence I have summarised ... it does seem to me there is circumstantial evidence in the cases of Martin, who ... does not dispute it, [G.], Ellis and Simms, in respect of their participation in this joint enterprise to kill. It would also be sufficient evidence of participation to enable the jury then to consider what Mark Brown had to say ...”", "47. However, the judge did not consider there to be cogent independent evidence in respect of B., and accordingly directed the jury to acquit him.", "48. In the course of the trial judge’s summing up, he gave the jury a warning about identification evidence, highlighting the weak aspects of Mark Brown’s purported identification evidence.", "49. He also gave the jury a number of warnings about Mark Brown. He directed them, first:", "“... if you are to rely on anything said by Mark Brown, you must be sure he is a credible witness, someone capable of belief. If you’re not sure of that, no amount of other evidence which is said to be consistent with his account can help. If you think he may not be someone upon whom you can place any reliance, you must ignore his evidence.", "50. If they were satisfied that he was credible, he directed them to approach his evidence in the following way:", "“...You must consider whether in respect of the defendant whose case you are considering there is some other evidence of that defendant’s participation in this joint enterprise ... apart from what Mark Brown says. So put Mark Brown to one side and consider if there is some other evidence of that defendant’s participation. If you’re not sure that there is such other evidence, then you must acquit that defendant. If you conclude that there is such other evidence, then you may take Mark Brown’s evidence into account in deciding whether or not you are sure of guilt, bearing in mind the first warning which I just gave you.", "In other words, first you consider the circumstantial evidence. If you are sure it implicates the defendant in question in this joint enterprise, then but only then may you consider what Mark Brown says. Of course, if you think you cannot rely on Mark Brown at all, then you decide guilt or innocence solely on the basis of the other evidence. You will remember that I told you that the prosecution submit that the other evidence called by them as part of their case proves the defendants Mr Martin, [G.] and Mr Simms are guilty ...", "The prosecution accept – again, I’ve told you this – that the evidence called by them would not be enough to place Mr Ellis in the Mondeo. To do that, some reliance would have to be placed on Mark Brown. However, the prosecution say that if you are sure that ... the alibi witness called on behalf of Mr Ellis was lying, then, taking into account that false alibi plus the other pieces of the circumstantial evidence called by the prosecution, that would be enough for you to be sure that Mr Ellis was in the Mondeo, Mark Brown apart. ...[D]efence counsel disagreed with that effectively with some force.", "In the case of [B.], whom you acquitted on my direction, there was nothing capable of amounting to such other evidence and that’s why I directed an acquittal. It underlines ... the importance of these directions when considering your approach to Mark Brown.”", "51. In concluding his summing up, the judge reminded the jury of how to approach Mark Brown’s evidence regarding the identities of those in the Mondeo. He emphasised that they had first to consider him a credible witness and also be satisfied that there was other evidence of the applicants’ participation in the joint enterprise before they could rely on his evidence.", "52. On 18 March 2005 Mr Ellis, Mr Martin, Mr Simms and G. were convicted of two counts of murder and two counts of attempted murder in respect of the shootings of the four young women. They were sentenced to life imprisonment in respect of the murder convictions.", "53. The applicants appealed to the Court of Appeal. Their case was heard together with an appeal in the case of R v. Davis.", "54. On 19 May 2006 the Court of Appeal dismissed the appeals. It began by noting that in the context of witness anonymity, three rights protected by the Convention were engaged: Article 2 and Article 8 were closely related to the rights, among others, of witnesses; and Article 6 was concerned with the protection of the defendant’s right to a fair trial. It then went on to review the case-law of this Court on the question of anonymous witnesses, as well as decisions of the domestic court. As to the possibility of permitting the evidence of anonymous witnesses at trial, the court found:", "“59. ... In our judgment the discretion to permit evidence to be given by witnesses whose identity may not be known to the defendant is now beyond question. The potential disadvantages to the defendant require the court to examine the application for witness anonymity with scrupulous care, to ensure that it is necessary and that the witness is indeed in genuine and justified fear of serious consequences if his true identity became known to the defendant or the defendant’s associates. It is in any event elementary that the court should be alert to potential or actual disadvantages faced by the defendant in consequence of any anonymity ruling, and ensure that necessary and appropriate precautions are taken to ensure that the trial itself will be fair. Provided that appropriate safeguards are applied, and the judge is satisfied that a fair trial can take place, it may proceed. If not, he should not permit anonymity. If he does so, and there is a conviction, it is not to be regarded as unsafe simply because the evidence of anonymous witnesses may have been decisive.”", "55. As to the safeguards available in the applicants’ case, the court referred first to the discretion enjoyed by the trial judge to allow some or all witnesses to give their evidence anonymously. It observed that if the only evidence against the defendants consisted of wholly unsupported anonymous witnesses, whose evidence was demonstrably suspect, it was open to the judge to decide that the prosecution should not adduce it. Further, if the decisive evidence came from an unidentified witness who could not be cross-examined (an anonymous absent witness), the judge could decide that the evidence should not be admitted. Moreover, at the end of the prosecution case the judge could decide that it would be unsafe for the evidence of the anonymous witnesses to be considered further by the jury, or indeed, that the case as a whole should be withdrawn from their consideration. Finally, the judge was obliged to give appropriate directions in his summing up, sufficient to identify the particular disadvantages under which the defence might have been labouring, and would probably suggest that the jury should consider whether there was any independent, supporting evidence, tending to confirm the credibility of the anonymous witnesses, and the incriminating evidence they had given.", "56. Turning to the facts of the case, the Court of Appeal examined the mobile phone record evidence presented at trial. It noted:", "“129. This evidence about the use of mobile phones demonstrably belonging to the four appellants at critical times all through the night leading up to and after the shooting, taken as a whole, and when linked with the remaining evidence, provided a formidable case against them.”", "57. The court also referred to the evidence of firearms residue found on Mr Ellis’ clothing.", "58. As regards the trial judge’s ruling on anonymity (see paragraphs 2229 above), the court observed that it had already been upheld by the Court of Appeal in the context of an interlocutory appeal (see paragraph 37 above). It also noted that the judge kept his ruling under constant review and that there had been no less than thirty-eight public interest immunity hearings during the trial itself.", "59. In respect of the evidence given by Mark Brown, the court noted:", "“135. ... He purported to identify some of those in the red Mondeo, but his evidence was not entirely consistent on the subject, and in any event, faced the major difficulty, that other witnesses had suggested identification was not practicable.", "136. By the time Brown gave evidence, there had been full disclosure of all the material available to the Crown. He was cross-examined for five days, by four leading counsel. His credibility was severely damaged.”", "60. The court considered that despite the various complaints made by the defendants, the cross-examination of Mark Brown illustrated that notwithstanding his anonymity the process could be and was extremely effective. It observed that so far as Mr Simms was concerned, Mark Brown’s evidence provided no more than a little confirmation of facts already independently demonstrated; and Mr Simms in any event admitted that he had been at Uniseven that night. It further observed that Mr Ellis had chosen not to give evidence and that Mr Martin had given evidence and admitted his involvement in the purchase of the Mondeo and the correctness of the attribution of mobile phone numbers to him. The court continued:", "“139. The case was summed up to the jury with meticulous care. The directions of law were accurate. Appropriate warnings were given. The evidence was closely analysed. The summing up was comprehensive, balanced and fair.”", "61. The Court of Appeal concluded that there was no reason to doubt the integrity of the trial process or the safety of the convictions.", "62. The court refused to certify a question on a point of law of general public importance in the applicants’ case which ought to be considered by the House of Lords. However, it certified a question in the case of R v. Davis and the House of Lords handed down its judgment in that case on 18 June 2008 (see paragraphs 65-66 below).", "63. Following the House of Lords’ judgment in R v. Davis quashing the conviction of that appellant, the applicants applied to the Criminal Cases Review Commission to have their convictions referred to the Court of Appeal. Their applications were refused on 5 May 2010.", "64. At the material time, the relevant factors for a trial judge considering whether to exercise his discretion to allow anonymous evidence were set out by the Court of Appeal in R v. Taylor and Crabb (22 July 1994). First, there had to be real grounds for being fearful of the consequences if the evidence was given and the identity revealed. Second, the evidence had to be sufficiently relevant and important to make it unfair to the prosecution to compel them to proceed without it. Third, the prosecution had to satisfy the court that the creditworthiness of the witness had been fully investigated and that the results of that enquiry had been disclosed to the defence so far as was consistent with the anonymity sought. Fourth, the court had to be satisfied that no undue prejudice was caused to the defendant, “undue” being a necessary qualification because some prejudice was inevitable if the anonymity order was made. Finally, the court could balance the need for protection against the unfairness or appearance of unfairness in the particular case. This reasoning was largely endorsed by the House of Lords in R (Al-Fawwaz) v. Governor of Brixton Prison ([2001] UKHL 69).", "65. As noted above, the House of Lords handed down its judgment in the case of R v. Davis ([2008] UKHL 36) on 18 June 2008. The case concerned a fatal shooting at a party in London. Mr Davis admitted attending the party but claimed to have left before the shooting and denied being the gunman. Three witnesses identified Mr Davis as the gunman but all claimed to be in fear for their lives if their identities became known. The judge allowed them to give anonymous evidence at trial. He ordered that they were to give evidence under pseudonyms, that their addresses and personal details were to be withheld from the defendant and his legal advisers, that no question could be asked of them which would permit their identification, that they were to give evidence behind a screen so that they could be seen by the judge and jury only and that their voices were to be distorted for all but the judge and jury.", "66. The House of Lords found that the witnesses’ testimony was inconsistent with the long-established principle of the English common law that, subject to certain exceptions and statutory qualifications, the defendant in a criminal trial should be confronted by his accusers in order that he might cross-examine them and challenge their evidence. Although this Court had not ruled that anonymous evidence was inadmissible in all circumstances, it had said that a conviction should not be based solely or to a decisive extent on anonymous statements. In any event, their Lordships considered that on the facts of the case before it, this Court would have found a violation of Article 6, as not only was the anonymous witness evidence the sole or decisive basis on which Davis had been convicted but effective cross-examination had also been hampered.", "67. Following the House of Lords’ judgment in R v. Davis the Criminal Evidence (Witness Anonymity) Act 2008 (“the 2008 Act”) was enacted as a matter of urgency to permit anonymous witness evidence at trial and to give guidance on the relevant factors to be taken into account, based on the Court’s case-law.", "68. The 2008 Act was subsequently replaced by provisions of the Coroners and Justice Act 2009 (“the 2009 Act”), which now regulates the conditions under which witnesses can give evidence anonymously in criminal proceedings. Section 88(2)-(6) lays down the conditions for the making of a witness anonymity order and section 89 sets out a number of relevant considerations to which a court must have regard before permitting anonymous evidence, including whether evidence given by the witness might be the sole or decisive evidence implicating the defendant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}