{"ITEMID": "001-57604", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF YOUNG, JAMES AND WEBSTER v. THE UNITED KINGDOM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The case of Young, James and Webster was referred to the Court by the European Commission of Human Rights (\"the Commission\") in May 1980. The case originated in two applications against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission in 1976 and 1977 by Mr. Ian McLean Young, Mr. Noël Henry James and Mr. Ronald Roger Webster.", "2. On 25 November 1980, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 48 of the Rules of Court). By a judgment of 13 August 1981, the latter held, inter alia, that the applicants’ dismissal from employment for failure to join a specified trade union had entailed a breach of Article 11 (art. 11) of the Convention (Series A no. 44, point 1 of the operative provisions and paragraphs 50-65 of the reasons, pp. 27 and 21-26).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 12 to 44 of the above-mentioned judgment (ibid., pp. 8-18).", "3. At the hearings of 3 and 4 March 1981, counsel for the applicants had indicated that, should the Court find a violation, his clients would seek just satisfaction under Article 50 (art. 50) in respect of material losses, legal costs and allied expenses, and non-material damages.", "In its judgment of 13 August 1981, the Court reserved the whole of the question of the application of Article 50 (art. 50) and referred it back to the Chamber under Rule 50 § 4 of the Rules of Court. On the same day, the Chamber invited the Commission to submit, within the next two months, its written observations on the said question, including notification of any friendly settlement at which the Government of the United Kingdom (\"the Government\") and the applicants might have arrived (ibid., p. 33).", "4. Following several extensions by the President of the Chamber of the above-mentioned time-limit and in accordance with his Orders and directions, the registry received", "- on 13 April 1982, observations of the Delegate of the Commission concerned with the issue under Article 50 (art. 50);", "- on 24 June and 21 September 1982, through the Secretary to the Commission, observations of the applicants;", "- on 15 May and 4 August 1982, comments of the Government and their replies to questions put to them by the Court.", "These documents revealed that no friendly settlement of the applicants’ claims had been arrived at; they gave details of negotiations conducted to this end, with the assistance of the Commission, between the Government and the applicants, of an offer made by the Government on 17 March 1982 and of the applicants’ views thereon.", "5. In his observations, the Commission’s Delegate submitted that just satisfaction should be afforded in the form of payments by the Government to the applicants, on the terms which he mentioned, of the same total amount as that offered by the Government during the negotiations, namely £145,917 less certain sums already received by the applicants from the Government by way of payments on account in respect of pecuniary losses and from the Commission by way of legal aid.", "For ease of reference, further particulars concerning the applicants’ claims and the Government’s offer are set out below in the section \"As to the law\".", "6. Having consulted, through the Registrar, the Agent of the Government and the Delegate of the Commission, the Court decided on 1 October 1982 that there was no call to hold hearings.", "7. Mr. F. Gölcüklü, a substitute judge, took the place of Mr. G. Lagergren, who was prevented from taking part in the consideration of the case (Rules 22-1 and 24-1 of the Rules of Court)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}