{"ITEMID": "001-107570", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "RIZI v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Violeta Ngjela, née Rizi, is an Albanian national who was born in 1938 and lives in Durrës. She was represented before the Court by Mr E. Todhe, a lawyer practising in Durrës. The Albanian Government (“the Government”) were represented by their then Agent, Mrs E. Hajro of the State Advocate’s Office.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 22 July 1993 the Durrës District Court (“the District Court”) recognised the existence of the applicant’s father’s property rights over a plot of land measuring 520 sq. m situated in the city of Durrës (vendim vërtetim fakti). On an unspecified date, a six-storey building was constructed on that plot of land, including the bar-restaurant “Primavera”, located on the ground floor.", "4. On an unspecified date the President of the then Court of Cassation made a request for supervisory review in respect of the decision of 22 July 1993. On 18 November 1994 the Court of Cassation decided to quash that decision on the ground that a thorough investigation had not been conducted by the lower court, and remitted the case for fresh examination. On 17 January 1995, following a request for interpretation, the then Court of Cassation ruled that its decision of 18 November 1994 had not had any effect on the outcome of the proceedings decided by way of the District Court decision of 5 May 1994 (see paragraph 7 below).", "5. It would appear that the rehearing proceedings were dismissed by the District Court on an unspecified date, following the applicant’s loss of interest in the case.", "6. On 1 April 1994 the Durrës Commission on Restitution and Compensation of Properties (Komisioni i Kthimit dhe Kompensimit të Pronave – “the Commission”) recognised the Ks’ (third parties) inherited property title to a plot of land measuring 1,830 sq. m (“Commission decision no. 1”), including the right to first refusal on the premises of the bar-restaurant “Primavera”.", "7. On an unspecified date the Ks requested the District Court to recognise their property title to the plot of land on which the “Primavera” had been built. On 5 May 1994 the District Court, relying on its decision of 22 July 1993 (see paragraph 3 above), dismissed their claim. It annulled Commission decision no. 1 and recognised the applicant’s and her siblings’ property rights over the plot of 520 sq. m. On an unspecified date the Ks appealed.", "8. On 16 September 1994 the Durrës Court of Appeal upheld the District Court’s decision recognising the applicant’s and her siblings’ title to the plot of 520 sq. m. However, it quashed the part of the District Court’s decision that had annulled Commission decision no. 1, in so far as the Commission had not been invited as a party to the proceedings. On an unspecified date the Ks appealed to the Court of Cassation.", "9. On 22 November 1994 the Court of Cassation quashed both lower courts’ decisions. Deciding on the facts, it dismissed the Ks’ complaints in the light of their withdrawal from the case. The Commission decision of 1 April 1994 thus became enforceable.", "10. Interpreting the Court of Cassation decision of 22 November 1994 as having recognised the applicant and her siblings’ property title to the plot of land, on 2 February 1995 the Commission recognised the applicant’s and her siblings’ inherited property title to 520 sq. m (“Commission decision no. 2”), including the right to first refusal in respect of the premises of the “Primavera”. On 21 February 1995 the applicant’s siblings, by means of a contract of donation, donated their equal shares in the land to the applicant.", "11. On 7 February 1995 a contract of sale was concluded between a State-owned company, NTUS, the National Agency for Privatisation, (“the NAP”), and the applicant, whereby the latter acquired the premises of the “Primavera” for 1,607,310 Albanian leks (ALL).", "12. The applicant was also issued with a certificate of registration of property (no. 6085) by the Office for Registration of Immovable Property, dated 21 February 1995.", "13. On 18 September 1995 the Ks lodged a complaint with the District Court requesting the annulment of Commission decision no. 2. It appears from the file that the applicant was not a party to these proceedings.", "14. On 16 October 1995 the District Court annulled Commission decision no. 2. Relying on the Court of Cassation decision of 22 November 1994 (see paragraph 9 above), it found that Commission decision no. 2 had been issued in breach of the law as the applicant’s property rights had been quashed. The District Court further noted that since the applicant had failed to pursue the application following the remittal of her case by virtue of the Court of Cassation decision of 18 November 1994 (see paragraph 4 above), it had dismissed the proceedings.", "This decision became final, no appeal having been filed against it.", "15. In the light of the invalidity of Commission decision no. 2, on 3 April 1996 the NAP and the Ks filed a complaint with the District Court against the contract of sale, alleging that it was null and void.", "16. On 2 October 1997 the Kavaja District Court annulled the contract of sale, relying on the same reasoning as in the decision of 16 October 1995 (see paragraph 14 above). It decided that the amount paid, indexed to take account of inflation, should be returned to the applicant. On 13 October 1997 the applicant appealed.", "17. On 20 May 1998 the Tirana Court of Appeal quashed the Kavaja District Court’s decision and remitted the case for re-examination by a different formation of that court, holding as follows:", "“In re-examining the case the District Court should take into account any overlapping of the plots of land allocated by the Commission’s decisions... The District Court should correctly identify the parties, summon the Commission and conduct a topographic study to look into and clarify the foregoing.”", "18. On 7 April 2000 the Durrës District Court declared Commission decision no. 2 null and void. It also declared void the contract of sale and ordered the NAP to reimburse the sum paid by the applicant, indexed to take account of inflation. On an unspecified date the applicant appealed.", "19. On 29 June 2000 the Durrës Court of Appeal (“the Court of Appeal”) quashed the District Court decision. It found that Commission decision no. 2 was still in force as it had not been challenged before the domestic courts. No reference was made to the District Court decision of 16 October 1995 (see paragraph 14 above). The proceedings initiated by the Ks were dismissed. On an unspecified date the Ks lodged an appeal with the Supreme Court.", "20. On 22 November 2001 the Supreme Court quashed the Court of Appeal’s decision and remitted the case for re-examination. It found that the Court of Appeal had failed to rule on all of the Ks’ complaints.", "21. On 7 October 2002 the Court of Appeal upheld the Durrës District Court’s decision of 7 April 2000. It found, inter alia, as follows:", "“The Court of Cassation by a decision ... in 1996 ... made an interpretation of the decision ... dated 22 November 1994. According to its interpretation, the plaintiffs’ [the Ks’] withdrawal resulted from the fact that they had become the owners of the plot of land as a result of the Commission decision of 1 April 1994 [Commission decision No. 1].", "The Court of Cassation’s judgment of 22 November 1994 did not recognise the right of property of the defendant [i.e. the applicant] and, as such, it could not serve as a property title on the basis of which the Commission could act.", "The defendant argued that her property title was based on the District Court decision of 22 July 1993. However, this decision was quashed by the Court of Cassation decision of 18 November 1994.”", "22. On 11 November 2002 the applicant lodged an appeal with the Supreme Court.", "23. On 1 July 2004 the Supreme Court, by a majority, upheld the decision. It confirmed that the applicant’s right to property had not been recognised, finding that the Commission had not only committed procedural violations in awarding the property to the applicant, but had also misinterpreted the merits of the applicant’s case. The Supreme Court ordered that the sum paid by the applicant should be reimbursed in accordance with the terms of the decision of the Durrës District Court of 7 April 2000. On 28 January 2005 the applicant filed a constitutional complaint with the Constitutional Court.", "24. On 7 February 2005 the Constitutional Court declared the applicant’s complaint inadmissible, finding that it did not raise any breaches of the right to a fair hearing.", "25. On 24 October 2005 the NAP ordered that the amount of ALL 1,607,310 be returned to the applicant pursuant to the 2004 Supreme Court judgment.", "26. On 10 March 2011 the applicant informed the Court in writing that the judgment had been enforced on an unspecified date. No supporting documents were submitted by the applicant, despite the Registry’s request to do so in their letter of 18 February 2011.", "27. On 11 April 2005 the applicant filed an application with the Supreme Court for review of its decision of 1 July 2004 in the light of new evidence and facts. She complained, inter alia, in the light of a letter from the Ministry of Territorial Adjustment and Tourism, that two of the three experts who had prepared the experts’ report had not been licensed by the authorities.", "28. On 11 November 2005 the Supreme Court rejected that application. It made reference to the previous court rulings, outlined the reasons for the applicant’s request for review and concluded that the request did not comply with Article 494 of the Code of Civil Procedure (see “Relevant domestic law” below). Judge N.K, who had also been in the majority which had ruled against the applicant in the Supreme Court’s decision of decision of 1 July 2004, was a member of the bench.", "29. On 6 March 2006 the applicant lodged a constitutional appeal.", "30. On an unspecified date the applicant renewed her request for review.", "31. On 24 March 2006 the Supreme Court rejected it as being substantially the same as the previous request.", "32. On 27 September 2006 the Constitutional Court declared the applicant’s complaint inadmissible, finding that the issues raised fell within the jurisdiction of the lower courts.", "33. By a letter of 1 November 2007 the applicant informed the Registry that she had brought proceedings against the NAP for reimbursement of expenses incurred in the maintenance and renovation of the bar-restaurant “Primavera”.", "34. On 16 June 2006 and 20 December 2007 the District Court and the Court of Appeal, respectively, ruled in favour of the applicant. The parties have not provided copies of the courts’ decisions. However, an appeal before the Supreme Court appears to be currently pending.", "35. The relevant parts of the Albanian Constitution read as follows:", "“Article 42 § 2", "In the protection of his constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“Article 131", "The Constitutional Court shall determine: ... (f) complaints by individuals alleging a violation of their constitutional rights to a fair hearing, provided all legal remedies for the protection of those rights have been exhausted.”", "“Article 142 § 3", "State bodies shall comply with judicial judgments.”", "36. Articles 494-502 of the CCP govern the review of court judgments. Article 494 provides that the review of a final decision may occur, inter alia, when: (a) new circumstances or new written evidence which are important to the case, which could not have been known to the party during the proceedings, are discovered; or (b) it is proved that witnesses’ statements or experts’ opinions on which the decision is based were false.", "37. Under Article 496 of the CCP a request for review is submitted within 30 days of the date on which the requesting party had knowledge of the ground for review and, in any case, not later than one year from the date on which the ground for review came into existence. Article 498 of the CCP states that an inadmissibility decision on the request for revision is taken by the Supreme Court without the parties being present."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}