{"ITEMID": "001-80941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SZKUP v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Alicja Szkup, is a Polish national, who lives in Łowicz. The respondent Government were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s parents owned a property which was inherited by their children and a granddaughter in different shares. Apparently, the heirs could not agree on the common administration of the co-owned property. On 24 April 1989, the applicant instituted proceedings for the division of the estate and dissolution of the co-ownership. In her pleadings of 23 November 1989 the applicant also argued that she had acquired 1/2 of the property by prescription.", "The hearing was held on 23 May 1990. As the applicant was absent and her attorney failed to submit relevant documents, the court decided to stay the proceedings. On 19 October 1990 the applicant requested the court to resume the proceedings.", "On 4 April 1991, upon the applicant’s motion, the court made an interim order prohibiting the co-owners from selling their respective shares in the property pending the outcome of the proceedings.", "On 31 December 1991, by a partial decision, the court dismissed the applicant’s motion whereby she claimed to have acquired 1/2 of the property by prescription. Upon the applicant’s appeal, the Skierniewice Regional Court quashed the decision and remitted the matter to the trial court for reconsideration. Having re-examined the applicant’s motion, on 3 November 1994, the Łowicz District Court issued a new partial decision. Upon the applicant’s and J.S.’s appeal, on 7 April 1995 the Skierniewice Regional Court again quashed the firstinstance decision and remitted the matter for reconsideration. Additionally, the court found ex officio that the last stage of the proceedings had to be in any event invalidated, as one of the participants had passed away and his successors were not represented.", "In the meantime, on 14 November 1995 J.S. requested the court to quash the interim order of 4 April 1991 prohibiting the parties from selling their shares in the property. The applicant opposed the request and, on 12 January 1996, the request was dismissed and the original interim order was upheld.", "Having examined the applicant’s motion for the third time, the Łowicz District Court rendered a partial decision on 10 February 1997. The applicant appealed on 7 March 1997. On 24 February 1998, the Skierniewice Regional Court quashed the impugned decision and remitted the matter to the first-instance court.", "Having examined the applicant’s motion for the fourth time, on 7 June 1999 the Łowicz District Court issued a partial decision whereby it again dismissed the applicant’s motion. On 6 August 1999 the applicant filed an appeal.", "On 21 May 2001 the Łódź Regional Court dismissed the applicant’s appeal. On 2 August 2001 the applicant filed a cassation appeal. On 3 August 2001 the Łódź Regional Court rejected the appeal as the applicant had failed to pay court fees. The applicant further requested the reinstatement of the time limit for filing a cassation appeal. This request was dismissed by the Łódź Regional Court and the applicant’s further appeal was rejected by the Supreme Court on 9 May 2002. At the hearing of 28 April 2003 the trial court heard the parties’ final submissions.", "On 12 May 2003 two decisions were given: one quashing the interim order of 4 April 1999 and the other dismissing the applicant’s claim for the dissolution of the co-ownership.", "On 23 June 2003 the applicant appealed against the former decision.", "On 25 June 2003 the court ordered her to indicate the value of the land. She complied with the order on 7 July 2003.", "On 30 June 2003 the applicant appealed against the decision dismissing her action.", "By a decision of 30 April 2004 the court set aside the decision of 12 May 2003 quashing the interim order of 4 April 1999.", "By a decision of 4 June 2004 the court upheld the decision of 12 May 2003 on the merits of the case.", "On 6 August 2004 the applicant lodged a cassation appeal against this decision with the Supreme Court. By a decision of 8 February 2005 the Supreme Court refused to entertain the cassation appeal.", "On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "Section 18 of the 2004 Act lays down the following transitional rules in relation to applications already pending before the Court:", "“1. Within six months after the date of entry into force of this law persons who, before that date, had lodged a complaint with the European Court of Human Rights ... complaining of a breach of the right to a trial within a reasonable time guaranteed by Article 6 (1) of the Convention for the Protection of Human Rights and Fundamental Freedoms ..., may lodge a complaint about the unreasonable length of the proceedings on the basis of the provisions of this law if their complaint to the Court had been lodged in the course of the impugned proceedings and if the Court has not adopted a decision concerning the admissibility of their case.", "2. A complaint lodged under subsection 1 shall indicate the date on which the application was lodged with the Court.", "3. The relevant court shall immediately inform the Minister of Foreign Affairs of any complaints lodged under subsection 1.”", "For a more detailed presentation of the relevant domestic law see Ratajczyk v. Poland (dec.), no. 11215/02, ECHR 2005; Charzyński v. Poland (dec.), no. 15212/03, ECHR 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}