{"ITEMID": "001-115621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF EL-MASRI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Six-month period);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (the United States of America);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-4 - Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty);Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for private life);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Non-pecuniary damage - award", "JUDGES": "Dean Spielmann;Elisabeth Steiner;Erik Møse;Françoise Tulkens;Helen Keller;Isabelle Berro-Lefèvre;Josep Casadevall;Julia Laffranque;Karel Jungwiert;Khanlar Hajiyev;Ledi Bianku;Linos-Alexandre Sicilianos;Luis López Guerra;Mirjana Lazarova Trajkovska;Nicolas Bratza;Peer Lorenzen;Vincent A. De Gaetano", "TEXT": ["15. The applicant was born in 1963 and lives in Senden, Germany.", "16. In the application, the applicant referred to his declaration made on 6 April 2006 for the purpose of the proceedings before the US District Court for the Eastern District of Virginia (see paragraphs 62 and 63 below).", "17. On 31 December 2003 the applicant boarded a bus in Ulm, Germany, with a view to visiting Skopje in order, as he stated, “to take a short vacation and some time off from a stressful home environment”. At around 3 p.m., he arrived at the Serbian/Macedonian border crossing at Tabanovce. A suspicion arose as to the validity of his recently issued German passport. A border official checked his passport and asked him about the purpose of his trip and the length and location of his intended stay. A Macedonian entry stamp dated 31 December 2003 was affixed to his passport. On that occasion, his personal belongings were searched and he was questioned about possible ties with several Islamic organisations and groups. The interrogation ended at 10 p.m. Accompanied by men in civilian clothes who were armed, he was driven to a hotel, which later research indicated was the Skopski Merak Hotel in Skopje (“the hotel”). Upon his return to Germany, the applicant recognised, through photographs available on the hotel’s website, the hotel building, the room where allegedly he had been held and one of the waiters who had served him food during his detention in the hotel.", "18. The applicant was taken to a room on the top floor of the hotel. During his detention at the hotel, he was watched by a team of nine men, who changed shift every six hours. Three of them were with him at all times, even when he was sleeping. He was interrogated repeatedly throughout the course of his detention. He was questioned in English despite his limited proficiency in that language. His requests to contact the German embassy were refused. On one occasion, when he stated that he intended to leave, a gun was pointed at his head and he was threatened with being shot. After seven days of confinement, another official arrived and offered him a deal, namely that he would be sent back to Germany in return for a confession that he was a member of al-Qaeda.", "19. On the thirteenth day of his confinement, the applicant commenced a hunger strike to protest against his continued unlawful detention. He did not eat for the remaining ten days of his detention in the former Yugoslav Republic of Macedonia. A week after he had commenced his hunger strike, he was told that he would soon be transferred by air back to Germany.", "20. On 23 January 2004 at around 8 p.m., the applicant was filmed by a video camera and instructed to say that he had been treated well, that he had not been harmed in any way and that he would shortly be flown back to Germany. Handcuffed and blindfolded, he was put in a car and taken to Skopje Airport.", "21. Upon arrival, still handcuffed and blindfolded, he was initially placed in a chair, where he sat for one and a half hours. He was told that he would be taken into a room for a medical examination before being transferred to Germany. Then, two people violently pulled his arms back. On that occasion he was beaten severely from all sides. His clothes were sliced from his body with scissors or a knife. His underwear was forcibly removed. He was thrown to the floor, his hands were pulled back and a boot was placed on his back. He then felt a firm object being forced into his anus. As stated by the applicant’s lawyers at the public hearing of 16 May 2012, of all the acts perpetrated against the applicant that had been the most degrading and shameful. According to the applicant, a suppository was forcibly administered on that occasion. He was then pulled from the floor and dragged to a corner of the room, where his feet were tied together. His blindfold was removed. A flash went off and temporarily blinded him. When he recovered his sight, he saw seven or eight men dressed in black and wearing black ski masks. One of the men placed him in an adult nappy. He was then dressed in a dark blue short-sleeved tracksuit. A bag was placed over his head and a belt was put on him with chains attached to his wrists and ankles. The men put earmuffs and eye pads on him and blindfolded and hooded him. They bent him over, forcing his head down, and quickly marched him to a waiting aircraft, with the shackles cutting into his ankles. The aircraft was surrounded by armed Macedonian security guards. He had difficulty breathing because of the bag that covered his head. Once inside the aircraft, he was thrown to the floor face down and his legs and arms were spread-eagled and secured to the sides of the aircraft. During the flight he received two injections. An anaesthetic was also administered over his nose. He was mostly unconscious during the flight. A Macedonian exit stamp dated 23 January 2004 was affixed to the applicant’s passport.", "22. According to the applicant, his pre-flight treatment at Skopje Airport, “most likely at the hands of the special CIA rendition team”, was remarkably consistent with a recently disclosed CIA document describing the protocol for the so-called “capture shock” treatment (see paragraph 124 below).", "23. Upon landing, the applicant disembarked. It was warmer outside than it had been in the former Yugoslav Republic of Macedonia, which was sufficient for him to conclude that he had not been returned to Germany. He deduced later that he was in Afghanistan and that he had been flown via Baghdad.", "24. After landing in Afghanistan, the applicant was driven for about ten minutes, then dragged from the vehicle, slammed into the walls of a room, thrown to the floor, kicked and beaten. His head and neck were specifically targeted and stepped upon. He was left in a small, dirty, dark concrete cell. When he adjusted his eyes to the light, he saw that the walls were covered in Arabic, Urdu and Farsi handwriting. The cell did not contain a bed. Although it was cold, he had been provided with only one dirty, military-style blanket and some old, torn clothes bundled into a thin pillow. Through a window at the top of the cell, he saw the red, setting sun. Later he understood that he had been transferred to a CIA-run facility which media reports have identified as the “Salt Pit”, a brick factory north of the Kabul business district that was used by the CIA for detention and interrogation of some high-level terror suspects.", "25. During his confinement, he was interrogated on three or four occasions, each time by the same man, who spoke Arabic with a south Lebanese accent, and each time at night. His interrogations were accompanied by threats, insults, pushing and shouting. His repeated requests to meet with a representative of the German government were ignored.", "26. In March 2004 the applicant, together with several other inmates with whom he communicated through cell walls, commenced a hunger strike to protest about their continued confinement without charge. As a consequence of the conditions of his confinement and his hunger strike, the applicant’s health deteriorated on a daily basis. He received no medical treatment during this time, although he had requested it on several occasions.", "27. On 10 April 2004, the thirty-seventh day of his hunger strike, hooded men entered his cell, pulled him from his bed and bound his hands and feet. They dragged him into the interrogation room, sat him on a chair and tied him to it. A feeding tube was then forced through his nose to his stomach and a liquid was poured through it. After this procedure, the applicant was given some canned food, as well as some books to read.", "28. Following his force-feeding, the applicant became extremely ill and suffered very severe pain. A doctor visited his cell in the middle of the night and administered medication, but he remained bedridden for several days. Around that time, the applicant felt what he believed to be a minor earthquake. In this connection, the applicant submitted the “List of significant earthquakes of the world in 2004”, issued by the US Geological Survey on 6 October 2005. According to this document, there was one earthquake on 5 April 2004 in the Hindu Kush region, Afghanistan.", "29. On 16 May 2004 the applicant was visited by a German speaker who identified himself only as “Sam”. The latter visited the applicant three more times prior to his release.", "30. On 21 May 2004 the applicant began his second hunger strike.", "31. On 28 May 2004 the applicant, blindfolded and handcuffed, was led out of his cell and locked in what seemed to be a shipping container until he heard the sound of an aircraft arriving. On that occasion, he was handed the suitcase that had been taken from him in Skopje. He was told to change back into the clothes he had worn upon his arrival in the former Yugoslav Republic of Macedonia and was given two new T-shirts, one of which he put on. He was then taken to the waiting aircraft, wearing a blindfold and earmuffs, and was chained to his seat there. “Sam” accompanied him on the aircraft. He said that the plane would land in a European country other than Germany, but that the applicant would eventually continue on to Germany.", "32. When the aircraft landed, the applicant, still blindfolded, was placed in the back seat of a vehicle. He was not told where he was. He was driven in the vehicle up and down mountains, on paved and unpaved roads. The applicant was aware of men getting out of the car and then of men getting in. All of the men had Slavic-sounding accents, but said very little. Eventually, the vehicle was brought to a halt. He was taken from the car and his blindfold was removed. His captors gave him his belongings and passport, removed his handcuffs and directed him to walk down the path without turning back. It was dark and the road was deserted. He believed he would be shot in the back and left to die. He rounded a corner and came across three armed men. They immediately asked for his passport. They saw that his German passport had no visa in it and asked him why he was in Albania without legal permission. He replied that he had no idea where he was. He was told that he was near the Albanian borders with the former Yugoslav Republic of Macedonia and Serbia. The men led him to a small building with an Albanian flag and he was presented to a superior officer. The officer observed the applicant’s long hair and long beard and told him that he looked like a terrorist. He was then driven to Mother Teresa Airport in Tirana. He was guided through customs and immigration control without inspection and put on a plane to Frankfurt, Germany. An Albanian exit stamp was affixed to the applicant’s passport.", "33. On 29 May 2004 at 8.40 a.m. the applicant arrived at Frankfurt International Airport. He was about eighteen kilograms lighter than when he had left Germany, his hair was long and unkempt, and he had not shaved since his arrival in the former Yugoslav Republic of Macedonia. Immediately after arrival in Germany, the applicant met Mr M. Gnjidic, a lawyer practising in Ulm.", "34. In his written submissions, the applicant stated that he had not undergone any medical examination apart from the isotope analysis of his hair follicles (see paragraphs 56 and 57 below). At the public hearing, the applicant’s lawyers specified that the results of some medical examinations carried out upon his return to Germany had been submitted by the German public prosecutor to the European Parliament’s Fava Inquiry (see paragraphs 47-51 below). However, those results had not been submitted to the Court since they had not been conclusive as to the presence of any physical injury, given the long time that had elapsed since the incident at Skopje Airport. Furthermore, the applicant stated that he had been subjected to sophisticated interrogation techniques and methods, which had been specifically designed not to leave any evidence of physical ill-treatment.", "35. The 2007 Marty Report (see paragraph 46 below) noted that the applicant had asked for treatment at the treatment centre for torture victims in Neu-Ulm shortly after his return to Germany in 2004. However, it took until 2006 for Mr Gnjidic to obtain the required health-insurance funding agreement to start a course of limited treatment (seventy hours) at the centre, which had been considered insufficient both by Mr Gnjidic and by the therapist herself (see paragraph 296 of the 2007 Marty Report).", "36. The applicant also submitted a written statement of 5 January 2009 by Dr Katherine Porterfield, a senior psychologist at the Bellevue/NYU Program for Survivors of Torture, in which she had confirmed that the applicant had suffered from post-traumatic stress disorder and depression “most likely caused by his experience of capture and extensive maltreatment and abuse”. Dr Porterfield’s opinion was based on several telephone calls and two follow-up discussions with the applicant. She also advised him to visit a clinician in his community with the requisite expertise to help him. The applicant did not comply with that instruction.", "37. On 13 December 2005 the President of the Parliamentary Assembly of the Council of Europe asked the Assembly’s Committee on Legal Affairs and Human Rights to investigate allegations of “extraordinary renditions” in Europe. Senator Dick Marty of Switzerland was appointed as Special Rapporteur. On 12 June 2006 the Assembly published the 2006 Marty Report. It set out, on the basis of meetings that took place between 27 and 29 April 2006, the position of the Macedonian authorities regarding the applicant’s case. It stated, inter alia:", "“3.1.3.1. The position of the authorities", "106. The ‘official line’ of the Macedonian Government was first contained in a letter from the Minister of Interior ... to the Ambassador of the European Commission ... dated 27 December 2005. In its simplest form, it essentially contains four items of information ‘according to police records’: first, Mr El-Masri arrived by bus at the Macedonian border crossing of Tabanovce at 4 p.m. on 31 December 2003; second, he was interviewed by ‘authorised police officials’ who suspected ‘possession of a falsified travel document’; third, approximately five hours later, Mr El-Masri ‘was allowed entrance’ into Macedonia, apparently freely; and fourth, on 23 January 2004, he left Macedonia over the border crossing of Blace into Kosovo.", "...", "108. The President of the Republic ... set out a firm stance in the very first meeting with the European Parliament delegation, providing a strong disincentive to any official who may have wished to break ranks by expressing an independent viewpoint: ‘Up to this moment, I would like to assure you that I have not come across any reason not to believe the official position of our Ministry of Interior. I have no additional comments or facts, from any side, to convince me that what has been established in the official report of our Ministry is not the truth.’", "109. On Friday 28 April the official position was presented in far greater detail during a meeting with ... [the] Head of the UBK, Macedonia’s main intelligence service, at the time of the El-Masri case. [He] stated that the UBK’s Department for Control and Professional Standards had undertaken an investigation into the case and traced official records of all Mr El-Masri’s contact with the Macedonian authorities. The further details as presented by [the Head of the UBK] are summarized as follows:", "Mr El-Masri arrived on the Macedonian border on 31 December 2003, New Year’s Eve. The Ministry of Interior had intensified security for the festive period and was operating a higher state of alert around the possible criminal activity. In line with these more intense activities, bus passengers were being subjected to a thorough security check, including an examination of their identity documents.", "Upon examining Mr El-Masri’s passport, the Macedonian border police developed certain suspicions and decided to ‘detain him’. In order not to make the other passengers wait at the border, the bus was at this point allowed to continue its journey.", "The objective of holding Mr El-Masri was to conduct an interview with him, which (according to [the Head of the UBK]) was carried out in accordance with all applicable European standards. Members of the UBK, the security and counter-intelligence service, are present at all border points in Macedonia as part of what is described as ‘Integrated Border Management and Security’. UBK officials participated in the interview of Mr El-Masri.", "The officials enquired into Mr El-Masri’s reasons for travelling into the country, where he intended to stay and whether he was carrying sufficient amounts of money. [The Head of the UBK] explained: ‘I think these were all standard questions that are asked in the context of such a routine procedure – I don’t think I need to go into further details.’", "At the same time, Macedonian officials undertook a preliminary visual examination of Mr El-Masri’s travel documents. They suspected that the passport might be faked or forged – noting in particular that Mr El-Masri was born in Kuwait, yet claimed to possess German citizenship.", "A further passport check was carried out against an Interpol database. The border point at Tabanovce is not linked to Interpol’s network, so the information had to be transmitted to Skopje, from where an electronic request was made to the central Interpol database in Lyon[s]. A UBK official in the Analytical Department apparently made this request using an electronic code, so the Macedonian authorities can produce no record of it. Mr El-Masri was made to wait on the border point while the Interpol search was carried out.", "When it was established that there existed no Interpol warrant against Mr El-Masri and no further grounds on which to hold him, he was released. He then left the border point at Tabanovce, although Macedonian officials were not able to describe how. Asked directly about this point in a separate meeting, the Minister of Interior ... said: ‘we’re not able to tell you exactly what happened to him after he was released because it is not in our interest; after the person leaves the border crossing, we’re not in a position to know how he traveled further.’", "The Ministry of Interior subsequently established ... that Mr El-Masri had stayed at a hotel in Skopje called the ‘Skopski Merak’. Mr El-Masri is said to have checked in on the evening of 31 December 2003 and registered in the guest book. He stayed for 23 nights, including daily breakfast, and checked out on 23 January 2004.", "The Ministry then conducted a further check on all border crossings and discovered that on the same day, 23 January 2004, in the evening, Mr El-Masri left the territory of Macedonia over the border crossing at Blace, into the territory of Kosovo. When asked whether Mr El-Masri had received a stamp to indicate his departure by this means, [the Head of the UBK] answered: ‘Normally there should be a stamp on the passport as you cross the border out of Macedonia, but I can’t be sure. UNMIK [United Nations Administration Mission in Kosovo] is also present on the Kosovo border and is in charge of the protocol on that side ... My UBK colleague has just informed me that he has crossed the border at Blace twice in recent times and didn’t receive a stamp on either occasion.’", "...", "116. What is not said in the official version is the fact that the Macedonian UBK routinely consults with the CIA on such matters (which, on a certain level, is quite comprehensible and logical). According to confidential information we received (of which we know the source), a full description of Mr El-Masri was transmitted to the CIA via its Bureau Chief in Skopje for an analysis ... did the person in question have contact with terrorist movements, in particular with [al-Qaeda]? Based on the intelligence material about Khaled El-Masri in its possession – the content of which is not known to us – the CIA answered in the affirmative. The UBK, as the local partner organisation, was requested to assist in securing and detaining Mr El-Masri until he could be handed over to the CIA for transfer.”", "38. On 21 November 2005 the Secretary General of the Council of Europe invoked the procedure under Article 52 of the Convention with regard to reports of European collusion in secret rendition flights. Member States were required to provide a report on the controls provided in their internal law over acts by foreign agents in their jurisdiction, on legal safeguards to prevent unacknowledged deprivation of liberty, on legal and investigative responses to alleged infringements of Convention rights and on whether public officials who had allegedly been involved in acts or omissions leading to such deprivation of liberty of detainees had been or were being investigated.", "39. On 17 February and 3 April 2006 the Government replied to this request. In the latter submission, the Government stated their position as regards the applicant’s case. They stated, inter alia:", "“... As far as the case of Mr Khaled El-Masri is concerned, we would like to inform you that this case was examined by the Ministry of Internal Affairs, and the information about it was sent to the representatives of the European Commission in the Republic of Macedonia, to the Director for Western Balkans in the DG [Directorate General] Enlargement of the European Commission in Brussels and to members of the European Parliament as early as June 2005. ... [T]he Ministry of Internal Affairs of the Republic of Macedonia informs that, based on the police records on entry and exit at the State border of the Republic of Macedonia, Mr Khaled El-Masri arrived, by bus, at the Tabanovce border crossing from the State Union of Serbia and Montenegro on 31 December 2003 at 4 p.m. presenting a German passport. Suspecting possession of a forged travel document, the competent police officers checked the document and interviewed Mr Khaled El-Masri at the border crossing. A check in the Interpol records was also carried out which showed that no international arrest warrant had been issued for Mr El-Masri. Mr Khaled El-Masri was allowed to enter the Republic of Macedonia on 31 December 2003 at 8.57 p.m. According to the police records, Mr Khaled El-Masri left the Republic of Macedonia on 23 January 2004 at the Blace border crossing to the State Union of Serbia and Montenegro (on the Kosovo section).”", "40. The Government confirmed their version of events as outlined above (see paragraphs 37 and 39 above). They denied that the applicant had been detained and ill-treated by State agents in the hotel, that he had been handed over to CIA agents, and that the latter had ill-treated him at Skopje Airport and transferred him to a CIA-run prison in Afghanistan. In their submission, the applicant had freely entered, stayed in and left the territory of the respondent State. The only contact with State agents had occurred on 31 December 2003, on the occasion of his entry into the respondent State, when enquiries had been undertaken regarding the validity of his passport. There had been no other contact with State agents during his entire stay in the respondent State. The enquiries by the Ministry of the Interior demonstrated that the applicant had stayed in the respondent State by his own choice and free will between 31 December 2003 and 23 January 2004, when he had freely left the State through the Blace border crossing.", "41. In support of their argument, they submitted a copy of the following documents: extracts from the official border-crossing records for Tabanovce and Blace; an extract from the hotel guest book in which the applicant had been registered as a guest occupying room number 11 between 31 December 2003 and 22 January 2004; and two letters of February 2006 in which the hotel’s manager, firstly, had communicated to the Ministry of the Interior the names of six persons who had been on duty in the hotel at the relevant time and, secondly, had denied that any person had ever stayed in the hotel involuntarily. It was further specified that the person whose photograph was on the hotel’s website (see paragraph 17 above) was Mr Z.G., who could be found in the hotel. They also produced a letter of 3 February 2006 in which the Macedonian Ministry of Transport/Civil Aviation Administration had informed the Ministry of the Interior that on 23 January 2004 a Boeing 737 aircraft flying from Palma de Mallorca (Spain), registered as flight no. N313P, had been given permission to land at Skopje Airport, that the same aircraft had received permission (at 10.30 p.m.) to take off on the same day to Kabul (Afghanistan), and that at 2.25 a.m. on 24 January 2004 permission had been given for that aircraft to fly to Baghdad (Iraq). Furthermore, the Government filed a copy of the applicant’s hotel bills which, according to them, he had paid in cash. Lastly, they provided a copy of a police record of the applicant’s apprehension at the Tabanovce border crossing on 31 December 2003. As specified in the record, the applicant had been held between 4.30 p.m. and 9.30 p.m. The record does not state the reasons for his apprehension, but it contains an incomplete handwritten note that he was apprehended on the basis of “tel. no. 9106 of 8 December 2003”.", "42. There have been a number of international inquiries into allegations of “extraordinary renditions” in Europe and the involvement of European governments. The reports have referred to the applicant’s case.", "43. The 2006 Marty Report (see paragraph 37 above) stated, inter alia:", "“A. Draft resolution", "...", "7. The facts and information gathered to date, along with new factual patterns in the process of being uncovered, indicate that the key elements of this ‘spider’s web’ have notably included: a worldwide network of secret detentions on CIA ‘black sites’ and in military or naval installations; the CIA’s programme of ‘renditions’, under which terrorist suspects are flown between States on civilian aircraft, outside of the scope of any legal protections, often to be handed over to States who customarily resort to degrading treatment and torture; and the use of military airbases and aircraft to transport detainees as human cargo to Guantánamo Bay in Cuba or to other detention centres.", "...", "11. Attempts to expose the true nature and extent of these unlawful operations have invariably faced obstruction or dismissal, from the United States and its European partners alike. The authorities of most Council of Europe member States have denied their participation, in many cases without actually having carried out any inquiries or serious investigations.", "...", "C. Explanatory memorandum", "...", "2.7.1. CIA methodology – how a detainee is treated during a rendition", "...", "... Collectively, the cases in the report testify to the existence of an established modus operandi of rendition, put into practice by an elite, highly-trained and highly-disciplined group of CIA agents ...", "...", "11. Conclusion", "...", "287. Whilst hard evidence, at least according to the strict meaning of the word, is still not forthcoming, a number of coherent and converging elements indicate that secret detention centres have indeed existed and unlawful inter-State transfers have taken place in Europe. ...", "...”", "44. Skopje Airport was categorised in the 2006 Marty Report as a “one-off pick-up point”, that is, a point from which one detainee or one group of detainees was picked up for rendition or unlawful transfer, but not as part of a systemic occurrence.", "45. As to the applicant’s case, the 2006 Marty Report stated, inter alia:", "“3. Specific examples of documented renditions", "3.1. Khaled El-Masri", "92. We spoke for many hours with Khaled El-Masri, who also testified publicly before the Temporary Committee of the European Parliament, and we find credible his account of detention in Macedonia and Afghanistan for nearly five months.", "...", "3.1.2. Elements of corroboration for Mr El-Masri’s account", "102. Mr El-Masri’s account is borne out by numerous items of evidence, some of which cannot yet be made public because they have been declared secret, or because they are covered by the confidentiality of the investigation under way in the office of the Munich prosecuting authorities following Mr El-Masri’s complaint of abduction.", "103. The items already in the public domain are cited in the afore-mentioned memorandum submitted to the Virginia court in which Mr El-Masri lodged his complaint:", "• Passport stamps confirming Mr El-Masri’s entry to and exit from Macedonia, as well as exit from Albania, on the dates in question;", "• Scientific testing of Mr El-Masri’s hair follicles, conducted pursuant to a German criminal investigation, that is consistent with Mr El-Masri’s account that he spent time in a South-Asian country and was deprived of food for an extended period of time;", "• Other physical evidence, including Mr El-Masri’s passport, the two T-shirts he was given by his American captors on departing from Afghanistan, his boarding pass from Tirana to Frankfurt, and a number of keys that Mr El-Masri possessed during his ordeal, all of which have been turned over to German prosecutors;", "• Aviation logs confirming that a Boeing business jet owned and operated by defendants in this case [a US-based corporation, Premier Executive Transportation Services, Inc., and operated by another US-based corporation, Aero Contractors Limited], then registered by the FAA [US Federal Aviation Administration] as N313P, took off from Palma, Majorca, Spain on January 23, 2004; landed at ... Skopje Airport at 8:51 p.m. that evening; and left Skopje more than three hours later, flying to Baghdad and then on to Kabul, the Afghan capital [a database of aircraft movements, compiled on the basis of information obtained from various sources, was attached to the 2006 Marty Report];", "• Witness accounts from other passengers on the bus from Germany to Macedonia, which confirm Mr El-Masri’s account of his detention at the border;", "• Photographs of the hotel in Skopje where Mr El-Masri was detained for 23 days, from which Mr El-Masri has identified both his actual room and a staff member who served him food;", "• Geological records that confirm Mr El-Masri’s recollection of minor earthquakes during his detention in Afghanistan;", "• Evidence of the identity of ‘Sam’, whom Mr El-Masri has positively identified from photographs and a police line-up, and who media reports confirm is a German intelligence officer with links to foreign intelligence services;", "• Sketches that Mr El-Masri drew of the layout of the Afghan prison, which were immediately recognisable to another rendition victim who was detained by the US in Afghanistan;", "• Photographs taken immediately upon Mr El-Masri’s return to Germany that are consistent with his account of weight loss and unkempt grooming.", "...", "113. One could, with sufficient application, begin to tease out discrepancies in the official line. For example, the Ministry of Interior stated that ‘the hotel owner should have the record of Mr El-Masri’s bill’, while the hotel owner responded to several [e]nquiries, by telephone and in person, by saying that the record had been handed over to the Ministry of Interior.", "...", "125. All these factual elements indicate that the CIA carried out a ‘rendition’ of Khaled El-Masri. The plane in question had finished transferring another detainee just two days earlier and the plane was still on the same ‘rendition circuit’. The plane and its crew had spent the interim period at Palma de Mallorca, a popular CIA staging point. The physical and moral degradation to which Mr El-Masri was subjected before being forced aboard the plane in Macedonia corresponds with the CIA’s systematic ‘rendition methodology’ described earlier in this report. The destination of the flight carrying Mr El-Masri, Kabul, forms a hub of CIA secret detentions in our graphic representation of the ‘spider’s web’.", "...", "127. It is worth repeating that the analysis of all facts concerning this case points in favour of the credibility of El-Masri. Everything points in the direction that he was the victim of abduction and ill-treatment amounting to torture within the meaning of the term established by the case-law of the United Nations Committee against Torture ...”", "46. In his report of 11 June 2007, Senator Marty stated, inter alia:", "“5. Some European governments have obstructed the search for the truth and are continuing to do so by invoking the concept of ‘State secrets’. Secrecy is invoked so as not to provide explanations to parliamentary bodies or to prevent judicial authorities from establishing the facts and prosecuting those guilty of offences ... The same approach led the authorities of the former Yugoslav Republic of Macedonia to hide the truth and give an obviously false account of the actions of its own national agencies and the CIA in carrying out the secret detention and rendition of Khaled ElMasri.", "...", "273. We believe we have now managed to retrace in detail Mr El-Masri’s odyssey and to shed light on his return to Europe: if we, with neither the powers nor resources, were able to do so, why were the competent authorities unable to manage it? There is only one possible explanation: they are not interested in seeing the truth come out.", "...", "275. ... We were able to prove the involvement of the CIA in Mr El-Masri’s transfer to Afghanistan by linking the flight that carried him there – on the aircraft N313P, flying from Skopje (the former Yugoslav Republic of Macedonia) to Baghdad (Iraq) to Kabul (Afghanistan) on 24 January 2004 – to another known CIA detainee transfer on the same plane two days earlier, thus establishing the first ‘rendition circuit’. ...", "276. Upon Mr El-Masri’s arrival in Afghanistan, he was taken to a CIA secret detention facility near Kabul and held in a ‘small, filthy, concrete cell’ for a period of over four months. During this period the CIA discovered that no charges could be brought against him and that his passport was genuine, but inexplicably kept Mr ElMasri in his squalid, solitary confinement for several weeks thereafter.", "...", "279. Today I think I am in a position to reconstruct the circumstances of Mr ElMasri’s return from Afghanistan: he was flown out of Kabul on 28 May 2004 on board a CIA-chartered Gulfstream aircraft with the tail number N982RK to a military airbase in Albania called [Bezat-Kuçova] Aerodrome.", "...", "314. The ‘official version’ of Mr El-Masri’s involuntary stay in the former Yugoslav Republic of Macedonia has definitely become utterly untenable ...”", "47. On 18 January 2006 the European Parliament set up a Temporary Committee on Extraordinary Rendition and appointed Mr Claudio Fava as Rapporteur with a mandate to investigate the alleged existence of CIA prisons in Europe. The Fava Inquiry held 130 meetings and sent delegations to the former Yugoslav Republic of Macedonia, the United States of America, Germany, the United Kingdom, Romania, Poland and Portugal.", "48. It identified at least 1,245 flights operated by the CIA in European airspace between the end of 2001 and the end of 2005. During its visit to the former Yugoslav Republic of Macedonia, the Inquiry met with high-ranking officials.", "49. On 6 July 2006 the European Parliament adopted a Resolution on the alleged use of European countries by the CIA for the transportation and illegal detention of prisoners (2006/2027(INI), doc. P6_TA(2006)0316), which stated, inter alia:", "“19. [The European Parliament] condemns the abduction by the CIA of the German national, Khaled [El-Masri], who was held in Afghanistan from January to May 2004 and subjected to degrading and inhuman treatment; notes further the suspicion – not yet allayed – that Khaled [El-Masri] was illegally held before that date, from 31 December 2003 to 23 January 2004, in the former Yugoslav Republic of Macedonia and that he was transported from there to Afghanistan on 23-24 January 2004; considers the measures that the former Yugoslav Republic of Macedonia claims to have taken to investigate the matter to be inadequate;", "...", "42. Condemns the fact that the German national, [Khaled] El-Masri, was held illegally in Afghanistan for more than four months in 2004; deplores the reluctance of the authorities of the former Yugoslav Republic of Macedonia to confirm that ElMasri was in Skopje and was probably being held there before his rendition to Afghanistan by CIA agents;", "...”", "50. On 30 January 2007 the final Report on the alleged use of European countries by the CIA for the transportation and illegal detention of prisoners (2006/2200(INI), doc. A6-0020/2007) was published. Noting the lack of thorough investigation by the respondent State, the Report stated, inter alia:", "“136. [The European Parliament] condemns the extraordinary rendition of the German citizen Khaled El-Masri, abducted at the border crossing Tabanovce in the former Yugoslav Republic of Macedonia on 31 December 2003, illegally held in Skopje from 31 December 2003 to 23 January 2004 and then transported to Afghanistan on 23-24 January 2004, where he was held until May 2004 and subjected to degrading and inhuman treatment;", "...", "138. Fully endorses the preliminary findings of Munich Public Prosecutor Martin Hofmann that there is no evidence on the basis of which to refute Khaled El-Masri’s version of events;", "...”", "51. The Report also emphasised that “the concept of ‘secret detention facility’ includes not only prisons, but also places where somebody is held incommunicado, such as private apartments, police stations or hotel rooms, as in the case of Khaled El-Masri in Skopje”.", "52. In the course of the periodic review of the respondent State’s compliance with the International Covenant on Civil and Political Rights conducted by the United Nations Human Rights Committee during its March to April 2008 session, the latter “noted the investigation undertaken by the State Party and its denial of any involvement in the [applicant’s] rendition notwithstanding the highly detailed allegations as well as the concerns [raised by the Marty and Fava Inquiries]”. The United Nations Human Rights Committee made the following recommendation:", "“14. ... the State Party should consider undertaking a new and comprehensive investigation of the allegations made by Mr Khaled El-Masri. The investigation should take account of all available evidence and seek the cooperation of Mr [ElMasri] himself ...”", "53. This recommendation was supported by the Commissioner for Human Rights of the Council of Europe in his report published on 11 September 2008 (Council of Europe Commissioner for Human Rights, Thomas Hammarberg, “Report on visit to the former Yugoslav Republic of Macedonia, 25-29 February 2008”).", "54. On 9 April 2008 the applicant filed a petition with the Inter-American Commission on Human Rights. On 23 August 2009 the Commission transmitted the petition to the US government for comments. No further information has been provided in respect of these proceedings.", "55. On an unspecified date in 2004 the Munich public prosecutor’s office opened an investigation into the applicant’s allegations that he had been unlawfully abducted, detained, physically and psychologically abused and interrogated in the former Yugoslav Republic of Macedonia and Afghanistan. According to the applicant, a number of investigative steps were taken, including an examination of eyewitnesses who confirmed that the applicant had travelled to the former Yugoslav Republic of Macedonia by bus at the end of 2003 and that he had been detained shortly after entering that State.", "56. Furthermore, a radioactive isotope analysis of the applicant’s hair was carried out. An expert report of 17 January 2005 stated, inter alia:", "“... it is very likely that the changes observed in the enclosed isotopic signatures [of the applicant’s hair] indeed correspond to [the applicant’s] statements ...”", "57. According to the First Committee of Inquiry of the German Bundestag (see paragraphs 59-61 below), the radioisotope analysis also confirmed that the applicant had undergone two hunger strikes.", "58. On 31 January 2007 the Munich public prosecutor issued arrest warrants for thirteen CIA agents on account of their involvement in the applicant’s alleged rendition. The names of the people sought were not made public. The identities of the CIA agents were allegedly given to the German prosecutor by the Spanish authorities, which had uncovered them in the course of their investigation into the use of Spanish airports by the CIA.", "59. On 7 April 2006 the German Bundestag (Federal Parliament) appointed the First Committee of Inquiry of the Sixteenth Legislative Period (“the Committee of Inquiry”) to review the activities of the secret services. Over a period of investigation of 3 years, the Committee of Inquiry held a total of 124 sessions, 7 areas of investigation were addressed and a total of 141 witnesses were heard, including the applicant. The findings of the Committee of Inquiry were made public on 18 June 2009.", "60. The Committee of Inquiry’s report, which runs altogether to 1,430 pages, stated, inter alia:", "“... Khaled El-Masri’s report on his imprisonment in Macedonia and in Afghanistan is credible as to the core facts of his detention in Macedonia and his transfer to Afghanistan, as well as his confinement there by United States forces. Doubts remain, however, about some specific aspects of his account.", "The police investigations conducted by Swabian law-enforcement authorities and supported by the BKA [Bundeskriminalamt – German Federal Criminal Police] reaffirm Mr El-Masri’s account. His trip to Macedonia on 31 December 2003 was corroborated by witnesses. El-Masri’s account of the transfer from Macedonia to Afghanistan by United States forces is consistent with subsequent reports from other victims of the excesses of the ‘war on terror’ by the United States government at the time. The recorded movement of an American Boeing 737 of the presumed CIA airline ‘Aero-Contractors’ that flew from Majorca to Skopje on 23 January 2004 and continued on to Kabul matches the temporal information that Mr El-Masri provided on the duration of his confinement at a Macedonian hotel ...", "All this supports the Committee’s profound doubts about the official Macedonian version of the events ... The Macedonian government continue to deny his detention at the hotel and his transfer to Afghanistan, calling this a defamatory media campaign. This official account of the events by Macedonia is clearly incorrect. Rather, it must be concluded that convincing evidence exists for El-Masri’s account of the course of his arrest and transfer outside the country ...” (p. 353)", "61. According to the report, doubts remained about the actual purpose of the applicant’s trip to Skopje and significant discrepancies were noted in his statements concerning his questioning in the former Yugoslav Republic of Macedonia and Afghanistan, in particular his suspicion as to the German background of “Sam”.", "62. On 6 December 2005 the American Civil Liberties Union (ACLU) filed a claim on behalf of the applicant in the US District Court for the Eastern District of Virginia against a number of defendants, including the former CIA Director George Tenet and certain unknown CIA agents. The claim alleged that the applicant had been deprived of his liberty in the absence of legal process and included a claim under the Alien Tort Statute (ATS) for violations of international legal norms prohibiting prolonged arbitrary detention and cruel, inhuman or degrading treatment.", "63. In May 2006 the District Court dismissed the applicant’s claim, finding that the US government had validly asserted the State secrets privilege. The District Court held that the State’s interest in preserving State secrets outweighed the applicant’s individual interest in justice. That decision was confirmed on appeal by the US Court of Appeals for the Fourth Circuit. In October 2007 the Supreme Court refused to review the case.", "64. In 2005 an internal inquiry was carried out into the applicant’s claims by the DCPS within the Ministry of the Interior. The applicant was not invited to produce any evidence before the DCPS, nor was he informed of the outcome of the investigation. The results of this inquiry were not communicated to him, but to the representatives of the European Union in the respondent State (see paragraph 39 above).", "65. After having been given notice of the instant case, the Government submitted a copy of two reports issued on 20 March 2006 and 10 April 2008 by the DCPS. Both reports were drawn up at the request of the Public Prosecutor’s Department of Organised Crime and Corruption, which had acted on two separate legal assistance requests, dated 9 May 2005 and 13 November 2007 respectively, from the Munich public prosecutor investigating the applicant’s criminal complaint in Germany. These reports reiterated the Government’s version of events as described above. They specified that the applicant, after having arrived at the Tabanovce border crossing on 31 December 2003, had been held between 4.30 p.m. and 9.30 p.m. in the official border premises and interviewed by the Macedonian police in connection with the alleged possession of a forged passport. After he had been released, he had stayed in the hotel, occupying room number 11. He had paid the hotel bill and had left the respondent State, as a pedestrian, at 6.20 p.m. on 23 January 2004 at the Blace border crossing. It was further specified that the then Head of the UBK, which had operated within the Ministry of the Interior, had never been rewarded by any foreign agency, including the CIA. It was concluded that no one, including the applicant, had ever been held in the hotel and interrogated by agents of the Ministry of the Interior.", "66. In the course of these inquiries, the Ministry of the Interior submitted to the Macedonian public prosecutor the documents indicated above (see paragraph 41).", "67. On 6 October 2008 the applicant, through his legal representative Mr F. Medarski, lodged a criminal complaint with the Skopje public prosecutor’s office against unidentified law-enforcement officials on account of his unlawful detention and abduction, offences punishable under Article 140 of the Criminal Code. The complaint also alleged the crime of torture or other inhuman or degrading treatment or punishment, punishable under Articles 142 and 143 of the Criminal Code. In support of his complaint, the applicant submitted a copy of his affidavit prepared for the purposes of his lawsuit in the United States of America and produced the following evidence: a copy of his passport; relevant extracts from the 2006 and 2007 Marty Reports and the Fava Inquiry; a copy of the aviation logs; a letter from the Skopje Airport authorities issued on 18 June 2008 (in reply to the applicant’s request for information) attesting that on 23 January 2004 a Boeing 737 aircraft registered by the FAA as N313P had landed at Skopje Airport without any passengers and that it had taken off on 24 January 2004 carrying only one passenger; a translated version of the expert report on the applicant’s hair; and sketches of the hotel room where the applicant had allegedly been detained. The photograph of the waiter who had allegedly served the applicant with food was not included in the submission to the public prosecutor because “the applicant had been unable to preserve a copy at the relevant time and the photograph was no longer available on the hotel’s website”. The applicant further complained that, while being held at the Tabanovce border crossing and in the Skopski Merak Hotel, he had been denied the right to contact his family, a lawyer of his own choosing or a representative of the German embassy.", "68. On 13 October 2008 the public prosecutor requested the Ministry of the Interior to investigate the applicant’s allegations, and in particular to provide concrete information regarding the events at the Tabanovce border-crossing point, the hotel and Skopje Airport in order to establish the truth.", "69. On 7 November 2008 the DCPS confirmed its previous findings and reiterated that all documents had already been submitted to the public prosecutor’s office (see paragraphs 41 and 65 above).", "70. On 18 December 2008 the public prosecutor rejected the applicant’s criminal complaint as unsubstantiated. Relying on the information submitted by the DCPS, the public prosecutor found no evidence that unidentified officials had committed the alleged crimes. According to the applicant, he was notified of that decision on 22 November 2010.", "71. The Government confirmed that, during the investigation, the public prosecutor had taken oral evidence from neither the applicant nor the personnel working in the hotel at the relevant time. Furthermore, no steps had been taken to establish the purpose of the landing of the aircraft mentioned in the letter issued by the Skopje Airport authorities on 18 June 2008 and attached to the applicant’s criminal complaint (see paragraph 67 above). In the Government’s view, this was because the inquiries made by the Ministry of the Interior had rebutted the applicant’s implausible allegations. Furthermore, during the 2006 inquiries the Ministry had already interviewed the persons working in the hotel at the time (see paragraphs 41 and 65 above). They had produced consistent evidence. However, there had been no record of those interviews.", "72. On 24 January 2009 Mr F. Medarski, on behalf of the applicant, brought a civil action for damages against the State and the Ministry of the Interior in relation to his alleged unlawful abduction and ill-treatment. The claim was based on sections 141 and 157 of the Obligations Act (see paragraphs 91 and 92 below). The applicant claimed 3 million Macedonian denars (equivalent to approximately 49,000 euros) in respect of the non-pecuniary damage resulting from his physical and mental pain and the fear that he would be killed during his detention. He reiterated his complaints that he had been denied the right to establish any contact with the outside world. The fact that his family had had no information about his fate and whereabouts had added to his mental suffering. That had amounted to a separate violation of his family life under Article 8 of the Convention. He further argued that such actions by State agents amounted to a violation of Articles 3, 5 and 8 of the Convention. Besides the evidence submitted in his criminal complaint (see paragraph 67 above), the applicant requested that the civil courts hear oral evidence from him and that a psychological examination be carried out.", "73. The Government informed the Court that sixteen hearings had so far been scheduled before the Skopje Court of First Instance. Many adjournments had been ordered owing to the absence of the applicant, who was imprisoned in Germany in relation to another offence. The case is still pending before the first-instance court.", "74. Mr H.K., who was the Macedonian Minister of the Interior between November 2002 and May 2004 and Prime Minister between June and November 2004, gave a written statement, certified by a notary public on 4 March 2010, in which he stated, inter alia:", "“...", "5. I can affirm that it was during my tenure as Minister of the Interior, in December 2003 and January 2004, that Macedonian agents belonging to the UBK, acting under my authority as Minister and under the direct supervision of the then UBK Director, were engaged in detaining a man who was travelling with a German passport under the name of Khaled El-Masri.", "6. Mr El-Masri attempted to enter Macedonia on a bus from Germany on 31 December 2003. Macedonian police officials stopped him at the Tabanovce border crossing with Serbia. He was taken off the bus and held at the border crossing because the police suspected that his identity might be fraudulent.", "7. Our UBK liaisons told their US intelligence partners about Mr El-Masri’s arrival and were told that this man was suspected of involvement in Islamic terrorism. Macedonia received a valid international warrant from the US bearing Mr El-Masri’s name and an official request to detain this man.", "8. Acting in compliance with the US request, the Macedonian government agreed to hold Mr El-Masri until he could be handed over to the US authorities for further interrogation. As Minister of the Interior I was kept informed of the UBK’s actions and authorised them from the very beginning, although I was not involved at the operational level. I also liaised with our US counterparts on behalf of the Macedonian government.", "9. Mr El-Masri was held for a certain period in a location in Skopje, secretly and without incident, under the constant supervision of UBK agents.", "10. Mr El-Masri was not regarded as a threat to Macedonia and held no intelligence value for Macedonia’s purposes. If the decision had been ours alone, we would have released him. However, we acted faithfully on the warrant of our US counterparts, who indicated that they would send an aircraft and a team of CIA agents to Macedonia to take custody of Mr El-Masri and fly him out of the country. As time passed I indicated to our US counterparts that Macedonia would have to release Mr El-Masri if this rendition could not take place quickly.", "11. Ultimately, some time on 23 January 2004, Mr El-Masri was handed over to the custody of a CIA ‘rendition team’ at Skopje Airport and was flown out of Macedonia on a CIA-operated aircraft.", "12. The entire operation was thoroughly documented on the Macedonian side by UBK personnel in the Ministry of the Interior. This documentation was kept securely and ought to be available in the Ministry’s files. I cannot state exactly what the files contain but I know that the relevant materials were not destroyed while I was the Minister of the Interior.", "13. Some days after Mr El-Masri had been flown out of the country, I received a final report on the operation through the appropriate line of reporting in the Ministry of the Interior. In my recollection, the final report indicated that Macedonia had adhered exactly to the terms of a legitimate international warrant regarding Mr ElMasri. Macedonia acted according to its domestic laws and procedures regulating the activities of the Ministry of the Interior.", "14. Macedonia’s status as a reliable partner in global counterterrorism was strengthened by the way we carried out this operation. Our US partners expressed great appreciation for Macedonia’s handling of the matter.", "15. I am aware that the US authorities ultimately released Mr El-Masri, without charge, after several further months of detention. I understand that Mr El-Masri’s situation resulted from a mistake. I maintain that if any mistake was made in Mr ElMasri’s case, it was not Macedonia’s mistake, and I do not believe there was any intentional wrongdoing on the part of the Macedonian authorities.", "16. I am aware that Mr El-Masri has now taken his case to the European Court of Human Rights in Strasbourg. My statement is expressly and solely for the purposes of this Court’s deliberations on the application of Mr El-Masri, and may not be used in the pursuit of any investigations against individuals.", "...", "18. I solemnly declare upon my honour and conscience that the evidence contained in this statement is the truth, the whole truth and nothing but this truth. ”", "75. Mr J.G.S. is a citizen of the United Kingdom. He works as a lawyer and investigator. Appointed as an adviser to Senator Dick Marty in the context of the Marty Inquiry and a member of the Fava Inquiry, he took part in fact-finding missions in the respondent State, attended meetings with the highest-level officials and contacted sources close to the Government and the intelligence services. He further discussed the applicant’s case with other relevant domestic and foreign government officials and non-governmental representatives. He also interviewed the applicant on several occasions in 2006, as well as other witnesses. At the Open Society Justice Initiative’s request, on 28 March 2011 he submitted an expert report running to sixty-two pages in which he detailed the factual findings of his investigations into the applicant’s case. The report was based on a “considerable amount of original testimonial, documentary and other physical evidence related to the applicant’s case”, most of which was obtained from people who had requested anonymity given the confidential and sensitive nature of the matter. According to the expert, “the Government has classified as ‘Top Secret’ all the documentation in its files that might help to shed light on the case” (see paragraph 21 of the report). He made repeated site visits of the Tabanovce border crossing, the hotel and Skopje Airport and interviewed “witnesses and other sources who participated in or experienced the[se] events at first hand”. In the report, the expert gave detailed information about: the applicant’s arrival in the respondent State; the chronological sequence of events at the Tabanovce border crossing and the actions taken by the Macedonian border officials with respect to the applicant; the UBK’s deployment to Tabanovce and the on-site interrogation of the applicant; the UBK’s liaison with the CIA; and the landing, route and timing of a CIA-operated flight which had been used for the applicant’s transfer from Skopje Airport. As noted in the report, after the arrival of the UBK agents at the Tabanovce border crossing, “the Macedonian authorities took meticulous and wide-ranging measures ... to conceal from scrutiny anything out of the ordinary – including deviations from Macedonian law and procedures – that might happen to Mr ElMasri while held in Macedonian custody. I have been struck by the attention to detail I have learned about on the part of the Macedonian authorities, as they sought to cover up or interfere with almost every avenue of independent investigation into the truth of what happened” (see paragraph 141 of the report).", "76. The applicant submitted two reports containing the ECCHR’s observations on the report of the First Committee of Inquiry of the German Bundestag (see paragraphs 59-61 above), cables sent by the US embassy (see paragraph 77 below) and the arrest warrants issued by the Munich public prosecutor’s office (see paragraph 58 above).", "77. The applicant submitted several diplomatic cables in which the US diplomatic missions in the respondent State, Germany and Spain had reported to the US Secretary of State about the applicant’s case and/or the alleged CIA flights and the investigations in Germany and Spain (cable 06SKOPJE105, issued on 2 February 2006; cable 06SKOPJE118, issued on 6 February 2006; cable 07BERLIN242, issued on 6 February 2006; cable 06MADRID1490, issued on 9 June 2006; and cable 06MADRID3104, issued on 28 December 2006). These cables were released by WikiLeaks (described by the BBC on 7 December 2010 as “a whistle-blowing website”) in 2010.", "78. Under Article 12 §§ 1, 2 and 4 of the Constitution, the right to liberty is irrevocable. No one may be deprived of his liberty except by a court decision and in the cases and under a procedure prescribed by law. Everyone detained must be brought immediately, and in any event no later than twenty-four hours from the detention, before a court that must decide on the lawfulness of the detention without any delay.", "79. Pursuant to Article 107 § 1 (4) of the Criminal Code, prosecution of offences subject to a prison sentence of more than three years becomes statute-barred five years after the offence was committed.", "80. Under Article 108 § 3, any procedural step taken with a view to prosecuting the perpetrator interrupts the running of the time bar.", "81. Article 140 of the Criminal Code provides that a person who unlawfully detains, holds in custody or otherwise restricts another’s freedom of movement is to be fined or punished by a term of imprisonment of one year. An official who unlawfully deprives another of his or her liberty is to be punished by a term of imprisonment of six months to five years.", "82. Article 142 of the Criminal Code punishes acts of torture, providing for a prison term of three months to five years.", "83. Article 143 of the Criminal Code provides that a person who, in the performance of his or her official duties, mistreats, intimidates, insults or generally treats another in such a manner that his or her human dignity or personality is humiliated is to be punished by a term of imprisonment of six months to five years.", "84. Section 3 of the Criminal Procedure Act provided that anyone who was summoned, arrested or detained had to be informed promptly, in a language which he or she understood, of the reasons for the summons, arrest or detention and of his or her statutory rights. He or she could not be forced to make a statement. A suspect, that is, a person accused of an offence, had to be clearly informed from the outset of his or her right to remain silent, to consult with a lawyer, to have a lawyer of his or her choice present during questioning, and to inform a third party of his or her detention. A detainee should be brought promptly or, at the latest, twenty-four hours after the detention, before a judge who would decide on the lawfulness of the detention.", "85. Section 16 of the Act provided that criminal proceedings must be instituted at the request of an authorised prosecutor. In cases involving offences subject to prosecution by the State proprio motu or on an application by the victim, the authorised prosecutor was the public prosecutor, whereas in cases involving offences subject to merely private charges, the authorised prosecutor was the private prosecutor. If the public prosecutor found no grounds for the institution or continuation of criminal proceedings, his or her role could be assumed by the victim, acting as a subsidiary prosecutor under the conditions specified in the Act.", "86. Section 56(1), (2) and (4) provided, inter alia, that where the public prosecutor found that there were no grounds for prosecuting an offence subject to State prosecution, he or she was to notify the victim of that decision within eight days. The public prosecutor also had to inform the victim that the latter could conduct the prosecution. The victim could take over the prosecution within eight days from the receipt of the prosecutor’s notification. A victim who was not informed of the public prosecutor’s decision could make a written application to the competent court to take over the prosecution within three months after the prosecutor rejected his or her complaint.", "87. Under section 144, the public prosecutor was to reject a criminal complaint if, inter alia, there were no grounds to conclude that a crime had been committed. The public prosecutor had to notify the victim of the rejection and the reasons therefor within eight days (section 56). An amendment to that provision, enacted in October 2004, specified that the public prosecutor should submit a copy of the decision rejecting the criminal complaint in which the victim was to be advised that he or she had the right to take over the prosecution within eight days. Where there was insufficient evidence or a complaint had been lodged against an unknown perpetrator, the public prosecutor would seek information from the Ministry of the Interior. The public prosecutor could also seek information from the complainant or any other person who could contribute to establishing the facts.", "88. Section 184 specified the grounds for pre-trial detention.", "89. Under section 185, pre-trial detention was ordered by an investigating judge. The person detained could appeal against that order within twenty-four hours before a three-judge panel, which was required to determine the appeal within forty-eight hours.", "90. Section 188(2) provided that officials of the Ministry of the Interior could arrest, without a court order, anyone suspected of committing an offence prosecutable by automatic operation of the law. The arrested person had to be brought promptly before an investigating judge. In accordance with section 188(3) and as an exception to the general rule, Ministry officials could detain a person if it was necessary to determine his or her identity, to verify his or her alibi or if there were other grounds requiring the collection of information to enable proceedings to be brought against a third party. Subsection (4) required the arrested person to be given the information referred to in section 3 of the Act. Section 188(6) provided that detention pursuant to section 188(3) could not exceed twenty-four hours. The Ministry official was required either to release the arrested person or to proceed in accordance with section 188(2).", "91. Section 141 of the Obligations Act defines different grounds for claiming civil compensation.", "92. Under section 157, an employer is liable for damage caused by an employee in the performance of his or her duties or in relation to them. The victim can claim compensation directly from the employee if the damage was caused intentionally. The employer may seek reimbursement from the employee of the compensation awarded to the victim if the employee caused the damage intentionally or negligently.", "93. The relevant parts of Article 36 of the Vienna Convention on Consular Relations read as follows:", "“1. With a view to facilitating the exercise of consular functions relating to nationals of the sending State:", "...", "(b) if he so requests, the competent authorities of the receiving State shall, without delay, inform the consular post of the sending State if, within its consular district, a national of that State is arrested or committed to prison or to custody pending trial or is detained in any other manner. Any communication addressed to the consular post by the person arrested, in prison, custody or detention shall be forwarded by the said authorities without delay. The said authorities shall inform the person concerned without delay of his rights under this sub-paragraph ...”", "94. The relevant provisions of the ICCPR, which was adopted on 16 December 1966 and came into force on 23 March 1976, read as follows.", "“...", "2. No derogation from Articles 6, 7, 8 (paragraphs 1 and 2), 11, 15, 16 and 18 may be made under this provision.", "...”", "“No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment. In particular, no one shall be subjected without his free consent to medical or scientific experimentation.”", "“1. Everyone has the right to liberty and security of person. No one shall be subjected to arbitrary arrest or detention. No one shall be deprived of his liberty except on such grounds and in accordance with such procedure as are established by law.", "2. Anyone who is arrested shall be informed, at the time of arrest, of the reasons for his arrest and shall be promptly informed of any charges against him.", "3. Anyone arrested or detained on a criminal charge shall be brought promptly before a judge or other officer authorized by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release. It shall not be the general rule that persons awaiting trial shall be detained in custody, but release may be subject to guarantees to appear for trial, at any other stage of the judicial proceedings, and, should occasion arise, for execution of the judgment.", "4. Anyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings before a court, in order that that court may decide without delay on the lawfulness of his detention and order his release if the detention is not lawful.", "5. Anyone who has been the victim of unlawful arrest or detention shall have an enforceable right to compensation.”", "95. The relevant provisions of the above-mentioned Convention, which was adopted on 20 December 2006, came into force on 23 December 2010, and has been signed but not ratified by the respondent State, read as follows.", "“1. No one shall be subjected to enforced disappearance.", "2. No exceptional circumstances whatsoever, whether a state of war or a threat of war, internal political instability or any other public emergency, may be invoked as a justification for enforced disappearance.”", "“For the purposes of this Convention, ‘enforced disappearance’ is considered to be the arrest, detention, abduction or any other form of deprivation of liberty by agents of the State or by persons or groups of persons acting with the authorization, support or acquiescence of the State, followed by a refusal to acknowledge the deprivation of liberty or by concealment of the fate or whereabouts of the disappeared person, which place such a person outside the protection of the law.”", "“Each State Party shall take appropriate measures to investigate acts defined in Article 2 committed by persons or groups of persons acting without the authorization, support or acquiescence of the State and to bring those responsible to justice.”", "“Each State Party shall take the necessary measures to ensure that enforced disappearance constitutes an offence under its criminal law.”", "96. The relevant passage of this manual reads as follows:", "“80. Alleged victims of torture or ill-treatment and their legal representatives must be informed of, and have access to, any hearing as well as to all information relevant to the investigation and must be entitled to present other evidence.”", "97. The relevant parts of the Articles, adopted on 3 August 2001 (Yearbook of the International Law Commission, 2001, vol. II), read as follows:", "“The conduct of an organ of a State or of a person or entity empowered to exercise elements of the governmental authority shall be considered an act of the State under international law if the organ, person or entity acts in that capacity, even if it exceeds its authority or contravenes instructions.", "...”", "“1. The breach of an international obligation by an act of a State not having a continuing character occurs at the moment when the act is performed, even if its effects continue.", "2. The breach of an international obligation by an act of a State having a continuing character extends over the entire period during which the act continues and remains not in conformity with the international obligation.", "3. The breach of an international obligation requiring a State to prevent a given event occurs when the event occurs and extends over the entire period during which the event continues and remains not in conformity with that obligation.”", "“1. The breach of an international obligation by a State through a series of actions or omissions defined in aggregate as wrongful occurs when the action or omission occurs which, taken with the other actions or omissions, is sufficient to constitute the wrongful act.", "2. In such a case, the breach extends over the entire period starting with the first of the actions or omissions of the series and lasts for as long as these actions or omissions are repeated and remain not in conformity with the international obligation.”", "“A State which aids or assists another State in the commission of an internationally wrongful act by the latter is internationally responsible for doing so if:", "(a) that State does so with knowledge of the circumstances of the internationally wrongful act; and", "(b) the act would be internationally wrongful if committed by that State.”", "98. The relevant passage of this report reads as follows:", "“35. Finally, the Special Rapporteur would like to appeal to all States to ensure that in all appropriate circumstances the persons they intend to extradite, under terrorist or other charges, will not be surrendered unless the Government of the receiving country has provided an unequivocal guarantee to the extraditing authorities that the persons concerned will not be subjected to torture or any other forms of ill-treatment upon return, and that a system to monitor the treatment of the persons in question has been put into place with a view to ensuring that they are treated with full respect for their human dignity.”", "99. The relevant parts of this Resolution read as follows:", "“7. On the basis of an extensive review of legal and factual material from these and other reliable sources, the Assembly concludes that the circumstances surrounding detentions by the United States at Guantánamo Bay show unlawfulness and inconsistency with the rule of law, on the following grounds:", "...", "vii. the United States has, by practising ‘rendition’ (removal of persons to other countries, without judicial supervision, for purposes such as interrogation or detention), allowed detainees to be subjected to torture and to cruel, inhuman or degrading treatment, in violation of the prohibition on non-refoulement ...”", "100. The relevant parts of this Resolution read as follows:", "“1. ’Enforced disappearances’ entail a deprivation of liberty, refusal to acknowledge the deprivation of liberty or concealment of the fate and the whereabouts of the disappeared person and the placing of the person outside the protection of the law.", "2. The Parliamentary Assembly unequivocally condemns enforced disappearance as a very serious human rights violation on a par with torture and murder, and it is concerned that this humanitarian scourge has not yet been eradicated, even in Europe.”", "101. The relevant part of this Resolution reads as follows:", "“The General Assembly,", "...", "11. Reminds all States that prolonged incommunicado detention or detention in secret places may facilitate the perpetration of torture and other cruel, inhuman or degrading treatment or punishment and can in itself constitute a form of such treatment, and urges all States to respect the safeguards concerning the liberty, security and dignity of the person ...”", "102. The relevant parts of the Venice Commission’s Opinion read as follows.", "“30. As regards the terminology used to refer to irregular transfer and detention of prisoners, the Venice Commission notes that the public debate frequently uses the term ‘rendition’. This is not a term used in international law. The term refers to one State obtaining custody over a person suspected of involvement in serious crime (e.g. terrorism) in the territory of another State and/or the transfer of such a person to custody in the first State’s territory, or a place subject to its jurisdiction, or to a third State. ‘Rendition’ is thus a general term referring more to the result – obtaining of custody over a suspected person – rather than the means. Whether a particular ‘rendition’ is lawful will depend upon the laws of the States concerned and on the applicable rules of international law, in particular human rights law. Thus, even if a particular ‘rendition’ is in accordance with the national law of one of the States involved (which may not forbid or even regulate extraterritorial activities of State organs), it may still be unlawful under the national law of the other State(s). Moreover, a ‘rendition’ may be contrary to customary international law and treaty or customary obligations undertaken by the participating State(s) under human rights law and/or international humanitarian law.", "31. The term ‘extraordinary rendition’ appears to be used when there is little or no doubt that the obtaining of custody over a person is not in accordance with the existing legal procedures applying in the State where the person was situated at the time.", "...", "159. As regards inter-State transfers of prisoners", "(f) There are only four legal ways for Council of Europe member States to transfer a prisoner to foreign authorities: deportation, extradition, transit and transfer of sentenced persons for the purpose of their serving the sentence in another country. Extradition and deportation proceedings must be defined by the applicable law, and the prisoners must be provided appropriate legal guarantees and access to competent authorities. The prohibition to extradite or deport to a country where there exists a risk of torture or ill-treatment must be respected.”", "103. In this Report, the Special Rapporteur noted the following.", "“38. ... The Special Rapporteur is concerned about situations where persons are detained for a long period of time for the sole purpose of intelligence-gathering or on broad grounds in the name of prevention. These situations constitute arbitrary deprivation of liberty. The existence of grounds for continued detention should be determined by an independent and impartial court. Without delay, the continued detention of such a person triggers a duty for the authorities to establish whether criminal suspicions can be confirmed and, if this is the case, to bring charges against the suspect and to put him on trial. ...", "...", "51. The Special Rapporteur remains deeply troubled that the United States has created a comprehensive system of extraordinary renditions, prolonged and secret detention, and practices that violate the prohibition against torture and other forms of ill-treatment. This system required an international web of exchange of information and has created a corrupted body of information which was shared systematically with partners in the war on terror through intelligence cooperation, thereby corrupting the institutional culture of the legal and institutional systems of recipient States.", "...", "60. The human rights obligations of States, in particular the obligation to ensure an effective remedy, require that such legal provisions must not lead to a priori dismissal of investigations, or prevent disclosure of wrongdoing, in particular when there are reports of international crimes or gross human rights violations. The blanket invocation of State secrets privilege with reference to complete policies, such as the United States secret detention, interrogation and rendition programme or third-party intelligence (under the policy of ‘originator control’ ...) prevents effective investigation and renders the right to a remedy illusory. This is incompatible with Article 2 of the International Covenant on Civil and Political Rights. It could also amount to a violation of the obligation of States to provide judicial assistance to investigations that deal with gross human rights violations and serious violations of international humanitarian law.”", "104. The relevant part of the above Resolutions read as follows:", "“... recognised the right of the victims of gross violations of human rights and the right of their relatives to the truth about the events that have taken place, including the identification of the perpetrators of the facts that gave rise to such violations ...”", "105. The Guidelines address the problem of impunity in respect of acts or omissions that amount to serious human rights violations. They cover States’ obligations under the Convention to take positive action in respect not only of their agents, but also in respect of non-State actors. According to the Guidelines, “impunity is caused or facilitated notably by the lack of diligent reaction of institutions or State agents to serious human rights violations. ... States are to combat impunity as a matter of justice for the victims, as a deterrent with respect to future human rights violations and in order to uphold the rule of law and public trust in the justice system”. They provide, inter alia, for the general measures that States should undertake in order to prevent impunity, the duty to investigate, as well as the adequate guarantees for persons deprived of their liberty.", "106. This case concerned Mr Feroz Ali Abbasi, a British national who had been captured by US forces in Afghanistan and transported in January 2002 to Guantánamo Bay in Cuba. He had been held captive without access to a court or any other form of tribunal or to a lawyer. He contended that the right not to be arbitrarily detained had been infringed. The court found that Mr Abbasi’s detention in Guantánamo Bay, which it referred to as “a legal black hole”, had been arbitrary “in apparent contravention of fundamental principles recognised by both [English and American] jurisdictions and by international law”.", "107. On 18 December 2003, in a case involving a Libyan national (Mr Falen Gherebi) held as an “enemy combatant” at Guantánamo Bay, the US Court of Appeals described what the US government had argued before it:", "“... under the government’s theory, it is free to imprison Gherebi indefinitely along with hundreds of other citizens of foreign countries, friendly nations among them, and to do with Gherebi and these detainees as it will, when it pleases, without any compliance with any rule of law of any kind, without permitting him to consult counsel, and without acknowledging any judicial forum in which its actions may be challenged. Indeed, at oral argument, the government advised us that its position would be the same even if the claims were that it was engaging in acts of torture or that it was summarily executing the detainees. To our knowledge, prior to the current detention of prisoners at Guantánamo, the US government has never before asserted such a grave and startling proposition. Accordingly, we view Guantánamo as unique not only because the United States’ territorial relationship with the [b]ase is without parallel today, but also because it is the first time that the government has announced such an extraordinary set of principles – a position so extreme that it raises the gravest concerns under both American and international law.”", "108. Both these cases were discussed in the 2006 Marty Report (see paragraphs 150-61 of the Report), the relevant parts of which read as follows.", "“153. In short, the facts occurred in the following manner: on 18 December 2001, Mr Agiza and Mr Alzery, Egyptian citizens seeking asylum in Sweden, were the subject of a decision dismissing the asylum application and ordering their deportation on grounds of security, taken in the framework of a special procedure at ministerial level. In order to ensure that this decision could be executed that same day, the Swedish authorities accepted an American offer to place at their disposal an aircraft which enjoyed special over flight authorisations. Following their arrest by the Swedish police, the two men were taken to Bromma Airport where they were subjected, with Swedish agreement, to a ‘security check’ by hooded American agents.", "154. The account of this ‘check’ is especially interesting, as it corresponds in detail to the account given independently by other victims of ‘rendition’, including Mr ElMasri. The procedure adopted by the American team, described in this case by the Swedish police officers present at the scene, was evidently well rehearsed: the agents communicated with each other by gestures, not words. Acting very quickly, the agents cut Agiza’s and Alzery’s clothes off them using scissors, dressed them in tracksuits, examined every bodily aperture and hair minutely, handcuffed them and shackled their feet, and walked them to the aircraft barefoot.", "...", "157. Prior to deportation of the two men to Egypt, Sweden sought and obtained ‘diplomatic assurances’ that they would not be subjected to treatment contrary to the anti-torture convention, would have fair trials and would not be subjected to the death penalty. The ‘assurances’ were even backed up by a monitoring mechanism, regular visits by the Swedish Ambassador and participation by Swedish observers at the trial.”", "109. The relevant United Nations committees found Sweden responsible under Article 7 of the ICCPR, concluding that the treatment to which Mr Alzery had been subjected at Bromma Airport had been imputable to the State Party and had amounted to a violation of Article 7 of the Covenant; that Sweden had breached its obligations to carry out a prompt, independent and impartial investigation into the events at Bromma Airport; and that the prohibition of refoulement, set out in that Article, had been breached in respect of both Mr Agiza and Mr Alzery.", "110. USA Today reported that the Swedish government had paid 450,000 United States dollars (USD) to Mr Alzery in compensation for his deportation. The same amount had been agreed to be paid to Mr Agiza (“Sweden Compensates Egyptian Ex-terror Suspect”, USA Today, 19 September 2008).", "111. The applicant and third-party interveners submitted a considerable number of articles, reports and opinions of international, foreign and national bodies, non-governmental organisations and media, which raised concerns about alleged unlawful secret detentions and ill-treatment in USrun detention centres in Guantánamo Bay and Afghanistan. A summary of the most relevant sources is given below.", "112. The United Nations High Commissioner for Human Rights stated as follows:", "“All persons detained in this context are entitled to the protection of international human rights law and humanitarian law, in particular the relevant provisions of the International Covenant on Civil and Political Rights (ICCPR) and the Geneva Conventions of 1949. The legal status of the detainees and their entitlement to prisoner-of-war (POW) status, if disputed, must be determined by a competent tribunal, in accordance with the provisions of Article 5 of the Third Geneva Convention. All detainees must at all times be treated humanely, consistent with the provisions of the ICCPR and the Third Geneva Convention.”", "113. In this memorandum, Amnesty International expressed its concerns that the US government had transferred and held people in conditions that might amount to cruel, inhuman or degrading treatment and that violated other minimum standards relating to detention, and had refused to grant people in its custody access to legal counsel and to the courts in order to challenge the lawfulness of their detention.", "114. This report included the following passage:", "“... the fight against terrorism launched by the United States after September 11 did not include a vigorous affirmation of those freedoms. Instead, the country has witnessed a persistent, deliberate, and unwarranted erosion of basic rights ... Most of those directly affected have been non-US citizens ... the Department of Justice has subjected them to arbitrary detention, violated due process in legal proceedings against them, and run roughshod over the presumption of innocence.”", "115. This report referred to The Washington Post’s article “U.S. Decries Abuse but Defends Interrogations” which described “how persons held in the CIA interrogation center at Bagram air base in Afghanistan [were] being subject to ‘stress and duress’ techniques, including ‘standing or kneeling for hours’ and being ‘held in awkward, painful positions’”.", "116. It further stated:", "“The Convention against Torture, which the United States has ratified, specifically prohibits torture and mistreatment, as well as sending detainees to countries where such practices are likely to occur.”", "117. The relevant passage of this report reads as follows:", "“Many ‘special interest’ detainees have been held in solitary confinement or housed with convicted prisoners, with restrictions on communications with family, friends and lawyers, and have had inadequate access to facilities for exercise and for religious observance, including facilities to comply with dietary requirements. Some told human rights groups they were denied medical treatment and beaten by guards and inmates.”", "118. This report discussed the transfer of detainees to Guantánamo, Cuba in 2002, the conditions of their transfer (“prisoners were handcuffed, shackled, made to wear mittens, surgical masks and ear muffs, and were effectively blindfolded by the use of taped-over ski goggles”) and the conditions of detention (“they were held without charge or trial or access to courts, lawyers or relatives”). It further stated:", "“A number of suspected members of [al-Qaeda] reported to have been taken into US custody continued to be held in undisclosed locations. The US government failed to provide clarification on the whereabouts and legal status of those detained, or to provide them with their rights under international law, including the right to inform their families of their place of detention and the right of access to outside representatives. An unknown number of detainees originally in US custody were allegedly transferred to third countries, a situation which raised concern that the suspects might face torture during interrogation.”", "119. Amnesty International reported on the transfer of six Algerian men, by Bosnian Federation police, from Sarajevo Prison into US custody in Camp X-Ray, located in Guantánamo Bay, Cuba. It expressed its concerns that they had been arbitrarily detained in violation of their rights under the ICCPR. It also referred to the decision of the Human Rights Chamber of Bosnia and Herzegovina, which had found that the transfer had been in violation of Article 5 of the Convention, Article 1 of Protocol No. 7 and Article 1 of Protocol No. 6.", "120. The relevant passage of this report reads as follows:", "“Detainees have been held incommunicado in US bases in Afghanistan. Allegations of ill-treatment have emerged. Others have been held incommunicado in US custody in undisclosed locations elsewhere in the world, and the US has also instigated or involved itself in ‘irregular renditions’, US parlance for informal transfers of detainees between the USA and other countries which bypass extradition or other human rights protections.”", "121. The relevant passage of this report reads as follows:", "“Amnesty International is concerned that the detention of suspects in undisclosed locations without access to legal representation or to family members and the ‘rendering’ of suspects between countries without any formal human rights protections is in violation of the right to a fair trial, places them at risk of ill-treatment and undermines the rule of law.”", "122. The ICRC expressed its position as follows:", "“Beyond Guantánamo, the ICRC is increasingly concerned about the fate of an unknown number of people captured as part of the so-called global war on terror and held in undisclosed locations. Mr Kellenberger echoed previous official requests from the ICRC for information on these detainees and for eventual access to them, as an important humanitarian priority and as a logical continuation of the organization’s current detention work in Guantánamo and Afghanistan.”", "123. The United Nations Working Group on Arbitrary Detention found that the detention of the persons concerned, held in facilities run by the US secret services or transferred, often by secretly run flights, to detention centres in countries with which the US authorities cooperated in their fight against international terrorism, fell outside all national and international legal regimes pertaining to the safeguards against arbitrary detention. In addition, it found that the secrecy surrounding the detention and inter-State transfer of suspected terrorists could expose the persons affected to torture, forced disappearance and extrajudicial killing.", "124. The applicant submitted to the Court the above-mentioned CIA memo, parts of which are no longer classified. The document “focuses strictly on the topic of combined use of interrogation techniques, [the purpose of which] is to persuade High-Value Detainees (HVD) to provide threat information and terrorist intelligence in a timely manner ... Effective interrogation is based on the concept of using both physical and psychological pressures in a comprehensive, systematic, and cumulative manner to influence HVD behavior, to overcome a detainee’s resistance posture. The goal of interrogation is to create a state of learned helplessness and dependence ... [T]he interrogation process can be broken into three separate phases: Initial Conditions; Transition to Interrogation; and Interrogation”. As described in the memo, the “Initial Conditions” phase concerned “capture shock”, “rendition” and “reception at Black Site”. It reads, inter alia:", "“Capture ... contribute to the physical and psychological condition of the HVD prior to the start of interrogation ...", "(1) Rendition", "... A medical examination is conducted prior to the flight. During the flight, the detainee is securely shackled and is deprived of sight and sound through the use of blindfolds, earmuffs, and hoods ...”", "125. The “Interrogation” phase included descriptions of “detention conditions”, “conditioning techniques” and “corrective techniques”.", "126. The applicant further submitted copies of numerous articles published in Macedonian newspapers. The most relevant are cited below:", "(1) “Hunger Strike of the Taliban in Guantánamo”, 4 March 2002; “Secret Agreement with Serious Shortcomings”, 5 June 2003; “Four Frenchmen in Guantánamo under Torture”, 16 October 2003; “In Guantánamo Torture is Performed”, 27 November 2003; and “Prisoners without Charges or Rights”, 12 January 2004 (all published in the newspaper Utrinski Vesnik); and", "(2) “CIA Tortures Captured Islamists in Afghanistan”, 27 December 2002; “USA Forgets about Human Rights in the Course of the Anti-terrorism Campaign”, 16 January 2003; and “Oblivion for 140 Prisoners of Guantánamo”, 2 December 2003 (all published in the newspaper Dnevnik).", "127. He also provided copies of articles published in US newspapers, which reported on “stress and duress” techniques employed by the US in interrogating detainees at the US air base at Bagram in Afghanistan (“Army Probing Deaths of 2 Afghan Prisoners”, The Washington Post, 5 March 2003, and “Questioning Terror Suspects in a Dark and Surreal World”, The New York Times, 9 March 2003). Other articles from US and British newspapers reported on the rendition to US custody of individuals suspected of terrorist-related activities prior to January 2004 (“A CIA-Backed Team Used Brutal Means to Crack Terror Cell”, The Wall Street Journal, 20 November 2001; “U.S. Behind Secret Transfer of Terror Suspects”, The Washington Post, 11 March 2002; “Chretien Protests Deportation of Canadian: Prime Minister Calls U.S. Treatment of Terror Suspect ‘Completely Unacceptable’”, The Washington Post, 6 November 2003; “The Invisible”, The Independent, 26 June 2003; and “Missing Presumed Guilty: Where Terror Suspects Are Being Held”, The Independent, 26 June 2003.", "128. The applicant submitted articles in which journalists reported that the US Ambassador in Germany at the time had informed the German authorities in May 2004 that the CIA had wrongly imprisoned the applicant. They further reported that German Chancellor Angela Merkel had stated that the US Secretary of State Condoleezza Rice had admitted to her, in a private discussion, that the US had mistakenly abducted and detained the applicant. According to those articles, US representatives had declined to discuss anything about the case with reporters (“Wrongful Imprisonment: Anatomy of a CIA Mistake”, The Washington Post, 4 December 2005; “German Sues CIA, Alleging Torture – [E]l-Masri Seeks Damages after Mistaken-identity ‘Rendition’ Case”, NBC News, 6 December 2005; “Merkel Government Stands By Masri Mistake Comments”, The Washington Post, 7 December 2005; and “Germany Weighs if It Played Role in Seizure by US”, The New York Times, 21 February 2006). The latter article made reference to an interview with Mr H.K. in which he stated:", "“There is nothing the Ministry has done illegally. The man is alive and back home with his family. Somebody made a mistake. That somebody is not Macedonia.”", "129. Lastly, in 2007, the Canadian Broadcasting Corporation (CBC) reported that the Canadian Prime Minister was to announce a settlement of USD 10,000,000 and issue a formal apology to a Mr Arar, a Canadian citizen born in Syria, who had been arrested in 2002 by US authorities at New York’s John F. Kennedy International Airport and deported to Syria. The Prime Minister had already acknowledged that Mr Arar had suffered a “tremendous injustice” (CBC, “Ottawa Reaches $10M Settlement with Arar”, 25 January 2007). In 2010 The Guardian published an article about the alleged role of the United Kingdom in the rendition of suspects in which it was announced that former detainees of British nationality in Guantánamo Bay might receive a very large payout from the United Kingdom government, in some cases at least one million pounds sterling (The Guardian, “Torture and Terrorism: Paying a High Price”, 17 November 2010)."], "VIOLATED_ARTICLES": ["13", "3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}