{"ITEMID": "001-92233", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MARTTINEN v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections joined to merits and dismissed (ratione personae);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1945 and lives in Helsinki.", "6. In 2000 the applicant became suspected of debtor’s fraud for allegedly not having provided correct information about his assets and possessions, including real estate, shares in two housing companies and cars, in debt recovery procedures on 14 January or 16 December 1994 and 5 December 1997 as well as in his bankruptcy proceedings on 13 November 1995 or 5 January 1996. His creditors, the Tax Office of Uusimaa and Osuuspankki Realum, a bank, were complainants in that pre-trial investigation, which was carried out by the Espoo police. The applicant was in detention from 26 January to 22 March 2000.", "7. In their observations of 12 July 2006 the Government submitted that the pre-trial investigation had been terminated in 2005 and that the matter was pending before the public prosecutor for the consideration of the charges. It is not known whether charges have been preferred against the applicant.", "8. While the pre-trial investigation was pending the indebted applicant was, in another enforcement inquiry (ulosottoselvitys, utsökningsutredning) on 9 June 2000, ordered to provide information about his assets in order to enable the Helsinki Bailiff to seize those assets to secure payment of the applicant’s debts. The enforcement inquiry is a formal procedure in which the debtor must, under threat of certain sanctions, give an overall account of his assets and other financial means for the purposes of enforcement. In order for the Bailiff to be able to decide whether there are assets which can be used to satisfy the creditor, the debtor must also provide information on assets handed over to others and about transactions carried out by him. An enforcement inquiry is resorted to if it has not been possible otherwise to establish the debtor’s financial situation in a reliable manner.", "9. On 19 June 2000 at the Helsinki enforcement office the applicant however refused, arguing that the enforcement inquiry concerned the same facts as were in issue in the pending pre-trial investigation into alleged debtor’s frauds. He claimed that it would be contradictory if he were ordered to reveal information in the enforcement inquiry as he had a privilege to remain silent as regards these matters in the pre-trial investigation.", "10. On the same day the Bailiff issued a decision ordering the applicant to provide this information on 28 June 2000 on pain of an administrative fine (uhkasakko, vite) in the amount of 200,000 Finnish marks (FIM; about 33,638 euros (EUR)). According to the decision, the enforcement inquiry was necessary because the applicant had debts amounting to FIM 9.7 million subject to debt recovery. The applicant had to provide information about his assets and debts and about property disposed of and related transactions so that it could be ascertained whether or not assets were recoverable for the purposes of enforcement. The requested information was considered decisive in the search for the applicant’s assets.", "11. On 28 June 2000 the applicant failed to arrive at the enforcement inquiry at the Bailiff’s office. Instead he submitted a letter, informing the Bailiff that he was not going to provide the information requested. He referred to Article 6 of the Convention and his rights to remain silent and not to incriminate himself. The pending pre-trial investigation concerned, inter alia, two earlier enforcement inquiries and also the current enforcement inquiry concerned these matters. It would be inconsistent if he had to give information in the enforcement inquiry when he had the right to remain silent about the same matters in the pre-trial investigation.", "12. On 6 July 2000 the Bailiff requested the Helsinki District Court (käräjäoikeus, tingsrätten) to order the applicant to pay the administrative fine. The applicant objected, maintaining that he had a right under the Convention to remain silent. As the Bailiff aimed to find out the applicant’s existing assets, the matter concerned precisely the same matter as was under investigation in the criminal case if he were now to own something that he had owned already at the time of the earlier enforcement inquiries and the bankruptcy procedure and which he had not accounted for. Also, the fact that the Bailiff aimed to find assets which could be returned meant that the applicant would be required to give information about all assets previously owned by him and assets that had possibly replaced his previous assets, that is, facts which were at issue in the criminal investigation. Lastly, the Bailiff wished to find out the origin of assets already seized from the applicant which, too, was a fact to be examined in the criminal investigation.", "13. On 10 November 2000 the District Court ordered payment of the fine albeit reducing its amount to FIM 50,000 (about 8,409.40 EUR).", "14. The court noted the applicant’s arguments under the Convention in which he relied, inter alia, upon the cases of Saunders v. the United Kingdom (judgment of 17 December 1996, Reports of Judgments and Decisions 1996VI), Funke v. France ( judgment of 25 February 1993, Series A no. 256A), and John Murray v. the United Kingdom (judgment of 8 February 1996, Reports 1996I), to the effect that the enforcement inquiry breached his right to a fair trial as he had been put under threat of a fine to compel him to incriminate himself by providing information about his assets, although a criminal investigation into alleged debtor’s fraud concerning the same assets was pending.", "15. The court referred to the counter arguments presented by the Bailiff that the purpose of the enforcement inquiry was to obtain information on the applicant’s assets in order to fulfil his obligations as a debtor, and concluded that in the present case the enforcement inquiry sought to protect the rights of the creditors. The court concluded that if facts indicating the guilt of the applicant in the pending criminal investigation were to be revealed during the enforcement inquiry, the authorities would be bound by professional secrecy.", "16. The applicant requested the Helsinki Court of Appeal (hovioikeus, hovrätten) to issue interim measures, which were refused on 23 November 2000. He also filed an appeal.", "17. On 22 February 2001 the Court of Appeal rejected his appeal. At the outset, it noted that in the spring of 2001 the applicant and his debtors had reached a friendly settlement and that [on 1 June 2001] having paid about 6.1 million Finnish marks to the Bailiff the applicant had been exempted from the remainder of his debts subject to debt recovery. However, as the friendly settlement had been reached only after the District Court had ordered payment of the administrative fine, the friendly settlement lacked relevance to the present case.", "18. It referred to the cases of I.J.L. and Others. v. the United Kingdom (nos. 29522/95, 30056/96 and 30574/96, ECHR 2000IX) and Fayed v. the United Kingdom (judgment of 21 September 1994, Series A no. 294B) and found that:", "“...the application of the right not to incriminate oneself [as provided for in the Convention] to the debt recovery procedure might hinder effective enforcement without cause. Given this and the above mentioned judgments of the Court, the Court of Appeal finds that the rights of a person charged guaranteed by Article 6 do not, as a starting point, apply to the debt recovery procedure, and the right of the person “charged” not to incriminate himself cannot be held as a valid reason not to be present in the enforcement inquiry or to refuse to answer the questions put to him in the inquiry. Furthermore, the Court of Appeal considers that nor can the Bailiff’s right under Chapter 3, section 34(g), of the Enforcement Act (ulosottolaki, utsökningslagen) to give, under certain conditions, necessary information to other authorities as such be considered a valid reason for the refusal.", "Therefore, the Court of Appeal finds that [the applicant] has not presented a valid reason, within the meaning of Chapter 3, section 40, of the Enforcement Act, not to fulfil his obligation, laid down by the same Chapter, section 33, to give information in the enforcement inquiry ....”", "19. The applicant sought leave to appeal. On 3 October 2001 the Supreme Court (korkein oikeus, högsta domstolen) granted such leave. On 9 October 2001 it ordered interim measures.", "20. On 19 December 2002 the Supreme Court issued its decision on the merits (precedent no. KKO 2002:116), rejecting the appeal by four votes to one. Even though the applicant alleged the contrary, the Supreme Court was not convinced that the purpose of the impugned enforcement inquiry in the present case was other than that provided for in the Enforcement Act.", "21. At the outset, it noted the contents of the relevant domestic law provisions (sections 33, 34, 34(d) and 40(2) of the Enforcement Act; see paragraph 27 below). It also had regard to Article 14 § 3 of the United Nations Covenant on Civil and Political Rights and case-law concerning Article 6 § 1 of the Convention. The right of the accused not to be compelled to incriminate himself or to confess did not however mean that the accused would also have a right not to comply with an invitation to be present in interrogations or court hearings. The court noted that the applicant had the right not to contribute to the investigation of his possible guilt in the pending pre-trial investigation in which he was suspected of having committed debtor’s frauds in connection with earlier debt recovery and bankruptcy procedures. It went on:", "“Effective enforcement of decisions is part of a fair trial. In connection with the enforcement of financial claims, the debtor’s obligation to contribute to the establishment of facts of relevance to the enforcement is of great importance. The concealing of property, the reporting of liabilities that are false [or based on a sham transaction], and the giving of other false or misleading information are established as criminal offences in Chapter 39, Articles 2-5, of the Penal Code. The purpose of the powers of enforcement authorities to oblige the debtor to provide an account of his property, and of the coercive means available to ensure compliance with this obligation, is to make enforcement more efficient. Although it is possible to impose a threat of a fine to secure compliance with the obligation to give the information requested in connection with the enforcement inquiry, and a sentence may be ordered on a person concealing information or giving false information, the debtor is not, when complying with his or her obligation to give information on his or her property for the purposes of enforcement, a person charged with a criminal offence within the meaning of Article 6 of the Convention, to whom the rights of the accused would apply.", "The right of an accused to remain silent may exceptionally also have relevance in connection with an enforcement inquiry. It has relevance at least where it is apparent that the enforcement inquiry is carried out, contrary to the purpose of the Enforcement Act, for the purposes of obtaining evidence in support of a suspicion of a prior criminal offence. Even in such a case, however, the obligation of the debtor to contribute to the enforcement inquiry results in that he must be present in the enforcement inquiry and give in that connection such information required by law as has no relevance with regard to the suspicion regarding crime.", "[The applicant] has argued that the sole purpose of the enforcement inquiry was to find evidence for the pending criminal investigation. In any event, when the pre-trial investigation and the criminal investigation concerned the same matters, or at least essentially the same matters, and the complainants in the suspected crime were the debtors in the debt recovery procedure, the information provided in the enforcement inquiry would be used as evidence in the criminal case.", "[The applicant] had a considerable amount of debts subject to debt recovery. According to the Bailiff, the purpose of the enforcement inquiry was to establish whether [the applicant] had such assets as could be used for the payment of debts, and not to obtain information for the purposes of the pending criminal investigation. It cannot be concluded on the basis of the facts stated by [the applicant] alone that the enforcement inquiry would have been requested for a purpose other than within the meaning of the Enforcement Act. As [the applicant] has refused completely to contribute to the enforcement inquiry, it is not possible to assess whether he would have had the right, on account of the said suspicion of a criminal offence, to refuse to provide some of the information. Nor is it possible to decide in this case to what extent the facts established in connection with the enforcement inquiry can be used as evidence in eventual court proceedings concerning a prior criminal offence.", "[The applicant] has refused completely to contribute to the enforcement inquiry and has failed to be present. In doing so, he has not complied with his obligation imposed under the threat of a fine. He has not shown the existence of a valid reason for his refusal. He may thus be ordered to pay a fine. No reasons have emerged to reduce the fine imposed by the Court of Appeal.”", "22. Dissenting from the majority, Justice M.A. was of the opinion that the applicant, whom he considered a person “charged”, had a valid reason not to fulfil the debt recovery obligations in the light of the Constitution and Article 6 of the Convention. He stressed that although the Bailiff was bound by professional secrecy in the proceedings, the creditors who also had standing as complainants in the criminal proceedings would become aware of the content of the enforcement inquiry. The pre-trial investigation and the enforcement inquiry concerned the same facts, that is, they aimed to find out the applicant’s economic situation and the origin of his assets. It was likely that information received in the enforcement inquiry would be used as evidence as regards the applicant’s guilt in the criminal proceedings. Section 23(3) of the Openness of Government Activities Act (laki viranomaisten toiminnan julkisuudesta, lagen om offentlighet i myndigheternas verksamhet; Act no. 621/1999) did not, to his mind, prohibit the complainants from using this information in the pending criminal proceedings. Justice M.A. concluded that the applicant’s right not to incriminate himself was violated.", "23. Meanwhile, on 16 January 2001 in another enforcement inquiry, the Bailiff ordered the applicant to provide information about his assets. The applicant refused, repeating his stance taken in the pending court proceedings, whereupon the Bailiff issued a decision ordering the applicant to provide this information on pain of an administrative fine. On 2 March 2001 the Bailiff requested the Helsinki District Court to order the applicant to pay the administrative fine. On 27 March 2001 the applicant was again required to be present at an enforcement inquiry.", "24. It appears that the Bailiff subsequently waived these measures.", "25. Section 21 of the Constitution (Suomen perustuslaki, Finlands grundlag; Act no. 1/1999) provides:", "“Protection under the law - Everyone has the right to have his or her case dealt with appropriately and without undue delay by a legally competent court of law or other authority, as well as to have a decision pertaining to his or her rights or obligations reviewed by a court of law or other independent organ for the administration of justice. Provisions concerning the publicity of proceedings, the right to be heard, the right to receive a reasoned decision and the right of appeal, as well as the other guarantees of a fair trial and good governance shall be laid down by an Act.”", "26. There are no explicit provisions of law concerning the right to silence and the right not to incriminate oneself. It has been left to the authorities applying the law to respect those rights. The Government Bill for the enactment of the act amending the previous Constitution Act (HE 309/1993 vp) noted that the right to legal protection also included the right of the accused not to testify against himself under the United Nations Covenant on Civil and Political Rights and the Convention.", "27. At the material time, the provisions on enforcement inquiry were included in Chapter 3 of the Enforcement Act:", "For the purpose of obtaining the necessary information for enforcement, the Bailiff may carry out an enforcement inquiry. In the enforcement inquiry, the debtor must provide information on his assets, debts and income, as well as his or her address and the name of his or her employer. He must also give information about the whereabouts of an object or a document regarding which he by a judgment has been ordered to give to another person or which by law has to be given to the enforcement authority.", "In the enforcement inquiry, the debtor must provide such information as is necessary to establish whether property disposed of and related transactions can be recovered for the purposes of enforcement.", "Where requested by the Bailiff the debtor shall in the enforcement inquiry prepare a list of assets, debts and income, or verify and confirm by signature such a list prepared by the Bailiff on the basis of information given by the debtor.", "The debtor must, where invited by the Bailiff, appear in person in the office of the Bailiff of his or her place of residence or stay for the purpose of an enforcement inquiry. Where the debtor fails to appear and there is probable reason to believe that he or she intends to evade enforcement, the police shall on the Bailiff’s written request bring him or her to the enforcement inquiry.", "If the debtor is under an obligation to keep accounts, he or she must produce the accounts and related materials to be audited on the Bailiff’s request for the purpose of obtaining the necessary information for enforcement.", "...", "Before the enforcement inquiry, the debtor or his or her representative referred to in section 34(b) must be informed of sanctions that may be imposed on him or her in the case of a failure to provide information or provision of incorrect information. ...", "If the debtor or his or her representative referred to in section 34(b) fails to comply with his or her obligations under sections 33 or 34(a), the Bailiff may order the debtor to fulfil the obligations within a specified time-limit under threat of an administrative fine. The administrative fine is imposed and ordered to be paid in accordance with sections 39 to 41. ...", "For the purpose of enforcement and in order to receive necessary information in an individual debt recovery case a third person must notwithstanding the provisions on secrecy on request by the Bailiff provide information on:", "1. whether or not he has in his possession or otherwise in his control assets belonging to the debtor and the nature of the assets;", "2. whether the debtor has an outstanding account from him, the basis for it and its amount;", "3. whether he and the debtor have entered into an agreement or arrangement which may be of relevance in the search for recoverable assets of the debtor and the closer content of the agreement or arrangement; and", "4. data concerning the debtor’s employment and salary as well as address and telephone number which he has in his capacity of the debtor’s employer.", "Any legal provision in another act about the Bailiff’s right to receive information notwithstanding the secrecy obligation must be complied with.", "The Bailiff has the right to receive the information mentioned in subsections 1 and 2 free of charge. This does not concern information provided by means of automatic data processing.", "If the third party refuses to give information requested and mentioned in subsections 1 and 2, the Bailiff may order him to produce it within a given time on pain of an administrative fine. The fine is issued and payment of it is ordered in accordance with sections 39-41.", "For the purpose of enforcement and in order to receive necessary information in an individual debt recovery case an authority, a corporation having a public function and a company attending to telecommunications or postal activity must notwithstanding the provisions on secrecy and in addition to the information mentioned in section 34(e) on request by the Bailiff provide information on:", "1. the debtor’s income and property;", "2. the debtor’s employment or service relationships and pensions;", "3. the debtor’s address and telephone number as well as other contact information;", "In the acquisition of the information mentioned in subsections 1 and 2, it must be seen to that sensitive personal information not relating to the handling of the debt recovery case is not delivered to the Bailiff.", "Any legal provision in another act about the Bailiff’s right to receive information notwithstanding the secrecy obligation must be complied with.", "The Bailiff has the right to receive the information mentioned in subsections 1 and 3 free of charge. This does not concern information provided by means of automatic data processing.", "Notwithstanding the secrecy obligation provided for in the Openness of Government Activities Act, the Bailiff may disclose necessary information to another enforcement authority and, if there is reason to believe that a debtor may have committed an offence, to the prosecuting and investigative authorities. The Bailiff may also give information to the prosecuting authority for the purpose of consideration of conversion imprisonment for non-payment of fines. In addition, the Bailiff may give necessary information about the debtor’s observed malpractice to the tax authority, labour authority, bankruptcy ombudsman or other authority. However, information on misconduct by a debtor received from a person who, in court proceedings, would have the right or obligation to refuse to testify on the facts in question, as well as information received from a third person concerning his or her own misconduct may not be disclosed by the Bailiff.", "...", "... Payment of the administrative fine is ordered if the obligations have not been fulfilled or have been contravened without a valid reason. ...", "Prior to issuing an administrative fine, the Bailiff must afford the debtor an opportunity to be heard in a proper manner, unless the enforcement is thereby substantially impeded. ...”", "28. Chapter 2a, section 4 (Act no. 550/1999, in force at the relevant time), of the Penal Code (rikoslaki, strafflagen) provided that a conversion sentence be passed for an unpaid threat of a fine if the collection of it had failed.", "29. Section 23(2-3) of the Openness of Government Activities Act reads:", "“[...] A party, his/her representative or counsel must not disclose to third parties secret information obtained by virtue of party status and concerning other persons than the party himself.", "A person referred to above in paragraph (1) or (2) must not use secret information for personal benefit or the benefit of another, nor to the detriment of another. However, a party, his/her representative and counsel may use information concerning a person other than the party himself/herself, where the matter concerns the right, interest or obligation on which the access of the party to the information is based.”", "30. According to the Government Bill for the enactment of the Openness of Government Activities Act (HE 30/1998 vp, p. 85) there is an exception to the prohibition for a party to use secret information obtained in the framework of proceedings to which he is a party. That is the case when the party is attending to a matter concerning his right, benefit or obligation and on which his right to receive information has been based. This means that such information can be used in an appeal procedure concerning the same matter or in proceedings instituted before another authority if the matter concerns attending to the same right, obligation or benefit. Thus, a creditor applying for enforcement, for example, could use information obtained as a party to the enforcement procedure in recovery of assets or bankruptcy procedures relating to the same claims. In this connection, the Bill is silent on whether a creditor applying for enforcement may use such information in criminal proceedings relating to the same claims.", "31. Section 35 of the Act states that a breach of the secrecy obligation and the prohibition of misuse of information based on section 23 is punishable.", "32. Concealment of property and provision of incorrect information in an enforcement inquiry are punishable offences under the Penal Code (Act no. 769/1990).", "33. Chapter 3 of the Enforcement Act was amended by Act no. 679/2003 with effect from 1 March 2004. The Bailiff is proscribed from transmitting to other authorities incriminating information under Chapter 3, section 73:", "“The Bailiff must not disclose information which has to an essential extent been received from:", "1) a person who as a witness in the proceedings has an obligation or a right to refuse to testify on the fact in question, unless this person gives his consent to the disclosure of the information;", "2) the debtor, when asked about a fact referred to in paragraphs 6 to 8 of section 52, if the answer indicates that the debtor may have committed an offence in a context other than the enforcement procedure, and the disclosure of the information entails a risk of charges on the debtor; or", "3) a third person, if the information concerns misconduct by this third person.", "The right of the Bailiff to disclose information to a creditor is provided for in Chapter 3, section 91. The foregoing provisions apply irrespective of whether the information would otherwise be confidential.”", "34. The right of the Bailiff to transmit information to the creditor applying for enforcement is regulated by Chapter 3, section 91:", "“The Bailiff must without delay inform the creditor applying for enforcement, if they are evidently relevant having regard to the size of the claim, of circumstances perceived by him which may give rise to the need to institute recovery proceedings, to apply for bankruptcy or to another similar special measure in order to collect the claim. The creditor must also receive the minutes from a possible enforcement inquiry and other necessary documents. The Bailiff may also provide information mentioned in section 73(1), point 1 and 2. The creditor applying for enforcement must not use this information in order to circumvent the provisions on testimony in the Code of Judicial Procedure or in order to have the debtor charged with a criminal offence. The Bailiff must remind the creditor of the said restrictions.”", "35. In its report the Law Committee (LaVM 34/2002) emphasised the importance of respecting the right not to incriminate oneself but also underlined that such protection should not be extended to the detriment of effective enforcement to situations where there was no risk of a breach of that principle.", "36. The Enforcement Act was with effect from 1 January 2008 replaced by the Code of Enforcement (ulosottokaari, utsökningsbalken; Act no. 705/2007). The contents of the relevant provisions essentially remain the same.", "37. The Government relied on a Supreme Court judgment of 23 December 2002 (precedent no. KKO 2002:122): A partner of a limited partnership company committed aggravated debtor’s dishonesty. A. received part of the moneys involved. In his personal bankruptcy proceedings A. concealed those assets which he had received through aiding and abetting in the said offence. The Supreme Court held that the obligation of debtors to provide information exclusively served the interests of the enforcement procedure and was necessary for the purposes of protecting the interests of creditors. The purpose was that the administrator of the bankruptcy estate and the creditors got, through the debtor’s cooperation, as reliable a picture as possible of the estate’s assets and debts. The provision of information was not as such related to any criminal case or to the search for evidence relating to a suspected offence, and nor was the debtor providing information in the capacity of a suspect of an offence. Accordingly, the debtor had no right to conceal assets of the bankruptcy estate in the bankruptcy proceedings on the ground that he believed that by declaring the assets, he would have revealed that he had committed an offence relating to the origin of the assets or some other offence. A. had not therefore had any right not to declare the said assets in the bankruptcy procedure and he was accordingly convicted of debtor’s fraud.", "38. The applicant considered the precedent irrelevant to his case, as A. had not been “charged” within the meaning of Article 6 when he had given an account of his assets."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}