{"ITEMID": "001-105378", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SABEH EL LEIL v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Christos Rozakis;Corneliu Bîrsan;David Thór Björgvinsson;Françoise Tulkens;George Nicolaou;Isabelle Berro-Lefèvre;Jean-Paul Costa;Julia Laffranque;Karel Jungwiert;Lech Garlicki;Mark Villiger;Mihai Poalelungi;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["7. Under a contract of indefinite duration dated 25 August 1980, the applicant was appointed by the State of Kuwait as accountant in the Kuwaiti embassy in Paris. He became head accountant on 17 April 1985, when a note by the Ambassador entitled “Organisation of Accounts Department at Kuwaiti Embassy in Paris” set out the applicant’s duties as follows:", "“(a) To oversee all the work of the accounts department.", "(b) To supervise the staff working in that department in respect of the tasks assigned to them, and to ensure compliance with the rules governing working hours and the volume and distribution of work.", "(c) The above-mentioned accountant must sign all payment orders, accounting invoices and everything connected with that activity.", "(d) In addition the accountant is entrusted with the management of administrative tasks.", "(e) The accountant shall be accountable to his superiors for any shortcomings in respect of everything connected with the work of his department.”", "8. On 3 December 1999 some twenty employees of the Embassy signed a statement to the effect that the applicant had, since his appointment, unofficially assumed the role of staff representative, with the result that he had resolved all disputes between the staff and the diplomatic mission for the past nineteen years.", "9. A certificate of employment dated 19 January 2000 indicates that the applicant “is employed by the Embassy as Head Accountant”.", "10. On 27 March 2000 the applicant’s contract was terminated on the following economic grounds:", "“The restructuring of all the Embassy’s departments, in accordance with general instructions from the Ministry of Foreign Affairs of the State of Kuwait.", "The Embassy is obliged to abolish your post as a result of the new regulations of the Ministry of Foreign Affairs of the State of Kuwait.”", "11. Disagreeing with the reasons given for the termination, the applicant brought proceedings in the Paris Employment Tribunal (conseil de prud’hommes) seeking various sums in compensation for dismissal without genuine or serious cause.", "12. In a judgment of 29 November 2000, the Employment Tribunal began by refusing to allow the objection to admissibility raised by the State of Kuwait, finding as follows:", "“A plea of inadmissibility has been raised on grounds of jurisdictional immunity.", "Whilst Article 31 of the Vienna Convention provides that diplomatic agents enjoy immunity from the criminal jurisdiction of the receiving State, and also from its civil and administrative jurisdiction, the latter immunity does not cover actions relating to any professional or commercial activity exercised by the diplomatic agent in the receiving State outside his official functions.", "Mr Farouk Sabeh El Leil was recruited and employed in France, under a contract of indefinite duration signed in Paris and performing [sic] in French territory.", "His pay statements bear a SIRET [registration] number.", "The letter summoning him to a preliminary meeting fully satisfies the provisions of Article L.122-14-4 of the Labour Code, indicating that Mr Farouk Sabeh El Leil was entitled to be assisted by a third party from the list kept by the préfecture.", "In the present case, the duties of head accountant entrusted to Mr Farouk Sabeh El Leil in an internal management context fell within the framework of an expressly private-law activity and the jurisdiction of the ordinary French courts, as the employer has acknowledged through the above-mentioned elements.”", "13. On the merits, the Employment Tribunal found that the termination of the applicant’s employment “which was decided abruptly after twenty years of irreproachable work without punishment or criticism”, had not been based on a genuine and serious cause. It awarded the applicant a sum representing twelve months of salary by way of compensation for dismissal without a genuine and serious cause, plus compensation in lieu of notice, together with sums in respect of unpaid overtime, time off in lieu that he had not been able to take, annual leave, and his inability to register with the ASSEDIC (“Association for employment in industry and commerce”) from which he was entitled to receive unemployment benefit, amounting to a total of 539,358 francs (equivalent to 82,224.60 euros). Moreover, the Employment Tribunal ordered the employer to issue the applicant with a certificate of employment and two pay statements, failing which it would be fined 1,000 francs per day.", "14. Disagreeing with the amount of the award, the applicant lodged an appeal against the judgment.", "15. In a judgment of 22 October 2002 the Paris Court of Appeal set aside that judgment, finding as follows:", "“Admissibility of the claims", "The State of Kuwait argued that Mr Sabeh El Leil’s claims were inadmissible on account of its jurisdictional immunity.", "Mr Sabeh El Leil challenged the plea of inadmissibility, arguing that such immunity did not extend to proceedings concerning contracts of employment.", "He considers that his duties as head accountant fell expressly within the framework of a private-law activity rather than an activity of governmental authority.", "Mr Sabeh El Leil’s claims are directed against the State of Kuwait, represented by its embassy and its Ambassador in Paris and not against the embassy’s director himself.", "It must therefore be ascertained whether, in the present case, the State of Kuwait enjoys the jurisdictional immunity afforded to foreign States.", "Mr Sabeh El Leil’s last post was that of head accountant in the embassy’s accounts department.", "He also assumed certain additional responsibilities: responsibility for administrative matters, responsibility for legal affairs, responsibility for the payment and follow-up of financial contributions concerning the Kuwait Boundary Demarcation Commission, and responsibility for supervising the bank accounts of the Council of Arab Embassies [sic].", "Mr Sabeh El Leil, in view of his level of responsibility and the nature of his duties as a whole, did not perform mere acts of management but enjoyed a certain autonomy which meant that he carried out his activities in the interest of the public diplomatic service.", "He thus participated in acts of governmental authority of the State of Kuwait through its diplomatic representation in France.", "His claims against the State of Kuwait are thus inadmissible by virtue of the principle of jurisdictional immunity of foreign States.”", "16. The applicant appealed against that judgment to the Court of Cassation. In his full pleadings he challenged the finding that his claims against the State of Kuwait were inadmissible. He invoked a breach of Article 455 of the New Code of Civil Procedure, on the ground that the judgment had not given sufficient reasons, since the inadmissibility had been based:", "“on the mere assertion that outside his accounting duties [he] assumed responsibilities in administrative matters, legal affairs ..., leading to the conclusion that in view of his level of responsibility and the nature of his duties as a whole, he did not perform mere acts of management but enjoyed a certain autonomy which meant that he carried out his activities in the interest of the public diplomatic service and participated in acts of governmental authority of the State of Kuwait ...”", "He developed his arguments as follows:", "“The judgment appealed against purportedly applied the principle whereby ‘foreign States and bodies acting for them or on their behalf enjoy jurisdictional immunity not only for acts of governmental authority but also for acts performed in the interest of a public service’ ...", "This principle implies, conversely, that the immunity of the foreign State from jurisdiction does not apply, in matters of employment contracts, where the employee had ‘no particular responsibility in the performance of public service, such that his dismissal constituted an act of administration’ ...", "That was precisely the situation of [the applicant], who performed accountancy duties only.”", "17. On 23 March 2005 the Court of Cassation, ruling in the context of the preliminary admissibility procedure for appeals on points of law, as provided for by Article L. 131-6 of the Code of Judicial Organisation, held that the ground of appeal was “not such as to warrant admitting the appeal on points of law”.", "18. State immunity from jurisdiction is governed by customary international law, the codification of which is enshrined in the United Nations Convention on Jurisdictional Immunities of States and their Property of 2 December 2004 (“the 2004 Convention”). The principle is based on the distinction between acts of sovereignty or authority (acte jure imperii) and acts of commerce or administration (acte jure gestionis).", "19. Article 11 (Contracts of employment) of the convention reads as follows:", "“1. Unless otherwise agreed between the States concerned, a State cannot invoke immunity from jurisdiction before a court of another State which is otherwise competent in a proceeding which relates to a contract of employment between the State and an individual for work performed or to be performed, in whole or in part, in the territory of that other State.", "2. Paragraph 1 does not apply if:", "(a) the employee has been recruited to perform particular functions in the exercise of governmental authority;", "(b) the employee is:", "(i) a diplomatic agent, as defined in the Vienna Convention on Diplomatic Relations of 1961;", "(ii) a consular officer, as defined in the Vienna Convention on Consular Relations of 1963;", "(iii) a member of the diplomatic staff of a permanent mission to an international organization or of a special mission, or is recruited to represent a State at an international conference; or", "(iv) any other person enjoying diplomatic immunity;", "(c) the subject-matter of the proceeding is the recruitment, renewal of employment or reinstatement of an individual;", "(d) the subject-matter of the proceeding is the dismissal or termination of employment of an individual and, as determined by the head of State, the head of Government or the Minister for Foreign Affairs of the employer State, such a proceeding would interfere with the security interests of that State;", "(e) the employee is a national of the employer State at the time when the proceeding is instituted, unless this person has the permanent residence in the State of the forum; or", "(f) the employer State and the employee have otherwise agreed in writing, subject to any considerations of public policy conferring on the courts of the State of the forum exclusive jurisdiction by reason of the subject-matter of the proceeding.”", "20. In the Draft Articles on Jurisdictional Immunities of States and their Property, adopted by the International Law Commission at its forty-third session in 1991, and submitted to the General Assembly at that session, Article 11 read as follows:", "“1. Unless otherwise agreed between the States concerned, a State cannot invoke immunity from jurisdiction before a court of another State which is otherwise competent in a proceeding which relates to a contract of employment between the State and an individual for work performed or to be performed, in whole or in part, in the territory of that other State.", "2. Paragraph 1 does not apply if:", "(a) the employee has been recruited to perform functions closely related to the exercise of governmental authority;", "(b) the subject of the proceeding is the recruitment, renewal of employment or reinstatement of an individual;", "(c) the employee was neither a national nor a habitual resident of the State of the forum at the time when the contract of employment was concluded;", "(d) the employee is a national of the employer State at the time when the proceeding is instituted; or", "(e) the employer State and the employee have otherwise agreed in writing, subject to any considerations of public policy conferring on the courts of the State of the forum exclusive jurisdiction by reason of the subject-matter of the proceeding.”", "21. In the commentary on that Article the Commission indicated as follows:", "“Paragraph 2 (b) is designed to confirm the existing practice of States in support of the rule of immunity in the exercise of the discretionary power of appointment or non-appointment by the State of an individual to any official post or employment position. ... So also are the acts of ‘dismissal’ or ‘removal’ of a government employee by the State, which normally take place after the conclusion of an inquiry or investigation as part of supervisory or disciplinary jurisdiction exercised by the employer State. This subparagraph also covers cases where the employee seeks the renewal of his employment or reinstatement after untimely termination of his engagement. The rule of immunity applies to proceedings for recruitment, renewal of employment and reinstatement of an individual only. It is without prejudice to the possible recourse which may still be available in the State of the forum for compensation or damages for ‘wrongful dismissal’ or for breaches of obligation to recruit or to renew employment.”", "22. The 2004 Convention on Jurisdictional Immunities of States and their Property was signed by France on 17 January 2007. The Bill authorising its ratification is currently being examined by the National Assembly, the Senate having approved the following text at First Reading on 22 December 2010:", "“Single Article", "The ratification of the United Nations Convention on Jurisdictional Immunities of States and their Property, adopted on 2 December 2004 and signed by France on 17 January 2007 is hereby authorised.”", "23. For a more comprehensive overview see Cudak v. Lithuania ([GC], no. 15869/02, §§ 25 et seq., ECHR 2010...).", "24. The Court of Cassation considers that a foreign State only enjoys jurisdictional immunity when the act giving rise to the dispute is an act of governmental authority or has been performed in the exercise of a public service (Court of Cassation, First Civil Division, 25 February 1969, no. 67-10243, Bull. I, no. 86). In other words it verifies, on a case-by-case basis, whether the act, by its nature or purpose, has contributed to the exercise of the foreign State’s sovereignty, as opposed to an act of administration (Court of Cassation, Combined Divisions, 20 June 2003, appeals nos. 00-45629 and 00-45630, Bull. Ch. M. no. 4).", "25. Applying this criterion, the Court of Cassation found that jurisdictional immunity could not be granted in a dispute concerning an embassy employee who had no particular responsibility in the exercise of the public diplomatic service (Court of Cassation, First Civil Division, 11 February 1997, appeal no. 94-41871, Bull. I no. 49, for a caretaker; Court of Cassation, Employment Division, 10 November 1998, appeal no. 96-41534, Bull. V no. 479, concerning a nurse-medical secretary; and Court of Cassation, Employment Division, 14 December 2005, appeal no. 03-45973, in respect of a senior clerk in the national section of a consulate). The same principle applies where a State decides to close a consular mission: whilst it enjoys jurisdictional immunity as regards the assessment of the reasons for the closure decision, the French courts retain the power to verify the reality of the closure and to rule on the consequences of any redundancy caused thereby (Court of Cassation, Employment Division, 31 March 2009, appeal no. 07-45618, Bull. V no. 92).", "26. The assessment of that criterion, however, falls within the unfettered discretion of the Court of Appeal for the final decision on the facts and evidence (Court of Cassation, Employment Division, 9 October 2001, appeal no. 98-46214, concerning a translator in the passport office).", "27. The relevant provision of the Code of Civil Procedure reads as follows:", "“Judgments shall set forth succinctly the respective claims of the parties and their grounds. Such presentation may take the form of a reference to the pleadings of the parties with an indication of their date. Judgments shall be reasoned.", "They shall state the decision in an operative paragraph.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}