{"ITEMID": "001-118750", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "YARTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["1. The applicant, Mr Yevgeniy Borisovich Yartsev, is a Russian national, who was born in 1979 and lived in Irkutsk until his arrest. He was represented before the Court by Mr I. Trunov and Ms L. Ayvar, lawyers practising in Moscow.", "2. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. Between 30 August 2008 and 15 November 2010 and subsequently between 17 April 2011 and 29 May 2012 the applicant was held in remand prison IZ-38/1 in Irkutsk. According to him, the conditions of his detention were inadequate; the Government disputed that.", "5. By the Irkutsk Regional Court’s judgment of 2 March 2010 following a jury trial, the applicant was convicted of forming and leading a criminal syndicate, murder, unlawful possession of weapons and ammunition and armed robbery, and sentenced to nineteen years’ imprisonment in a high-security institution. On 22 September 2010 the Supreme Court of the Russian Federation upheld the judgment on appeal.", "6. On 3 March 2010 the web-sites of the Prosecutor General’s Office and the Irkutsk Regional Prosecutor’s Office and the Regions.Ru news portal published information about the conviction of the applicant and his co-defendants. On 12 August 2010 the applicant lodged a defamation claim against the prosecutors’ offices and the news site, alleging in particular a breach of his presumption of innocence. He sought leave to appear in person before the court but his request was rejected. On 21 December 2010 the Tverskoy District Court of Moscow dismissed his claim, finding that the prosecutors had accurately reported the findings contained in the Regional Court’s judgment of 2 March 2010 and that the news items concerned a matter of public interest. The case file does not contain a copy of a statement of appeal or of an appeal judgment.", "7. On 9 March 2010 the applicant sent a letter to the Court, containing an outline of his complaints. It was registered under application no. 19987/10 and the applicant was invited to return the completed application form no later than 9 June 2010. As no further correspondence had been received from the applicant for more than six months, his complaints were taken to have been withdrawn and the file opened in respect of the application was destroyed.", "8. On 25 February 2011 the applicant’s representative Mr Trunov sent a letter to the Court, indicating that the applicant wished to lodge a complaint under Article 3 of the Convention about the conditions of his detention in the Irkutsk remand prison and the conditions of his transport to the Irkutsk Regional Court, a complaint under Article 5 of the Convention concerning his pre-trial detention and a complaint under Article 6 about alleged irregularities in the criminal proceedings against him and in the subsequent defamation proceedings. This application was given number 13776/11.", "9. By letter of 2 March 2011, the Court acknowledged receipt of the letter to the applicant’s representative and informed him as follows (translated from Russian):", "“You should return by post the completed application form not later than eight weeks from the date of the present letter. In other words, the date on which you send back the completed application form must not be later than 27 April 2011. Failure to comply with this time-limit will mean that it is the date of the submission of the completed application form rather than that of your first communication which will be taken as the date of the introduction of the application. Your attention is drawn to the fact that it is the date of introduction that is decisive for compliance with the time-limit set out in Article 35 § 1 of the Convention (see para. 18 in the enclosed Notes for Guidance to applicants).”", "10. On 7 June 2011 the Court received the completed application form. It was signed by Mr Trunov and Ms Ayvar, the applicant’s representatives, and dated “1 July 2011”.", "11. On 12 July 2011 the Court received a letter from the applicant which was dated 22 June 2011. In that letter, the applicant stated his intention to lodge a complaint under Articles 3 and 13 of the Convention about the conditions of his detention in the Irkutsk remand prison in the period after 17 April 2011. On 4 October 2011 the Court received a letter which was identical in its contents but it was dated 13 September 2011 and signed by Ms Pushkareva, the applicant’s representative.", "12. By letter of 10 October 2011, the Court informed the applicant that another application in his name had already been registered on the basis of Mr Trunov’s letter of 25 February 2011. The applicant was requested to clarify whether he would like to introduce a new application or to have his communication joined to the existing file. The Court did not receive any reply from the applicant.", "13. On 15 September 2011 the Court received an undated letter from Mr Trunov, which referred to application no. 19987/10. He requested in particular priority treatment of the applicant’s case, alleging that his life and health were in danger. On 12 October 2011 the President of the First Section rejected the request.", "14. By another undated letter received at the Court on 27 January 2012, Mr Trunov petitioned the Court for a joinder of applications no. 19987/10 and 13776/11 and reiterated his request for priority treatment. On 10 February 2012 the Court advised him that the file opened in respect of application no. 19987/10 had been destroyed and that his renewed request for priority did not contain any new factual information."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}