{"ITEMID": "001-70499", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "CBC-UNION, S. R. O. v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, CBC-Union, s.r.o., is a private company with its headquarters in Karlovy Vary. It is represented before the Court by Mr Jiří Kozák, a lawyer practising in Liberec.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 May 1993 the applicant company acquired a building under construction from the Town of Teplice (Město Teplice) at an auction. The original lawful asking price, CZK 22,540,000 (EUR 751,333), was not reached and the bidding finally stopped at 1,409,000 (EUR 46,967). On 1 July 1993 the applicant company concluded a purchase contract whereby the purchase price was fixed at CZK 1,409,000.", "On 23 February 1994 the Finance Office issued a tax order against the applicant company ordering it to pay a gift tax of CZK 3,877,548 (EUR 129,252), the base of assessment being fixed at CZK 21,134,100 (EUR 704,470) by virtue of the Taxation Act.", "On 10 March 1994 the Finance Office, in reply to the applicant company’s letter of 7 March 1994, explained that the basis of the taxation had been the difference between the asking price and the final bid.", "On 19 December 1996, on the applicant company’s appeal, the Ústí nad Labem Finance Directorate (Finanční ředitelství) reduced the tax due to CZK 1,087,876 (EUR 36,263), taking into account a new expert assessment made of the taxation basis (CZK 8,488,200 (EUR 282,940)).", "On 10 February 1999 the Ústí nad Labem Regional Court (krajský soud) dismissed the applicant’s action against the tax order finding, in particular:", "“The transfer of the estate was effected in 1993, when [the Taxation Act], as amended by Act no. 18/1993, was in force. If the real estate was transferred for a lower price than that established by the expert ... the tax liability is shared between the assignor and assignee. Under section 10 the real estate-transfer tax base is the price of the estate legally established on the date of the acquisition of the whole real estate, or part of it if the transfer was effected partly free of charge. Gift tax under section 6(1) of the [Taxation] Act was payable on real estates acquired by an act in law other than the death of an owner, provided that the act in law was effected fully or partly free of charge. ...", "Under section 7(1) of [the Taxation Act], the base of the gift tax was the price of the estate minus the price which was paid if the act in law was effected partly free of charge. The [Taxation] Act did not take into account the current value of the estate and only considered the legally established price. The first-instance authority’s error in establishing the price and tax base was rectified by the [Finance Directorate] ... which requested that a new expert report be submitted on the price of the property at the date of its acquisition; it informed [the applicant company] about the findings of the expert, and discussed [the applicant company’s] comments with the expert, who issued another report, which was not challenged by [the applicant company].”", "On 10 April 1999 the applicant company lodged a constitutional appeal (ústavní stížnost) alleging, inter alia, a violation of Article 11 § 5 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod).", "On 3 August 2000 the Constitutional Court (Ústavní soud) dismissed the applicant company’s constitutional appeal, endorsing the reasons on which the lower administrative and judicial authorities had based their decisions.", "Under section 5, persons liable to gift tax were those who had acquired property. Section 6(1)(a) provided that gift tax was payable on estates acquired by an act in law other than the death of an owner, provided that the act in law was effected fully or partly free of charge. Under section 7(1)(c), the gift tax basis was the price of the taxable property minus the price paid if the property was acquired partly free of charge.", "Section 8(1)(a) provided that persons liable to pay real estate-transfer tax were those who had assigned estates. Under section 9(1) real estate-transfer tax was payable on transfers of property rights to estates provided that the transfers were carried out fully or partly in return for payment. Section 10 provided that the real estate-transfer tax base was the price of the estate established under the relevant legal provisions on the day of its acquisition.", "“Real estate-transfer tax is assessed as a percentage of the price established in accordance with the law ... Parties to a purchase contract may, with reference to the Civil Code and Decree no. 393/91, ... agree on a higher price or ... a lower price. However, tax is based on the price calculated under Decree no. 393/1991, as amended. The purchase price or price agreed between the parties is not decisive ...”", "Under section 5 persons liable to gift tax are those who received estates. Section 6(1)(a) provides that gift tax is payable on estates acquired free of charge by an act in law other than the death of an owner. If the assignee acquired the estate partly free of charge, only the relevant part of the estate was taxable. Under section 7(1)(c) the gift tax base was the price of the taxable estate.", "Section 8(1)(a) provided that persons liable to pay real estate-transfer tax are those who have assigned or sold estates. Under section 9(1) real estate-transfer tax is payable on the transfer of an estate carried out in return for payment. Section 10 provides that the real estate-transfer tax base was the price established under the relevant legal provisions on the day of the acquisition of the estate, even if the price agreed between the parties is lower than the legally established price; the difference is not taxable under the provisions on gift tax. If the price agreed is higher than the legally established price, the price agreed constitutes the tax base.", "Under Article 11 § 5 taxes and fees may be levied only on the basis of law.", "Principle no. 5", "“Gift tax was payable on movable and immovable items, debts, securities and other property rights acquired by an act in law other than the death of a citizen, provided that the act in law was effected fully or partly free of charge. ...”", "Principle no. 6", "“The gift tax basis was the price of the acquired property ...”", "Principle no. 9", "“The real estate-transfer tax base is the price of the property. If the payment is lower than the price established under special regulations, the transfer is considered to be carried out up to the amount of the payment in return for payment, and the transfer corresponding to the difference between the payment and the price established under the special regulation as the transfer free of charge, which is subjected to the gift tax.”", "Section 10 concerning the tax base provided that the real estate-transfer tax base is the price agreed, at least the price established under special regulations.", "In cases relating to facts which had occurred prior to the amendment of the Taxation Act, which entered into force on 1 January 1994, the domestic courts generally held that real estate-transfer tax had to be paid on transfers of real estates, which were carried out in return for payment. The courts considered that if the purchase price was lower than the legally established price, the estate was transferred partly free of charge. The difference between the prices constituted the gift tax base.", "In 1996 certain appellate courts expressed a different legal view."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}