{"ITEMID": "001-58083", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF VACHER v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Lack of jurisdiction (new complaint);Violation of Art. 6-1;Violation of Art. 6-3-b;Violation of Art. 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mr Gérard Vacher, a French national, is a company director and lives at Neuilly-sur-Seine.", "8. On 21 September 1988 the Public Works Department of the département of Hauts-de-Seine lodged a criminal complaint against the applicant alleging offences under the Town Planning Code and, more particularly, that he had built a wall without first obtaining planning permission.", "9. On 9 February 1990 the Nanterre Criminal Court sentenced the applicant to a fine of 8,000 French francs (FRF), payment of which was suspended, and ordered him to alter the wall so that it complied with regulations.", "10. On 23 May 1991, following an appeal brought by Mr Vacher on 16 February 1990 and a subsequent cross-appeal by the prosecution, the Versailles Court of Appeal upheld the judgment of the court below in its entirety and further ordered that the wall should be altered to comply with regulations within a period of four months from the date of its judgment, on penalty of FRF 200 per day’s delay starting at the end of that period. It also ordered the applicant to pay the civil party claiming damages FRF 3,000 in respect of the costs incurred by that party.", "11. On 28 May 1991 Mr Vacher lodged a notice of appeal on points of law against the judgment of the Versailles Court of Appeal with that court’s registry (Article 576 of the Code of Criminal Procedure - see paragraph 13 below).", "On 19 June 1991 the case file for the appeal was registered by the Court of Cassation registry. On 14 August 1991 the applicant filed a pleading in support of his appeal.", "12. On 3 September 1991 the chief registrar of the Court of Cassation sent Mr Vacher the following letter:", "\"Further to your letter, I have to inform you that the Criminal Division of the Court of Cassation delivered a judgment on 6 August 1991 dismissing your appeal.", "Consequently, the pleading received from you at the criminal registry on 14 August 1991 will be disregarded as being out of time.\"", "The judgment in question, which was served on the applicant on 30 October 1995, was based on the following ground:", "\"No ground of appeal has been filed in support of the appeal; the judgment appealed against is in the proper form and the findings of fact, which cannot be appealed against, justify both the classification of the offence and the sentence.\"", "13. The main provisions of the Code of Criminal Procedure referred to in the present case are the following:", "\"The prosecuting authority and all the parties shall have five clear days in which to appeal to the Court of Cassation after delivery of the judgment appealed against.", "...\"", "\"Notice of appeal shall be given to the registrar of the court which delivered the judgment appealed against.", "It must be signed by the registrar and by the appellant himself or by a lawyer [avoué] at the court which gave judgment, or by a specially authorised person ...", "The appeal shall be recorded in a special public register and any person shall be entitled to obtain a copy of it.\"", "\"An appellant on points of law may lodge a pleading bearing his signature and containing the grounds of his appeal with the registry of the court against whose judgment he is appealing either when he gives notice of appeal or within the following ten days. The registrar shall issue him with a receipt.\"", "\"After expiry of that time-limit, a convicted appellant may send his pleading directly to the Court of Cassation; the other parties may not avail themselves of this provision without retaining a member of the Court of Cassation Bar.", "...\"", "Law no. 93-1013 of 24 August 1993, which came into force on 2 September 1993, inserted Article 585-1, which provides:", "\"Save where the President of the Criminal Division decides otherwise, a convicted appellant shall lodge his pleading with the registry of the Court of Cassation no later than one month from the date of the notice of appeal.\"", "In his report of 23 June 1993 presented to the National Assembly on behalf of the Committee on Constitutional Law, Legislation and the General Administration of the Republic, Mr Jean Tibéri justified the insertion of the new Article 585-1 as follows:", "\"The new Article 585-1 is intended to resolve a difficulty which has appeared in recent years. The Court of Cassation frequently dismisses appeals on points of law because no pleadings have been filed in support of them. As the Law does not lay down a time-limit for filing a pleading, a convicted appellant’s pleading may reach the court a few days after his appeal has been dismissed. Indeed, applications are pending before the European Commission of Human Rights on this question. So as to avoid such situations recurring, the new Article 585-1 provides that convicted appellants shall have a period of one month, which may be extended by the President of the Criminal Division, in which to file their pleadings.\"", "\"On pain of a 50-franc civil fine imposed by the Court of Cassation, the registrar shall, within a maximum period of twenty days from the date of the notice of appeal, number and initial the documents in the case file and place in the case file an office copy of the judgment appealed against, an office copy of the notice of appeal and, where relevant, the appellant’s pleading. He shall draw up a schedule of the whole case file.\"", "\"When the case file has been made ready in the manner described above, the registrar shall deliver it to the representative of the public prosecutor’s office, who shall immediately send it to the procureur général at the Court of Cassation, who shall, turn, forward it to the registry of the Criminal Division.", "The President of that Division shall designate a judge to report on the case.\"", "\"Where one or more counsel have been instructed, the reporting judge shall set a time-limit for pleadings to be filed with the registrar of the Criminal Division.\"", "\"The pleadings shall contain the grounds of appeal and cite the legal provisions alleged to have been infringed.", "...", "They must be lodged within the prescribed time-limit. No further pleadings may be added to them once the reporting judge has filed his report. Any pleading setting out additional grounds that is lodged out of time may be declared inadmissible.\"", "\"In cases concerning any category of criminal offence, the Court of Cassation may give judgment on the appeal on points of law as soon as ten days have elapsed after receipt of the case file by the Court of Cassation.", "...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}