{"ITEMID": "001-105673", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KONDRATISHKO AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;No violation of Art. 6", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicants were born in 1973, 1967, 1973, 1974 and 1971 respectively and lived until their arrest and subsequent conviction in the town of Bryansk, Russian Federation, except for the fourth applicant, who lived in the Bryansk Region, Russian Federation.", "6. Between March and November 1999 (on 3 March, 4 March, 11 March, 6 March and 15 November 1999 respectively) the applicants were arrested. They were detained in custody and charged with robbery.", "7. In February and March 2000 the applicants were charged with further crimes which included, inter alia, aggravated theft, aggravated robbery, extortion, theft and illegal possession of firearms.", "8. In May 2000 the criminal investigation was completed, and on 19 May 2000 the case was submitted to the Bryansk Regional Court for trial.", "9. On 8 July 2000 the Bryansk Regional Court remitted the case for further investigation, considering that it was necessary to rectify the indictment.", "10. Following further investigation and the amendment of the charges against the applicants, the case was resubmitted to the Bryansk Regional Court on 18 July 2000.", "11. On 27 July 2000 the Bryansk Regional Court set the date for the start of the trial, which was due to begin on 8 August 2000.", "12. Between 8 August and 22 November 2000 twenty-one hearings were held by the Bryansk Regional Court.", "13. On 22 November 2000, following a request by the alleged victims, the case was once again remitted for further investigation.", "14. Between 17 January and 30 March 2001 the case was with the Bryansk Regional Prosecutor’s Office.", "15. On 30 March 2001 the case was resubmitted to the Bryansk Regional Court for examination on the merits.", "16. Between 30 March and 9 August 2001 the Bryansk Regional Court held thirty-one hearings.", "17. On 9 August 2001 the Bryansk Regional Court convicted the applicants, along with six other co-defendants, of robbery, unlawful deprivation of liberty, banditry, possession of firearms and theft. It sentenced them to twenty-three years, twenty-two years, eighteen years, six and a half years and ten years’ imprisonment respectively. Although the trial was public, the applicants’ relatives were not allowed to attend it, except for the opening of the trial and the delivery of the court’s judgment.", "18. The trial record was finalised in October 2001. The applicants submitted certain objections concerning the trial record, but they were dismissed.", "19. All the applicants except for the fifth applicant appealed against their conviction.", "20. On 8 January 2002 the criminal case was sent to the Supreme Court of Russia for examination on appeal.", "21. On 11 July 2002 the Supreme Court of Russia upheld the applicants’ convictions with minor amendments. The terms of the applicants’ sentences remained unchanged. The appeal decision did not refer to the fifth applicant.", "22. On 11 March 1999, the day of his arrest, the third applicant was at work at fire station no. 23 in Zhiryatino in the Bryansk Region. At about 9 a.m. unidentified persons wearing plain clothes handcuffed the third applicant and took him to the Bezhitskiy District police station in Bryansk. On the way to the police station the applicant was allegedly beaten up and threatened, in order to make him confess to a number of grave offences.", "23. At the police station the applicant was taken to room no. 37, where the beatings allegedly continued.", "24. Late at night on 12 March 1999 the applicant was taken to Bryansk regional remand prison IZ-32/1. However, the officer on duty refused to admit the applicant to the facility. The officer agreed to admit the applicant only following the latter’s examination by the local trauma unit and upon receipt of a certificate attesting to the fact that the applicant’s injuries were not life-threatening.", "25. The applicant was taken to the local trauma unit. On the way to the trauma unit the applicant was allegedly threatened that he would be subjected to even worse ill-treatment, if not killed, unless he told the doctors that he had been injured by falling down a fire escape while at work. Having perceived the above-mentioned threats as real, in the light of his earlier abuse, the applicant told the doctors what the police officers had instructed him to say. The record of the applicant’s medical examination of 13 March 1999 by the trauma unit was not made available to the Court.", "26. It is unclear where the applicant was held between 13 March and 19 March 1999. It is clear, however, that on 19 March 1999 the police officers brought him again to the Bryansk regional remand prison IZ-32/1. The record of the applicant’s medical examination, which was carried out upon his admission, reads, in particular, as follows:", "“... The [applicant’s] general condition is satisfactory. On the back surface of his shoulder [there is] a yellow-brown bruise measuring 4 x 4 cm. On his left thigh [there is] a pale yellow bruise measuring 3 x 3 cm. [According to the applicant] he was beaten up on 11 March 1999 at the Bezhitskiy District police station. ...”", "27. As emerges from the documents furnished by the Government, between 1999 and 2001 the applicant persistently complained to the prosecution authorities about his beatings at the Bezhitskiy District police station.", "28. The Government were unable to provide copies of the decisions taken in response to the applicant’s complaints as all the documents pertaining to the respective inquiries were destroyed on 28 January 2008, following the expiry of the time-limit for their retention. The Government, however, relied on the decisions of 19 January and 28 February 2001 with the following conclusions.", "29. On 19 January 2001 the Bezhitskiy District Prosecutor’s Office of Bryansk refused to institute criminal proceedings against the police officers in the absence of corpus delicti in their actions.", "30. Following a further inquiry, on 28 February 2001 the Bryansk Regional Prosecutor’s Office terminated the criminal prosecution against the police officers in the absence of corpus delicti.", "31. In the course of the criminal proceedings against the applicants which ended with their conviction on 9 August 2001, the third applicant also complained that he had been ill-treated during police custody and submitted that his confession had been made under duress.", "32. According to the third applicant, at some point in the proceedings the court heard his co-workers, Mr Zh., the head of the fire station, and Mr L., commander of the fire guard, who submitted that no exercise had been performed at the fire station on 11 March 1999, so the applicant could not have fallen down a fire escape. They further confirmed having seen no traces of injuries on the applicant when he was changing into his uniform before starting his work at 8 a.m. that day. The testimony of the above persons does not appear in the text of the judgment by which the applicant was convicted. The Government did not contest that the above persons made the statements in question before the court.", "33. The court held as follows:", "“... Analysing [the applicant’s] statements about the alleged use on him of unlawful methods of interrogation (ill-treatment by [police officer] M.) and statements by [witness P.] questioned at the court hearing, the court notes a manifest discrepancy as to how and under which circumstances [the applicant and witness P.] met in autumn 2000 in SIZO (remand prison), as to what they discussed ... and what particular form of ill-treatment was applied to the [applicant]; [as well as] a discrepancy between [the applicant’s] own statements about the same circumstances made at this court hearing and at the court hearing of 26 September to 22 November 2000.", "At the court [witness P.] submitted that he had known [the applicant] only by sight, [the applicant’s] last name was conveyed to him by the investigator who questioned him in the [correctional] facility.", "It follows from the statements of [witness P.] read out in accordance with Article 286 of the RSFSR Code of Criminal Procedure, that he knew [the applicant] well before the [latter’s] arrest, since they lived close to each other, although they have never been friends.", "[The applicant] submitted at the court hearing that he was never acquainted with [witness P.], and that he knew [the latter] only by sight.", "At the same time it has been established at the court hearing that in SIZO [witness P.] met and talked to S. [one of the applicant’s co-defendants], which the latter confirmed. On this occasion, S. submitted that it was [witness P.] who told him about [the applicant’s] ill-treatment by the police officers, and that he told [the applicant] about [witness P.] when they were brought to court in autumn 2000, after which a request was made to summon [witness P.] and question him as an additional witness.", "Taking into account the inconsistency of the statements made by [witness P.] and their manifest contradiction with [the applicant’s] statements, the court considers [these] statements as to [witness P.] having seen the police officer beating [the applicant] [to be] unreliable.", "According to [the certificate issued by the local trauma unit (карточка травматика)], [the certificate of the medical department of the remand prison (справка МЧС СИЗО)] and the report of the forensic medical expert, bodily injuries in the form of bruises were found on [the applicant]. At the same time, it is impossible to establish the exact features of the object used to cause the injuries, [as well as] the time that the injuries mentioned in the [trauma unit certificate] of 13 March 1999 were inflicted. The time of the infliction of the injuries recorded on 19 March 1999 at the [medical department of the remand prison] corresponds to 1-1.5 weeks prior to [the applicant’s] examination at [the remand prison] (namely, 9 to 12 March 1999).", "[Police officer M.] submitted that he had not been involved in [the investigation] of the crimes with which [the applicant] and [other defendants] had been charged, as at the material time he had been involved in investigating crimes committed by juvenile offenders.", "These statements by [police officer M.] were corroborated by the head of the Bezhitskiy District police station.", "[The applicant’s] statements [to the effect] that he had had a conflict with [police officer M.] prior to his arrest, during which [police officer M.] allegedly swore to get even with [the applicant] and the reference to submissions by [witness D.], have been checked during the pre-trial investigation and have not been confirmed.", "...", "[Investigator P.] denied using physical force on [the applicant] or other defendants, as well as making any threats to use physical force. The defendants were in due time informed of their procedural rights. The records of the interrogations were drawn up verbatim ...", "The verification of the allegations of [the applicant] that he had been beaten by [police officer M.] and other police officers and the allegations of defendants S., B., [the applicant], Ald., Abr., K., G., S. and V. regarding unlawful actions of police officers aimed at obtaining their confessions allows the court to acknowledge that the conclusions [contained in the refusal to institute criminal proceedings against the police officers] are well-founded ...”", "34. The third applicant challenged the above conclusions of the trial court in his appeal against conviction.", "35. In its judgment of 11 July 2002 the Supreme Court held as follows:", "“The alleged use on the convicts of unpermitted methods in the course of the pre-trial investigation ...has been checked by the court and has been validly declared to be unfounded as contradicting the factual circumstances and the evidence in this case, a conclusion with which the [appeal court] agrees”.", "36. From 15 March 1999 to 24 November 2002 the first applicant was held in Bryansk regional remand prison IZ-32/1 (учреждение ИЗ-32/1 по Брянской области) in cells nos. 24, 72, 74, 76, 77, 92, 109, and 111.", "37. As regards the cells’ measurements, the Government submitted as follows:", "(a) cell no. 24 measures 20.3 square metres;", "(b) cell no. 72 measures 48.5 square metres;", "(c) cell no. 74 measures 48.1 square metres;", "(d) cells no. 76 and 77 measure 46.1 square metres; and", "(e) cells no. 92, 109 and 111 measure 7 square metres.", "38. The Government were unable to indicate the exact number of inmates detained in the above cells together with the applicant, owing to the destruction of the relevant prison documentation for the period in question. They asserted, however, that in each cell the applicant was afforded no less than four square metres of personal space, in compliance with the requirements under domestic law (see paragraph 71 below). In each cell the applicant was provided with an individual bed and bedding.", "39. The windows in the cells, measuring 1.35-1.4 m by 0.9-1.05 m, were not covered with sheet metal. The white-painted metal screens were removed in the course of 2003, following the instruction of the Prisons Directory of the Ministry of Justice of 26 November 2002.", "40. Cells nos. 24, 72, 74, 76 and 77 were each lit with two 80-watt light bulbs, which conformed to the established legal norms. Cells nos. 92, 109 and 111 were lit with one 80-watt light bulb each. At night time the cells were lit with 60-watt security lights.", "41. All cells had natural ventilation and were equipped with extractor fans. The cells were also equipped with a heating system providing an adequate temperature in line with sanitary norms. The average temperature during the summer was maintained at +22-24 ºC, and during winter at +1820 ºC.", "42. The cells were equipped with lavatory pans separated from the main area by partitions at least one metre high and a door. Such arrangements assured the detainees’ privacy when using the lavatory.", "43. The applicant could take a fifteen-minute shower once a week.", "44. He was given food three times a day in accordance with the established legal norms. The quality of the food was monitored on a daily basis by the medical staff of the detention facility.", "45. The cells were equipped with dining tables enabling the inmates to eat at the same time. They were situated at a distance of two to three metres from the lavatories.", "46. The applicant was allowed a daily one-hour outside walk.", "47. The authorities ensured regular disinfection and pest control in the detention facility.", "48. In support of their observations the Government provided several certificates issued by the governor of IZ-32/1 remand prison on 14 July and 21 July 2008, certain documents which attested to the destruction of registration logs, following the expiry of the five-year time-limit for their retention (dated 30 March 2006), statements by wardens (undated) and an agreement of 1 January 2002 between the IZ-32/1 remand prison and Bryansk City Pest Control Station on carrying out disinfection works in the facility.", "49. The cells were extremely overcrowded. There were some thirty to forty inmates held in each cell, which implied two or three inmates per four square metres of cell space. The inmates had to take turns to sleep as the sleeping places were not sufficient for everyone.", "50. The windows in the cells were covered with metal screens, which provided little or no access to daylight. The screens were removed after the applicant had left the facility.", "51. The artificial light was insufficient. It was impossible to read without having to strain one’s eyes.", "52. The ventilation did not function. As a result, it was always stuffy in the cells. The cells could only be ventilated when the windows and the doors were flung open during the summer which was, however, very rare.", "53. The cells were not heated enough to avoid humidity from the very beginning of autumn until late spring. The walls were dirty, scuffed, with plaster falling off them. The walls near the lavatory area were covered with fungi caused by humidity. In cells nos. 76 and 77, where the applicant spent most of his time the roof was leaking from the corners. The corners of the cells were covered with mould. The temperatures were low and the inmates had to sleep with all their clothes on.", "54. The floor in the cells was paved with asphalt and cement, which also caused constant humidity and filth. It was impossible to properly wash or sweep the floors.", "55. The lavatory pans in cells nos. 24, 92, 109 and 111 were not separated from the rest of the cell. One had to use the toilet in plain view of one’s cellmates. In cells nos. 72, 74, 76, and 77 there was a partition between the lavatory pan and the rest of the cell. The partition measured approximately one metre in width and one metre in height. The lavatory pan was elevated from the floor by half a metre. The guards removed the curtain that the inmates had installed for privacy. Despite the partition, one used the toilet in plain view of one’s cellmates.", "56. The cells were not equipped with sinks. Taps with cold water were the same ones used to flush the toilet; as a result, the inmates had to wash themselves and to take water from the tap above the toilet.", "57. There was not sufficient furniture in the cells to store the inmates’ kitchen- and tableware, bread and toiletries.", "58. In cells nos. 72, 74, 76, and 77 there was one table and one bench which could accommodate fourteen to sixteen inmates at a time, whereas in the other cells twenty to thirty persons had to wait for their turn.", "59. All persons detained in the same cell had to take a shower simultaneously. As there were only fifteen shower heads, one shower-head was used by two to three inmates at a time.", "60. The food was poorly prepared. It was tasteless and monotonous. Fresh vegetables and fruit were not included in the ration.", "61. The applicant lodged numerous complaints with the prison administration about the conditions of his detention. He was advised of the financial constraints which made it impossible to improve the conditions of detention.", "62. On an unspecified date in August 2000 the applicant lodged a complaint with the Prosecutor’s Office, which was forwarded to the Prisons Directorate of the Ministry of Justice of the Russian Federation for the Bryansk Region (Управление исполнения наказаний (УИН) Министерства юстиции РФ по Брянской области). After his complaint, half of cell no. 72 was whitewashed. An official from the Prisons Directorate visited the applicant in connection with his complaint. On an unspecified date in September 2000 the applicant received a response to his complaint, which he found unsatisfactory. He lodged a further complaint with the Prosecutor’s Office. The second complaint was dismissed on the grounds that it contained arguments which were substantially the same as the ones previously submitted.", "63. On an unspecified date between September and October 2000 the guards entered cell no. 72 in the middle of the night, woke up the inmates, tore down the laundry lines and left. The applicant lodged a complaint against the guards with the Prosecutor’s Office, which found no misconduct on their part. After that the applicant lodged no further complaints, believing that it would be futile to do so.", "64. On 3 June 2002 the inmates were given soup prepared with rotten fish. On 4 June 2002 the applicant and four other inmates complained about this incident. The head of catering tried to convince the inmates that the soup was edible even though it smelled, but refused to taste it himself. He also refused to replace the soup. The applicant lodged a complaint with the Prosecutor’s Office, which he later withdrew as the prison administration allegedly promised to follow up on his complaint. Ten days later, in the absence of any response, the applicant lodged another complaint, requesting the administration to follow up on the incident of 3 June 2002. The applicant was summoned to meet the administrative officers, who allegedly threatened him and transferred him to cell no. 92, where he spent one day.", "65. On 21 June 2002 the applicant lodged a complaint with the Prosecutor’s Office in relation to the incident of 3 June 2002 and his subsequent intimidation by the prison officers. Following his complaint, the applicant was transferred to cell no. 111.", "66. On 23 June 2002 the applicant was given mashed jelly–like peas. On 1 July 2002 the applicant was served with yellowish water instead of soup. On 24 June 2002 and 2 July 2002 the applicant complained about the quality of the food.", "67. On 22 July 2002 the applicant received a reply from the Prosecutor’s Office, informing him that his allegations with regard to the quality of the food in prison were unfounded.", "68. The applicant lodged subsequent complaints about the conditions of his detention with various administrative authorities, which all found that the statutory requirements had been complied with.", "69. On 20 August 2002 the applicant lodged a complaint with the Sovetskiy District Court of Bryansk in respect of the substandard quality of the food in prison and his alleged intimidation by the prison officers. On 19 September 2002 the court dismissed the applicant’s complaint. The decision read, inter alia, as follows:", "“... Section 23 of the Detention of Suspects Act sets the sanitary norm of 4 square metres of personal space per detainee.", "It appears from the explanation provided by the facility’s representative and the documents pertaining to the inquiry conducted by the Prosecutor’s Office that it is not possible to provide the detainees of [Bryansk regional remand prison IZ-32/1] with the established norm of personal space as the facility is currently 50% over its designated capacity.", "...”", "70. The applicant was served with a copy of the decision of 19 September 2002 on 30 October 2002, after the statutory time-limit for appealing had already expired.", "71. Section 22 of the Detention of Suspects Act (Federal Law no. 103FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to the standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "72. The RSFSR (Russian Soviet Federative Socialist Republic) Code of Criminal Procedure (in force until 1 July 2002 - “the CCrP”) established that a criminal investigation could be initiated by an investigator upon the complaint of an individual or on the investigative authorities’ own initiative when there were reasons to believe that a crime had been committed (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or order an additional investigation. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator would issue a reasoned decision to that effect, which had to be communicated to the interested party. The decision was amenable to appeal to a higher prosecutor or to a court of general jurisdiction (Article 113).", "73. On 29 April 1998 the Constitutional Court of the Russian Federation held that anyone whose legitimate rights and interests had been affected by a decision not to institute criminal proceedings should have the right to appeal against that decision to a court.", "74. The RSFSR CCrP established that within fourteen days of receipt of the case file (if the defendant was in custody), the judge was required either: (1) to fix the trial date; (2) to return the case for additional investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court with jurisdiction to hear it (Article 221).", "75. The trial was to begin no later than fourteen days after the judge had fixed the trial date (Article 239).", "76. The duration of the trial was not limited.", "77. The appeal court was required to examine an appeal against the judgment at first instance within ten days of its receipt. In exceptional circumstances or in complex cases or in proceedings before the Supreme Court this time-limit could be extended by up to two months (Article 333). No further extensions were possible."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}