{"ITEMID": "001-60638", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2002, "DOCNAME": "CASE OF MEFTAH AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 and 6-3-c as regards the fact that the applicant was not permitted to speak at the hearing in the Court of Cassation;Violation of Art. 6-1 as regards the failure to supply a copy of the Advocate-General's submissions;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["11. The applicants were born in 1960, 1950 and 1938 and live at Irigny, at Colombes and in Paris respectively.", "12. The applicant was arrested on 15 April 1992 and charged by an investigating judge at Mâcon tribunal de grande instance with using a vehicle registration document that had been obtained illegally and handling a stolen vehicle. He was remanded in custody from 16 April to 18 May 1992. On 31 March 1994 he was committed to stand trial before the Mâcon Criminal Court.", "13. In a judgment of 21 October 1994 the Mâcon Criminal Court dismissed the applicant's application to have the proceedings set aside as defective and, finding him guilty, imposed a suspended sentence of eight months' imprisonment and a fine of 10,000 French francs (FRF). The applicant appealed.", "14. On 2 February 1995 the Dijon Court of Appeal upheld the judgment of the Criminal Court in its entirety. The applicant appealed to the Court of Cassation.", "15. By a judgment of 17 January 1996 the Court of Cassation dismissed the appeal.", "16. On 5 November 1994 the applicant was caught by a speed trap while at the wheel of his vehicle. The gendarmerie reported him for exceeding the speed limit by at least 40 k.p.h., namely by driving at 143 k.p.h. in a 90 k.p.h. speed-limit zone.", "17. On 14 March 1995 the Melle Police Court found him guilty of the offence, and imposed a fine of FRF 1,500 and banned him from driving for twenty-one days.", "18. On 15 December 1995 the Poitiers Court of Appeal upheld the conviction, and increased the fine to FRF 3,000 and the ban to three months.", "19. By a judgment of 6 August 1996 the Criminal Division of the Court of Cassation dismissed the applicant's appeal.", "20. On 11 November 1994 the police reported the applicant for two offences of failing to stop at a red traffic light. He was summoned to appear at the Paris Police Court for a hearing on 8 March 1995.", "21. On 12 April 1995 the Paris Police Court found the applicant guilty of the offences. It imposed two fines of FRF 1,800 each and banned him from driving for one month.", "22. On 27 October 1995 the Paris Court of Appeal upheld the judgment of the Police Court in its entirety. On 2 November 1995 the applicant appealed to the Court of Cassation. He sought communication of the advocate-general's written submissions in order to be able to reply to them, but to no avail.", "23. By a judgment of 10 July 1996 the Court of Cassation dismissed the applicant's appeal.", "24. The relevant provisions, as worded at the material time, read as follows:", "“Judgments of indictment divisions and judgments of the criminal courts against which no ordinary appeal lies may, in the event of a breach of the law, be set aside on an appeal on points of law to the Court of Cassation lodged by the public prosecutor or by the party adversely affected, according to the distinctions made hereafter.", "The appeal must be lodged with the Criminal Division of the Court of Cassation.”", "“Appellants in the Court of Cassation may lodge a pleading bearing their signature and containing the grounds of their appeal with the registry of the court against whose judgment they are appealing either when giving notice of appeal or within the following ten days. The registrar shall issue them with a receipt.”", "“After the expiry of that time-limit, convicted appellants may send their pleading directly to the Court of Cassation; the other parties may not avail themselves of this provision without being represented by a member of the Court of Cassation Bar. ...”", "“Save where the President of the Criminal Division decides otherwise, convicted appellants shall lodge their pleading with the registry of the Court of Cassation no later than one month from the date of the notice of appeal.", "The same rule shall apply to notices of acting lodged by lawyers representing an appellant in the Court of Cassation.”", "“The pleadings shall contain the grounds of appeal and cite the legal provisions that are alleged to have been infringed. ...", "They must be lodged within the prescribed time-limit. No further pleadings may be added to them once the reporting judge has filed his report. Any pleading setting out additional grounds that is lodged out of time may be declared inadmissible.”", "“The reports shall be presented at the hearing. The parties' lawyers shall make their observations after the report, if appropriate. The public prosecutor shall make his or her submissions.”", "25. Current practice is for the advocate-general to inform the parties' lawyers before the day of the hearing of the tenor of his or her submissions and in cases where, at the request of the lawyers, there is an oral hearing, they are entitled to reply to his or her submissions orally or by a note sent to the court in deliberations (see Reinhardt and Slimane-Kaïd v. France, judgment of 31 March 1998, Reports of Judgments and Decisions 1998-II, p. 666, § 106).", "26. In cases in which representation by a member of the Conseil d'Etat and Court of Cassation Bar is not compulsory, an ordinance of 15 January 1826, Article 15 of which has not been repealed, lays down that the parties may make oral representations with the permission of the Court of Cassation. On the basis of the ordinance of 1826 the Court of Cassation accepts that it is possible for it to give the parties leave to address it, or for a member of the ordinary bar to speak on their behalf. Although it is for the Court of Cassation to decide whether or not to grant permission according to the circumstances (Court of Cassation, Criminal Division, 3 May 1990, Bull. crim. [Criminal Bulletin] no. 166), it appears that its practice is to refuse such applications (see the period 1990 to 2001 and the judgments available on the Légifrance Internet site) in terms similar to the following:", "“Regard being had to Article 37 of the Ordinance of 15 January 1826, which has not been repealed in so far as it concerns the procedure applicable before the Criminal Division; as [the appellant] has set out his grounds of appeal against the impugned decision in a pleading which he has lodged in person, his appearance in person before the Criminal Division does not appear to be either necessary or appropriate; it is not necessary to order it.” (judgment of 15 December 1999, appeal on points of law no. 99-80015)", "27. As regards more particularly cases involving road-traffic offences (such as parking or speeding offences), there have been numerous decisions in which applications made by members of the ordinary bar have been turned down, the Court of Cassation holding as in the following decision:", "“[The appellant] has requested permission to appear before the Court of Cassation assisted by Mr [...], a member of the Paris Bar [...]. As [the appellant] has set out his grounds of appeal against the impugned decision in a pleading which he has lodged in person, his appearance in person before the Criminal Division does not appear to be essential.” (judgment of 16 May 2001, appeal on points of law no. 0086011)", "28. Indeed, the Government acknowledge that such permission is rarely granted, the principle being that the members of the Conseil d'Etat and Court of Cassation Bar have a monopoly on making oral representations. They must consult the President of the Criminal Division beforehand regarding the ground of appeal on points of law for which they consider oral representations to be necessary. In 2001 oral representations were only made in some 40 or so appeals out of a total of 9,637 that were heard.", "29. The members of the Conseil d'Etat and Court of Cassation Bar are the successors to the King's Bench attorneys, who practised during the Ancien Régime. Rights of audience before the King's Bench were reserved to attorneys who were royal officers and owned their official appointment (charge) from 1643 onwards. By the time of the Revolution in 1789 there were seventy-three attorneys at the King's Bench. The Revolution brought their activities to an end. They became counsel at the Tribunal of Cassation that was created in 1790, and subsequently, in 1804, members of the Court of Cassation Bar. Another group of lawyers practised at the Conseil d'Etat. The two groups were merged by an ordinance of 10 September 1817. That ordinance, which for many years served as the Bar Council Charter, was amended by a decree of 28 October 1991 (which codified the conditions of access to the profession and has since undergone a number of subsequent amendments; see also the law of 20 March 1948, which made women eligible to enter the profession, and the decree of 15 March 1978, allowing lawyers to practise in professional partnerships). The existence of a specialised bar is peculiar to France and Belgium (where only members of the Court of Cassation Bar belong to a separate bar council).", "30. Members of the Conseil d'Etat and Court of Cassation Bar, unlike members of the ordinary bar, are ministerial officers. The number of official appointees has been irrevocably set at sixty since 1817. The conditions of access require in principle the candidate to be a practising lawyer, to have undergone special training and to have passed a professional entrance examination organised by the Bar Council (the legislation nevertheless provides for a number of exemptions and special means of access). Appointments are made by order of the Minister of Justice, on the basis of a reasoned opinion issued by the Bar Council, the Vice-President of the Conseil d'Etat and the President of the Court of Cassation.", "31. In proceedings before the Court of Cassation, representation by a member of the Conseil d'Etat and Court of Cassation Bar is in principle compulsory, particularly in civil proceedings, unless an exemption is obtained. Members of the Conseil d'Etat and Court of Cassation Bar cannot represent the parties before the lower courts (although they may give advice and appear before the administrative courts of appeal and administrative courts). In proceedings before the Criminal Division of the Court of Cassation they are required to consult with the President of the Criminal Division before the hearing if they wish to make oral representations, in order to explain the points of law they wish to make orally and to determine by agreement the arrangements under which they will be allowed to do so.", "32. Directive 98/5/EC of the European Parliament and of the Council of 16 February 1998 to facilitate practice of the profession of lawyer on a permanent basis in a member State other than that in which the qualification was obtained provides, inter alia, at Article 5 § 3, sub-paragraph 2: “... in order to ensure the smooth operation of the justice system, member States may lay down specific rules for access to supreme courts, such as the use of specialist lawyers” (see also Court of Justice of the European Communities, 7 November 2000, Grand-Duchy of Luxembourg, Case no. 168/98)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}