{"ITEMID": "001-97860", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MERTER AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The first and second applicants were born in 1930 and 1953. The remaining applicants did not inform the Court of their dates of birth. They all live in Istanbul.", "6. On 16 May 1951 the owner of the neighbouring plot of land (“the neighbour”) brought an action in the Istanbul Civil Court of First Instance against the applicants' ancestor, Ahmet Muhtar Merter, claiming that the actual area of his land exceeded the amount indicated in the land registry records. He further claimed that, since the actual boundaries were not clear between his and the neighbouring plot of land, the applicants' ancestor was interfering with his use of the property (men-i müdahale davası). He therefore requested the court to resolve this dispute by determining the correct boundaries between the plots of land and ordering the accurate registration thereof.", "7. On 10 October 1954, as a result of the construction of a road passing through the land in question, the Cadastral Commission carried out a land survey in Bakırköy. The records concerning the plot in question were amended as a result of this exercise. Following this amendment, the plot in question was divided into nine different parts, namely, plots nos. 110, 113, 114, 115, 116, 117, 118, 119 and 168. Plot no. 113 was allocated as meadowland and registered in the name of the Treasury. It was decided that plots nos. 115, 116, 119 and 168 should be entered in the land register in the name of the applicants' ancestor and plots nos. 110, 114, 117 and 118 in the name of the neighbour. No dispute arose with regard to plot no. 168, therefore this allocation became final and the plot in question was registered in the name of the applicants' ancestor.", "8. By a decision of 10 November 1954, following the above registration process and the establishment of the Cadastral Courts, the Istanbul Civil Court of First Instance issued a decision of non-jurisdiction and transferred this lawsuit to the Bakırköy Cadastral Court. This decision was upheld by the Court of Cassation on 15 July 1955.", "9. By a decision of 5 February 1959, the Bakırköy Magistrate's Court designated Mehmet Rauf Merter and Hasan Tahsin as the heirs (“the heirs”) of Ahmet Muhtar Merter following his death.", "10. On 23 July 1960 the Bakırköy Cadastral Court decided that plots nos. 115, 116 and 119 should be registered in the names of the heirs, plots nos. 113 and 118 in the name of the Treasury, and plots nos. 110, 114 and 117 in the name of the neighbour. On 13 March 1961 the Court of Cassation quashed this judgment and remitted the case to the Bakırköy Cadastral Court.", "11. In 1967 the Treasury, the Municipality of Istanbul and the heirs of four other persons intervened in the proceedings. Relying on the Ottoman land registry records (temessük kayıtları), they claimed ownership rights over the plots in question.", "12. On 17 July 1970 the second applicant, Ahmet Attila Merter, also intervened in the proceedings before the Bakırköy Cadastral Court as a testamentary heir.", "13. On 9 May 1988 the Bakırköy Cadastral Court decided that plots nos. 115 and 119 should be registered in the names of the applicants (as heirs of Ahmet Muhtar Merter) and plots nos. 113 and 118 in the names of the Municipality of Istanbul and the Treasury respectively. The court also held that plots nos. 110, 114, 116 and 117 should be registered in the names of the heirs of the neighbour. The court further allowed the request to intervene by the heirs of Ahmet Kethüda who stated that their ancestor had partially maintained the last-mentioned plots in his possession before the proceedings had begun. The total number of parties to the proceedings increased to forty-eight.", "14. On 6 March 1990 the Court of Cassation quashed the judgment of 9 May 1988 for non-compliance with the procedure for the announcement of the judgment. It further considered that the examination conducted by the first-instance court was insufficient and that the court should have considered the de facto possession of these plots of land.", "15. On 23 December 1992, having conducted a land survey and with reference to an expert report, the Bakırköy Cadastral Court set aside its decision concerning the registration of plots nos. 115 and 119 in the names of the applicants. Following its examination of the Ottoman land registry records (temessük kayıtları), the court ruled that the aforementioned plots should be registered in the names of the heirs of Hacıahmet, son of Mehmet, and that plots nos. 113 and 118 should be registered in the names of the Municipality of Istanbul and the Treasury respectively. The court also held that plots nos. 110, 114 and 117 should be registered in the names of the heirs of the neighbour.", "16. It is to be noted that this judgment was not served on the first applicant, Mehmet Rauf Merter, but on his legal representative, who had died in 1989 (see paragraphs 23-26 below).", "17. In a decision dated 8 February 1994 the Court of Cassation upheld the above judgment in part and quashed the remainder. It reasoned that the examination conducted by the Court of First Instance had been insufficient because it had given judgment despite contradictory expert reports and witness statements. It further reasoned that the court had also failed to verify whether some of the documentary evidence was genuine. The Court of Cassation held in particular that the Court of First Instance had erred in its finding concerning the registration of plots nos. 115 and 119. However, it upheld the judgment of 23 December 1992 with regard to plots nos. 110, 113, 114, 116, 117 and 118. It further dismissed a rectification request by the parties on 26 January 1995. Thus, while the judgment became final in respect of the aforementioned plots, the dispute continued as regards plots nos. 115 and 119.", "18. On 7 May 1996 the Bakırköy Cadastral Court, relying on the Ottoman land registry records, decided that 50% of plots nos. 115 and 119 should be registered in the names of the heirs of Mehmet Hidayet and the remaining 50% in the name of Mehmet Oral, who had purchased part of the plots from Mehmet Hidayet. The court further noted that the heirs of Ahmet Muhtar Merter (the applicants' ancestor) had failed to prove their possession of the plots for twenty years.", "19. It is to be noted that the first applicant, Mehmet Rauf Merter, was not a party to the above proceedings, although the remaining four applicants, as heirs of Ahmet Muhtar Merter, were noted as litigants in the court's above-mentioned judgment.", "20. On 4 February 1997 the Court of Cassation dismissed an appeal lodged by the heirs of the neighbour, the Municipality of Istanbul and the Treasury against the above decision. It also rejected a rectification request by the appellants on 30 September 1997. The judgment of 7 May 1996 thus became final.", "21. On 30 December 1997 the applicants brought an action in the Bakırköy Cadastral Court asking for the proceedings to be reopened (iade-i muhakeme) on the basis of newly discovered documentary evidence. They claimed that plots nos. 115 and 119 should be registered in their names.", "22. On 27 May 1998 the Bakırköy Cadastral Court rejected the applicants' request to reopen the proceedings. The Court of Cassation upheld this judgment on 8 May 2000.", "23. On 1 February 1999 the first applicant applied to the Bakırköy Cadastral Court claiming that the judgment of 23 December 1992 had been served on his legal representative who had died in 1989 and that he had not been able to learn of it in time to appeal within the statutory time-limit. He therefore asked the court to serve the said judgment on him and to grant him leave to appeal.", "24. On 2 February 1999 the court dismissed the first applicant's requests on the grounds that the judgment in question had been communicated to the parties and had already been enforced. The first applicant appealed.", "25. On 13 June 2000 the Court of Cassation quashed the Bakırköy Cadastral Court's judgment of 2 February 1999 on the ground that the case file did not contain any information or document indicating that the judgment in question had been duly served on the first applicant. It therefore granted the first applicant leave to appeal but, after re-examining the case, dismissed his appeal.", "26. On 31 May 2002 the Court of Cassation dismissed the first applicant's request for rectification of its decision of 13 June 2000.", "27. According to the information given by the Government, on 30 September 2002 the applicants brought a new action in the Bakırköy Cadastral Court asking for the proceedings to be reopened. The applicants' action was communicated to the parties (forty-eight persons) and the proceedings are still pending.", "28. Meanwhile, on an unspecified date, the applicants filed another action with the Bakırköy Court of First Instance claiming compensation from the Bakırköy Land Registry Office (tapu sicil müdürlüğü). The applicants alleged that they had sustained damage on account of the negligence and mistakes made by the defendant in keeping the land registry records. These proceedings were suspended pending the outcome of the proceedings before the Bakırköy Cadastral Court.", "29. It is to be noted that the applicants did not provide any information or raise any complaints about the proceedings pending before the Bakırköy Cadastral Court and the Bakırköy Court of First Instance."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}