{"ITEMID": "001-22296", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "HOLDING AND BARNES PLC v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Holding And Barnes Plc, is public limited company incorporated in 1964 and with a registered office in Canvey Island, Essex. It is represented before the Court by Mr T. Pittas, a solicitor practising in London.", "The facts of the case, as submitted on behalf of the applicant, may be summarised as follows.", "The applicant company is involved in the storage and sale of damaged vehicles. It applied for planning permission to relocate part of its business. On 2 May 2000 the local authority resolved that it was minded to grant planning permission. However, on 25 July 2000 the Secretary of State for the Environment wrote to the Council requesting it to direct the application to him under Section 77 of the Town and Country Planning Act 1990 (see below).", "The Secretary of State considered that he should exercise his power to “call-in” the applicant’s application because of the nature of the proposed use, the impact it could have on the future economic prosperity of the region, and the proposed site’s location next to hazardous gas storage installations.", "The applicant challenged the Secretary of State’s power to “call-in” the application as a breach of Article 6 § 1 of the Convention, and the case together with three others raising a similar issue was heard by the Divisional Court on 13 December 2000, which found in favour of the applicants. The Secretary of State appealed to the House of Lords which held, on 9 May 2001, that there had been no breach of Article 6 § 1. Reversing the decision of the Divisional Court, the House of Lords held that, although the Secretary of State was not himself an independent and impartial tribunal when dealing with called in or recovered matters, the crucial question under Article 6 of the Convention was whether there was sufficient judicial control to ensure determination by such a tribunal subsequently. The jurisprudence of the European Court of Human Rights (in particular, the judgment of the Court in Bryan v. the United Kingdom: see below) did not require such control to constitute a rehearing on an application by an appeal on the merits. What was required was that there should be a sufficient review by a court satisfying the requirements of independence and impartiality of the legality of the decisions and the procedures followed. The judicial review jurisdiction of the High Court constituted such a review (R. v. Secretary of State for the Environment, ex parte Holding and Barnes, Alconbury Developments Ltd and Legal and General Assurance Society Ltd, [2001] UKHL 23; [2001] 2 All ER 929).", "Following the House of Lords’ decision the applicant was forced to abandon part of its relocation plans and substantially to amend its request for planning permission. The Secretary of State granted the amended application on 6 December 2001.", "Under English law, most applications for planning permission are determined by elected local authorities, with the possibility of appeal to an inspector appointed by the Secretary of State for the Environment. However, under section 77 of the Town and Country Planning Act 1990 (“the 1990 Act”), the Secretary of State has a power to “call-in” planning applications for his own determination. The Secretary of State has a number of other roles in the field of planning, including the development of policy and the provision of guidance to be taken into account by others determining planning applications and the control of development plans for all areas of the country.", "The Town and Country Planning (Development Plans and Consultation) (Departures) Directions 1999, contained in Circular 07/99, contain guidance on the call-in of applications. Paragraph 2 of the Circular advises that the Secretary of State will “maintain his policy of, in general, only calling in for his own determination those applications which raise planning issues of more than local importance”.", "Under section 77(5) of the 1990 Act, before determining a “called-in” application, at the request of either the applicant or the local authority, the Secretary of State must appoint an inspector to hear oral submissions from both parties. The parties are allowed to call and cross-examine witnesses at these hearings (Town and Country Planning (Inquiries Procedure) (England) Rules 2000: “the 2000 Rules”). Following such a hearing, the inspector will prepare a report in which he or she sets out his or her conclusions and recommendations. If the Secretary of State is inclined to reach a different conclusion because he or she differs from the inspector on any material question of fact or takes into consideration new evidence or new facts, the parties are entitled to be informed before the Secretary of State makes a decision, and must be given the opportunity to make written representations or ask for the inquiry to be reopened to assess the new evidence (2000 Rules, rule 17).", "The 1990 Act provides in section 288 for judicial review of an order made by the Secretary of State following the call-in procedure:", "(1) If any person -", "(a) is aggrieved by any order to which this section applies and wishes to question the validity of that order on the grounds -", "(i) that the order is not within the powers of this Act, or", "(ii) that any of the relevant requirements have not been complied with in relation to that order; or", "(b) is aggrieved by any action on the part of the Secretary of State to which this section applies and wishes to question the validity of that action on the grounds -", "(i) that the action is not within the powers of this Act, or", "(ii) that any of the relevant requirements have not been complied with in relation to that action,", "he may make an application to the High Court under this section.”", "In the House of Lords’ judgment in the present case, Lord Slynn of Hadley described the scope of judicial review under the 1990 Act as follows:", "“It has long been established that if the Secretary of State misinterprets the legislation under which he purports to act, or if he takes into account matters irrelevant to his decision or refuses or fails to take account of matters relevant to his decision, or reaches a perverse decision, the court may set his decision aside. Even if he fails to follow necessary procedural steps - failing to give notice of a hearing or to allow an opportunity for evidence to be called or cross-examined, or for representations to be made or to take any step which fairness or natural justice requires, the court may interfere. The legality of the decision and the procedural steps must be subject to sufficient judicial control.”", "Lord Slynn continued that he was further of the view that the court had jurisdiction to quash the Secretary of State’s decision for a misunderstanding or ignorance of an established and relevant fact (§§ 50 and 53 of the judgment; and see also Lord Nolan at § 61, Lord Hoffman at § 130 and Lord Clyde at § 169)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}