{"ITEMID": "001-68646", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MACKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1923 and lives in Liptovský Mikuláš.", "9. The father of the applicant owned a residential house. At some point in the late 1940s or early 1950s the house was expropriated and attributed to a State company. The applicant's father died in 1959.", "10. On 23 January 1991 the applicant lodged a demand with the State company for restoration of the house to her under the ExtraJudicial Rehabilitations Act (Law no. 87/1991 Coll.).", "11. On 25 March 1992 the applicant filed a claim against the State company with the Liptovský Mikuláš District Court (Okresný súd) for the restitution of the house. In response to the District Court's request the applicant clarified and supplemented her original submission on 4 November 1992.", "12. On 9 September 1993 the applicant submitted a further specification of the subjectmatter of her action.", "13. On 14 September 1993 the District Court held a hearing.", "14. By a submission of 23 September 1993 the applicant restated the scope of the subjectmatter of her action.", "15. On 7 October 1993 the District Court held a hearing and granted the action.", "16. On 3 November 1993 the judgment was sent by registered mail to both parties. The State company confirmed receipt of the judgment by signing a postal delivery card (doručenka) indicating 22 November 1993 as the date of service.", "17. On 6 December 1993 the State company filed an appeal to the Banská Bystrica Regional Court (Krajský súd). It claimed that the District Court's judgment had been served on it on 22 November 1993.", "18. On 23 December 1993 the applicant filed her observations in reply to the appeal.", "19. On 11 January 1994 the District Court transmitted the casefile to the Regional Court for a determination of the appeal. On 14 March 1994 the Regional Court returned the casefile to the District Court as the latter had failed to collect the court fee from the appellant State company. On 25 August 1994 the District Court resubmitted the appeal to the Regional Court after having collected the court fee.", "20. On 17 November 1994 the Regional Court held a hearing on the appeal, quashed the District Court's judgment and remitted the case to the District Court for reexamination.", "21. On 11 January 1995 the District Court requested the parties to submit further evidence and especially the Decree of 8 July 1950 on nationalisation of the estate of the applicant's father (the “Nationalisation Decree of 1950”). On 19 February 1995 the applicant submitted evidence and informed the District Court that she was still searching for the Nationalisation Decree of 1950 and that she would submit it as soon as it was found.", "22. On 9 March 1995 the applicant informed the District Court that, according to reports of 16 February and 2 March 1995 from the Slovakian National Archive and the Liptovský Mikuláš District Library, respectively, the Nationalisation Decree of 1950 could not be found there.", "23. On 14 September 1995 the applicant appointed a lawyer to represent her in the proceedings.", "24. On 11 October 1995 the Ministry of Administration and Privatisation of National Property (Ministerstvo pre správu a privatizáciu národného majetku) decided under the Act on the Transfer of State Property to Private Persons (Law no. 92/1991 Coll., as amended) to privatise the subsidiary of the State company whose assets comprised the house. The State company was transformed into a private joint stock company (“the privatised company”). Its assets were transferred to the National Property Fund (Fond národného majetku – “the Fund”) and later invested in the privatised company. The Fund subsequently sold 51% of the shares of the privatised company to a third private party.", "25. The hearing scheduled for 14 March 1996 had to be adjourned as none of the parties appeared, the applicant having duly apologised for her absence.", "26. On 22 April 1996 the National Archive informed the applicant again that it was unable to find the Nationalisation Decree of 1950.", "27. On 4 June 1996 the applicant requested that the District Court investigate when its judgment of 7 October 1993 had been served on the State company.", "28. The District Court then made an inquiry with the Liptovský Mikuláš Post Office about the service of the judgment of 7 October 1993 to the State company and obtained the information that service had been effected on 4 November 1993.", "29. On 2 September 1996 the applicant informed the District Court that she had withdrawn the power of attorney from her previous legal representatives. She appointed as a new representative her son who permanently resided in Toronto (Canada) but, at that time, was staying and had an address in Slovakia. The applicant identified the privatised company as the new defendant to her action and made a new submission concerning the merits of her case. Among other things, she pointed out that the District Court's judgment of 7 October 1993 had in fact already been received by the State company on 4 November 1993. She maintained that in order to satisfy the fifteen days' timelimit for its appeal of 6 December 1993, the State company had forged the date stated in the postal delivery card to indicate 22 November 1993 as the judgment service date. She requested that that appeal be declared inadmissible as having been lodged out of time and that her action be granted.", "30. The applicant made six written submissions between September 1996 and February 1997. The privatised company also made three written submissions between November 1996 and February 1997.", "31. In the meantime, on 19 September 1996 and 23 January and 7 February 1997 the District Court held hearings. The hearing of 23 January had to be adjourned in order that the District Court could examine the recent submissions of the parties.", "32. On 19 February 1997 the applicant informed the District Court of her witnesses.", "33. On 28 February 1997 the District Court requested information from the Fund concerning the settlement of the applicant's restitution claims in the process of privatisation of the State company. The Fund replied on 6 March 1997.", "34. The applicant made further written submissions on 21 March, 24 March and 9 April 1997.", "35. On 10 April 1997 the District Court held a hearing and gave a new judgment in the case. It ordered the privatised company to surrender the house to the applicant. The District Court further decided that the applicant was entitled to compensation in respect of her legal costs. As to the amount of this compensation, the District Court accepted only a minor part of the applicant's claim and dismissed its remainder.", "36. On 14 April 1997 the applicant submitted a further specification of her claim for compensation in respect of the costs and expenses.", "37. On 27 May 1997 the privatised company lodged an appeal against the District Court's judgment of 10 April 1997 with the Žilina Regional Court. On 13 June 1997 the applicant filed her observations in reply to the company's appeal.", "38. The Regional Court called a hearing for 10 February 1998 but it had to be adjourned as neither the applicant nor her representative who was at that time in Canada appeared. On 26 February 1998 the applicant requested that the Regional Court fix the next hearing for 18 March 1998 as on that day her representative would be able to attend.", "39. On 17 March and 21 April 1998 the Regional Court held hearings. Following the later one, on the same day, the Regional Court gave a judgment in which it upheld the District Court's judgment as regards the merits of the case. As to the applicant's argument concerning the admissibility of the State company's appeal of 6 December 1993, the Regional Court found it established that the judgment of 7 October 1993 had in fact been served on the State company on 4 November 1993 and not on 22 November 1993. It however held that it was not competent to reexamine the admissibility of the appeal of 6 December 1993 as this appeal had already been determined by the Banská Bystrica Regional Court in its decision of 17 November 1994. The Regional Court found the District Court's ruling in respect of the applicant's costs and expenses to be “absolutely incomprehensible”, quashed it and remitted the matter to the District Court for a new decision. The decision on the merits of the case became final and binding on 20 August 1998.", "40. On 1 December 1998 the Regional Court corrected a clerical error in its judgment of 21 April 1998.", "41. On 1 March 1999 a Judicial Enforcement Officer (súdny exekútor), commissioned by the applicant to enforce the District Court's judgment of 10 April 1997, as upheld by the Regional Court on 21 April 1998, notified the privatised company that enforcement proceedings had been instituted. The privatised company filed objections against this enforcement with the District Court.", "42. On 19 May 1999 the District Court dismissed the company's objections and the enforcement was successfully completed.", "43. On 6 April and 13 October and 14 October 1999 and 2 May 2001 the applicant made further submissions concerning her claim for reimbursement of her costs and expenses. In the meantime she was instructed by the District Court to bring her claims in line with the applicable procedural requirements.", "44. In its decision of 21 May 2001 the District Court made an award for costs. As no appeal was lodged, it became final and binding."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}