{"ITEMID": "001-24064", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "REEVES v. NORWAY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Ms Pamela Kay Reeves, is a national of the United States of America (the USA), who was born in 1969 and lives in Smyrna, Georgia, the USA. She is represented before the Court by Mr T. Randby, a lawyer practising in Oslo.", "The respondent Government were represented by Mr H. Harborg of the Attorney general’s Office (Civil Matters) as Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and T.F. met in New York in 1993. The same year she moved to Norway and settled in Bergen. In December 1994 they married. Together they have a daughter born in September 1998. The couple separated in the spring 1998 and later divorced. The applicant and her former husband had acquired an undetached house in Bergen in 1995, in which she continued to live with her daughter until 30 December 1998.", "On the latter date, at around 11 p.m., the house was severely damaged by fire. As was subsequently found established in the ensuing judicial proceedings mentioned below, ten, or maximum fifteen, minutes elapsed between the applicant’s leaving the house and a neighbour discovering the fire.", "On 15 September 1999 the applicant was charged with (1) having set fire, on her own or together with others, to her own main residence home and causing arson, entailing damages amounting to NOK 1,000,000; (2) having done so in order to obtain insurance compensation; (3) having reported to the police a theft of a Rolex watch and other valuables, worth NOK 90,000, despite the fact that she was in the possession of the watch and the other objects were lent to friends of her (Articles 291, 292, 272, first and second paragraphs, 171 (1) of the Penal Code and section 13 of the Fire Prevention Act together with Article 62 of the Penal Code).", "The Bergen City Court (byrett) held a trial hearing over 7 days, during which it heard 26 witnesses, including fire experts, and carried out an on site visit of the property. On 23 March 2000 the City Court convicted the applicant of the charges and sentenced her to two years’ imprisonment, from which the 30 days she had spent in pre-trial dentition were to be deducted. In addition, she was ordered to pay to the Vesta Forsikring AS, the insurance company with which the house was insured, NOK 1,430,347 in compensation, corresponding to the insurance payments made by the company. She was held liable under the general principle of law on civil compensation (“culpa-grunnlag”) because she had with intent caused the insurance company damage.", "The applicant appealed against the conviction and sentence as well as the compensation order to the High Court. Sitting with three professional judges and four lay judges (meddommere), the High Court heard the case between 8 and 23 January 2001, during which it took evidence from 34 witnesses, including fire experts, and made an on site visit of the property.", "On 16 February 2001 the High Court maintained the conviction of the applicant on the charges of insurance fraud with respect to her declarations of thefts of certain objects, but acquitted her with respect to the remaining charges. It sentenced the applicant to 30 days’ imprisonment, from which the period (30 days) spent in custody were to be deducted. Moreover, the High Court upheld the City Court’s judgment in so far as concerns the order that the applicant pay compensation.", "In reaching the above conclusions the High Court was divided. All the professional judges and two of the lay judges voted for the applicant’s conviction on the charge of false declaration of theft, the other two lay judges voted against.", "As regards the charges related to arson, the majority (composed of two professional judges and two lay judges) voted for the applicant’s conviction, finding it established beyond reasonable doubt that she had with intent started the fire and this with the intention to obtain insurance compensation.", "The minority (composed of one professional judge and two lay judges) voted for the applicant’s acquittal, finding it not proven beyond reasonable doubt that the house had been set fire to and that it could not be excluded that the fire had its origin in the house’s electric installations. Under Article 35 of the Code of Criminal Procedure, requiring a minimum of five votes for conviction, the votes of the minority, was decisive and the applicant was accordingly acquitted of these charges.", "As to the issue whether the applicant in the specific circumstances should be held liable to pay civil compensation, the judgment contained the following reasons:", "“The High Court’s majority refers to its above-mentioned observations with regard to the fire.", "“Justice Einarsen finds that on the balance of probabilities there is a clear probability that the defendant is guilty of setting the fire as described in the indictment even though in his opinion the evidence in the case does not suffice to establish criminal guilt as regards these charges for the reason that he is unable to exclude that the fire could have been caused by an electrical fault.”", "...", "In the [new] majority’s view there is no doubt that the conditions for making an award for compensation are fulfilled, even though there is internal disagreement as to the extent to which the evidence satisfies the criminal burden of proof.... There is no dispute as to the other conditions for compensation or its size. ...", "The minority ([the two lay judges of the minority]) finds that the conditions for compensation have not been fulfilled.”", "The applicant sought to appeal against the above judgment and the High Court procedure but, on 29 June 2001, the Appeals Selection Committee of the Supreme Court refused her leave to appeal.", "Under Norwegian criminal law there are four basic conditions that must be met in order to establish criminal liability:", "(1) the accused has committed the proscribed act or omission (actus reus) which is contrary to a provision of the Penal Code or to a special statutory penal provision in force at the time when the act was committed;", "(2) there are no exonerating circumstances (e.g. self-defence);", "(3) the accused has acted with intent (mens rea), unless otherwise expressly stated in the relevant penal provision; and", "(4) the accused was of sound mind at the time of the commission of the offence.", "As a general rule, the prosecution has to prove these four elements beyond reasonable doubt. Any reasonable doubt shall benefit the accused (in dubio pro reo).", "Reasons are to be given for the High Court’s decision on criminal liability, unless it sits with a jury, and for its decision on compensation (Article 40, second sub-paragraph, of the 1981 Code of Criminal Procedure and Article 144 (4) of the 1915 Code of Civil Procedure).", "Pursuant to Article 35 of the Code of Criminal Procedure:", "“A decision on the issue of guilt in disfavour of the person charged requires five votes in the High Court. ...", "Otherwise all decisions shall be made by an ordinary majority unless otherwise provided. ...”", "Under the Code of Criminal Procedure, a civil claim may be pursued in connection with a criminal trial, provided that the claim arises from the same set of facts. Consequently, the civil claim of a victim may be decided either in connection with a criminal case or in separate proceedings. Article 3 reads:", "“Any legal claim that the aggrieved person or any other injured person has against the person charged may, in accordance with the provisions of chapter 29, be pursued in connection with such cases as are mentioned in Article 1 or Article 2, provided that the said claim arises from the same act that the case is concerned with. On the said conditions the following claims may also be pursued:", "(4) recourse claims which an insurance company or any other person that has paid out compensation, insurance or a pension on account of the damage has against the person charged.", "The claims specified in the first and second paragraphs are deemed to be civil claims and shall be dealt with in accordance with the provisions of chapter 29...”.", "Other provisions concerning civil compensation claims may be found in Chapter 29 of the Code of Criminal Procedure, notably the following:", "“In a public prosecution the prosecuting authority may on application pursue such civil legal claims as are specified in Article 3. ...”", "“Any person who has any such civil claim as is specified in Article 3 may himself pursue it in connection with a public prosecution if a trial hearing is held. ...”", "“A separate appeal against a decision on civil claims shall be brought in accordance with the provisions of the Code of Civil Procedure. The same shall apply to a reopening of the case.”", "A claim for compensation for damage submitted by a victim under the general principles on the law of torts is subject to his or her showing that the alleged perpetrator, with intent or gross negligence, committed the wrongful act. The test is normally the balance of probabilities and the burden of proof lies with the claimant. This burden may be heavier where liability may have serious consequences for the respondent’s reputation, though it will be less than for criminal liability. The competent court has to determine liability in the light of all the evidence available at the time of the adjudication of the case.", "The objective constitutive elements of acts which may give rise to both criminal liability and civil liability to pay compensation are not always the same. The subjective constitutive elements in principle differ: normally criminal liability requires intent whereas liability to pay compensation requires gross or simple negligence. There may be exonerating circumstances – such as self-defence, necessity, provocation or ignorance – which exclude criminal liability but which do not exclude liability to pay compensation. A person of unsound mind may be exempted from criminal liability but not necessarily from civil liability to pay compensation (see Norges Offentlige Utredninger (Norwegian Official Reports) 2000:33, “Erstatning til ofrene hvor tiltalte frifinnes for straff” (“Compensation to victims in cases where the accused has been acquitted on the criminal charge”), a study by J.T. Johnsen, Professor of Law, Chapter 1, section 1.3.2).", "The purposes of the criminal law and the law on compensation are not identical. While deterrence and restoration are important considerations in both areas of law, the former places emphasis on retribution and the latter on the allocation of financial loss. The two systems also supplement one another in important respects. While criminal-law sanctions are particularly designed to deter actual and potential offenders from committing offences, those of the law of compensation are particularly designed to meet the aggrieved person’s need for economic redress (ibid., Chapter 1, section 1.2.1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}