{"ITEMID": "001-22062", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "XENODOCHIAKI S.A. v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens", "TEXT": ["The applicant company is incorporated under Greek law, has its head office in Athens and is currently under liquidation. It is represented before the Court by Mrs S. Spiliotopoulou-Koukouli, a lawyer practising in Athens.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1957 the Subsidiary Insurance Fund for Commercial-Shop Employees (Ταμείο Επικουρικής Ασφαλίσεως Υπαλλήλων Εμπορικών Καταστημάτων – hereinafter TEAYEK), a public body under the supervision of the Ministry of Labour, leased to the applicant company a hotel in Athens.", "On 7 August 1981 TEAYEK granted the applicant company the right to convert the hotel into a courthouse and sublease it to the State for a period of five years. On the same date the applicant company entered into an agreement with the State and TEAYEK for the sublease of the building to the State. The rent would be paid by the Court-Buildings Fund (Ταμείο Χρηματοδοτήσεως Δικαστικών Κτιρίων – hereinafter TAXDIK), a public body, and the Ministry of Justice to TEAYEK and the applicant company.", "On 15 January 1987 the sublease came up for re-negotiation. The applicant company requested a 20% increase, which TEAYEK accepted. The State refused. However, it did not evacuate the premises, which it continues using until today to house the Court of Appeal of Athens. TEAYEK, considering that the sublease had been terminated, asked the State and TAXDIK to pay it the entire rent. The State and TAXDIK, not knowing to whom to pay the part of the rent that used to be collected by the applicant company, started deposing that part with the Fund for Trusts and Loans (Ταμείο Παρακαταθηκών και Δανείων).", "On 14 May 1987 the applicant company sued the State and TAXDIK for its part of the rent from 1 January 1987 to 30 June 1987 before the single-member first instance civil court of Athens (first action). On 30 September 1987 the court accepted the applicant company’s action (decision no. 11919/1987 concerning the first action). On 14 December 1987 the defendants appealed. On 19 January 1988 TEAYEK intervened in the proceedings in favour of the appellants.", "On 18 March 1988 Parliament enacted a law (no. 1759/1988) entitled “social cover of uninsured groups, improvement of the social security and other provisions”. Section 34 § 3 of that law provides for the termination of leases of real property owned by social security funds under the supervision of the Ministry of Health and Social Welfare and Security, if the property is used as commercial premises by a person other than the leaseholder. In that case the lease continues between the owner and the subtenant. It was indicated in the explanatory report that the subleases in question were continuously renewed and were “unfavourable and unprofitable” to the funds because it was the leaseholder who made capital of the bigger part of the rent. Thus, the purpose of the provision was to “stop the exploitation of the social security funds and their pensioners”.", "On 22 March 1988 the Court of Appeal of Athens rejected both the appeal of the State and TAXDIK and the intervention of TEAYEK (decision no. 4257/1988 concerning the first action).", "TAXDIK and the State appealed in cassation. TEAYEK did not. On 29 June 1988 the Court of Cassation rejected the appeal. It held that the sublease was tacitly renewed and that the State, which continued to use the building, had to pay the applicant company its part of the rent. The Court of Cassation made no reference to Law no. 1759/1988 (decision no. 1255/1988 concerning the first action). Subsequently, the applicant company was paid the amounts fixed.", "On 12 August 1988 the applicant company sued the State and TAXDIK for its part of the rent from 18 March 1988 to 30 September 1988 before the single-member first instance civil court of Athens (second action). The defendants relied on section 34 § 3 of Law no. 1759/1988. The applicant company argued that the provision in question violated the constitutional provisions on equality and separation of powers. TEAYEK intervened in the proceedings claiming the rent for itself. On 14 March 1989 the court allowed TEAYEK’s intervention and dismissed the action (decision no. 1399/1989 concerning the second action). The applicant company appealed.", "On 20 May 1989 the applicant company sued the State and TAXDIK for its part of the rent from 1 October 1988 to 30 September 1989 (third action). On 20 December 1989 the applicant company sued the State and TAXDIK for its part of the rent between 1 October 1989 and 31 December 1989 (fourth action). TAYEK intervened in both actions claiming the rent for itself.", "On 5 February 1990 the Athens Court of Appeal upheld the applicant company’s appeal against the first instance court’s decision of 14 March 1989 on the ground that section 34 § 3 of Law no. 1759/1988 did not apply to the case under consideration, which did not concern the lease of “commercial” premises (decision no. 1206/1990 concerning the second action). The State, TAXDIK and TEAYEK appealed in cassation. The applicant company also appealed arguing that the courts should declare section 34 § 3 of Law no. 1759/1988 unconstitutional because it violated the right to equal treatment, the right to property and the principle of separation of powers.", "On 17 May 1990 the first instance court allowed the applicant company’s actions of 20 May 1989 and 20 December 1989 on the ground that section 34 § 3 of Law no. 1759/1988 did not apply (decision no. 3395/1990 concerning the third action and decision no. 3398/1990 concerning the fourth action). The State, TAXDIK and TEAYEK appealed. The applicant company also appealed asking the court to declare section 34 § 3 of Law no. 1759/1988 unconstitutional.", "On 20 June 1990 the applicant company sued the State and TAXDIK for its part of the rent from 1 January 1990 to 30 June 1990 (fifth action). TEAYEK intervened. On 30 January 1991 the first instance court allowed the action on the ground that section 34 § 3 of Law no. 1759/1988 did not apply (decision no. 3543/1991 concerning the fifth action). The State, TAXDIK and TEAYEK appealed. So did the applicant company relying on the alleged unconstitutionality of the above provision.", "On 30 October 1990 the applicant company sued the State and TAXDIK for its part of the rent from 1 July 1990 and 31 December 1990 (sixth action) and on 16 July 1991 it sued them for its part of the rent from 1 January 1991 and 31 June 1991 (seventh action). TEAYEK intervened.", "On 31 July 1991 the first instance court allowed the action of 30 October 1990 on the ground that section 34 § 3 of Law no. 1759/1988 did not apply (decision no. 6556/91 concerning the sixth action). The State, TAXDIK and TEAYEK appealed. The appeal is still pending.", "On 15 November 1991 the Athens Court of Appeal dismissed the appeals of the State, TAXDIK and TEAYEK against the first instance decisions of 17 May 1990, finding section 34 § 3 of Law no. 1759/1988 inapplicable (decision no. 9995/1991 concerning the third action and decision no. 9994/1991 concerning the fourth action).", "On 8 January 1992 the applicant company sued the State and TAXDIK for its part of the rent from 1 July 1991 to 30 December 1991 (eighth action). The proceedings are still pending.", "On 10 February 1992 the Athens Court of Appeal dismissed the appeal of the State, TAXDIK and TEAYEK against the first instance decision of 30 January 1991 (decision no. 1308/92 concerning the fifth action). The State, TAXDIK and TAYEK did not appeal in cassation.", "On 30 June 1992 the first instance court allowed the action of 16 July 1991 on the ground that section 34 § 3 of Law no. 1759/1988 was inapplicable (decision no. 6146/1992 concerning the seventh action). The State, TAXDIK and TEAYEK appealed. The appeal is still pending.", "On 28 July 1992 the applicant company sued for its part of the rent from 1 January 1992 to 30 June 1993 (ninth action). The proceedings are still pending.", "On 17 March 1993 the applicant company sued for its part of the rent from 1 July 1992 to 31 December 1992 (tenth action). The proceedings are still pending.", "On 23 March 1993 the applicant company sued for its part of the rent from 1 January 1993 to 30 June 1993 (eleventh action). The proceedings are still pending.", "On 21 July 1993 the Court of Cassation allowed the State’s, TAXDIK’s and TEAYEK’s appeal in cassation against the Court of Appeal’s decision of 5 February 1990 considering that, according to section 34 § 3 of Law no. 1759/1988, TEAYEK was entitled to the whole rent (decision no. 770/1993 concerning the second action). However, on the same date it dismissed their appeals in cassation against the Court of Appeal’s decisions of 15 November 1991; it considered that the Court of Appeal had correctly decided the third and fourth actions because at the time it was bound by the res judicata effect of its own decision of 5 February 1990 (decision no. 768/1993 concerning the third action and decision no. 769/1993 concerning the fourth action). The applicant company notified these decisions to the State and TAXDIK on 14 February 1994. Under the Code of Civil Procedure, the time-limit for introducing remedies against these decisions is of fifteen days. However, according to a special law, the State and TAXDIK could challenge these decisions within a time-limit of thirty days.", "On 10 March 1994 the State and TAXDIK asked the Court of Appeal to revise its two judgments of 15 November 1991 and then its judgment of 10 February 1992. On 28 December 1994 the Court of Appeal granted their first request (which concerned the two judgments of 15 November 1991), found section 34 § 3 of Law no. 1759/1988 applicable and not unconstitutional and reversed the first instance judgments (decision no. 6854/1994 concerning the third action and decision no. 6851/1994 concerning the fourth action).", "On 14 July 1995 the Court of Appeal also revised its judgment of 10 February 1992 (decision no. 8229/1995 concerning the fifth action).", "The applicant company appealed in cassation against decisions nos. 6851/1994 and 8229/1995. It claimed that the applications for revision were lodged out of time. It also invoked a violation of Articles 6 § 1 of the Convention and 1 of Protocol No. 1.", "On 1 April 1998 the Court of Cassation dismissed the appeal in cassation as being ill-founded. In the first place, the court considered that the applications for revision were lodged within the time-limit of thirty days which applies to recourses filed by the State. Moreover, it considered that the applicant company had not sufficiently substantiated its complaints under Articles 6 § 1 of the Convention and 1 of Protocol No. 1 (decision no. 480/1998 concerning the fourth action and decision no. 479/1998 concerning the fifth action). The above decisions were finalised (καθαρογραφή) on 1 June 1998 and filed (αρχειοθέτηση) on 2 July 1998. The Court of Cassation does not serve its judgments. The applicant company became aware of them on 7 July 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}