{"ITEMID": "001-88325", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KURTULMUS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms Sevgi Kurtulmuş, is a Turkish national who was born in 1958 and lives in Istanbul. She was represented before the Court by Ms F. Benli, a member of the Istanbul Bar.", "At the material time, the applicant was an associate professor at the Faculty of Economics of the University of Istanbul. She began her career in 1982 and said that she had worn the Islamic headscarf when she obtained her doctorate in 1992 and professorship in 1996.", "In 1998 she was the subject of a disciplinary investigation following an allegation that she had failed to comply with the rules on dress for public servants. On 5 January 1998 she was suspended from her duties pending the outcome of the investigation. On 12 February 1998, pursuant to paragraphs 5 (g) and 9 (m) of the Disciplinary Procedure Rules for Public Servants and Administrators in Higher-Education Institutions (Yüksek Öğretim Kurumları Yönetici, Öğretim Elemanı ve Memurları Disiplin Yönetmeliği – “the Disciplinary Procedure Rules”), she was given a warning and declared ineligible for promotion for two years on the ground that she had wilfully and persistently failed to comply with the applicable rules, despite receiving verbal and written reminders.", "On 18 May 1998 the applicant was reprimanded for continuing to wear the Islamic headscarf while teaching. Finally, on 27 May 1998 she was deemed to have resigned from her post under paragraph 15 of the Disciplinary Procedure Rules, again on the ground that she had wilfully failed to comply with the Rules on Dress applicable to Staff in State Institutions (Kamu Kurum ve kuruluşlarında çalışan personelin kılık-kıyafet yönetmeliği – “the Rules on Dress”).", "On 30 July 1998 she applied for an order setting aside the decision of 27 May. She submitted, inter alia, that there was no statutory basis for the measure and that the relevant rules of procedure had not been followed.", "On 27 April 1999 a public hearing was held, which the applicant’s counsel attended. On the same day, after deliberations, the Istanbul Administrative Court rejected the applicant’s application on the ground that the evidence in the investigation file showed that she had wilfully and persistently refused to comply with the rules on dress for public servants, despite being sent numerous reminders. It further found that the decision had been taken in accordance with the relevant procedural rules.", "On 17 June 1999 the applicant appealed on points of law against the judgment of 27 April 1999. She explained that, although paragraph 5 (a) of the Rules on Dress prohibited female members of staff from wearing the headscarf when performing their duties in educational institutions, the penalty prescribed by paragraph 5 (g) of the Disciplinary Procedure Rules for breaches of the Rules on Dress was a warning. Consequently, she argued that the only penalty to which she should have been liable was a warning or a reprimand and that the penalty imposed on her was unduly harsh and incompatible with the rights and freedoms protected by the European Convention on Human Rights.", "On 3 September 1999 Law no. 4455 came into force. It provided for public servants to be given an amnesty in respect of penalties imposed for disciplinary offences and for any resulting disability to be annulled.", "In a judgment of 9 December 1999, the Supreme Administrative Court ruled on the basis of Law no. 4455 that it was unnecessary to examine the merits of the applicant’s appeal on points of law since she had received an amnesty in respect of the penalties that had been imposed on her and the resulting disabilities had been annulled.", "However, on 16 February 2000 the applicant exercised her right under Law no. 4455 to lodge an application for orders reviving the proceedings and setting aside the judgment of 27 April 1999. She also requested a hearing.", "In a judgment of 27 June 2000, the Supreme Administrative Court upheld the judgment of 27 April 1999 without holding a hearing.", "The Court does not have any precise information on developments since the disciplinary penalties imposed on the applicant were cancelled, thereby giving her an opportunity to request reinstatement. However, the material before it indicates that the applicant, who argues that she has not received any written notification from the University, has not, in fact, requested reinstatement.", "Provisional section 19 of Law no. 657 on State employees (Devlet Memurları Kanunu) of 14 July 1965, which was published in the Official Gazette of 23 July 1965, requires public servants to comply with rules on dress laid down by statute, circulars or regulations. Section 125 of the Law provides that a failure by a public servant to comply with the rules will result in a warning and, in the event of a repeated breach, the “maximum penalty”.", "The Rules on Dress applicable to Staff in State Institutions (Kamu Kurum ve kuruluşlarında çalışan personelin kılık-kıyafet yönetmeliği) were adopted on 17 July 1982 and published in the Official Gazette of 16 July 1982. At the material time, paragraph 5 provided:", "“Female members of staff", "Clothes shall be clean, proper, ironed and plain. Shoes shall be plain, low-heeled and polished. No head covering shall be worn on work premises; hair shall be properly brushed and gathered, and nails cut. Trousers, blouses, and sleeveless or open-necked suits are prohibited. Skirts shall not be split or less than knee-length. Open shoes (sandals) shall not be worn.", "Male members of staff", "Clothes shall be clean, proper, ironed and plain. Shoes shall be plain and polished ... No head covering shall be worn on work premises ... Male members of staff shall not wear a beard and must shave every day ... Ties shall be obligatory.”", "Paragraph 4 of the Disciplinary Procedure Rules for Public Servants and Administrators in Higher-Education Institutions sets out a list of the disciplinary penalties, namely a warning, a reprimand, suspension from administrative duties, loss of salary, ineligibility for promotion, deemed resignation and dismissal from office. Paragraph 5 (g) lays down that the penalty for failing to comply with the Rules on Dress shall be a warning and, in the event of a repeated breach, the “maximum penalty”.", "The Amnesty for Public Servants and State Employees (Disciplinary Penalties) Act (Law no. 4455) came into force on 3 September 1999. Section 1 provided, inter alia, that persons on whom disciplinary penalties had been imposed before 23 April 1999 would receive an amnesty and that the penalty would be expunged from their service record. Section 2 of the Act entitled those concerned to make an application within one month after the date the Act came into force for an order reviving the proceedings.", "Transitional section 17 of Law no. 2547 of 25 October 1990 provides:", "“Choice of dress shall be free in institutions of higher education, provided that it does not contravene the law.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}