{"ITEMID": "001-60513", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF IGDELI v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["9. On 5 June 1995 police officers from the anti-terrorist branch of the İstanbul Security Directorate arrested the applicant, who was a student at the time, on suspicion of membership of an illegal organisation, the PKK.", "10. On 6 June 1995 the head of the anti-terrorist branch of the İstanbul Security Directorate wrote a letter to the Chief Public Prosecutor at the İstanbul State Security Court requesting permission for an extension of the applicant's detention in police custody until 12 June 1995. On the same day the Public Prosecutor no. 23783 granted the extension requested.", "11. On 12 June 1995 the Public Prosecutor no. 16429 at the İstanbul State Security Court questioned the applicant in relation to his actions within the PKK and submitted a petition to the İstanbul State Security Court requesting an order for the applicant's detention on remand.", "12. On the same day, the applicant was brought before the İstanbul State Security Court which ordered his detention on remand.", "13. On 23 August 1995 the Chief Public Prosecutor filed an indictment with the İstanbul State Security Court charging the applicant with membership of the PKK. The charges were brought under Article 168 § 2 of the Turkish Criminal Code and Article 5 of Law no. 3713 as well as Article 19 § 2 of Law no. 2918 (Traffic Act).", "14. On 9 August 1996 the applicant was released pending trial.", "15. On 18 November 1998 the applicant was sentenced to three years' imprisonment in accordance with Article 168 § 2 of the Turkish Criminal Code.", "16. Article 168 of the Criminal Code provides:", "“Any person who, with the intention of committing the offences defined in Articles..., forms an armed gang or organisation or takes leadership ... or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years' imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years' imprisonment.”", "17. Under Article 3 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991), the offence defined in section 168 of the Criminal Code is classified as a “terrorist” act.", "18. Pursuant to Article 5 of Law no. 3713, penalties laid down in the Criminal Code as punishment for the offences defined in Articles 3 and 4 of the Act are increased by one half.", "19. Article 19 of the Constitution provides:", "“Everyone has the right to liberty and security of person.", "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:", "...", "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days ... These time-limits may be extended during a state of emergency...", "...", "A person deprived of his liberty for whatever reason shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State for damage sustained by persons who have been victims of treatment contrary to the above provisions, as the law shall provide.”", "20. Under Article 9 of Law no. 3842 on procedure in state security courts, only these courts can try cases involving the offences defined in Articles 125 and 168 of the Criminal Code.", "21. At the material time Article 30 of Law no. 3842 of 18 November 1992, amending the legislation on criminal procedure, provided that, with regard to offences within the jurisdiction of state security courts, any arrested person had to be brought before a judge within 48 hours at the latest, or, in the case of offences committed by more than one person, within 15 days."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}