{"ITEMID": "001-75714", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PYRIKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1949 and lives in the Tula Region.", "5. In December 1997 the applicant was dismissed from his position.", "6. On 17 December 1997, according to the applicant, and 18 February 1998, according to the Government, the applicant and three other persons lodged an action against their former employer, a private company, for payment of wage arrears and compensation for non-pecuniary damage.", "7. On 13 May 1998 the Aleksin Town Court allowed the claim in part.", "8. The parties did not appeal and the judgment became final.", "9. On 27 September 1999 the Presidium of the Tula Regional Court granted the applicant’s request for a supervisory review, quashed the judgment of 13 May 1998 and remitted the case for a new examination.", "10. In February 2000 the applicant asked the Aleksin Town Court to examine his action in separate proceedings. The Town Court granted his request and adjourned the proceedings until 10 April 2000.", "11. The hearing of 10 April 2000 was adjourned until 21 August 2000 because the defendant did not attend.", "12. On 21 August 2000 the proceedings were stayed for one month because the applicant asked for additional time to amend his claims.", "13. On 25 September 2000 the Aleksin Town Court allowed the applicant’s claim in part.", "14. That judgment was quashed on appeal by the Tula Regional Court on 10 April 2000. The case was remitted for a new examination.", "15. Of the eleven hearings listed between September 2001 and April 2003, two hearings were adjourned because the judge was on sick leave, seven hearings were adjourned because the defendant did not attend or asked to stay the proceedings and two hearings were postponed at the applicant’s request.", "16. On 18 April 2003 Aleksin Town Court allowed the applicant’s claim in part.", "17. The judgment of 18 April 2003 was not appealed against and became final.", "18. On 11 October 2001 the Sovetskiy District Court of Tula granted the applicant’s action against the Ministry of Finance for outstanding unemployment benefits and awarded him 2,828.32 Russian roubles (RUR, approximately 103 euros).", "19. On 16 April 2002 the Tula Regional Court upheld the judgment on appeal.", "20. On 29 May 2002 the applicant filed a writ of execution to the Ministry of Finance, but the judgment was not enforced.", "21. On 2 December 2004 the judgment was enforced in full.", "22. On several occasions the applicant asked the Ministry of Finance for provision of unspecified information. No response followed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}