{"ITEMID": "001-79812", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TYSIĄC v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Javier Borrego Borrego;Kristaq Traja;Lech Garlicki;Matti Pellonpää;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1971 and lives in Warsaw.", "8. Since 1977 the applicant has suffered from severe myopia, the degree of which was established at -0.2 in the left eye and -0.8 in the right eye. Before her pregnancy, she was assessed by a State medical panel, for social-insurance purposes, as suffering from a disability of medium severity.", "9. The applicant became pregnant in February 2000. She had previously had two children, both born by Caesarean section. As the applicant was worried about the possible impact of the delivery on her health, she decided to consult her doctors. She was examined by three ophthalmologists (Dr M.S., Dr N.S.-B., Dr K.W.). It transpired from the documents submitted by the applicant that Dr M.S. had recommended that the applicant have frequent check-ups and avoid physical exertion. Dr N.S.-B. stated that the applicant should consider sterilisation after the birth. All of them concluded that, due to pathological changes in the applicant’s retina, the pregnancy and delivery constituted a risk to her eyesight. However, they refused to issue a certificate for the pregnancy to be terminated, despite the applicant’s requests, on the ground that the retina might detach itself as a result of pregnancy, but that it was not certain.", "10. Subsequently, the applicant sought further medical advice. On 20 April 2000 Dr O.R.G., a general practitioner (GP), issued a certificate stating that her third pregnancy constituted a threat to the applicant’s health as there was a risk of rupture of the uterus, given her two previous deliveries by Caesarean section. She further referred to the applicant’s short-sightedness and to significant pathological changes in her retina. These considerations, according to the GP, also required that the applicant should avoid physical strain which in any case would hardly be possible as at that time the applicant was raising two small children on her own. The applicant understood that on the basis of this certificate she would be able to terminate her pregnancy lawfully.", "11. On 14 April 2000, in the second month of the pregnancy, the applicant’s eyesight was examined. It was established that she needed glasses to correct her vision in both eyes by 24 dioptres.", "12. Subsequently, the applicant contacted a State hospital, the Clinic of Gynaecology and Obstetrics in Warsaw, in the area to which she was assigned on the basis of her residence, with a view to obtaining the termination of her pregnancy. On 26 April 2000 she had an appointment with Dr R.D., Head of the Gynaecology and Obstetrics Department of the clinic.", "13. Dr R.D. examined the applicant visually and for a period of less than five minutes, but did not examine her ophthalmological records. Afterwards he made a note on the back of the certificate issued by Dr O.R.G. that neither her shortsightedness nor her two previous deliveries by Caesarean section constituted grounds for therapeutic termination of the pregnancy. He was of the view that, in these circumstances, the applicant should give birth by Caesarean section. During the applicant’s visit Dr R.D. consulted an endocrinologist, Dr B., whispering to her in the presence of the applicant. The endocrinologist co-signed the note written by Dr R.D., but did not talk to the applicant.", "14. The applicant’s examination was carried out in a room with the door open to the corridor, which, in the applicant’s submission, did not provide a comfortable environment for a medical examination. At the end of the appointment, Dr R.D. told the applicant that she could have as many as eight children if they were delivered by Caesarean section.", "15. As a result, the applicant’s pregnancy was not terminated. The applicant gave birth to the child by Caesarean section in November 2000.", "16. After the delivery, her eyesight deteriorated badly. On 2 January 2001, approximately six weeks after the delivery, she was taken to the emergency unit of the Ophthalmological Clinic in Warsaw. While doing a counting-fingers test, she was only able to see from a distance of three metres with her left eye and five metres with her right eye, whereas before the pregnancy she had been able to see objects from a distance of six metres. A reabsorbing vascular occlusion was found in her right eye and further degeneration of the retinal spot was established in the left eye.", "17. According to a medical certificate issued on 14 March 2001 by an ophthalmologist, the deterioration of the applicant’s eyesight had been caused by recent haemorrhages in the retina. As a result, the applicant is currently facing a risk of going blind. Dr M.S., the ophthalmologist who examined the applicant, suggested that she should be learning braille. She also informed the applicant that, as the changes to her retina were at a very advanced stage, there were no prospects of having them corrected by surgical intervention.", "18. On 13 September 2001 the disability panel declared the applicant to be significantly disabled, while previously she had been recognised as suffering from a disability of medium severity. It further held that she needed constant care and assistance in her everyday life.", "19. On 29 March 2001 the applicant lodged a criminal complaint against Dr R.D., alleging that he had prevented her from having her pregnancy terminated as recommended by the GP on a medical ground which constituted one of the exceptions to a general ban on abortion. She complained that, following the pregnancy and delivery, she had sustained severe bodily harm by way of almost complete loss of her eyesight. She relied on Article 156 § 1 of the Criminal Code, which lays down the penalty for the offence of causing grievous bodily harm, and also submitted that, under the applicable provisions of social-insurance law, she was not entitled to a disability pension as she had not worked the requisite number of years before the disability developed because she had been raising her children.", "20. The investigation of the applicant’s complaint was carried out by the Warsaw-Śródmieście district prosecutor. The prosecutor heard evidence from the ophthalmologists who had examined the applicant during her pregnancy. They stated that a safe delivery by Caesarean section had been possible.", "21. The prosecutor further requested the preparation of an expert report by a panel of three medical experts (ophthalmologist, gynaecologist and specialist in forensic medicine) from the Białystok Medical Academy. According to the report, the applicant’s pregnancies and deliveries had not affected the deterioration of her eyesight. Given the serious nature of the applicant’s sight impairment, the risk of retinal detachment had always been present and continued to exist, and the pregnancy and delivery had not contributed to increasing that risk. Furthermore, the experts found that in the applicant’s case there had been no factors militating against the applicant’s carrying her baby to term and delivering it.", "22. During the investigations neither Dr R.D. nor Dr B., who had cosigned the certificate of 26 April 2000, were interviewed.", "23. On 31 December 2001 the district prosecutor discontinued the investigations, considering that Dr R.D. had no case to answer. Having regard to the expert report, the prosecutor found that there was no causal link between his actions and the deterioration of the applicant’s vision. He observed that this deterioration “had not been caused by the gynaecologist’s actions, or by any other human action”.", "24. The applicant appealed against that decision to the Warsaw regional prosecutor. She challenged the report drawn up by the experts from the Białystok Medical Academy. In particular, she submitted that she had in fact been examined by only one of the experts, namely the ophthalmologist, whereas the report was signed by all of them. During that examination use had not been made of all the specialised ophthalmological equipment that would normally be used to test the applicant’s eyesight. Moreover, the examination had lasted only ten minutes. The other two experts who had signed the report, including a gynaecologist, had not examined her at all.", "25. She further emphasised inconsistencies in the report. She also submitted that, before the second and third deliveries, the doctors had recommended that she be sterilised during the Caesarean section to avoid any further pregnancies. She argued that, although the deterioration of her eyesight was related to her condition, she felt that the process of deterioration had accelerated during the third pregnancy. She submitted that there had been a causal link between the refusal to terminate her pregnancy and the deterioration of her vision. The applicant also complained that the prosecuting authorities had failed to give any consideration to the certificate issued by her GP.", "26. She further pointed out that she had been unable to familiarise herself with the case file because the summaries of witnesses’ testimonies and other documents were written in a highly illegible manner. The prosecutor, when asked for assistance in reading the file, had repeatedly refused to assist, even though he had been aware that the applicant was suffering from very severe myopia. The applicant had been unable to read the documents in the case file, which had affected her ability to exercise her procedural rights in the course of the investigation.", "27. On 21 March 2002 the Warsaw regional prosecutor, in a one-paragraph decision, upheld the decision of the district prosecutor, finding that the latter’s conclusions had been based on the expert report. The regional prosecutor countered the applicant’s argument that she had not been examined by all three experts, stating that the other two experts had relied on an examination of her medical records. He did not address the procedural issue raised by the applicant in her appeal.", "28. Subsequently, the decision not to prosecute was transmitted to the Warsaw-Śródmieście District Court for judicial review.", "29. In a final decision of 2 August 2002, not subject to a further appeal and numbering twenty-three lines, the District Court upheld the decision to discontinue the case. Having regard to the medical expert report, the court considered that the refusal to terminate the pregnancy had not had a bearing on the deterioration of the applicant’s vision. Furthermore, the court found that the haemorrhage in the applicant’s eyes had in any event been likely to occur, given the degree and nature of the applicant’s condition. The court did not address the procedural complaint which the applicant had made in her appeal against the decision of the district prosecutor.", "30. The applicant also attempted to bring disciplinary proceedings against Dr R.D. and Dr B. However, those proceedings were finally discontinued on 19 June 2002, the competent authorities of the Chamber of Physicians finding that there had been no professional negligence.", "31. Currently, the applicant can see objects only from a distance of approximately 1.5 metres and is afraid of going blind. On 11 January 2001 the social-welfare centre issued a certificate to the effect that the applicant was unable to take care of her children as she could not see from a distance of more than 1.5 metres. On 28 May 2001 a medical panel gave a decision certifying that she suffered from a significant disability. She is at present unemployed and in receipt of a monthly disability pension of 560 Polish zlotys. She is raising her three children alone.", "32. Article 38 of the Constitution reads as follows:", "“The Republic of Poland shall ensure the legal protection of the life of every human being.”", "33. Article 47 of the Constitution reads:", "“Everyone shall have the right to legal protection of his private and family life, of his honour and good reputation and to make decisions about his personal life.”", "34. The Law on family planning (protection of the human foetus and conditions permitting pregnancy termination) (“the 1993 Act”), which is still in force, was passed by Parliament in 1993. Section 1 provided at that time that “every human being shall have an inherent right to life from the moment of conception”.", "35. This Act provided that legal abortion was possible only until the twelfth week of pregnancy where the pregnancy endangered the mother’s life or health; or prenatal tests or other medical findings indicated a high risk that the foetus would be severely and irreversibly damaged or suffering from an incurable life-threatening disease; or there were strong grounds for believing that the pregnancy was a result of rape or incest.", "36. On 4 January 1997 an amended text of the 1993 Act, passed on 30 June 1996, came into force. Section 1(2) provided that “the right to life, including the prenatal stage thereof, shall be protected to the extent laid down by law”. This amendment provided that pregnancy could also be terminated during the first twelve weeks where the mother either suffered from material hardship or was in a difficult personal situation.", "37. In December 1997 further amendments were made to the text of the 1993 Act, following a judgment of the Constitutional Court given in May 1997. In that judgment the court held that the provision legalising abortion on grounds of material or personal hardship was incompatible with the Constitution as it stood at that time.", "38. Section 4a of the 1993 Act, as it stands at present, reads, in its relevant part:", "“(1) An abortion can be carried out only by a physician where", "1. pregnancy endangers the mother’s life or health;", "2. prenatal tests or other medical findings indicate a high risk that the foetus will be severely and irreversibly damaged or suffering from an incurable life-threatening disease;", "3. there are strong grounds for believing that the pregnancy is a result of a criminal act.", "(2) In the cases listed above under sub-paragraph 2, an abortion can be performed until such time as the foetus is capable of surviving outside the mother’s body; in cases listed under sub-paragraph 3 above, until the end of the twelfth week of pregnancy.", "(3) In the cases listed under sub-paragraphs 1 and 2 above the abortion shall be carried out by a physician working in a hospital.", "...", "(5) Circumstances in which abortion is permitted under subsection (1), sub-paragraphs 1 and 2, above shall be certified by a physician other than the one who is to perform the abortion, unless the pregnancy entails a direct threat to the woman’s life.”", "39. An Ordinance issued by the Minister of Health on 22 January 1997 on qualifications of doctors authorised to perform abortions contains two substantive sections. In its section 1, the requisite qualifications of doctors who can perform legal abortions in the circumstances specified in the 1993 Act are stipulated. Section 2 of that Ordinance reads:", "“The circumstances indicating that pregnancy constitutes a threat to the woman’s life or health shall be attested by a consultant specialising in the field of medicine relevant to the woman’s condition.”", "40. Section 37 of the 1996 Medical Profession Act provides that in the event of any diagnostic or therapeutic doubts a doctor may, on his or her own initiative or upon a patient’s request and if he or she finds it reasonable in the light of requirements of medical science, obtain an opinion of a relevant specialist or arrange a consultation with other doctors.", "41. Termination of pregnancy in breach of the conditions specified in the 1993 Act is a criminal offence punishable under Article 152 § 1 of the Criminal Code. Anyone who terminates a pregnancy in violation of the Act or assists in such a termination may be sentenced to up to three years’ imprisonment. The pregnant woman herself does not incur criminal liability for an abortion performed in contravention of the 1993 Act.", "42. A person accused in criminal proceedings, if he or she cannot afford lawyers’ fees, may request legal aid under Article 78 § 1 of the Code of Criminal Procedure. Under Articles 87 § 1 and 88 § 1 of that Code, a victim of an alleged criminal offence is similarly entitled to request that legal aid be granted to him or her for the purpose of legal representation in the course of criminal investigations and proceedings.", "43. Article 156 § 1 of the Criminal Code of 1997 provides that a person who causes grievous bodily harm shall be sentenced to between one and ten years’ imprisonment.", "44. Articles 415 et seq. of the Civil Code provide for liability in tort. Under these provisions, whoever by his or her fault causes damage to another person is obliged to redress it.", "45. Pursuant to Article 444 of the Civil Code, in cases of bodily injury or harm to health, a perpetrator shall be liable to cover all pecuniary damage resulting therefrom.", "46. In a judgment of 21 November 2003 (V CK 167/03), the Supreme Court held that unlawful refusal to terminate a pregnancy where it had been caused by rape, namely in circumstances provided for by section 4a(1)3 of the 1993 Act, could give rise to a compensation claim for pecuniary damage sustained as a result of such refusal.", "47. In a judgment of 13 October 2005 (IV CJ 161/05), the Supreme Court expressed the view that a refusal of prenatal tests in circumstances where it could be reasonably surmised that a pregnant woman ran a risk of giving birth to a severely and irreversibly damaged child, namely in circumstances set out by section 4a(1)2 of the 1993 Act, gave rise to a compensation claim.", "48. The Committee, having considered in 1999 the fourth periodic report on the observance of the United Nations International Covenant on Civil and Political Rights submitted by Poland, adopted the following conclusions (Document CCPR/C/SR.1779):", "“11. The Committee notes with concern: (a) strict laws on abortion which lead to high numbers of clandestine abortions with attendant risks to life and health of women; (b) limited accessibility for women to contraceptives due to high prices and restricted access to suitable prescriptions; (c) the elimination of sexual education from the school curriculum; and (d) the insufficiency of public family planning programmes. (Arts. 3, 6, 9 and 26)", "The State Party should introduce policies and programmes promoting full and non-discriminatory access to all methods of family planning and reintroduce sexual education at public schools.”", "49. The Polish government, in their fifth periodic report submitted to the Committee (CCPR/C/POL/2004/5), stated:", "“106. In Poland data about abortions relate solely to abortions conducted in hospitals, i.e. those legally admissible under a law. The number of abortions contained in the present official statistics is low in comparison with previous years. Non-governmental organisations on the basis of their own research estimate that the number of abortions conducted illegally in Poland amounts from 80,000 to 200,000 annually.", "107. It follows from the Government’s annual Reports of the execution of the [1993] Law [which the Government is obliged to submit to the Parliament] and from reports of non-governmental organisations that the Law’s provisions are not fully implemented and that some women, in spite of meeting the criteria for an abortion, are not subject to it. There are refusals to conduct an abortion by physicians employed in public health-care system units who invoke the so-called conscience clause, while at the same time women who are eligible for a legal abortion are not informed about where they should go. It happens that women are required to provide additional certificates, which lengthens the procedure until the time when an abortion becomes hazardous for the health and life of the woman. There [are] no official statistical data concerning complaints related to physicians’ refusals to perform an abortion. ... In the opinion of the Government, there is a need to [implement] already existing regulations with respect to the ... performance of abortions.”", "50. The Committee, having considered Poland’s fifth periodic report at its meetings held on 27 and 28 October and 4 November 2004, adopted in its concluding observations (Document CCPR/C/SR.2251) the following relevant comments:", "“8. The Committee reiterates its deep concern about restrictive abortion laws in Poland, which may incite women to seek unsafe, illegal abortions, with attendant risks to their life and health. It is also concerned at the unavailability of abortion in practice even when the law permits it, for example in cases of pregnancy resulting from rape, and by the lack of information on the use of the conscientious objection clause by medical practitioners who refuse to carry out legal abortions. The Committee further regrets the lack of information on the extent of illegal abortions and their consequences for the women concerned. ...", "The State Party should liberalise its legislation and practice on abortion. It should provide further information on the use of the conscientious objection clause by doctors, and, so far as possible, on the number of illegal abortions that take place in Poland. These recommendations should be taken into account when the draft Law on parental awareness is discussed in Parliament.”", "51. In a report prepared by ASTRA Network on Reproductive Health and Rights in Central and Eastern Europe for the European Population Forum, Geneva, held on 12 to 14 January 2004, it is stated that:", "“The anti-abortion law which was in force in Poland since 1993 resulted in many negative consequences for women’s reproductive health, such as:", "– many women who are entitled to legal abortions are often denied this right in their local hospitals;", "– abortions on social grounds are not stopped but simply pushed ‘underground’, as women seeking abortions can find a doctor who would perform it illegally or go abroad;", "– the effects of the law are felt primarily on the poorest and uneducated members of the society, as illegal abortions are expensive.", "Lack of knowledge about family planning lowers women’s quality of life. Their sexuality is endangered either by constant fear of unwanted pregnancies or by seeking unsafe abortion[s].", "There is a strong disapproval and obstruction toward[s] those who choose abortions under the few conditions that still allow for it to occur. Doctors and hospitals frequently misguide or misinform women, who are legally entitled to terminate pregnancies, thereby placing the health of the women at serious risk.", "Doctors (and even whole hospitals, even though they have no right to do so) often refuse [to perform] abortion[s] in hospitals they work in, [invoking the] so-called clause of conscience – the right to refuse [to perform] abortion[s] due to one’s religious beliefs or moral objections – or even giving no justifications, creating problems as long ... as it is needed to make performing [an] abortion impossible under the law. There exists however a well organised abortion underground – terminations are performed illegally in private [clinics], very often by the same doctors who refuse [to perform] abortions in hospitals. The average cost of [an] abortion is ca 2000 [Polish zlotys] (equivalent [to the] country’s average gross salary). [The] Federation for Women and Family Planning estimates that the real number of abortions in Poland amounts to 80,000 to 200,000 each year.”", "52. In its report entitled “Conclusions and Recommendations on the Situation of Fundamental Rights in the European Union and its Member States in 2004” dated 15 April 2005, the Network stated, inter alia:", "“While acknowledging that there is [as] yet no settled case-law in international or European human rights law concerning where the adequate balance must be struck between the right of the [woman] to interrupt her pregnancy on the one hand, as a particular manifestation of the general right to the autonomy of the person underlying the right to respect for private life, and the protection of the potentiality of human life on the other hand, the Network nevertheless expresses its concern at a number of situations which, in the view of the independent experts, are questionable in the present state of the international law of human rights.", "A woman seeking abortion should not be obliged to travel abroad to obtain it, because of the lack of available services in her home country even where it would be legal for her to seek abortion, or because, although legal when performed abroad, abortion in identical circumstances is prohibited in the country of residence. This may be the source of discrimination between women who may travel abroad and those who, because of a disability, their state of health, the lack of resources, their administrative situation, or even the lack of adequate information ... may not do so. A [woman] should not be seeking abortion because of the insufficiency of support services, for example for young mothers, because of lack of information about support which would be available, or because of the fear that this might lead to the loss of employment: this requires, at the very least, a close monitoring of the pattern of abortions performed in the jurisdictions where abortion is legal, in order to identify the needs of the persons resorting to abortion and the circumstances which ought to be created in order to better respond to these needs. ... Referring to the Concluding Observations adopted on 5 November 2004 by the Human Rights Committee upon the examination of the report submitted by Poland under the International Covenant on Civil and Political Rights (CCPR/CO/82/POL/Rev. 1, para. 8), the Network notes that a prohibition on non-therapeutic abortion or the practical unavailability of abortion may in fact have the effect of raising the number of clandestine abortions which are practised, as the women concerned may be tempted to resort to clandestine abortion in the absence of adequate counselling services who may inform them about the different alternatives opened to them. ...", "Where a State does choose to prohibit abortion, it should at least closely monitor the impact of this prohibition on the practice of abortion, and provide this information in order to feed into an informed public debate. Finally, in the circumstances where abortion is legal, women should have effective access to abortion services without any discrimination.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}