{"ITEMID": "001-21916", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "N.V. and A.P. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Finnish citizens, born in 1969 and 1963 respectively and resident in Helsinki. They are represented before the Court by Mr Matti Wuori, a lawyer in Helsinki. The respondent Government are represented by Mr Holger Rotkirch, Director-General for Legal Affairs in the Ministry for Foreign Affairs, and by Mr Arto Kosonen, Director in the same Ministry.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are partners and have two children: G., born in 1989, and J., born in 1994. While the family was living in Sweden in 1992 G. was placed in public care during the applicant mother’s arrest. Following the mother’s disappearance on her release the applicant father and G. went to Finland to look for her. On arrival in Finland the father was in a confused state of mind necessitating an examination at a psychiatric hospital. G. was taken into public care by means of an emergency order issued pursuant to section 18 of the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983) but this care was apparently not prolonged.", "The applicants later moved to Lahti, where the social authorities were monitoring the family from September 1992 onwards.", "On 11 January 1994 an official of the Social Welfare and Health Board (sosiaali- ja terveyslautakunta, social- och hälsovårdsnämnden) of Lahti decided to place G. in public care by an emergency order. The applicant had left a shelter in contravention of an agreed care plan and had taken G. to an unknown place. They returned to the shelter on 26 January 1994 but again left it a few hours later before the care order could be enforced.", "On 1 February 1994 the Social Welfare and Health Board confirmed the care order pursuant to section 16 of the Child Welfare Act and decided that G. be placed in a children’s home in Lahti. The Board found that she had been forced to live in an unsafe environment due to the applicants’ alcohol and drug abuse and their criminal behaviour. She had also had been exposed to, and frightened by, domestic violence. The parents had declined an offer of treatment against their drug abuse and had avoided co-operation with the social workers. In 1992 G. had been placed in a foster home in Sweden with the parents’ consent. The mother had later fetched her from there without giving advance notice. On 23 December 1993 the mother and G. had been forced to seek shelter in a home for abused women and children because of the father’s violent behaviour. The mother had not fully accepted the care plan drawn up by social workers and, on 27 January 1994, she had moved with G. to whereabouts unknown to the Board. The Board estimated that the public care would need to be long-lasting.", "The applicants appealed to the County Administrative Court (lääninoikeus, länsrätten) of Häme, arguing that their home conditions had improved and stating that they were no longer abusing drugs.", "On 7 April 1994 G. and the applicant mother were located by the authorities and G. was placed in the children’s home. On 11 April 1994 the applicants fetched her from there without permission and again disappeared. They were located in May 1994 but G. was not forcibly removed from the applicants, since the authorities feared the applicant father could turn violent. In July 1994 the applicants reached an agreement with social workers that G. would be placed in a foster family and not in the children’s home. Before handing G. over to the foster family the applicant mother again disappeared with her.", "On 7 September 1994 the County Administrative Court dismissed the applicants’ appeal against the care order. The applicant father’s further appeal to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) was dismissed on 22 March 1995.", "Meanwhile, on 17 September 1994, the applicants were located at the Central Hospital in Rovaniemi, where the mother was about to give birth to her second child. She had told hospital staff that she wished to leave the hospital with the baby immediately after the birth.", "In a decision of the same day the Social Director placed the new-born baby in public care by an emergency order. The two children were first cared for in the hospital which the applicant mother had left without indicating any contact address. On 19 September the baby was moved to a children’s home, whereas G. was placed in a foster family, whose whereabouts were not disclosed to the applicants. Access was prohibited until 31 March 1995. In upholding the access prohibition on 20 September 1994 the Board noted that in April 1994 the mother had fetched G. from a children’s home without permission and that the father had repeatedly threatened to take her away from there. The Board again referred to the applicants’ criminal behaviour and alcohol and drug abuse.", "On 22 September 1994 baby J. was placed in the same foster family and a similar access prohibition was issued on 4 October 1994. On 1 November 1994 the Social Welfare and Health Board replaced the emergency care order with an ordinary order and upheld the access prohibition. It noted that immediately after having delivered the baby the applicant mother had gone into hiding in order to evade enforcement of the care order concerning G. The applicants had been found guilty of different crimes and had been using alcohol and narcotic substances. In such circumstances they were incapable of ensuring J.’s healthy development and of providing her with a secure environment. The applicants had further refused services offered to them in order to deal with their alcohol problem.", "On 10 February 1995 the County Administrative Court dismissed the applicants’ appeals against the care order concerning J. and the access prohibitions issued in respect of the two children. The applicants’ further appeals were dismissed by the Supreme Administrative Court on 11 September 1995.", "On 21 March 1995 the Social Welfare and Health Board extended the respective access prohibitions until 31 March 1996, again without disclosing the children’s whereabouts. The applicants’ appeal was dismissed by the County Administrative Court on 22 August 1996.", "On 6 September 1995 the County Administrative Court rejected the applicant mother’s appeal against the respective access prohibitions prolonged in March 1995.", "On 20 March 1996 the Social Welfare and Health Board extended the respective access prohibitions until 31 March 1997, again without disclosing the children’s whereabouts. In regard to G. the Board noted, inter alia, a medical report dated 15 March 1995 concluding that she had been subjected to sexual abuse. It also noted that the father was serving a prison sentence and that the mother was corresponding with the children and sending them packages via the social authorities.", "On 22 August 1996 the County Administrative Court dismissed the applicants’ appeal against the respective access prohibitions, noting that they had been issued in view of the risk that the applicants might again attempt to remove the children from the foster home and go into hiding with them.", "According to the Government, the applicants have been convicted of various violent and drug-related offences, most recently in 1996.", "The relevant legislation is outlined in the Court’s judgment in K. and T. v. Finland ([GC], no. 25702/94, §§ 94-136, ECHR 2001). Those provisions of particular relevance to the present case are described below.", "According to section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2). The care order must be forwarded to the administrative court for approval if a party opposes it and in certain other circumstances (section 17, subsection 2).", "If a child is in imminent danger for a reason stated in section 16 or is otherwise in need of an urgent care order and substitute care, the Social Welfare Board may take him or her into care without submitting the decision to the administrative court for approval (section 18). An emergency care order expires within 14 days of the decision unless a normal order under section 17 is requested during that period. Such an order must be made within 30 days, or on special grounds within 60 days of the emergency order.", "The child’s custodians, biological parents and de facto carers shall be heard in respect of a proposed public care order and be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982). Under section 15 of the said Act a party shall be afforded the opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken. The Administrative Procedure Act does not lay down any minimum period of time which a party shall have at his or her disposal for preparing such a reply. A matter may be decided without a preceding hearing of a party inter alia if such a hearing would be manifestly unnecessary, would jeopardise the purpose of the decision or if the decision cannot be postponed. Section 17 of the Administrative Procedure Act requires that the competent authority duly investigate the matter before it and ensure the equality of the parties.", "According to section 47 of the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982), a decision made by the Social Welfare Board is enforceable regardless of an appeal (a) if the decision requires immediate implementation; (b) if, for reasons due to the arrangement of social welfare, the enforcement of the decision cannot be delayed; or (c) when the Social Welfare Board has ordered the decision to be enforced at once.", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board shall support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree, the Social Welfare Board or the director of a children’s home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the children’s home. The restriction shall be limited in time. It shall mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "The care plan to be drawn up in respect of a child in public care shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved.", "Under the Social Welfare Act officials may not, without the consent of the person concerned or that of, for instance, his or her custodian, disclose personal and family information obtained in the performance of their duties. This duty of confidentiality does not prevent officials from disclosing information to those entitled to obtain it for the performance of their official duties (section 57). Thus the social welfare authorities are entitled to obtain, from a public body such as a municipal care centre, any material required for the performance of their duties (section 56). The confidentiality of patient records, as stipulated in the Act on the Status and Rights of Patients (laki potilaan asemasta ja oikeuksista, lagen om patientens ställning och rättigheter 785/1992), may thereby be waived (section 13 of the said Act). A refusal to disclose information requested under section 56 of the Social Welfare Act constitutes an offence (section 58).", "The Child Welfare Act obligates the authorities to provide social welfare authorities with information not only in accordance with Section 56 of the Social Welfare Act but also actively and on their own initiative. According to section 40 of the Child Welfare Act, certain officials are under a duty to notify the social authorities immediately whenever a child appears to be in evident need of child welfare measures. Others may also notify the Social Welfare Board of similar suspicions.", "Under the Act on Publicity of Public Documents as in force at the relevant time (laki yleisten asiakirjain julkisuudesta, lagen om allmänna handlingars offentlighet 83/1951) documents drawn up and issued by an authority, or which had been submitted to an authority and were still in that authority’s possession, were public (section 2, subsection 1). An exception to the rule of full publicity was made, inter alia, for medical and similar reports, which were accessible to the public only with the consent of the person they related to (section 17). The refusal of access to a document could be submitted for reconsideration by the authority refusing such access, following which there lay an appeal under the general rules for appeals against a decision of that authority. If no right of appeal existed under such general rules, an appeal could be lodged with the superior authority. If no such authority existed, an appeal against a state authority’s decision could be lodged with the Supreme Administrative Court. An appeal against a decision by another authority could be lodged with an administrative court (section 8, subsection 1). On 1 December 1999 the Act on Publicity of Public Documents was replaced by the Act on Publicity of the Activities of Public Authorities (laki viranomaisten toiminnan julkisuudesta, lagen om offentlighet i myndigheternas verksamhet 621/1999) which provides for similar access and avenues of appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}