{"ITEMID": "001-78870", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GOSSA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);No violation of Art. 6-1 and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant was born in 1953 and lives in Łódź.", "8. On 4 April 1994, at 2.40 a.m. officers of the Polish Border Guards (Straż Graniczna) arrested a certain A.I., a German national of Polish origin, on suspicion of having stolen a car “Mercedes 200E” in which he was travelling to Belarus. The arrest took place after a routine control of his documents on the Polish-Belarusian border. The officers, having learnt that the car had been hired from the company “Sixt-Budget” in Germany, and having found that, according to their records, A.I. had previously several times crossed the Polish-Belarusian border driving different cars, asked the Kołbaskowo Border Guards (a check-point at the Polish-German border) to inquire whether the car was being sought by the German police. It was soon confirmed that since 2 April 1994 the German police had been looking for that car, which had been reported as having disappeared. A.I. was later taken into police custody and brought to the Sokółka District Police Station (Komenda Rejonowa Policji).", "9. On 5 April 1994, at 8 a.m., the applicant and a certain J.S.-T., a national of the United States of America, reported to the Sokółka District Police Headquarters. They presented a copy of the contract concluded by J.S.-T. with the “Sixt-Budget” company, from which it appeared that she had hired the car in question for the period from 2 to 10 April 1994.", "10. On the same day the applicant was arrested. Subsequently, A.I., J.S.T. and the applicant were questioned by the police as suspects. A.I. was charged with aiding and abetting an unknown person to sell a stolen car. The applicant was charged with aiding and abetting a car theft. J.S.-T. was charged with attempted car theft.", "11. A.I. did not confess. He stated that he took odd jobs as a driver at the Świecko border station (on the Polish-German border). He admitted that he had intended to bring the car to Belarus but denied knowing anything about the theft of the car. He maintained that a woman, whose first name was “Elżbieta” and for whom he had already worked, had hired him to drive the car in question from Łódź to Belarus, i.e. to the Minsk airport. He had been paid 500 Deutsche marks (DM) for that service. On 3 April 1994, at about 5 p.m. he had met “Elżbieta” in Łódź. She had been accompanied by another woman resembling a Philippine national. She had handed over to him the car, its documents and the keys.", "12. The applicant did not confess and stated that he had known J.S.–T. for some 8 years. He had met her in Łódź on 3 April 1994. She had come in a “Mercedes” that had been hired. They had decided that they would drive the applicant’s car in Poland and she had left the “Mercedes” in a guarded car park. On the same day A.I. had asked him to lend him his car. The applicant, having first asked J.S.-T. for her permission, had lent him the “Mercedes” hired by her. He had handed the car documents and keys to A.I. Later, he had driven J.S.-T. to her friend, P.M. On 4 April 1994, at about 8 p.m., A.I.’s father had come to the applicant’s home and had told him that A.I. had been arrested when crossing the border since it was suspected that the car in question had been stolen. The applicant had informed J.S.–T. and P.M. of what had happened and the three of them had come to the Sokółka District Police Station to present the car documents and explain the situation.", "13. J.S.-T. did not confess and stated that, together with P.M., she had flown to Frankfurt am Main from San Francisco on 2 April 1994. She had hired the car in question at Frankfurt airport. She had crossed the Polish border in Zgorzelec (“Goerlitz” in German) and had met the applicant there, as had been arranged previously. The applicant, P.M. and she had gone to Łódź. They had arrived there at about 10-11 a.m. The applicant had taken the car and the car documents from her in order to park it in a safe place. On 4 April 1994 at about 11 p.m. she had learnt from the applicant that the car had been seized by the police as having been stolen and that they had to go to Sokółka to explain the situation. J.S.-T. denied having given the applicant any permission to use or to lend the car. She maintained that she did not know either A.I. or a woman called “Elżbieta” and that she had not been at the Świecko border station.", "14. A.I and the applicant were subsequently confronted with each other. A.I. maintained his version of events, refused to give any further evidence and asked the prosecution to hear evidence from the owners of the car. The applicant denied handing over the car to A.I. He explained that J.S.-T. had done it. She had been accompanied by an unknown woman and P.M. He stated that J.S.-T. had asked him to find her a driver who could deliver the car to Minsk or Vilnius. He had recommended A.I. to her and had helped her to contact him.", "15. On 6 April 1994 the applicant was remanded in custody until 5 July 1994. On the same day he was heard by the prosecutor. He did not confess. In contrast to what he had originally stated, he maintained that he had not known J.S.-T. before the events in question. He had previously known only P.M, who had called him from the USA to tell him that he would be coming to Poland on a tourist tour. The next day P.M. had called him from Łódź and they had fixed a meeting. Only then had the applicant met J.S.-T. for the first time. P.M. and J.S.-T. had come in the “Mercedes”. They had asked the applicant to deliver the car to Minsk or Vilnius. P.M had said that J.S.-T. had been the owner of the car. The applicant had told them that he could not deliver the car but promised to give them the name of a person who would do so. To this end, he had gone to A.I.’s home and told him of their proposal. A.I. had provisionally agreed. He had arranged a meeting. They had met at a car park. P.M. had come in company with J.S.T. and a woman called “Elżbieta” or “Ewa”. The applicant had introduced A.I. to them. A.I. and the latter woman had gone to the car. The applicant had not, however, been present when they had been talking and when the keys and documents had been handed over to A.I. Nor had he known anything about the payment for A.I. He had learnt from A.I.’s father that A.I. had been arrested. Subsequently, he had called P.M. and complained to him of what had happened. He had reminded P.M. and J.S.T. that they had claimed that the car had not been stolen and asked them to report to the Sokółka District Police Headquarters and explain the situation. They had gone to Sokółka on 5 April 1994. During the conversation with the police officers P.M. had left in the applicant’s partner’s car.", "16. On 6 April 1994 the prosecutor ordered that J.S.-T. be detained on remand. She refused to testify.", "17. On 6 April 1994 A.I. testified before the prosecutor. He did not confess. He stated that on 3 April 1994 the applicant had come to his father’s home in Łódź and had offered him payment for driving a car, hired by the applicant’s acquaintance, to Minsk. He had agreed. They had later met at the car park next to the railway station. The applicant had been in the company of two women: a woman with, in his words, a “foreigner’s look” and “Elżbieta”, the woman that he had some time earlier met at the Świecko border station. He had been given the car documents and keys. They had agreed to pay him DM 500. He had been assured by the applicant and J.S.T. that the car had been lawfully in their possession. On the same day, after obtaining A.I.’s testimony, the prosecutor ordered that he be remanded in custody.", "18. On 22 April 1994 the applicant was released on bail.", "19. On 5 May 1994 J.S.-T. decided to testify in the presence of her lawyer and an interpreter. She confessed. She stated that she had flown to Frankfurt am Main from the USA together with her friend, P.M. She had hired the car in question for the period from 2 to 10 April 1994. P.M. had proposed a visit to Poland. She agreed. On 2 April 1994, at 8.30 p.m. they had arrived in Łódź. When they had been parking the car, they had met the applicant. She had not known him before. P.M. had introduced him as a friend of his. The applicant had come with them to P.M.’s home. He had proposed “doing business”, that is to say, taking the car to a former Soviet Union country with the help of a “trustworthy person” in order to sell it and, afterwards, report a “theft” to the police. P.M. had protested but she had agreed. The applicant had gone to find such a “trustworthy person” and had later rung her to inform her of a meeting place. She had gone there with P.M. The applicant had waited with an unknown man. She had given the car, its documents and the keys to that man. On 4 April 1994 the applicant had informed her that the driver had been arrested. He had said that they should “save this man” and asked her to go with him to explain that what had happened had been a “mistake”. P.M. had gone with them to Sokółka as an interpreter. J.S.-T. admitted that she had given false testimony on 5 April 1994. She stated that she regretted it.", "20. On 6 May 1994 the Sokółka District Prosecutor released J.S.-T. on bail. The prosecutor had regard, inter alia, to J.S.-T.’s confession and the fact that all necessary evidence had already been obtained. On the same day J.S.T. left for the United States and, since then, her whereabouts have been unknown.", "21. On 9 May 1994 the Sokółka District Prosecutor appointed two experts in psychiatry in order to establish whether the applicant could be held criminally responsible for his acts. On 16 June 1994 the Choroszcz Psychiatric Hospital informed the prosecutor that the applicant had failed to appear for his examination. By a letter of 22 June 1994 the applicant was informed by the prosecutor that his failure to undergo a psychiatric examination might be treated as an attempt to obstruct the proceedings. On an unspecified later date the applicant underwent the examination in the Choroszcz Psychiatric Hospital. On 8 August 1994 the psychiatric experts submitted their report to the prosecutor.", "22. On 21 September 1994 the District Prosecutor laid additional charges against the applicant. On the following day the applicant and A.I. were summoned to give evidence. They refused to testify. On the same day the applicant was given access to the case file. On 23 September 1994 the prosecutor terminated the investigation against the applicant, A.I. and J.S.T.", "23. On 3 October 1994 the Sokółka District Prosecutor (Prokurator Rejonowy) filed a bill of indictment with the Łódź Regional Court (Sąd Wojewódzki). J.S.-T. was charged with attempted car theft. The charge was formulated in the following way:", "“... that on 3 April 1994 in Łódź, acting together with [the applicant] and A.I. and with intent to appropriate a “Mercedes- Benz 200E” car valued at 850,000,000 [old] Polish zlotys, which was entrusted to her under a rental agreement concluded with the company “Sixt-Budget” in Germany, instructed through [the applicant] A.I. to deliver [that car] to the C[ommonwealth of] I[ndependent] S[tates] with a view to selling it but she did not complete the offence because, on 4 April 1994, A.I. was arrested on ... the Polish border when driving the car in question...”", "24. The applicant was charged with handling stolen goods of a significant value. The charge was formulated as follows:", "“... that on 3 April 1994 in Łódź, acting together and in agreement with A.I. assisted J.S.-T. to sell a “Mercedes-Benz 200E” car registered under number MUD 9552 and valued at 850,000,000 [old] Polish zlotys ...[and, in particular] knowing that the car had been obtained by crime, hired A.I. to deliver that car to the C[ommonwealth of] I[ndependent] S[tates] ...”", "25. A.I. was charged with handling stolen goods of a significant value. The charge was phrased as follows:", "“... that on 3 April 1994 in Łódź, acting together and in agreement with [the applicant] assisted J.S.-T. to sell a “Mercedes-Benz 200E” car registered under number MUD 9552 and valued at 850,000,000 [old] Polish zlotys ... [and, in particular] knowing that the car had been obtained by crime, took it over from [the applicant] in order to deliver it to the C[ommonwealth of] I[ndependent] S[tates] ...”", "26. On 10 January 1995 Łódź Regional Court severed the charge against J.S.T. from the case and stayed the proceedings against her.", "27. On 10 February 1995 the trial began. A.I. was heard first. He pleaded not guilty and refused to testify before the court. He confirmed the statements he had made in the investigation but explained that it had been the applicant who had contacted him with J.S.-T. He added that he had met J.S.-T. for the first time at the car park where she had given him the car, its documents and the keys. She had been in the company of “Elżbieta”, for whom he had worked previously. A.I. further admitted that, when giving evidence for the first time, he had not revealed certain facts.", "28. The applicant also pleaded not guilty and gave evidence. His testimony was consistent with that given on 6 April 1994. He confirmed the statements he had made during the confrontation with A.I. on 5 April 1994. However, he departed from the statements he had made during the first questioning on 5 April 1994.", "29. On 19 May 1995 the Regional Court asked, apparently for the second time, the Embassy of the United States of America in Warsaw for information on whether J.S.-T. indeed lived at the address she had supplied to the prosecution. The Regional Court emphasised the urgent nature of its enquiry. In its reply of 2 June 1995, the Consular Department of the Embassy informed the Regional Court that, according to their knowledge, J.S.T. was not at the time staying in Poland.", "30. Later, the Regional Court heard evidence from A.I.’s father and M.A., the officer who had arrested A.I. on the border. The applicant’s partner was also called as a witness but she refused to testify.", "31. The Łódź Regional Court held hearings on 31 March, 16 May and 3 July 1995. On the latter date the Regional Court acquitted the applicant and A.I. The reasoning for the verdict read, in so far as relevant:", "“In the course of the trial it was established that J.S.-T. was not residing in the territory of Poland (see the letter of the Consular Department of the Embassy of the United States of America, p. 482). For that reason, the statements that she had made in the investigation were read out as witness testimony.", "Assessing the above-mentioned testimony as well as the remaining material before it, this court has found the following:", "The whole structure of the bill of indictment was in principle based on J.S.-T.’s confession that she had made in the investigation. On account of mistakes committed already at the investigative stage and having regard to general guarantees [for a defendant] laid down in the Code of Criminal Procedure, it has to be considered that this evidence does not suffice to find the defendants guilty of the offences with which they were charged.", "Even without questioning the prosecutor’s decision to release J.S.-T. ... which, in the context of the letter from the Consular Department of the American Embassy appears to have a dubious basis, it is impossible not to question the statement made in the reasoning for that decision, namely that the evidence collected was [at that time] complete. In passing, it should be noted that the inquiries were still under way and the investigation itself was terminated on 23 September 1994. Having regard to the material gathered up to that stage, including evidence given by [J.S.-T.] it was simply necessary to confront [her] with her co-suspects, in particular with [the applicant].", "That, however, was not done and, for all practical reasons, could not be done at the trial stage. Had it been done, it would have been possible to clarify a number of facts which, maybe even in J.S.-T.’s absence, would have enabled [the court] to determine properly the charges against the other defendants.", "For procedural reasons, J.S.-T.’s statements are to be considered as witness testimony and as such are to be assessed. Yet when assessing [her statements], it must be taken into account that they do not have the quality of [witness] testimony given under pain [of being criminally liable for perjury] but are the statements of a suspect with all the consequences thereof, including the possibility that J.S.-T., for the reasons only known to herself, did not tell the truth or the whole truth.", "Moreover, this part of the evidence was not heard directly by the court and this, for obvious reasons, made it impossible for it to verify and assess fully [her statements]. Assessing this evidence from the point of view of its credibility, it cannot be said to have the quality of consistency from the beginning of the proceedings.", "In view of the foregoing, this court, finding it impossible for it to verify this evidence, cannot rely on it to conclude that the defendants’ guilt has been proved beyond a reasonable doubt.", "It must also be noted that this evidence concerns mainly [the applicant]. There is no direct indication that A.I., when crossing the border..., knew that the car had been obtained by crime. ...", "The testimonies of both defendants cannot be considered credible because they [changed their statements], although in their final version presented at the trial they were closely consistent. ... However, the defendants’ and, in particular, A.I.’s guilt is not obvious even on the basis of their testimonies. ...", "Having regard to the foregoing and to the fact that there is no convincing and trustworthy evidence of the defendants’ guilt, this court has acquitted them. ...”", "32. The Sokółka District Prosecutor appealed on 11 October 1995, alleging in essence that the trial court had wrongly assessed the evidence of the defendants.", "33. On 19 January 1996 the Łódź Court of Appeal (Sąd Apelacyjny) quashed the acquittal and remitted the case to the Sokółka District Prosecutor. It ordered that a further investigation be carried out.", "34. On 30 April 1996 the applicant’s defence counsel was notified that the applicant would be given access to the case file on 17 May 1996. On 16 May 1996 the applicant requested the Sokółka District Prosecutor to give him access to the case file in another part of the country. The applicant did not appear before the prosecutor when summoned. On 29 May 1996 the prosecutor decided to stay the investigation. On 4 June 1996 the prosecutor ordered that the applicant be detained for a period of 7 days in view of his failure to appear before the investigating authority. The prosecutor also issued a wanted notice in respect of the applicant. On 11 June 1996 the applicant appealed against the detention order. On 9 September 1996 he was arrested. On 13 September 1996 the applicant was brought before the Sokółka District Prosecutor and was given access to the case file. He was released later on that same day.", "35. In the meantime, the applicant, on his own, tried to establish the whereabouts of J.S.-T. through the Consulate General of the Republic of Poland in Los Angeles. On 7 October 1996 the Consul wrote to him a letter, which read, in its relevant part:", "“... we should inform you that we cannot help you because the supplied address of the person you search for does not exist in the San Francisco address directory (on 40th street there are no such low numbers and the postal code concerns another state). You are asked to check the address once again; perhaps the correct address is in the Sokółka District Court’s possession. If the person that you search for has changed her address we will certainly not be able to find her because in the United States there are no registers of residents and no duty to register one’s place of residence. ...”", "36. The charge against A.I. had earlier been severed from the case and he had already been charged separately, although before the same court. On 16 October 1996 the Białystok Regional Court convicted A.I. of handling stolen goods and sentenced him to 1 year of imprisonment and a fine. That judgment became final on an unspecified later date.", "37. On 31 October 1996 the Sokółka District Prosecutor filed a new bill of indictment against the applicant with the Białystok Regional Court. The applicant was charged with handling stolen goods of a significant value. The charge was phrased as follows:", "“... that on 3 April 1994 in Łódź, acting together and in agreement with A.I. assisted J.S.T. to sell a “Mercedes-Benz 200E” car registered under number MUD 9552 valued at 850,000,000 [old] Polish zlotys ...[and, in particular] knowing that the car had been obtained by crime, hired A.I. to take that car abroad...”", "The prosecution called the following witnesses: A.I. (at that time detained on remand), J.I. (A.I.’s father who had already been heard at the original trial), B.P. (the applicant’s partner who had already refused to testify at the original trial), M.A. (the officer of the Border Guards who had stopped A.I. on the border and who had already been heard at the original trial), P.P. (an officer of the Border Guards), and G.O, M.J., T.M. and Z.D. (police officers from the Sokółka District Police).", "38. On 19 November 1996 the Białystok Regional Court transmitted the case for examination by the Łódź Regional Court. On 31 January 1997 that latter court requested the Łódź Court of Appeal that the case be transmitted back to the Białystok Regional Court. On 11 February 1997 the Court of Appeal ruled that the case should be examined by the Łódź Regional Court.", "39. The Łódź Regional Court held hearings on 23 April and 2 June 1997. On the latter date the Regional Court gave judgment. It convicted the applicant as charged and sentenced him to 18 months’ imprisonment suspended on probation for 3 years and a fine of 2,000 new Polish zlotys (PLN).", "The reasoning for the judgment read, in so far as relevant:", "“On 2 April 1994 J.S.-T., who had a permanent residence in San Francisco, hired a Mercedes 200 E from the Sixt-Budget company in Frankfurt. The car was hired for a period from 2 to 10 April 1994. The rental agreement included a ban on driving the car to the countries of Eastern Europe, Denmark [and] Italy (p. 13).", "On 3 April 1994 J.S.-T. accompanied by a P.M. arrived at Łódź in the hired car. In Łódź they met the defendant Jan Gossa, an acquaintance of P.M. The defendant proposed to take the car abroad to former USRR, where it would be sold. He [the defendant] stated that he knew a person who was willing to drive the car. The amount received from the sale was to be shared.", "On the same day the defendant put J.S.-T. in contact with A.I. The meeting took place in the car park, where J.S.-T. handed the car documents to AI. AI left the car park in the “Mercedes” (statements of J.S.-T., pp.93-94).", "On 4 April 1994 at 2.40 a.m. A.I. arrived at the Kuźnica Białostocka road border check-point and attempted to cross the Polish-Belarusian border in the Mercedes 200 E. During the border control the officers of the Border Guards decided to check if the car was being searched for in Germany. They were alerted by the fact that A.I. declared that he was travelling as a tourist to Moscow and Sochi, but did not have any luggage. In addition, after having verified internal records, it was established that he [A.I.] had previously crossed the border driving a different car.", "On 4 April 1994 at 1.40 p.m. information was received from the Kołbaskowo border check-point that the car was appropriated to the detriment of the Sixt-Budget rental company (p.7). The value of the Mercedes amounts to approximately PLN 85,000. It was returned to the company, which on 4 April 1994 had notified that the car was appropriated.", "By a final judgment of the Białystok Regional Court of 16 October 1996 ... A.I. was convicted of the offence specified in Article 215 § 2 of the Criminal Code, consisting in the fact that on 3 April 1994 in Łódź he had assisted J.S.-T. in selling a “Mercedes-Benz 200E” car registered under number MUD 9552 valued not less than 85,000 PLN to the detriment of the company Sixt-Budget GmbH, in that knowing that the car had been obtained by crime he took it with a view to driving it abroad and was sentenced to 12 months’ imprisonment and a fine of PLN 5,000 (case file no. III K 132/96).", "The defendant Jan Gossa did not confess to the act with which he had been charged. He refused to give evidence before the court, and thus the court revealed his statements made during the investigation.", "...", "The court did not consider the applicant’s statements credible. He was questioned on few occasions and [each time] he made differing statements. Those statements vary in essential respects: as to acquaintance with J.S.-T., as to contacts with her and as to reasons for handing the car to A.I. If the applicant’s evidence given at the [original] trial that he had had nothing to do with the attempted taking of the “Mercedes” abroad was to be considered credible, then the defendant would have had no reasons to provide, directly after his arrest, false information, [which was] different from the version [of events] which he had eventually presented.", "The court, when determining the facts of the case, considered credible the statements made by J.S.-T, questioned as a suspect, on 5 May 1994. In those statements, J.S.-T. had presented in detail her contacts with the defendant and A.I. Her statements are logical and convincing. She was questioned in the presence of an interpreter and her lawyer. She had unrestrained freedom to express herself. The facts stated by her do not only incriminate the defendant and A.I., but they also confirm her guilt.", "Those statements do not lose their credibility on account of the fact that they differ from J.S.-T.’s statements made directly after her arrest, namely that the defendant without her consent had lent the car to his friend. He [the defendant] had the car keys because he had parked the car in the car park. That version of events, although similar with the defendant’s first statement, is not credible.", "A.I. saw the rental agreement when taking the car. A.I. has lived in Germany for 8 years and could not have any difficulties in understanding the clause in the agreement which forbade driving the car to the countries of Eastern Europe. J.S.-T. also knew the content of the rental agreement, and thus was aware of this ban. The next assertion of the defendant and A.I. that the latter was to drive the car to Minsk or Vilnius on her [J.S.-T.’s] instructions did not find any support in the evidence. A.I. at the time of his arrest on the border had stated that his destination was Moscow or Sochi, so completely different destinations [from those previously referred to].", "In the light of the evidence obtained in the case the applicant’s guilt does not raise any doubts. It was the defendant who was the mastermind of the sale of the car abroad. The amount received from the sale was to be shared.", "The defendant was fully aware that J.S.-T. was not the owner of the car. She resided permanently in the United States. She drove to Łódź in the hired Mercedes which was registered in Germany. J.S.-T. was a party to the rental agreement and she gave her consent to the sale of the car. She also handed over the documents and the car keys to A.I. to whom she had been directed and put in contact with by the defendant. A.I. was to drive the car abroad. At the moment of the handing of the car to A.I. it was appropriated to the detriment of the Sixt-Budget company, the owner of the car.", "The defendant’s actions constituted [the offence specified in] Article 215 § 2 of the Criminal Code. The defendant, acting together and in agreement with A.I. assisted J.S.-T. in selling a “Mercedes-Benz 200E” car registered under number M-UD 9552 valued not less than 85.000 PLN ... [and, in particular] knowing that the car had been obtained by crime, hired A.I. to take that car abroad...”", "40. The applicant and the prosecutor appealed. The applicant alleged a breach of his defence rights and of a number of procedural provisions. He stressed that he had been deprived of any opportunity to challenge the statements of J.S.-T. made before the prosecutor and to cross-examine her. He also maintained that the authorities had made no real attempt to secure the attendance of that witness before the court.", "41. On 13 November 1997 the Łódź Court of Appeal upheld the conviction but partly altered the sentence imposed. It raised the fine originally imposed to PLN 6,000. The reasoning for that judgment read, in so far as relevant:", "“... The alleged breach of [the applicant’s] procedural rights cannot be upheld. The legal grounds for declining to hear J.S.-T. before the court are laid down in Article 337 §§ 1 and 2 of the Code of Criminal Procedure. Under that provision, the court may – even if the parties object – decline to take measures to summon a witness and confine itself to reading out the records of statements previously given by him or her as a defendant or suspect. The application of that provision is an exception to the rule of the direct examination of witnesses and does diminish the accused person’s defence rights, in particular in situations where there has been no prior confrontation between him and a witness whose testimony is later read out. It must however be stressed that Article 337 of the Code of Criminal Procedure does not oblige the court to exhaust all possibilities of producing a witness from abroad at the trial, even if he or she resides in a neighbouring country. ... Of course, the trial court is empowered, apart from the application of the measure under Article 337..., to make efforts to ensure the direct examination of a witness from abroad. But those efforts make sense only if there are prospects of success. It is known – also to the author of the appeal – that the [previous] attempts made by the court in that respect were futile and that future ones would fail. As early as 1995 the Regional Court asked the Embassy of the United States of America for information as to whether J.S.-T. lived at the address that she had supplied. The reply was evasive and should be interpreted as a refusal to furnish any information on that matter. A further confirmation of the firmness of that position is found in the letter of the Polish diplomatic service (see the letter of the Consul General of the Republic of Poland in Los Angeles, p. 482).", "A pre-condition for securing an appearance of a witness from abroad is that the authority conducting the proceedings knows his or her address. Bearing in mind the obligation to observe all procedural rules attached to summoning a witness from a foreign country, a summons cannot be sent if his or her address is unknown or if it is clear that the address is false. It that context, it should be recalled that the applicant’s “private” enquiries were to no avail (see ... the letter of 7 October 1996...).", "In conclusion and having regard to the grounds for the appeal, the [trial] court would not have been able to satisfy the requirement of the “proper and effective summoning of the witness J.S.-T. for the trial”. Consequently, this argument is ill-founded and, indeed, this court could have stopped at this point because the appellant’s further arguments do not concern the court’s actions but the actions of the investigative authorities and, also, the appellant does not challenge the logic of the conclusion reached by the trial court. Yet there is a need to make the following remarks.", "First of all, J.S.-T. was released because she put up bail of PLN 10,000. Until that time, that is to say, for a month, she was in custody. The [applicant] was treated in the same way but on more favourable conditions: he was released after 17 days and the security in question was PLN 8,000.", "Secondly, evidence obtained under Article 337 must be assessed with a particular thoroughness. The assessment of J.S.-T.’s testimony must be very careful, not least because she was charged with theft of the car in question and supplied a false address. The Regional Court, did, however, manage the task. The best proof is the fact that the [appellant] does not even try to challenge the arguments relating to J.S.-T.’s testimony, which are presented in the reasoning of the contested judgment. It can only be recalled that the trial court took notice of the circumstances surrounding the last questioning of J.S.-T. (by the prosecutor and in the presence of her lawyer) and of the importance of those statements for her criminal responsibility. The court of first instance did not overlook the fact that those statements differed from the previous ones. There is no material proof to conclude that her statements incriminating [the applicant] were made in consequence of her agreement with the investigating authority and, in particular, that they were the price for her release. If her release can be looked on from this angle, the price for her release – although lawful – was the security in question.", "Apart from the above-mentioned arguments of the trial court, there is one more reason to believe J.S.-T. and not to believe [the applicant]. His subsequent statements differ in respect to a number of principal points, points that were enumerated by the trial court. That court rightly noted that [the applicant], when questioned for the first time, had no reason to present a version of events that differed from those later presented. That was decisive for the trial court when, in making a choice between [the applicant’s] statements and the last version presented by J.S.-T., it rejected his testimony. She also changed her statements but she had an interest in concealing the truth. Yet, if [the applicant] was not in any criminal conspiracy with other persons involved in the case, he had no reason to conceal the true circumstances capable of showing that he was not involved in the activities of those persons.", "The applicant’s letter to the court dated 17 July 1997 reinforces the conclusions reached by the Regional Court rather than supporting his own credibility. A new circumstance emerges [from that letter], namely that the car in question was to return from Minsk (so, it was to return to Poland and then to Frankfurt am Main, where it had been hired) with medicines for P.M. So, there was no car theft, and therefore no assistance in selling property obtained by crime. Multiplying different versions results in none of them being considered credible.", "Two further, significant elements should be added to the arguments of the trial court.", "A.I., when heard by the prosecutor on 6 April 1994, said, among other things, that “... [the applicant] came and offered me to get paid – he asked whether I would drive a “Mercedes” to Minsk since his acquaintance was to deliver a hired car there.” [That] witness both earlier and in the present case, in [the applicant’s] presence, confirmed those statements and [the applicant] did not object. [The applicant] himself stated that he suggested A.I. as a driver because he had a German passport. Of course, [the applicant] knew of the arrival of the car on German licence plates. If one combines all these facts which, given [the applicant’s] more than average intelligence and the fact that his decisions are well considered (see the psychologist’s report, pp. 138-139) presented [him] with an exceptionally easy task, it must be concluded that [the applicant] had full knowledge and fulfilled all elements [i.e. had the necessary actus reus and mens rea] for the offence in question.", "Since, for all the above reasons, the assessment made by the court of first instance was compatible with the [principles laid down in] Article 4 § 1 of the Code of Criminal Procedure and consistent with the principles of logical thinking and common sense, no grounds for allowing the [applicant’s] appeal have been found. ...”", "42. On 9 December 1997 the applicant was served with the written grounds of the judgment of the Court of Appeal. On 6 January 1998 he filed a cassation appeal with the Supreme Court (Sąd Najwyższy), alleging a breach of Article 6 § 3 (d) of the Convention in that he had been deprived of an opportunity to examine, or have examined, the principal witness against him.", "43. On 18 December 1998 the applicant wrote to the Supreme Court and asked for a hearing date to be fixed. On 23 December 1998 the Supreme Court replied as follows:", "“... acting on the President of the Section’s instruction, I should inform you that dates for hearings are fixed depending on the date on which a given cassation appeal has been lodged with the Supreme Court and that, at present, the [average] period between the date of the filing of a cassation appeal and the date of a hearing amounts to some 2 years and 6 months. Given that your ... cassation appeal was received at the Supreme Court’s registry on 19 February 1998, it will be heard not earlier than in 2000.”", "44. The Supreme Court examined the cassation appeal on 1 December 2000 and dismissed it as being obviously groundless. It decided, pursuant to Article 535 § 2 of the Code of Criminal Procedure, not to provide written grounds for its decision.", "45. When the applicant was tried, the rules governing the assessment and admissibility of evidence were contained in the Code of Criminal Procedure of 1969 (“the 1969 Code”) (Kodeks postępowania karnego). The Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998.", "Article 4 § 1 of the 1969 Code provided:", "“Judges shall rule on the basis of their conviction deriving from evidence obtained and founded on their free assessment of evidence [and they shall] draw on knowledge and life experience.”", "Article 337 provided, in its relevant part:", "“1. If a witness has groundlessly refused to testify, or has given testimony different from the previous one, or has stated that he does not remember certain details, or if he is abroad, or a summons cannot be served on him, or if he has not appeared on the ground of irremovable obstacles or if the president of the court has declined to summon him pursuant to Article 296 § 2 [i.e. because upon the lodging of the bill of indictment the prosecution has asked that the records of his testimony be read out at trial], the records of his previous statements may be read out, [regardless of whether they] have been made in the investigation or before the court in the case in question or in another case or in any other procedure provided for by the law.", "2. In the circumstances referred to in paragraph 1, the records of evidence that a witness has given when heard as an accused may also be read out.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}