{"ITEMID": "001-90440", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF AUPEK v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1966 and lives in Ercsi.", "5. On 19 August 1998 the applicant, a truck driver, was involved in a multiple road accident. Subsequently he was interrogated as a suspect for having negligently caused the death of six people and the serious injury of five others, three of whom became permanently disabled.", "6. After several hearings at which numerous witnesses testified and the opinions of several experts were obtained, on 9 April 2002 the Miskolc District Court acquitted the applicant.", "7. On 6 November 2002 the Borsod-Abaúj-Zemplén County Regional Court quashed this judgment as unfounded.", "8. In the resumed proceedings, the District Court held four hearings. On 6 May 2004 it found the applicant guilty as charged. It held that, apart from the responsibility of another driver who had died in the multiple collisions, the accident had essentially been caused by the applicant’s failure to maintain the brakes of his truck and his grossly negligent driving. The applicant’s offence was punishable with two to eight years’ imprisonment. The District Court took account of the protraction of the proceedings as an important mitigating factor and sentenced him to three and a half years’ imprisonment and a four-year prohibition on driving.", "9. On appeal, on 13 October 2004 the Regional Court upheld the applicant’s conviction but reduced his sentence to two and a half years’ imprisonment and a three-year prohibition on driving.", "10. As a consequence of a successful intervening constitutional complaint concerning a procedural rule applied in the applicant’s case, on 4 July 2005 the Attorney General’s Office introduced a motion for a review by the Supreme Court.", "11. On 3 October 2005 the Supreme Court’s review bench quashed the Regional Court’s judgment and remitted the case to it.", "12. In the resumed second-instance proceedings, a motion for bias lodged by the applicant was dismissed the Debrecen Court of Appeal. The hearings scheduled for 28 June and 20 September 2006 had to be postponed for non-attendance by the applicant’s representative. After another hearing on 8 November, on 27 November 2006 the Regional Court acquitted the applicant.", "13. On 21 June 2007 the Court of Appeal upheld this judgment. This decision was served on 19 September 2007."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}