{"ITEMID": "001-110193", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "FERENC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Srečko Ferenc, is a Slovenian national who was born in 1968 and lives in Maribor. He was represented before the Court by Odvetniška Družba Matoz O.P. D.O.O., a law firm practising in Koper. The Slovenian Government (“the Government”) were represented by their Agent, Mrs T. Mihelič Žitko, State Attorney.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was serving his sentence in the closed section of Dob Prison in the period between 24 February 2009 and 26 March 2011.", "As regards the facilities available in the cells and common areas, as well as the health care regime in the prison, the conditions regarding activities outside the cells and contact with the outside world, see the Court’s decision in the case of Lalić and Others v. Slovenia (dec.), no. 5711/10 etc., 27 September 2011.", "Between 24 February 2009 and 2 June 2010 the applicant was held in Block 4, in cell no. 8 which measured 58.96 square metres and accommodated seventeen prisoners. After his brief hospitalisation (see below) he was returned to the same cell, which continued to accommodate seventeen prisoners. He therefore at all times had about 3.5 square metres of personal space while being held in the prison cell.", "At the beginning of his imprisonment the applicant participated in work therapy sessions, but soon dropped out for unspecified reasons.", "The applicant suffers from a large ulceration on his left tibia (the part of the leg below the knee), which had already appeared in 2003. According to the Government, in the period between 24 February 2009 and 9 July 2010, the applicant visited the prison clinic sixty-six times.", "The applicant’s medical record shows that the wound was cleaned and dressed systematically (every few days and, during certain periods, every day) in the prison clinic. Medication was occasionally prescribed to the applicant. The applicant’s comments concerning his condition, in particular as regards his pain and discomfort, were also noted in his medical record.", "Reports from the prison doctor, which appear to have been prepared at the Government’s request, note that the applicant’s ulcer was regularly cleaned by nurses under the supervision of a general practitioner, that he was also regularly treated by the prison psychiatrist, and was undergoing methadone substitution treatment. It was also noted in one of the reports that the medical assistance provided to the applicant was of a higher standard than that commonly received by individuals with a similar medical problem in Slovenia.", "During the period of his imprisonment the applicant was twice admitted to the Department for Plastic and Reconstructive Surgery at the Maribor Hospital, in order to undergo surgical treatment for his ulcer. On both occasions it was envisaged that the surgery would be performed under general anaesthesia. The first time, on 1 December 2008, complications arose when the anesthetist was inserting the intravenous catheter. The applicant was given the option of the catheter being inserted through his inguinal canal (in the groin) or his neck, but he refused, and the surgery was aborted for that reason. The same occurred following the applicant’s second admission to the aforementioned hospital on 2 June 2010. A hospital report dated 4 June 2010 notes that the applicant’s ulcer was not infected. It also advised that the applicant’s status in prison be appropriate to his state of health.", "For the relevant domestic law and practice, see paragraphs 33-35 and 3847 of the Court’s judgment in the case of Štrucl and Others v. Slovenia (nos. 5903/10, 6003/10 and 6544/10, 27 September 2011), and paragraphs 34-36 of Mandić and Jović v. Slovenia (nos. 5774/10 and 5985/10, 27 September 2011), as well as Lalić and Others, cited above.", "In addition, the Patient Rights Act (Official Gazette no. 15/2008, entry into force on 26 August 2008) provides for procedures for dealing with complaints concerning, inter alia, inadequate medical treatment or care. In accordance with the provisions of that Act, a patient can lodge a complaint directly with a health-care provider. If unsatisfied, he or she can complain to the Commission for Protection of Patients Rights. Ultimately, a patient whose complaint has been unsuccessful can challenge the decisions made in his or her case before the Administrative Court. The Act also regulates the work of the Representative for Patients’ Rights, whose main role is to assist, provide advice to and represent patients in the exercise of their rights provided therein."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}