{"ITEMID": "001-69204", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF HEFKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1970 and lives in Snina.", "5. On 9 January 1997 the applicant gave birth to a girl. She stated to the authorities that the father of the child was a Yugoslav national living in Switzerland.", "6. On 18 April 1997 the Humenné District Court heard the applicant on the issue of the paternity of her child.", "7. On 22 December 1997 the Prešov District Court appointed the Snina District Office as guardian to the child for the purpose of bringing paternity proceedings on her behalf and representing her in such proceedings. The decision stated that it had been taken as the applicant had not filed a paternity action. The District Office received the decision on 23 December 1997, but it did not bring paternity proceedings. On 3 June 1999 the Prešov Regional Office admitted, in reply to the applicant’s complaint, that the Snina District Office by its failure to file an action had delayed the case.", "8. On 17 August 1998 paternity proceedings were instituted, at the applicant’s request, before the Prešov District Court. On 17 September 1998 the applicant paid the court fee.", "9. On 25 January 1999 the Prešov District Court heard the applicant and decided to transfer the case to the Humenné District Court for reasons of jurisdiction. The file was submitted to the latter court on 8 March 1999.", "10. A hearing before the Humenné District Court was held on 28 June 1999.", "11. On 6 October 1999 the case was assigned to a different judge.", "12. On 1 December 2000 the District Court ordered an official translation of the relevant documents as it was necessary to seek the assistance of Swiss authorities. The request for assistance was sent to the competent Swiss court on 21 January 2001.", "13. The District Court received the reply from the Swiss court on 26 March 2001. According to it, the defendant had denied the paternity of the applicant’s child. He declared himself ready to undergo a DNA test. The defendant had also explained that he had been granted asylum in Switzerland and that he could not travel abroad.", "14. On 23 May 2001 the District Court held a hearing at which the applicant maintained her claim. On the same day the District Court appointed an expert in genetics. On 9 July 2001 the expert informed the applicant that he had not yet made a blood analysis of her daughter as the District Court had failed to pay an advance on his costs. The letter further stated that the expert had informed the District Court how to obtain a blood sample from the alleged father in Switzerland. The District Court sent the relevant request to the Swiss court on 29 June 2001.", "15. On 31 January 2002 the expert informed the District Court that he had not yet received the blood sample from his Swiss counter-part. On 6 December 2002 the District Court informed the applicant that the Swiss authorities had not yet obtained a blood sample from the alleged father of the child.", "16. After having made an inquiry from the expert on 11 February 2003, the District Court again requested the Swiss authorities for assistance on 13 March 2003. In a reply delivered on 14 April 2003 the competent Swiss court informed the Humenné District Court that the files relating to its request had already been sent to it. The Swiss court enclosed copies of those documents to its reply. It was later established that the original mail from the Swiss court had been lost prior to its delivery.", "17. On 18 June 2003 the District Court scheduled a hearing for 10 September 2003. It unsuccessfully attempted to have the defendant summoned. On 10 September 2003 the case was adjourned as the defendant’s whereabouts were unknown.", "18. On 16 September 2003 the Humenné District Court again requested the competent Swiss court for assistance in establishing the defendant’s whereabouts and in obtaining a blood sample from him. It further authorised the expert to proceed with the analysis of samples from the applicant and the child.", "19. On 27 October 2003 the District Court received information about the new address of the defendant.", "20. On 9 December 2003 the District Court again asked the Swiss court for assistance in obtaining a blood sample as well as further information about the defendant’s situation.", "21. On 19 December 2003 the expert submitted a DNA analysis of the applicant and her daughter.", "22. On 6 July 2004 the District Court received a reply from the Swiss court. It stated that the Swiss court had heard the defendant on 15 March 2004 who had agreed to an analysis of his blood. However, the defendant subsequently had not complied with repeated requests to this effect and had failed to appear for a sample to be taken from him. Under Swiss law the defendant could not be obliged to submit a blood sample without his consent. According to the letter, the Swiss court could take no further action in that respect. The Humenné District Court obtained a translation of the above reply on 31 August 2004.", "23. A hearing before the District Court was scheduled for 1 December 2004.", "24. On 25 September 2002 the applicant complained about the length of the paternity proceedings before the Constitutional Court.", "25. On 2 July 2003 the Constitutional Court dismissed the complaint as being manifestly ill-founded. The decision stated that the complaint concerned the proceedings before the Humenné District Court. The Constitutional Court found undue delays in the proceedings between November 1999 and November 2000. However, after that period the District Court had proceeded with the case in an appropriate manner. In particular, it had sent several requests to a court in Switzerland on 29 January 2001, 19 June 2001, 12 June 2002 and on 13 March 2003. It had further ordered an expert opinion, sent a request for a blood sample to be obtained from the defendant and had the documentary evidence translated. In addition, it had encountered difficulties resulting from the loss of files abroad and the fact that summonses could not be served on the defendant.", "26. The Constitutional Court concluded that the overall length of the proceedings could not be imputed to the District Court as its proceeding with the case had depended on co-operation with the Swiss authorities."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}