{"ITEMID": "001-60721", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF PIECHOTA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1934 and lives in Katowice, Poland.", "10. On 13 November 1981 the Katowice District Court (Sąd Rejonowy) declared the applicant the sole heir of his mother’s estate. Consequently, he became a co-owner of an apartment building situated in Katowice. The building was owned in equal parts by the applicant and his brother, Mr M. P., who had inherited his share of the property from their father in 1973. It consisted of two separate apartments, a staircase and several rooms situated in the basement and in the attic.", "11. On 10 January 1983 Mr M.P. instituted non-contentious proceedings (postępowanie nieprocesowe) before the Katowice District Court in which he sought a ruling on how the property should be used by the co-owners.", "12. The Government averred that the proceedings were stayed between 1 March and 11 November 1983 because the parties had failed to make a downpayment to cover expert fees. The applicant claimed that he had made the required payment on time.", "13. The Government submitted that before 1 May 1993 the trial court had held fifteen hearings and that the applicant had failed to attend six of them. The applicant contested that submission.", "14. Before 1 May 1993 the presiding judge on two occasions inspected the property.", "15. Between 17 August and 7 December 1993 the trial court held five hearings. The Government submitted that the applicant had failed to attend three of them and that one of these absences had not been justified. The applicant claimed that he had attended all five hearings.", "16. During the hearing held on 11 January 1994 the trial court dismissed two requests concerning evidence submitted by the applicant. It also suggested a friendly settlement to the parties, but to no avail.", "17. On 25 January 1994 the Katowice District Court decided that the applicant should have exclusive access to a room situated in the attic and that he should share a garden with his brother. Both parties appealed to the Katowice Regional Court (Sąd Wojewódzki) against that decision.", "18. On 25 October 1994 the Regional Court held the first hearing, which was adjourned because of the applicant’s absence. The applicant submitted that he had not attended the hearing because he had not been served with the summons.", "19. On 24 November 1994 the Katowice Regional Court quashed the judgment of the District Court except for a part concerning the division of the garden and remitted the case to the first-instance court. The Regional Court considered that the decision to award the applicant exclusive access to a room situated in the attic could lead to further conflicts between the parties. It also pointed out that on several occasions the applicant had changed his claims and that the District Court had failed to take into account certain proposals submitted by the plaintiff in the first-instance proceedings.", "20. On 28 January 1995 Mr M. P. died and was replaced as a party to the proceedings by his widow, Mrs K. P. and his son, Mr L. P. During the hearing held on 14 March 1995 the District Court stayed the proceedings to allow them to obtain a declaration of heirs. The proceedings were resumed on 21 August 1995.", "21. The next hearing was held on 19 October 1995. On 13 November 1995 the judge visited the property.", "22. The Government submitted that during the hearing held on 19 March 1996 the applicant had asked the court to take evidence from two expert witnesses. The applicant disputed that submission.", "23. Between 1 August and 28 November 1996 the District Court held four hearings. The Government submitted that the applicant had failed to attend the first of these hearings. The applicant disagreed with that submission.", "24. During the hearing held on 4 March 1997 the court allowed the applicant’s request and appointed an expert witness. On 23 December 1997 the witness submitted his report. The Government submitted that a delay in taking evidence from the expert witness resulted from the trial court’s “unsuccessful attempts to find an expert who was able to prepare the opinion”.", "25. On 10 March and 7 May 1998 the District Court held hearings.", "26. On 27 May 1998 the presiding judge and the parties visited the property. The applicant refused to sign the record of the survey because he considered that it was not objective.", "27. The next hearing was held on 16 June 1998. The applicant was absent for health reasons.", "28. On 19 August 1998 the applicant challenged the presiding judge. On 24 August 1998 the challenge was dismissed by the District Court but the applicant appealed to the Katowice Regional Court.", "29. On 25 August 1998 the District Court held a hearing. The Government submitted that it had been adjourned since the applicant had failed to attend it and his challenge to the judge had not been decided. The applicant claimed that he had not received the summons for that hearing.", "30. On 14 October 1998 the Katowice Regional Court dismissed as manifestly ill-founded the applicant’s appeal against the District Court’s decision of 24 August 1998.", "31. On 16 December 1998 the applicant filed with the Katowice District Court a written statement in which he complained about a delay in the proceedings and submitted several requests concerning evidence.", "32. On 17 December 1998 and 25 February 1999 the District Court held hearings.", "33. On 5 March 1999 the President of the Katowice Regional Court responded to the applicant’s complaint of 5 January 1999 about the excessive length of the proceedings in his case. He pointed out that the case involved both legal and factual complexity and that both parties had changed their claims on many occasions. Furthermore, he noted that fifteen hearings had taken place since 24 November 1994. The inspection of the property on 27 May 1998 had been necessary since a new judge had taken over the case and in order to establish the actual condition of the house. The President concluded that in those circumstances the court could not be blamed for the lack of activity in the case.", "34. On 11 March 1999 the Katowice District Court decided that rooms situated in the attic should be used exclusively by the plaintiffs, whereas a room in the basement should be shared with the applicant. Both parties appealed to the Katowice Regional Court.", "35. On 16 June 1999 the Katowice Regional Court dismissed the applicant’s appeal against the District Court’s decision rejecting as lodged out of time his request to supplement the judgment (wniosek o uzupełnienie wyroku).", "36. On 7 July 1999 the Katowice Regional Court dismissed the applicant’s appeal. The court pointed out that the applicant contributed to a delay in the proceedings by submitting and changing numerous requests and appeals and refusing to settle the case.", "37. On 6 September 1999 the applicant filed a cassation appeal but it was rejected by the Katowice Regional Court on 29 September 1999.", "38. On 11 October 1999 the applicant lodged with the Supreme Court an appeal against the Regional Court’s decision rejecting his cassation appeal. On 2 February 2000 the Supreme Court dismissed his appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}