{"ITEMID": "001-69420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BULYNKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Partly inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["6. The applicant was born in 1935 and currently resides in Torez, the Donetsk Region.", "7. On 30 November 2000 the applicant was dismissed from her position in the State Holding Company “Torezantratsit” (the “SHC”).", "8. In July 2000 the applicant instituted proceedings in the Torez City Court against the SHC seeking to recover salary owed to her.", "9. On 7 August 2000 the Torez City Court allowed her claims and ordered the SHC to pay the applicant UAH 2,379.76 in compensation.", "10. On 14 June 2001 the Torez Execution Service informed the applicant that the judgment of 7 August 2000 could not be executed due to the SHC’s lack of funds.", "11. On 10 October 2002 the applicant informed the Court that the judgment of 7 August 2000 had still not been executed.", "12. The Government stated that between 9 November 2000 and 15 April 2003 the bailiffs conducted 8 inspections of the company’s accounts and found that there were no funds available to enforce the judgment. They also stated that the bailiffs were enforcing 92 writs of execution against the company, with a total debt of UAH 213,526.", "13. On 2 July 2003 the applicant received UAH 2,379.76 in execution of the judgment of 7 August 2000.", "14. On 3 July 2003 the enforcement proceedings on the applicant’s writ of execution were discontinued as the amount awarded by the judgment had been paid.", "15. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}