{"ITEMID": "001-118594", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF DANILO KOVAČIČ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Aleš Pejchal;André Potocki;Angelika Nußberger;Ganna Yudkivska;Mark Villiger;Paul Lemmens", "TEXT": ["4. The applicant was born in 1940 and lives in Komen.", "5. On 15 December 1993 an indictment was lodged against the applicant and three others before the Nova Gorica District Court. He was charged with the criminal offence of abuse of position as the director of the company HIT D.O.O. under section 133 of the Criminal Code.", "6. The indictment was served on the applicant on 20 December 1993. All of the accused lodged objections to the indictment.", "7. On 25 January 1994 the court rejected the objections.", "8. On 19 April 1994 the first hearing was held. The representatives requested the recusal of the judge. The request was rejected.", "9. Between 21 April 1994 and 12 July 1994 the court held some seven hearings. Three hearings were interrupted due to health problems of one of the co-accused (Ms A.T.K.). Five hearings scheduled for the second half of May were postponed to the beginning of June.", "10. On 12 July 1994 held a hearing and decided that the case against Ms A.T.K. should be tried separately.", "11. Between 14 July 1994 and 15 February 1995 the court held some twenty-six hearings, heard several witnesses, dealt with two requests for recusal of judges and adduced evidence.", "12. On 15 February 1995 following amendments of the criminal legislation the court held a hearing in a different formation (a panel of five judges instead of three) and commenced the hearing by re-reading the indictment.", "13. Between 16 February 1995 and 19 December 1995 the court held some twenty-eight hearings, heard several witnesses and adduced evidence. About ten hearings were postponed due to health problems of the applicant and one of the accused (Mr. D.K.).", "14. During the hearing held on 9 January 1996 the applicant informed the court that he had serious heart problems and needed an operation. The court decided to try the applicant’s case in a separate set of proceedings.", "15. On 16 April 1997 the Nova Gorica District Court issued a decision joining the proceedings against the applicant and Ms A.T.K.", "16. On 6 May 1999 the court decided to join to the proceedings the case involving the co-accused Mr. D.K., whose case had been remitted to the first-instance court after an initial conviction and a subsequent successful appeal.", "17. Between 27 May 1999 and 1 September 1999 the court had to appoint ex officio representatives for the accused and had to deal with a motion for recusal of a judge and a motion for transfer of jurisdiction.", "18. Between 6 September 1999 and 9 June 2000 the court held about thirty-six hearings. The court heard several witnesses and adduced evidence. The court also had to deal with requests for recusal of judges and in addition the ex-officio representatives resigned and the court had to appoint new ones.", "19. On 12 June 2000 the first-instance court issued a judgment finding the applicant guilty as charged. He was sentenced to four years’ imprisonment. The written copy of the judgment was issued on 2 November 2000. The applicant appealed.", "20. On 12 June 2002 the Koper Higher Court rejected the appeal and upheld the first-instance judgment. The applicant lodged a request for protection of legality.", "21. On 10 February 2005 the Supreme Court upheld the request for protection of legality in part and amended the operative part of the judgment by changing the legal classification and convicting him for the crime of the abuse of authority under section 244 of the Criminal Code. The Supreme Court found that the crimes under section 133 of the old Criminal Code and section 244 of the new Criminal Code constituted legal continuity and as the latter section was more favourable for the applicant the Supreme Court amended the first-instance judgment. His sentence was lowered to three years and eight months of imprisonment. He lodged a constitutional complaint.", "22. On 3 February 2006 the applicant was granted pardon by a Decree issued by the President of the Republic of Slovenia. In the Decree it was stated only that the applicant’s sentence of three years and eight months imprisonment was to be reduced to two years’ imprisonment, provided that the applicant did not commit another crime within the following five years.", "23. On 28 February 2008 the Constitutional Court rejected his complaint as unsubstantiated.", "24. For relevant domestic law see Tomažič v. Slovenia (no. 38350/02,", "13 December 2007)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}