{"ITEMID": "001-4827", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KAWKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish citizen born in 1965 and residing in Łódź.", "", "On 6 January 1994 the Zgierz District Prosecutor issued a warrant of arrest against the applicant and on the same day remanded him in custody on suspicion of attempted manslaughter by assaulting the victims in their apartment with a knife and an axe.", ". On 25 March 1994 the Łódź Regional Court (Sąd Wojewódzki) granted the Prosecutor’s request for prolongation of the applicant’s detention until 4 July 1994 in view of the need to obtain further expert opinions. On 5 April 1994 the Łódź Regional Court dismissed the applicant’s request for release.", "On 26 April 1994 the Łódź Court of Appeal (Sąd Apelacyjny) complied with the applicant’s request to amend the decision of 25 March 1994 and shortened the period for which the applicant’s detention was authorised to 30 June 1994.", "On 25 May 1994 the applicant requested his release. The Łódź Regional Court and, upon appeal, the Łódź Court of Appeal, dismissed his request.", "On 15 June 1994 the applicant again requested to be released. On 17 June 1994 he underwent a psychiatric examination.", "On 28 June 1994 the Łódź Regional Court, acting upon the motion of the Zgierz District Prosecutor, prolonged the applicant’s detention from 30 June until 30 September 1994. The Court considered that the reasons for which the detention had been ordered had not ceased to exist. There was sufficient suspicion that the applicant had committed the criminal offence at issue, supported by the evidence gathered in the course of the investigations. The applicant had to undergo a further time-consuming psychiatric examination. Further investigatory measures had to be taken and evidence had to be obtained.", "On 15 July 1994 an additional psychiatric opinion was submitted.", "On 19 July 1994 the Łódź Court of Appeal upheld the decision of 28 June 1994. The Court considered that the applicant’s continued detention was necessary in order to ensure the proper conduct of the proceedings in view of the fact that the applicant’s psychiatric examination had not been completed.", "On 11 and 28 August 1994 the applicant requested to be released. His requests were subsequently dismissed by the Łódź Regional Court.", "On 1 September 1994 the applicant requested his release.", "On 5 September 1994 the applicant was informed that the charges against him had been in part modified and he was allowed access to the case-file.", "On 21 September 1994 the applicant was served with a bill of indictment. On the same day the Public Prosecutor submitted the indictment to the Łódź Regional Court.", "On 4 October 1994 the Łódź Regional Court dismissed the applicant’s request for release of 1 September 1994. The Court considered that there was a reasonable suspicion that the applicant had committed a dangerous offence, supported by the evidence given, inter alia, by the two victims. The reasons for which the detention had been ordered continued to exist. The applicant had failed to indicate in his request any new circumstances which could justify his release.", "On 6 October 1994 the applicant’s father appealed against the decision. He submitted that the period of detention had expired on 30 September 1994, whereas the applicant had not received any decision further prolonging his detention.", "On 10 October 1994 the applicant’s lawyer appealed against the same decision. He submitted that the Court’s conclusions as to the reasonableness of the suspicion were based on insufficient evidence as only the evidence given by the victims supported the suspicion that the applicant was guilty. The applicant’s detention since 30 September 1994 lacked any legal basis, as the detention period had expired on this date. No further decision relating to the prolongation of the detention had been issued.", "On 25 October 1994 the Łódź Court of Appeal upheld the decision of 4 October 1994. The court first considered that the applicant’s arguments as to whether the suspicion against him was reasonable were ill-founded. The court further considered that the applicant’s suggestion that his detention since 30 September 1994 lacked any legal basis was entirely erroneous. The court stated that the applicant’s lawyer must apparently have overlooked the fact that the bill of indictment had been submitted to the court on 21 September 1994. Therefore the time-limits for detention on remand provided for by Article 222 of the Code of Criminal Procedure had ceased to apply, given that this provision applied only to the pre-trial stage of criminal proceedings", "On an unspecified later date the applicant challenged all the judges of the Łódź Regional Court, alleging that they were biased against him. On 23 November 1994 the Łódź Regional Court decided that judge J.R. should step down, considering that he had declared, in reply to the applicant’s challenge, that he had known the victims of the offence for many years and that this could make it difficult for him to remain impartial. The court dismissed the applicant’s challenge of the remaining judges, finding that the statutory requirements for them to step down were not satisfied.", "The court fixed the date of the first hearing to be held in the case for 27 January 1995. On 23 January 1995 the applicant’s lawyer requested that the hearing be adjourned as he was ill. He further requested the court to obtain a medical expert opinion in order to establish whether in the light of the injuries sustained by the victims the course of the material events could possibly correspond to events as presented in the bill of indictment. He further requested the court to order a reconstruction of the crime, which would allow it to make findings of facts relevant to the determination of the applicant’s criminal responsibility.", "Subsequently, on 14, 16, 27 and 31 March 1995 and on 6 April 1995 the applicant requested to be released, but to no avail as the Łódź Regional Court dismissed all his requests.", "In April 1995 the applicant complained to the prison medical services that, following pains which he had had in his right eye, he had begun to lose his eyesight.", "On 5 June 1995 the Łódź Regional Court convicted the applicant of attempted manslaughter and sentenced him to five years’ imprisonment.", "On 6 July 1995 the court informed the applicant that the written grounds of the judgment would be prepared by 10 September 1995.", "In June 1995 the Regional Court, supervising the enforcement of sentences ordered that the applicant should be examined by an ophthalmologist. Apparently, this specialist had not found any pathology as regards the applicant’s eyesight, but indicated that a neurological examination was called for. In July the applicant was examined by a neurologist who recommended that he should undergo a comprehensive neurological examination in a specialised hospital.", "Subsequently the applicant was transferred to Strzelce Opolskie prison. At the end of July 1995 he was transferred to Wrocław prison.", "In a letter of 18 August 1995 the Ombudsman informed the applicant, in reply to his earlier complaints about the allegedly inadequate medical care which he had received in prison, that his allegations had been investigated and that they had proved unfounded. The Ombudsman referred to the fact that upon his admission to the Łódź prison the applicant had only stated that he was short sighted. On 17 January 1995, after the applicant complained that he had had a short loss of consciousness, he had been examined by a neurologist and had undergone a tomography of brain which had not shown any pathological changes. On 1 March 1995 he had been examined by an ophthalmologist, who had stated that his eyesight had not deteriorated since his admission to the prison. It was further stated in the letter that since 1 March 1995 the applicant had not reported any health problems to the prison health services, either after his transfer to the Strzelce Opolskie or after his subsequent transfer to the Wrocław prison. On 3 July 1995 he had only complained of headache.", "On an unspecified date in October 1995 the applicant was transferred to another ward of Wrocław prison, to a cell for six inmates. On 19 October 1995 the applicant, following his complaints about his asthma, back pains and problems with his eyesight, was admitted to a hospital in Wrocław prison.", "On 27 October 1995 the applicant was served with the written grounds of the judgment of 5 June 1995.", "Subsequently the applicant’s lawyers lodged two appeals against this judgment, submitting that the Regional Court had committed errors of law in that it had erroneously applied substantive law and wrongly qualified the offence concerned as attempted manslaughter, whereas it should have been qualified as assault. It was further argued that the court had erroneously assessed the evidence, had disregarded the discrepancies between the testimony of various witnesses and, as a result, had made wrongful findings of fact. The court should have questioned D.W. who, as not having any family links with either the applicant or the victims, would be an impartial and credible witness. His testimony would in particular confirm that the applicant had not acted with an intention to kill.", "On 6 November 1995 the applicant requested the Łódź Court of Appeal to expedite the appellate proceedings in his case.", "On an unspecified date in November 1995 the doctors of the Wrocław prison hospital found that the applicant suffered from certain degenerative ailment of spine.", "On 5 December 1995 the Łódź Court of Appeal informed the applicant that the case-file had not been submitted to that court.", "On an unspecified date at the beginning of 1996 the applicant underwent a medical consultation in a public hospital in Wrocław.", "On 29 February 1996 the Łódź Court of Appeal partly amended the judgment in that, in the determination of the applicant’s sentence, it relied on different provisions of the Criminal Code as applicable at the material time, and upheld it in its remainder. The court observed that whereas it was true that there had been certain discrepancies between the testimony of the three members of the L. family, the victims of the crime, on the other hand they had been quite concordant in respect of the essential elements of the material circumstances. These discrepancies could be explained by the lapse of time between their first questioning, made in the investigations, and the subsequent ones, made before the trial court. On the whole, the discrepancies were not of such a nature as to diminish the credibility of these witnesses, in particular as regards the weapons used by the applicant and the fact that he had used both of them, i.e. a knife and a kitchen axe. The court further noted that the lower court had summoned witness D.W. for the hearing on 3 June 1995, but as he had failed to attend the hearing, the court had read out his testimony deposed during the investigations, having first requested the parties to state whether they had insisted that this witness be questioned. At this stage the applicant’s lawyers had agreed that this testimony be read out in the court. Thus, the applicant had accepted that it had not been necessary for the court to hear this witness. The court further considered that, in any event, this testimony was in part concordant with the testimony of the other two witnesses, A.S. and D. D. There were no grounds on which to accept that the testimony in question would have entirely exonerated the applicant.", "On 5 April 1996 the applicant’s lawyer lodged a cassation appeal against this judgment with the Supreme Court. It was argued that the courts had committed a serious error of law in that the applicant’s offence had erroneously been qualified as attempted manslaughter whereas it should have been qualified as assault. It was further submitted that in the assessment of the evidence the principle in dubio pro reo had not been respected. The Regional Court had committed a procedural error in that it had failed to question witness D.W. and had limited itself to reading out during the trial his testimony submitted during the investigations. It was finally argued that the court had failed to establish certain circumstances relevant for the assessment of the applicant criminal responsibility, in particular as it had failed to order a reconstruction of the circumstances of the crime which would show that the course of the material events could not possibly have been such as established by the court.", "On 4 June 1996 the applicant was examined by a medical panel, with a view to establishing whether he was fit for further detention.", "On 25 June 1996 the Wrocław Regional Court stayed the enforcement of the applicant’s sentence, having regard to his bad health. The court had regard to a medical certificate of 14 June 1996 and considered that his further staying in prison would be detrimental to his health.", "On 27 June 1996 the applicant was discharged from the Surgery Department of the Wrocław prison hospital. A medical certificate issued at his discharge stated that he had been diagnosed as suffering from hernia of the nucleus pulposus. He had been examined by an orthopaedist, a neurologist, and a specialist in neurosurgery. A tomography of the spine had been effected and he had been receiving various medicines to ease his back pain. It was further stated that the applicant’s further serving the sentence could entail a serious danger to his health and that he should be operated on in connection with his spine problems. On an unspecified later date the applicant was released.", "From 15 January 1997 to 5 March 1997 the applicant underwent medical treatment in the Neurosurgery Department of the Medical Academy in Bydgoszcz. A medical certificate of 5 March 1997 stated that he suffered from discopathy and painful pressure on spinal cord. A surgical intervention was indispensable, but it could not be envisaged in the applicant’s depressive state and was, accordingly, postponed. However, the postponing of the surgery would ultimately entail very serious risks to the applicant’s health and even life. He was referred to a psychiatric department for further treatment. The date of his next admission to the hospital for neurological treatment was set for 21 July 1997.", "From 18 to 26 March 1997 the applicant was treated in the Psychiatry Department of the same hospital. It was established that he suffered from depression.", "In May 1997 the applicant apparently started anew to serve his sentence.", "On 10 June 1997 the Wrocław Court of Enforcement of Sentences refused to grant the applicant’s request for a conditional release.", "On an unspecified date before 10 October 1997 the applicant’s request to have the execution of his sentence stayed was granted in order for him to undergo the operation of the spine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}