{"ITEMID": "001-98909", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BİÇİCİ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 11;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1955 and lives in Istanbul.", "6. On 29 October 2003, while attempting to participate in a demonstration in the form of “a press conference” held on Istiklal Street in the Beyoğlu district of Istanbul, the applicant was arrested, together with some 50 to 60 other participants, by police officers at approximately 4.10 p.m. The applicant alleged that the police officers had used disproportionate force to disperse the crowd and to arrest the demonstrators, whereas the Government claimed that the demonstrators had resisted the police and had refused to disperse.", "7. Following her arrest the applicant was taken to hospital for a medical examination. The doctor who examined her reported that there were no signs of injury on the applicant's body. The doctor noted, however, that the applicant complained of pain in her right upper arm.", "8. On the same date, at 7.30 p.m., the applicant was questioned by the Beyoğlu public prosecutor. The applicant informed the public prosecutor that she had been subjected to ill-treatment by the police, who had used disproportionate force during her arrest. She claimed that she had attended the meeting, organised by a group called “the Peace Mothers' Initiative”, as the President of the Istanbul Human Rights Association, and that she had been arrested by the police for no reason. She stated that she had merely exercised her legal rights and that she had not breached the Meetings and Demonstration Marches Act (Law no. 2911).", "9. The applicant was released from police custody on the same day, after being questioned by the Beyoğlu public prosecutor.", "10. On 6 November 2003 the applicant lodged a complaint with the Beyoğlu public prosecutor against the police officers who had been involved in the incident and had arrested her. She complained, inter alia, of the unlawfulness of her arrest and the excessive use of force by the police during the arrest.", "11. On the same date the applicant was referred to the Istanbul branch of the Forensic Medical Institute by the Beyoğlu public prosecutor. The doctor who examined the applicant noted a 2 x 6 cm ecchymosis on the back of her left leg and concluded that the injury rendered the applicant unfit for work for five days. The doctor further noted that the applicant was suffering from pain in her right shoulder and right arm.", "12. On 12 November 2004 the Beyoğlu public prosecutor issued a decision not to prosecute the police officers who had been on duty at the press conference of 29 October 2003. Relying on the incident report prepared by the police officers, the public prosecutor noted that, despite warnings by the police, the demonstrators, who had gathered illegally without obtaining permission and had disturbed public order by blocking the pedestrian zone and tramway, had refused to disperse and the police had therefore been obliged to use some degree of force to disperse them and restore public order. The public prosecutor considered that the force used by the security forces had been in line with section 24 of the Meetings and Demonstration Marches Act and had been justified in the circumstances. In the public prosecutor's opinion, the applicant's injuries were the result of a proportionate use of force which did not amount to ill-treatment or abuse of authority.", "13. On 23 December 2004 the applicant lodged an appeal with the Istanbul Assize Court against the above-mentioned decision of the public prosecutor. She claimed that on 29 October 2003 police officers had beaten her during her arrest, causing injuries rendering her unfit for work for five days, as corroborated by the medical report from the hospital. She further alleged that the participants had not blocked the tramway or pedestrian traffic. She therefore asked the Assize Court to order the prosecuting authorities to bring charges against the police officers.", "14. On 30 December 2004, having regard to the content of the file and the reasons given by the Beyoğlu public prosecutor, the Istanbul Assize Court dismissed the applicant's appeal.", "15. The Istanbul Assize Court's decision was served on the applicant on 16 February 2005.", "16. In the meantime, on 7 November 2003, the Beyoğlu public prosecutor had brought charges against thirteen demonstrators, including the applicant, for violation of the Meetings and Demonstration Marches Act. In her defence submissions before the court, the applicant claimed that, in participating in the demonstration, she had merely been exercising her democratic rights.", "17. In a judgment dated 19 December 2006, the Beyoğlu Assize Court acquitted the applicant and her co-accused of the above-mentioned charges. The court held as follows:", "“[It] was alleged that the accused had breached the Meetings and Demonstration Marches Act on the day of the incident. Having regard to the content of the case file, there is no convincing evidence indicating with sufficient certainty that the accused committed the alleged offence. It appears from the incident report that the security forces took measures following an intelligence report that the Peace Mothers' Initiative, Gök-Der, Tuad and Yakay-Der associations were to hold a demonstration in front of the post office in the Galatasaray district. After the gathering of the group (demonstrators), the chair of the association Yakay-Der stated that they would stage a sit-in in front of the Galatasaray post office. Following a police warning [that the meeting was unlawful], the demonstrators told the police that they would make a press statement and then disperse. However, the police teams did not release the group and continued to keep them within a circle; they then arrested them without giving a proper warning that could be heard by everyone (no evidence was provided to substantiate the assertion that a warning was given). For these reasons, no evidence was adduced to indicate that the accused committed the alleged offence in contravention of the said Act and that [their action] went beyond the exercise of their democratic rights. It is thus considered that the actions of the accused were merely an exercise of their democratic rights [to freedom of assembly]. The [accused] are therefore acquitted of the charges brought against them...”", "18. The relevant domestic law can be found in the case of Nurettin Aldemir and Others v. Turkey (nos. 32124/02, 32126/02, 32129/02, 32132/02, 32133/02, 32137/02 and 32138/02, §§ 20-23, 18 December 2007)."], "VIOLATED_ARTICLES": ["11", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}