{"ITEMID": "001-78817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MOROZ AND OTHERS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (exhaustion);Violation of Art 6-1;Not necessary to examine Art 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - award;Costs and expenses award - Convention proceedings;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicants, Mr Moroz, Mrs Nikulina, Mr Shehali, Mr Mykhailenko, Mrs Shyryayeva, Mr Parhomenko, Mr Dobrovanov, and Mrs Polovets are Ukrainian nationals, who were born in 1926, 1937, 1930, 1934, 1940, 1968, 1926, and 1931, respectively. Mrs Polovets lives in the town of Boyarka and the others live in Kyiv.", "5. In 1991 the applicants gave the ATEK Company certain amounts of money in order that it could buy cars for them. The company concluded a contract with a third person, pursuant to which the latter undertook to provide the applicants with the cars.", "6. In July 1994 the Ukrainian Association of Consumers' Organisations, acting in the interests of the applicants, together with thirty other persons, instituted proceedings in the Leningradskyy District Court of Kyiv (the “Leningradskyy Court”) against the company for failure to fulfil its contractual obligations, namely, to provide the applicants and other persons concerned with the cars. The company denied that it had any contractual obligations in this respect.", "7. On 23 August 1994 the court ordered an expert examination and suspended the proceedings. On 15 November 1994 the expert report was completed and the proceedings were resumed.", "8. In 1995 the applicants, together with twenty-eight other persons, lodged with the same court their separate claims in respect of the subject matter of the proceedings. The plaintiffs sought the recovery of the amounts which they had paid to the company and compensation.", "9. On 27 April 1995 the court ruled against the applicants, finding no fault on the part of the company.", "10. On 12 July 1995 the Kyiv City Court (the “Kyiv Court", "11. On 8 April 1996 the court ordered an additional expert examination which was completed on 10 April 1996.", "12. On 18 June 1996 the Leningradskyy Court found in part for the applicants. On 4 November 1996 the same court adopted a supplementary decision, partly changing the operative part of its judgment of 18 June 1996, which still remained favourable to the applicants. These decisions were not appealed against and became final.", "13. On 28 February 1997 the President of the Kyiv Court lodged a protest with the Presidium of that court, seeking initiation of supervisory review proceedings in the case. On 25 March 1997 the Presidium allowed the protest, quashed the decisions of 18 June and 4 November 1996, and remitted the case for a fresh consideration. It held that the first instance court had failed to establish the legal nature of the contract between the applicants and the company.", "14. On an unspecified date Mr N., one of the plaintiffs in the case, requested his claims to be disjoined. On 19 November 1997 the Leningradskyy Court allowed his request.", "15. On 8 December 1997 the Leningradskyy Court found in part for Mr N. This decision was not appealed against and became final.", "16. On 11 March 1999 the Deputy President of the Supreme Court lodged a protest with the Presidium of the Kyiv Court, seeking initiation of supervisory review proceedings in the case. On 29 March 1999 the Presidium allowed the protest, quashed the judgment of 8 December 1997, and remitted the case for a fresh consideration. It mostly reiterated the reasons for its decision of 25 March 1997.", "17. On an unspecified date Mr N. joined the original proceedings as a co-plaintiff.", "18. In the course of the proceedings between 11 September 1997 and 30 June 2000 the applicants amended the claims twice.", "19. Of around thirty-three hearings held during the aforementioned period seven were adjourned due to the absence or at the request of the applicants' representatives. Thirteen hearings were adjourned due to the absence of the representatives of the defendant company and four hearings were postponed because of the witnesses' failure to appear. Five hearings were not held due to the absence of the judge.", "20. On 21 February, 14 March, 12 April, and 26 May 2000 the court fined the representatives of the defendant company for their repeated failure to appear before the court. One of the witnesses called by the court was fined twice for the same reasons.", "21. On 30 June 2000 the Leningradskyy Court found in part for the applicants. This decision was not appealed against and became final.", "22. On 19 December 2000 the Deputy President of the Supreme Court lodged a protest with the Presidium of the Kyiv Court, seeking initiation of supervisory review proceedings in the case. On 15 January 2001 the Presidium allowed the protest, quashed the judgment of 30 June 2000, and remitted the case for a fresh consideration. It held that the first instance court had wrongly applied the law.", "23. On 6 June 2001 the President of the Leningradskyy Court requested the President of the Kyiv Court to remit the case to the Kyiv Court, as this case had been reconsidered by the Leningradskyy Court on four occasions.", "24. On the same day the President of the Kyiv Court granted the request of the President of the Leningradskyy Court and remitted the case to a judge of the Kyiv Court for a fresh consideration.", "25. On 30 November 2001 the Kyiv City Court of Appeal (the former Kyiv City Court), acting as a court of first instance, scheduled a hearing for 14 December 2001, which was not held because of the judge's illness.", "26. Between 14 December 2001 and 28 January 2002 there were six hearings held, out of which two were adjourned at the request of the defendant company and one was postponed due to the submission of the amended claims by the applicants' representative.", "27. On 28 January 2002 the Kyiv City Court of Appeal found against the applicants.", "28. On 28 April 2002 the applicants' representative lodged an appeal in cassation.", "29. On 29 April 2002 the Ukrainian Association of Consumers' Organisations and Mr Shehali, acting in the interests of all the applicants and other claimants, lodged a separate appeal in cassation.", "30. On 24 May 2002 the Kyiv City Court of Appeal granted the applicants a time-limit to rectify the shortcomings of the appeal in cassation of 28 April 2002 and to pay the court fees.", "31. On 7 and 11 June 2002 three of the applicants, Messrs Shehali, Mykhailenko and Parhomenko, submitted to the court copies of the receipts, conforming that they had paid the court fees in respect of the latter appeal in cassation.", "32. On 12 June 2002 the Kyiv City Court of Appeal rejected the appeal in cassation lodged by the applicant's representative on 28 April 2002 for failure to pay the court fees.", "33. On 24 June 2002 the same court sent the appeal in cassation lodged on 29 April 2002 by the Ukrainian Association of Consumers' Organisations and Mr Shehali, acting in the interests of all the applicants and other claimants, to the Supreme Court.", "34. On 8 October 2002 the panel of three judges of the Supreme Court decided to submit the latter appeal for consideration by the Civil Chamber of the Supreme Court.", "35. On 10 September 2003 the Chamber quashed the decision of 28 January 2002 and remitted the case for a fresh consideration.", "36. The Kyiv City Court of Appeal, sitting in a different composition, held fifteen hearings. Six hearings were postponed because of the absence of the applicants' representative or at his request, while three hearings were adjourned at the request of the defendant company.", "37. In the course of the proceedings before that court, the applicants modified their claims twice.", "38. On 15 April 2004 the Kyiv City Court of Appeal found in part for the applicants. It held that the company had been under the obligation to provide the plaintiffs with the cars, which the company had failed to fulfil. The court ordered the company to pay each plaintiff UAH 49,180.05.", "39. On 14 and 19 May 2004, respectively, the defendant company and the applicants appealed in cassation.", "40. On 8 February 2006 the Supreme Court rejected the parties' appeals in cassation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}