{"ITEMID": "001-22055", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ADNANE v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The first applicant has both Moroccan and Dutch citizenship. He was born in 1960 and is living in Veenendaal. The second applicant is his daughter. She is a Moroccan national, born in 1989, and currently living with her father. They are represented before the Court by Mr J.A. van Ham, a lawyer practising in Veenendaal.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The first applicant was born and raised in Morocco, where in 1985 he married M.B., whom he divorced by repudiation on 5 February 1990. The second applicant was born out of this marriage and, after her parents’ divorce, remained in the care and custody of her mother.", "On 22 March 1990, the first applicant married with Ms N.B. and, on 4 July 1990, moved to the Netherlands. Out of this marriage, three children were born in the Netherlands in 1992, 1995 and 1999 respectively. Like the first applicant, Ms N.B. has both Moroccan and Dutch citizenship.", "After having learned in 1993 that, on 19 June 1991, M.B. had entrusted the second applicant’s care and custody to her sister A.B., the first applicant took proceedings before the Court of First Instance in Meknès (Morocco) seeking to obtain the custody of the second applicant.", "In its judgment of 30 January 1996, the Meknès Court of First Instance noted that M.B. had remarried in the meantime and held that, consequently, she had lost the entitlement to the custody of her daughter to the benefit of the father. It therefore awarded the second applicant’s custody to the first applicant. A.B. was ordered to hand the second applicant over to the first applicant, who in turn was to pay A.B. a maintenance allowance for the second applicant’s care as well as an allowance for having looked after the second applicant. This judgment was notified to the parties on 13 March 1996. On the same day, the second applicant took up residence with her parental grandparents in Morocco.", "On 26 August 1997, on behalf of the second applicant, the first applicant filed a request for a provisional residence visa (machtiging tot voorlopig verblijf) on grounds of family reunification. Such a visa is normally a prerequisite for the grant of a residence permit which confers more permanent residence rights.", "On 9 January 1998, the Minister of Foreign Affairs (Minister van Buitenlandse Zaken) rejected the request. Insofar as the applicants relied on Article 8 of the Convention, the Minister held that there had been no interference with these rights in that the second applicant had not been deprived of a residence entitlement enabling her to enjoy family life with her father in the Netherlands. The Minister further held that there was no positive obligation under Article 8 of the Convention to allow the second applicant to take up residence in the Netherlands since the refusal to grant her a residence permit did not prevent a continuation of the applicants’ family life as it existed then whereas it had not been established that there was an obstacle to the exercise of their family life outside the Netherlands.", "On 15 January 1998, the second applicant filed an objection (bezwaar) with the Minister of Foreign Affairs against the decision of 9 January 1998. In the course of a hearing held on 17 June 1998, the first applicant stated, inter alia, that – apart from his parents – he also had two married sisters and two brothers living in Morocco. In his decision of 14 July 1998, the Minister rejected the objection. On 24 July 1998, the second applicant filed an appeal with the Hague Regional Court (Arrondissementsrechtbank) sitting in Haarlem.", "At some unspecified date in the summer of 1998, the second applicant travelled to the Netherlands, where she moved in with the first applicant’s family.", "Following a hearing held on 16 March 1999, the Hague Regional Court rejected the appeal on 15 April 1999. The Regional Court held, inter alia, that there was no indication that the first applicant had always had the intention of being reunited with the second applicant. It noted in this respect that, when the first applicant left Morocco for the Netherlands in 1990, he had left the second applicant behind with her mother in Morocco and found it established that this situation had been intended as being a permanent arrangement. It was only after having learned that the second applicant was in fact being cared for by her maternal aunt that the first applicant took proceedings seeking to obtain the custody of the second applicant. Furthermore, the Regional Court did not find it established that there had been any regular contacts between the applicants during the period when the second applicant had been cared for by her mother and her maternal aunt. On this point, it noted that the first applicant learned only after two years that the second applicant had been entrusted to the care of her maternal aunt. This was not altered by the fact that the first applicant had paid for the costs of the second applicant’s care and upbringing since he had only started to do so after a judicial order to this effect.", "As regards Article 8 of the Convention, the Regional Court held that this provision does not contain a general obligation to enable the exercise of family life by way of immigration, but that the existence of such an obligation is dependent on the particular circumstances of each case. In this connection, the Regional Court held that the applicants had not submitted any facts or circumstances on the basis of which it should be held that their personal interest outweighed the interests of the Netherlands authorities in maintaining a restrictive immigration policy, and concluded that the Minister had not acted unlawfully in refusing to grant the second applicant a provisional residence visa.", "In view of the situation in the Netherlands as regards population size and employment, Government immigration policy – defined in the Aliens Circular (Vreemdelingencirculaire) of 1994 – is aimed at restricting the number of aliens admitted to the Netherlands. In general, aliens are only granted admission for residence purposes if: (a) the Netherlands are obliged under international law to do so; (b) this serves the “essential interests of the Netherlands”, e.g. economic or cultural interests; and (c) there are “cogent reasons of a humanitarian nature” (Chapter A4/5.3 of the Aliens Circular).", "The policy for admission for family reunification purposes is laid down in Chapter B1/5 of the Aliens Circular. This provides, insofar as relevant, that a residence permit for the purposes of family reunification may be granted to a parent of Dutch nationality with minor children, when the children factually belong to his/her family and family ties with one of the parents already existed abroad. Family ties are considered to have definitely ceased to exist in case of long-term integration of the child into another family while the parent(s) no longer exercise parental authority and no longer provide for the costs of the upbringing and care of the child."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}