{"ITEMID": "001-97017", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KULAGA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Ms Janina and Mr Ryszard Kułaga, are Polish nationals who were born in 1927 and 1956 respectively and both live in Tuczępy. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 June 1998 a certain A. P. applied for permission to build a shed for his agricultural tools on his farm.", "Earlier, on 7 September 1996 the Tuczępy Village Mayor had given planning permission (decyzja o warunkach zabudowy i zagospodarowania terenu) for A. P.’s land. In accordance with a local master plan (miejscowy plan zagospodarowania przestrzennego) the permit provided for a shed to be built.", "On 6 July 1998 the Tuczępy Village Mayor informed the applicants that he had instituted the proceedings.", "On 9 July 1998 the applicants raised an objection against the proceedings.", "On 24 July 1998 the Tuczępy Village Mayor informed the parties that he had obtained the evidentiary material in the case.", "On 3 August 1998 the applicants raised an objection against the proceedings.", "On 31 December 1998 the Tuczępy Village Mayor gave permission for the construction.", "On 19 January 1999 the applicants appealed, alleging that as A. P.’s farm bordered theirs, the shed would inevitably block their access to a road. They requested to have the decision of 31 December 1998 declared null and void.", "On 22 April 1999 the Świętokrzyski Regional Office (urząd wojewódzki) quashed the decision and remitted the case.", "On 18 May 1999 A. P. filed a cassation complaint with the Supreme Administrative Court.", "On 6 March 2003 A. P.’s complaint was admitted for examination. The court ruled that the case should be remitted to the first-instance authority for reconsideration.", "On 4 February 2004 the applicants lodged a complaint under Article 37 § 1 of the Code of Administrative Procedure, alleging inactivity on the part of the administrative authorities and that they had not had their case examined within the prescribed time-limits.", "On 26 February 2004 the Świętokrzyski Governor (wojewoda) found the applicants’ complaint to be well-founded and fixed a one-month time-limit for the Busko District Municipality (which had taken over the functions of the Tuczępy Village Mayor) to examine their case.", "On 31 March 2004 the Busko District Municipality refused to give permission for the construction.", "On 24 April 2004 the applicants filed an appeal with the Świętokrzyski Governor against the decision of 31 March 2004.", "On 17 May 2004 the applicants withdrew their appeal. In consequence on 26 May 2004 the Świętokrzyski Governor discontinued the appeal proceedings.", "For a presentation of the relevant domestic law see the cases of Kaniewski v. Poland, no. 38049/02, 8 February 2006, and Koss v. Poland, no. 52495/99, 28 March 2006.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII; and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}