{"ITEMID": "001-83985", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KOLNOOCHENKO AND OTHERS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicants were born in 1939, 1940, 1940, 1937 and 1972 respectively. On 30 January 2007 the second applicant died. By letter of 12 April 2007, Mrs Svetlana Ivanovna Shashkova, the second applicant's widow, informed the Court that she wished to pursue the application.", "5. The first applicant was employed by a subsidiary of the Statecontrolled “Pivdenelekromash” OJSC (“the Company,” ВАТ “Південелектромаш”) until her dismissal on redundancy in 2005. The other applicants were employed by the Company itself.", "6. Between January 2001 and May 2004 (see appendix for details) each applicant obtained one or more final judgments from the Nova Kakhovka Court (Новокаховський міський суд Херсонської області), awarding him or her salary arrears or other payments against his or her employer.", "7. The writs of enforcement in respect of these judgments were transferred to the Nova Kakhovka City Bailiffs' Service (Відділ Державної виконавчої служби Новокаховського міського управління юстиції), which initiated the enforcement proceedings. On different occasions the bailiffs informed the applicants that the collection of the debts was impeded by pending bankruptcy proceedings against the Company.", "8. In March 2006 the judgment given in favour of the first applicant and two of the three judgments given in favour of the second applicant were enforced in full. Other judgments remain fully or partially unenforced.", "9. The relevant domestic law is summarised in the judgments of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004) and Trykhlib v. Ukraine (no. 58312/00, §§ 25-32, 20 September 2005)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}