{"ITEMID": "001-5946", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "WUNDERLICH v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Olaf Wunderlich, is a German national, born in 1968. He is represented before the Court by Mr G. Mandl, a lawyer practising in Feldkirch. The respondent Government are represented by Ambassador H. Winkler, Head of the International Law Department of the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 7 April 1994 the applicant was arrested in the Czech Republic and taken into detention with a view to his extradition (Auslieferungshaft). Four months later he was transferred to Austria and remanded in custody by the Feldkirch Regional Court (Landesgericht) on suspicion of murder and aggravated robbery.", "On 14 November 1996 the Feldkirch Regional Court sitting as an assize court (Geschwornengericht) acquitted the applicant of all the charges against him. Upon the pronouncement of the acquittal, the applicant was released. The judgment was served on the applicant on 2 December and became final on 30 December 1996.", "Immediately after the pronouncement of the acquittal, at the same hearing, the applicant requested compensation for his detention on remand.", "The Feldkirch Regional Court, with the same composition as above, dismissed the applicant’s claim. It found that the suspicion against the applicant had not been dispelled and that, thus, the requirements of section 2 (1)(b) of the Compensation (Criminal Proceedings) Act 1969 (Strafrechtliches Entschädigungsgesetz 1969 - “the 1969 Act”) were not met. The court’s decision was served on the applicant after his acquittal had become final.", "The applicant lodged an appeal with the Innsbruck Court of Appeal (Oberlandesgericht). He complained, in particular, that the Regional Court’s decision violated the presumption of innocence.", "On 4 March 1997 the Innsbruck Court of Appeal dismissed the applicant’s appeal. Its decision was served on the applicant’s counsel on 17 March 1997.", "On 27 November 1998 the Feldkirch Regional Court, upon the Public Prosecutor’s request, ordered the re-opening of the criminal proceedings against the applicant, having regard to new statements by two witnesses. Consequently, it quashed the acquittal of 14 November 1996. According to section 359 § 1 of the Code of Criminal Procedure, the proceedings were resumed at the stage of preliminary investigations.", "On 9 February 2000 the Public Prosecutor filed the indictment, charging the applicant again with murder and aggravated robbery.", "On 25 February 2000 an international arrest warrant was issued. Currently, the applicant’s whereabouts are unknown and the criminal proceedings against him are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}