{"ITEMID": "001-60824", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF VENEMA v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "", "TEXT": ["9. The applicants, Dirk Venema, Wubbechien Venema-Huiting and Kimberly Venema, are Netherlands nationals and live in Alphen aan den Rijn, in the Netherlands.", "10. Mr Dirk Venema and Mrs Wubbechien Venema-Huiting, who were born in 1964 and 1967 respectively, are the parents of Kimberly Venema. Kimberly was born on 14 February 1994.", "11. From May 1994 onwards Mr and Mrs Venema became aware that Kimberly's breathing sometimes stopped and her heart raced. This led them to seek medical advice from, inter alios, doctors practising at Leiden University Hospital. Kimberly was taken into hospital for two periods, of fourteen days and six days respectively, in the course of July and August 1994.", "12. The doctors found nothing physically wrong with Kimberly. They began to suspect that Kimberly was healthy but that Mrs Venema might be suffering from a psychological disturbance known as the Munchausen syndrome by proxy.", "13. The Munchausen syndrome by proxy is a condition in which a parent of a young child, nearly always the mother, driven by a need of her own for attention, seeks superfluous medical assistance for her child. The parent may invent a disease or even cause the symptoms. In certain cases, for example if the child's breathing is interfered with, the child's life may be in danger.", "14. At around this time Kimberly was referred to Curium, a children's psychiatric clinic in Oegstgeest, near Leiden.", "15. In August 1994 the Leiden University Hospital doctors made their fears known to the Child Welfare Board (Raad voor de Kinderbescherming). The Government state that the identity of the applicants was not revealed to the Child Welfare Board at this time. The Child Welfare Board advised the doctors to provide adequate medical care and discuss their fears with the child's parents. The Venema family was kept under medical observation but the doctors did not discuss their suspicions with Mr and Mrs Venema.", "16. On 1 December 1994 the Child Abuse Medical Counselling Centre (Bureau Vertrouwensarts inzake Kindermishandeling) in The Hague telephoned the Child Welfare Board. A doctor connected with this centre stated – according to the Government, still without naming the applicants – that it was suspected that Mrs Venema was suffering from the Munchausen syndrome by proxy. In spite of the medical care provided, the situation had not improved. The question arose whether to intervene. It was agreed that the Child Abuse Medical Counselling Centre doctor would obtain more information with a view to informing the Child Welfare Board. It is not recorded that the doctor did so.", "17. Kimberly was again taken into hospital on 14 December 1994, following an incident two days earlier.", "18. A meeting took place on 20 December 1994 to discuss the case of Kimberly. Those taking part included the director of Curium, four doctors and two nurses connected with Leiden University Hospital, the doctor connected with the Child Abuse Medical Counselling Centre, the Venema family's general practitioner, the deputy unit head of the Child Welfare Board and a specialised family help worker (gezinsverzorger). It was decided that Leiden University Hospital and Curium would jointly submit a report to the Child Welfare Board. Mr and Mrs Venema were neither involved nor informed.", "19. It would appear that it was only during this meeting that the identity of the applicants was communicated to the Child Welfare Board.", "20. On 2 January 1995 the Child Welfare Board was provided by Curium with a first version of this report (hereinafter “the Curium/Leiden University Hospital report”). In response to questions received from the Child Welfare Board, the reporting parties made additions to it.", "21. On 3 January 1995 Curium sent the revised version of the report to the Child Welfare Board. The report stated that they believed Kimberly's life to be at risk and that urgent action was required. It expressed the opinion that it was not possible to discuss the matter with Mr and Mrs Venema, there being a danger that they might react unpredictably. According to the Government, the Child Welfare Board received the report on the following day.", "22. On 4 January 1995 the Child Welfare Board applied by fax to the juvenile judge (Kinderrechter) of the Regional Court (arrondissementsrechtbank) of The Hague for a supervision order (ondertoezichtstelling) and an order for Kimberly to be placed away from her family (uithuisplaatsing). The same day the juvenile judge issued a provisional supervision order (voorlopige ondertoezichtstelling), valid until 11 January 1995, pending a decision of a more permanent nature, at the same time ordering Kimberly to be placed away from her family. The juvenile judge did not hear Mr and Mrs Venema before coming to this decision. She scheduled a hearing for 10 January 1995.", "23. The Government state that the Child Welfare Board wrote to Mr and Mrs Venema on 5 January 1995, enclosing with their letter the application for a provisional supervision order, the Curium/Leiden University Hospital report and several articles on the Munchausen syndrome by proxy.", "24. The applicants state that they did not at any time receive either the letter of 5 January 1995 or any of the other documents mentioned. The Government appear to dispute this.", "25. On 6 January 1995 Mr and Mrs Venema arrived at Leiden University Hospital intending to collect Kimberly and take her home with them. It was then that they learnt of the juvenile judge's decisions of 4 January 1995. They were not allowed to see Kimberly.", "26. Also on 6 January 1995 the juvenile judge issued an order, again without hearing Mr and Mrs Venema, for Kimberly to be taken to a foster home, the name and address of which was withheld from Mr and Mrs Venema. This order was carried out the same day.", "27. Again on 6 January 1995 two of the doctors from Leiden University Hospital – a paediatrician and a child psychiatrist – and the investigating officer of the Child Welfare Board met with Mr and Mrs Venema to discuss the Curium/Leiden University Hospital report, the implications of a provisional supervision order and Kimberly's placement away from her family.", "28. On 10 January 1995 the juvenile judge heard Mr and Mrs Venema in camera. Mr and Mrs Venema were assisted by a lawyer. A representative of the Child Welfare Board was also present. At the close of the hearing the juvenile judge decided that, given the expert opinions to the effect that Kimberly's life appeared to be in danger, the provisional supervision order would have to remain in force but that a second opinion would be obtained as soon as possible from a psychiatrist and a child psychiatrist.", "29. It can be inferred from the case file that Mr and Mrs Venema were allowed to see Kimberly once every two weeks under an access arrangement, but no copy of the access order has been submitted.", "30. The order of 6 January 1995 was transmitted to Mr and Mrs Venema on 20 January 1995.", "31. The psychiatrist's report was dated 27 January 1995. It concluded that there were no indications that Mr and Mrs Venema posed any danger to Kimberly. However, a paragraph which the psychiatrist added to this report on 3 February 1995, after discussions by telephone with the Child Welfare Board, stated that it “[could] not be entirely ruled out” that Mrs Venema was suffering from the Munchausen syndrome by proxy, and recommended further examination.", "32. The Child Welfare Board sent the psychiatrist's report to Curium and Leiden University Hospital. Curium let it be known in response that it saw no reason to reconsider its point of view.", "33. Mr and Mrs Venema appealed to the Court of Appeal (gerechtshof) of The Hague on 9 February 1995 against the placement order.", "34. Mr and Mrs Venema submitted written statements made by their general practitioner (dated 8 February 1995) and Mrs Venema's gynaecologist (dated 9 February 1995). These criticised the quality of the reporting by Curium and the Leiden University Hospital doctors and expressed doubts as to the validity of their diagnosis. They also noted that Mrs Venema had not shown any tendency to seek superfluous or clearly unnecessary medical attention.", "35. Mr and Mrs Venema also submitted separate statements of three different psychiatrists (dated 17, 21 and 22 February 1995), including two university professors, who had examined them at their request. All were extremely critical of the diagnosis made by the Leiden University Hospital doctors. They concluded that Kimberly would be in no apparent danger if she were returned to her parents and recommended that this be done.", "36. The child psychiatrist, from whom an opinion was to be obtained pursuant to the order made by the juvenile judge on 10 January 1995, was approached by the Child Welfare Board on 16 February 1995.", "37. On 25 February 1995 the Leiden University Hospital doctors elaborated on the reasons for their suspicions as set out in their report of 3 January to the Child Welfare Board.", "38. A second child, Jonathan, was born to Mr and Mrs Venema on 28 February 1995. The Child Welfare Board, aware that Mrs Venema was due to give birth, had on 14 February 1995 applied for a provisional supervision order aimed at the protection of the second child immediately after the birth, but had withdrawn this application on 16 February 1995.", "39. The Court of Appeal held a hearing on 1 March 1995.", "40. On 15 March 1995 the Court of Appeal dismissed the appeal. It found that the Child Welfare Board had had sufficient reason to approach the juvenile judge as it had done, and that the juvenile judge had had sufficient reason to make the orders in question. It would have been preferable, even so, to have involved the parents in the decision-making process beforehand, or at least at an earlier stage. As matters stood, the experts disagreed amongst themselves. Given the likelihood that the examinations ordered by the juvenile judge would be brought to a conclusion shortly and that the juvenile judge would rescind the placement order immediately if the outcome was favourable to Mr and Mrs Venema, the Court of Appeal decided to confirm the decision of the juvenile judge.", "41. On 30 March 1995 the juvenile judge gave a decision prolonging Kimberly's placement away from her family until 6 May 1995. Mr and Mrs Venema appealed.", "42. It appears that around 10 April 1995 the access arrangement was modified in that Mr and Mrs Venema were then allowed to see Kimberly once every week instead of once a fortnight. The Government state that the initiative for this change was taken by the juvenile judge.", "43. Mr and Mrs Venema lodged an appeal on points of law (cassatieberoep) against the Court of Appeal's decision of 15 March 1995 with the Supreme Court (Hoge Raad) on 24 April 1995.", "44. On 2 May 1995 the juvenile judge made an order prolonging Kimberly's placement away from her family until 23 May 1995. Mr and Mrs Venema appealed, complaining among other things that the juvenile judge had not heard them before reaching this decision. On 12 May 1995, after holding a hearing, the Court of Appeal gave a decision confirming the juvenile judge's order. It held that although the juvenile judge had erred in not hearing Mr and Mrs Venema, this error was sufficiently remedied by the appeal hearing. As to the merits of the case, the Court of Appeal agreed that the opinion of the child psychiatrist appointed as an expert pursuant to the order of the juvenile judge was slow in coming but considered nonetheless that the potential danger to Kimberly's life outweighed any disadvantages of Kimberly's placement away from her family. On the same day the Court of Appeal, by a separate decision, declared Mr and Mrs Venema's appeal against the decision of 30 March 1995, which had prolonged the placement order until 6 May, inadmissible because by then it had become devoid of purpose.", "45. The child psychiatrist submitted his opinion on 19 May 1995. It contained extensive reports of medical and other examinations and discussions with the applicants, character witnesses and doctors who had treated Kimberly on several occasions after she had stopped breathing. Appended to the opinion were psychiatric reports in standard form on Mr and Mrs Venema, finding no sign of any psychiatric disorder, and a report by two Rotterdam University Hospital paediatricians finding a physical explanation for Kimberly's arrested breathing but no sign of maltreatment. The opinion noted that Kimberly's normal development had been impaired by the proceedings and that Mr and Mrs Venema had found the entire sequence of events profoundly distressing. It concluded without reservation that Kimberly should be handed back to her parents.", "46. On 22 May 1995, following a hearing in camera, the juvenile judge rescinded the provisional supervision order and the placement order, at the same time refusing to replace the provisional supervision order with a permanent one. Kimberly was handed back to Mr and Mrs Venema.", "47. The Supreme Court not yet having given judgment, Mr and Mrs Venema submitted on 29 August 1995 that they nonetheless had a continued interest in obtaining a decision of that court as to the legality of the measures in question. They stated, in particular, that a finding in their favour would provide them with some form of moral satisfaction; would enable them to take action in tort for damages against the State, Leiden University Hospital and Curium; would prevent further interference with their family life; and would obviate the need for the applicants to take further civil proceedings.", "48. The Advocate-General (advocaat-generaal) at the Supreme Court submitted an advisory opinion on 20 December 1995. He expressed the view that the appeal was inadmissible as Mr and Mrs Venema no longer had any legal interest in the outcome of the proceedings. The possible satisfaction of being found in the right was not in itself a sufficient interest. Nor was the possibility of a further civil action for damages, it being by no means obvious that such an action would in fact be made possible by a decision of the Supreme Court. The possibility of further interference with the applicants' family life in the future was not relevant to the case before the Supreme Court. The question whether the State, Leiden University Hospital or Curium had committed a tort against the applicants was outside the scope of the case before the Supreme Court, so that the need, if any, for further civil proceedings could not be considered relevant either. Turning to the merits of the case, the Advocate-General expressed the opinion that the decision of the Court of Appeal was based on adequate legal grounds and sufficiently reasoned.", "49. On 26 January 1996 the Supreme Court gave judgment declaring Mr and Mrs Venema's appeal on points of law inadmissible for lack of interest. It was held that the interests stated were insufficient.", "50. In the meantime, on 10 May 1995, a discussion took place between a representative of the Legal Proceedings Monitoring Group (Vereniging Voor Nader Onderzoek Rechtspleging – “VVNOR”), a non-governmental organisation that had taken up Mr and Mrs Venema's case, and the Director of the Child Welfare Board. It would appear that the Legal Proceedings Monitoring Group representative showed the Director documents taken from Kimberly's medical records, which had been obtained from Leiden University Hospital and which had been in Mr and Mrs Venema's possession for five weeks.", "51. On the same day, 10 May 1995, the Legal Proceedings Monitoring Group transmitted a written statement of complaint on Mr and Mrs Venema's behalf to the Child Welfare Board.", "52. On 1 June 1995 the Deputy Director of the Child Welfare Board gave a written decision declaring the complaint partly well-founded and partly ill-founded. Complaints considered well-founded related to the failure to give Mr and Mrs Venema access to certain documents – due to the absence from the file, at the relevant time, of certain meeting reports, and in the case of a list of contacts, due to an omission – and to the application for a provisional supervision order lodged on 14 February 1995 in respect of the second child Mr and Mrs Venema were then expecting. As to the latter issue, it was stated that the said application had been withdrawn on 16 February 1995 because it appeared not to be legally possible to seek a supervision order in respect of an as yet unborn child; the application had therefore been precipitate. The Deputy Director expressed regret for the lapse of time involved.", "53. The Legal Proceedings Monitoring Group, on behalf of Mr and Mrs Venema, lodged an appeal with the Child Welfare Boards Complaints Committee no. IV (Klachtencommissie IV bij de raden voor de kinderbescherming), which was received by that body on 23 June 1995.", "54. The Complaints Committee held a hearing on 22 August 1995 and gave its decision on the same day. It was considered reasonable that the Child Welfare Board had accepted the assessment of the Leiden University Hospital and Curium doctors that Kimberly's life was in danger; given the apparent urgency of the situation, the Board could not be faulted for not ensuring that the Leiden University Hospital and Curium doctors had obtained Mr and Mrs Venema's prior permission for the transmission to it of medical information. The Board ought, however, to have informed Mr and Mrs Venema in good time that it did not intend to make use of witnesses named by them but intended to rely solely on the court-appointed experts. The Complaints Committee further accepted the Board's statement that the psychiatrist had added to his report of 27 January 1995 a reservation to the effect that it could not be ruled out that Mrs Venema was suffering from the Munchausen syndrome by proxy, not at the bidding of the Child Welfare Board, but in response to a reminder that the report did not contain corroborating information from third-party sources (heteroanamnesis).", "55. The case received a measure of publicity. Questions in Parliament and a complaint to the Deputy Minister of Justice (Staatssecretaris van Justitie), lodged on behalf of Mr and Mrs Venema by the Legal Proceedings Monitoring Group, led the Deputy Minister to order an official inquiry into the way the Child Welfare Board had handled the affair.", "56. The report of the official inquiry was published on 25 July 1996. Its conclusions, in so far as relevant, may be summarised as follows.", "– In deciding to intervene without the prior involvement of Mr and Mrs Venema, the Child Welfare Board had no doubt sought in good faith to protect Kimberly's interests, but it might with advantage “have displayed more creativity in seeking a solution that did more justice to the parents' interests”.", "– Given the Child Welfare Board's own lack of psychiatric expertise and the fact that the Munchausen syndrome by proxy is difficult to diagnose, the use which the Child Welfare Board made of a variety of contradictory reports had not been “unacceptable” although it might have assessed them in a more critical fashion.", "– A lack of coordination within the Child Welfare Board had delayed the involvement of the child psychiatrist, who was only approached on 16 February 1995. This was regrettable because otherwise the reports might have been complete by the time of the birth of Jonathan.", "– The Child Welfare Board's advice to the juvenile judge might have been more complete. As a minimum, the Child Welfare Board could reasonably have been expected to justify the absence of any inquiry of its own and to give more extensive reasons for the choices it made.", "– The Child Welfare Board's case-file management and internal reporting were deficient: documents explaining the background to its decisions were not contained in the file.", "– The transmission of the report of the psychiatrist to the Leiden University Hospital doctors and Curium had constituted a breach of confidence vis-à-vis Mr and Mrs Venema since, after they had first reported Kimberly's case to the Child Welfare Board, their involvement had ended. Curium in particular had been treated virtually as an external expert body.", "– It appeared that Mr and Mrs Venema had not been summoned in writing to the hearing of the juvenile judge on 10 January 1995, notwithstanding the Child Welfare Board's statement to the contrary, but that this was due to a misunderstanding between the registry of the Regional Court and the Board and could not be blamed on the latter.", "57. The report went on to formulate recommendations aimed at preventing the recurrence of cases such as the present.", "58. According to the Government, the report led the Deputy Minister to conclude that the Child Welfare Board had “acted lawfully and fulfilled its statutory responsibility”, although its internal working procedures deserved some criticism. It had been right for the Board to take firm action and, in view of the nature and seriousness of the complaint, to rely on the expertise of third parties.", "59. At the time of the events complained of, there was a child welfare board in the judicial district of each regional court (Article 1:238 § 1 of the Civil Code (Burgerlijk Wetboek – “the CC”), as in force at the time). Their duties included keeping themselves informed of developments affecting child welfare within their area, promoting cooperation between institutions concerned with child welfare and giving advice, upon request or of their own motion, to authorities and institutions (Article 238 § 3 of the CC).", "60. Each of the child welfare boards had competence to take action in the interests of the under-aged persons resident in its area (Article 239 § 1 of the CC).", "61. At the relevant time, Article 1:254 of the CC provided as follows:", "“1. If a child is growing up under such conditions that it is threatened with moral or physical destruction [zedelijke of lichamelijke ondergang], the juvenile judge may order the child to be placed under supervision.", "2. He may do so on the application of one of the parents, one of the relatives by marriage or blood up to and including the fourth degree of consanguinity, the child welfare board or the public prosecution service [openbaar ministerie].”", "62. Article 1:257 of the CC provided as follows:", "“The juvenile judge may place the child under supervision provisionally pending an investigation. A provisional supervision order shall remain in force until a final and binding decision [gewijsde] on supervision is made.”", "The relevant part of Article 258 of the CC provided as follows:", "“2. The juvenile judge may lift the supervision order at any time. ...”", "63. At the material time, Article 1:260 of the CC provided, in its relevant part, as follows:", "“4. A child shall only be placed away from its family under ... [Article] 1:263 [of this Code] ...”", "64. Article 1:263 of the CC provided, in its relevant part, as follows:", "“1. If necessary in the interest of the child's care and upbringing, the juvenile judge shall order the child to be taken into an institution that qualifies for funding under the Juveniles (Assistance) Act [Wet op de Jeugdhulpverlening] or elsewhere. ...”", "65. At the relevant time, Article 940 of the Code of Civil Procedure (Wetboek van Burgerlijke Rechtsvordering – “the CCP”) provided as follows:", "“1. No appeal or objection [geenerlei voorziening] is allowed against a provisional supervision order under Article 1:257 of the CC.", "2. Such a decision can be given without any prior hearing.”", "66. Article 945 of the CCP, in its relevant part, provided as follows:", "“3. Each of the parents may appeal against the decisions referred to in this Article [namely decisions under Article 1:263 of the CC].”", "67. Complaints about the actions of an agent of a child welfare board could be made to the director of the child welfare board concerned by a person with an interest in a case or an informant who had been affected by those actions. Such complaints could be submitted orally or in writing. The time-limit was two months. If the matter on which the complaint was based was pending before a court, the director had to inform that court of the complaint (section 35 of the 1982 Child Welfare Boards (Organisation) Ordinance – Organisatiebesluit raden voor de kinderbescherming 1982 – which was in force at the relevant time; “the 1982 Ordinance”).", "68. The director had to try to reach a solution that was acceptable for the complainant. If that was not possible and the complainant wished to pursue the complaint before the Child Welfare Boards Complaints Committee, the director had to give a decision within four weeks after hearing the complainant and the agent involved (section 36 of the 1982 Ordinance).", "69. The complainant had three weeks to refer the complaint to the Child Welfare Boards Complaints Committee (section 37 of the 1982 Ordinance). Unless this committee considered the matter a simple one or the complaint manifestly ill-founded (in which case the matter was dealt with by the Complaints Committee's chairman), it would hear the complainant and the director of the child welfare board and give a reasoned opinion, normally within six weeks after receiving the complaint. It could declare the complaint well-founded or ill-founded. The opinion was sent to the Minister of Justice (sections 37a and 38 of the 1982 Ordinance)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}