{"ITEMID": "001-100293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF UZUN v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);No violation of Art. 8", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger", "TEXT": ["5. The applicant was born in 1967 and lives in Mönchengladbach.", "6. In spring 1993 the North Rhine-Westphalia Department for the Protection of the Constitution (Verfassungsschutz) started a long-term observation of the applicant. The latter was suspected of participation in offences committed by the so-called Anti-Imperialist Cell (Antiimperialistische Zelle), an organisation which was pursuing the armed combat abandoned since 1992 by the Red Army Fraction (Rote Armee Fraktion), a left-wing extremist terrorist movement.", "7. As a consequence, the applicant was occasionally kept under visual surveillance by staff members of the Department for the Protection of the Constitution and the entries to his flats were filmed by video cameras. The Department also intercepted the telephones in the house in which the applicant lived with his mother (from 26 April 1993 to 4 April 1996) and in a telephone box situated nearby (from 11 January 1995 until 25 February 1996). Moreover, post addressed to him was opened and checked (from 29 April 1993 to 29 March 1996).", "8. Likewise, S., a presumed accomplice of the applicant, was subjected to surveillance measures from 1993. The Hamburg Office for the Protection of the Constitution intercepted telecommunications from the phone in his parents' house as well as his post. Moreover, staff members of the Office occasionally observed him.", "9. In October 1995 the Federal Public Prosecutor General instituted investigatory proceedings against the applicant and S. for participation in bomb attacks for which the Anti-Imperialist Cell had claimed responsibility. The Federal Office for Criminal Investigations was in charge of the investigations.", "10. Following this, the applicant and S. were kept under visual surveillance by civil servants of the Federal Office for Criminal Investigation, essentially during the weekends between 30 September 1995 and their arrest on 25 February 1996. Moreover, the entry of the house in which the applicant was living with his mother was observed by means of an additional video camera installed by the Federal Office for Criminal Investigations (from October 1995 to February 1996). The telephones in that house, in a telephone box situated nearby and in S.'s flat in Hamburg were tapped by order of the investigating judge at the Federal Court of Justice (13 October 1995 to 27 February 1996). That judge further ordered observation by the police of the applicant and S. as well as of the cars used by them. The Federal Office for Criminal Investigations also observed the entry of S.'s apartment by means of video cameras (October 1995 to February 1996). Moreover, it intercepted the professional radio communication used by S.", "11. In October 1995 the Federal Office for Criminal Investigations further installed two transmitters (Peilsender) in S.'s car, which the applicant and S. often used together. However, the applicant and S. detected and destroyed the transmitters. As they suspected that their telecommunications were being intercepted and that they were being observed, they never spoke to each other on the phone and succeeded on many occasions in evading visual surveillance by the investigation authorities.", "12. In view of this, the Federal Office for Criminal Investigation built a Global Positioning System (GPS) receiver into S.'s car in December 1995 by order of the Federal Public Prosecutor General. Thereby it could determine the location and the speed of the car once per minute. However, the data were only recovered every other day in order to prevent detection of the receiver. This observation lasted until the applicant's and S.'s arrest on 25 February 1996.", "13. GPS is a radio navigation system working with the help of satellites. It allows the continuous location, without lapse of time, of objects equipped with a GPS receiver anywhere on earth, with a maximum tolerance of 50 metres at the time. It does not comprise any visual or acoustical surveillance. As opposed to transmitters, its use does not necessitate the knowledge of where approximately the person to be located can be found.", "14. In the criminal trial opened against the applicant and S., the Düsseldorf Court of Appeal, by a decision of 12 December 1997, dismissed the applicant's objection to the use as evidence of the results obtained by his surveillance with the help of GPS. It found that Article 100c § 1 no. 1 (b) of the Code of Criminal Procedure (see paragraph 29 below) authorised the use of GPS in the instant case. The reliable information thus collected could therefore be used at trial. This information was confirmed by the evidence obtained by the – legal – video and personal surveillance of the defendants. Moreover, contrary to the applicant's submission, the use of GPS did not require a court order because it had been aggregated with other, legal, methods of surveillance. According to the Code of Criminal Procedure, surveillance via GPS did not have to be ordered by a judge, as opposed to measures interfering more profoundly with the right to self-determination in the sphere of information (Recht auf informationelle Selbstbestimmung). Whether or not a surveillance measure could be ordered in addition to measures already in place was a question of proportionality of the additional measure in question.", "15. On 1 September 1999 the Düsseldorf Court of Appeal convicted the applicant, inter alia, of attempted murder and of four counts of causing an explosion and sentenced him to thirteen years' imprisonment. It found that the applicant and S., who had been the only members of the so-called AntiImperialist Cell since spring 1995, had placed bombs in front of the houses of members or former members of Parliament and in front of the Peruvian Honorary Consulate between January and December 1995.", "16. The Court of Appeal noted that the applicant had availed himself of his right to remain silent when faced with the charges and that S. had admitted taking part in the bomb attacks only in general terms, without giving any details. However, circumstantial evidence obtained in the course of the surveillance measures taken against them proved that they had committed the offences of which they had been found guilty.", "17. In particular, the Court of Appeal found that for the bomb attack carried out following the GPS surveillance of S.'s car, it had been shown that the car had been parked close to the scene of the crime on the day the offence was committed and on a few days prior to it. Moreover, the car had been located close to the places where the defendants had photocopied, hidden and later posted letters claiming responsibility for the offence and close to sites in forests where the investigating authorities later found hiding places with material necessary for the construction of the bomb. This evidence was corroborated by information obtained by other methods of surveillance, in particular, the video surveillance of the entry of the applicant's home and the visual surveillance of the defendants by staff of the Federal Office for Criminal Investigations. The defendants' participation in the bomb attacks prior to their surveillance with the help of the GPS was proved by the similar execution of the offences as well as the information obtained by the video surveillance of their homes and the interception of telecommunications.", "18. In an appeal on points of law the applicant complained, in particular, about the use as evidence at trial of the information obtained by his allegedly illegal surveillance notably with the help of GPS.", "19. By a judgment of 24 January 2001 the Federal Court of Justice dismissed the applicant's appeal on points of law as ill-founded. It found that the collection of data by GPS had a legal basis, namely Article 100c § 1 no. 1 (b) of the Code of Criminal Procedure. Therefore, the information obtained in this manner could be used in the criminal proceedings against the applicant.", "20. In particular, the use of technical locating devices such as the GPS did not interfere with the applicant's home. As the applicant was suspected of offences of considerable gravity, namely participation in bomb attacks committed by a terrorist organisation, the use of GPS was a proportionate interference with his right to respect for his private life (as protected also by Article 8 of the Convention) and his right to self-determination in the sphere of information. Other methods of investigation would have had less prospect of success, as the applicant and S. had often succeeded in evading other measures of observation.", "21. Endorsing the reasons given by the Court of Appeal, the Federal Court of Justice further found that the aggregation of several measures of investigation did not necessitate an additional legal basis or make a court order necessary. However, the investigating authorities had to examine whether ordering another measure of surveillance in addition to the measures which were already being taken was still proportionate. In any event, there had not been a total surveillance of the applicant, which alone could violate the principle of proportionality and a person's right to privacy and could raise the issue of exclusion of evidence obtained in this manner from criminal proceedings.", "22. The Federal Court of Justice conceded that following a change in the law in the year 2000, Article 163f § 4 of the Code of Criminal Procedure (see paragraph 32 below) provided that any long-term observation lasting for more than one month had to be ordered by a judge, irrespective of whether or not technical means of surveillance were used. The need for a court order did not, however, previously emanate from the Code of Criminal Procedure, constitutional law or Article 8 of the Convention.", "23. The applicant subsequently lodged a complaint with the Federal Constitutional Court. He claimed, in particular, that his surveillance by the North Rhine-Westphalia and Hamburg Offices for the Protection of the Constitution and by the Federal Office for Criminal Investigations from October 1995 until February 1996 and the judgments of the Court of Appeal and the Federal Court of Justice had infringed his right to privacy. Article 100c § 1 no. 1 (b) of the Code of Criminal Procedure could not be considered a sufficiently precise legal basis for his surveillance with the help of GPS. There was no effective judicial control of this measure and the use of several means of surveillance at the same time would have necessitated a separate basis in law. Moreover, the use at trial of the information obtained by the said measures without a basis in law had infringed his right to a fair hearing.", "24. On 12 April 2005 the Federal Constitutional Court, having held a hearing, dismissed the applicant's constitutional complaint (file no. 2 BvR 581/01). It found that his complaint was ill-founded in so far as he had complained about the use in the proceedings of evidence obtained by his observation via GPS in addition to other surveillance measures and that these measures were illegal.", "25. The surveillance of the applicant with the help of GPS could be based on Article 100c § 1 no. 1 (b) of the Code of Criminal Procedure. That provision was constitutional. In particular, the term “special technical means intended for the purpose of surveillance” was sufficiently precise. As opposed to visual or acoustic surveillance, it comprised the location and determination of the whereabouts of a person by observing him or her by technical means such as GPS. The legislator was not obliged to formulate the methods of surveillance in a manner excluding the use of new forensic techniques. However, there was a risk of infringement of the right to selfdetermination in the sphere of information, that is, the right of the individual to determine the use of data on him or her. Therefore, the legislator had to observe technical progress and, if necessary, safeguard the respect of fundamental rights by the investigating authorities with additional legislative provisions.", "26. Moreover, the measure did not disproportionately interfere with the applicant's right to privacy. His surveillance did not destroy the essence of his private life. On the contrary, such surveillance by technical means could in some cases make more serious interferences, such as the interception of communications, unnecessary. Therefore, it was not disproportionate to order the surveillance measure if there was only an initial suspicion of an offence (of considerable gravity) and if other methods of investigation had less prospect of success. Furthermore, the legislator had not been obliged to set up additional safeguards for long-term surveillance – which he later did by adopting Article 163f § 4 of the Code of Criminal Procedure – but could first observe the factual developments in this field.", "27. Neither did the legislator have the duty to regulate the use of several surveillance measures at once. Full surveillance of a person by which an exhaustive personal profile could be drawn up would be unconstitutional, but could, as a rule, be prevented by the existing procedural safeguards. However, the Public Prosecutor's Office, when ordering a surveillance measure, had to make sure by proper documentation in the case file and federal registers that it was aware of all other surveillance measures taken against the person concerned at the same time. Furthermore, the legislator had to observe whether, in view of future developments, the existing procedural safeguards were sufficient to grant an effective protection of fundamental rights and to prevent uncoordinated investigation measures by different authorities.", "28. In the instant case, the interference with the applicant's rights by his surveillance by GPS was proportionate, notably in view of the gravity of the offences he had been suspected of and the fact that he had evaded other measures of surveillance. The use of several observation measures at the same time had not led to total surveillance. He had been observed with the help of GPS only when he had travelled in S.'s car. Other surveillance measures had basically been used only at weekends and had consisted only to a minor extent of the interception of communications.", "29. Article 100c § 1 no. 1 was inserted into the Code of Criminal Procedure by the Act on the fight against drug trafficking and other forms of organised crime (Gesetz zur Bekämpfung des illegalen Rauschgifthandels und anderer Erscheinungsformen der organisierten Kriminalität) of 15 July 1992. The relevant parts of Article 100c of the Code of Criminal Procedure, in its version in force at the relevant time, provided:", "“(1) Without the knowledge of the person concerned", "no. 1", "a) photographs may be taken and visual recordings be made,", "b) other special technical means intended for the purpose of surveillance may be used to investigate the facts of the case or to detect the perpetrator's whereabouts if the investigation concerns a criminal offence of considerable gravity and", "if other means of investigating the facts of the case or of detecting the perpetrator's whereabouts had less prospect of success or were more difficult,", "no. 2", "private speech may be listened to and recorded using technical means ...", "(2) Measures pursuant to paragraph 1 may only be taken against the accused. ... Measures pursuant to paragraph 1 no. 1 (b) ... may be ordered against third persons only if it can be assumed, on the basis of specific facts, that they are in contact with or will contact the perpetrator and that the measure will make it possible to establish the facts or to determine the perpetrator's whereabouts and if other means would offer no prospect of success or would be considerably more difficult.”", "30. Pursuant to Article 100d § 1 of the Code of Criminal Procedure, in its version in force at the relevant time – just as for an order to tap a person's telephone (Article 100b § 1 of the Code of Criminal Procedure) – a court order was necessary to authorise the use of technical devices to bug and to record conversations made in private under Article 100c § 1 no. 2 of the Code of Criminal Procedure. However, that Article did not prescribe a court order for measures of investigation taken under Article 100c § 1 no. 1.", "31. Pursuant to Article 101 § 1 of the Code of Criminal Procedure, the person concerned by a measure under Article 100c § 1 no. 1 (b) of that Code shall be notified of the measure taken as soon as this is possible without endangering the purpose of the investigations, public safety, life and limb of another person or the possible further use of an undercover agent involved in the measure.", "32. On 1 November 2000 Article 163f of the Code of Criminal Procedure, on long-term systematic surveillance of suspects, entered into force. Pursuant to paragraph 1 of that Article, such surveillance lasting for more than twenty-four hours non-stop or applied on more than two days, could only be ordered in respect of persons suspected of an offence of considerable gravity and if other means of investigating the facts of the case or the suspect's whereabouts had considerably less prospect of success or were considerably more difficult. The measure was to be ordered by the Public Prosecutor's Office (paragraph 3). Pursuant to paragraph 4, the measure had to be restricted to a maximum of one month; any further extension could only be ordered by a judge."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}