{"ITEMID": "001-99107", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KALINOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Piotr Kalinowski, is a Polish national who was born in 1978 and lives in Chełm. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 April 2001 the applicant was arrested on suspicion of battery.", "On 12 April 2001 the Chełm District Court (Sąd Rejonowy) remanded the applicant in custody, relying on the reasonable suspicion that he had committed the offences in question. It attached importance to the likelihood of a severe sentence of imprisonment being imposed on the applicant and the risk that he would attempt to obstruct the proceedings.", "An appeal by the applicant against the detention order, and likewise his further appeals against some of the decisions extending his detention and all his subsequent applications for release and appeals against refusals to release him were unsuccessful. In his applications and appeals, he invoked his difficult family situation, in particular the fact that he had a very young child to take care of.", "On 29 June 2001 the prosecution filed a bill of indictment with the Lublin Regional Court (Sąd Okręgowy). The applicant was charged with aggravated battery.", "During the court proceedings the courts further extended the applicant's detention pending trial on several occasions, namely on 15 May 2002 (to 30 June 2002), on an unspecified subsequent date, 26 March 2003 (to 26 June 2003), 18 June 2003 (to 26 September 2003), 17 September 2003 (to 26 March 2004), 15 March 2004 (to 6 May 2004), 21 April 2004 (to 30 June 2004), 2 June 2004 (to 16 August 2004), 10 August 2004 (to 10 November 2004), 26 October 2004 (to 26 April 2005), on an unspecified subsequent date, 26 July 2005 (to 20 October 2005), on an unspecified subsequent date, 20 June 2006 (to 22 November 2006), on an unspecified subsequent date and 14 March 2007 (to 14 September 2007). The courts repeated the grounds previously given for the applicant's continued detention. They emphasised the likelihood of a severe sentence of imprisonment being imposed on the applicant, the risk that he would obstruct the proceedings and the fact that he was a recidivist offender.", "On 26 March 2003 the Lublin Regional Court convicted the applicant and sentenced him to 15 years' imprisonment. The applicant appealed.", "On 4 December 2003 the Lublin Court of Appeal (Sąd Apelacyjny) quashed the impugned judgment and remitted the case.", "On 26 October 2004 the Lublin Regional Court again convicted the applicant and sentenced him to 15 years' imprisonment. The applicant appealed.", "On 17 May 2005 the Lublin Court of Appeal quashed the impugned judgment and remitted the case.", "On 22 December 2005 the Lublin Regional Court convicted the applicant and sentenced him to 15 years' imprisonment. The applicant appealed.", "On 20 June 2006 the Lublin Court of Appeal quashed the impugned judgment and remitted the case.", "On 14 March 2007 the Lublin Regional Court convicted the applicant and sentenced him to 15 years' imprisonment. The applicant appealed.", "On 18 October 2007 the Lublin Court of Appeal upheld the impugned judgment.", "On 28 December 2007 the applicant's legal-aid counsel informed him that she had found no grounds for lodging a cassation appeal.", "Between 18 July 2001 and 7 January 2003 and between 6 March 2003 and 23 November 2005 the applicant was serving a prison sentence imposed on him in other sets of criminal proceedings.", "The relevant domestic law and practice concerning the imposition of pretrial detention (tymczasowe aresztowanie), the grounds for its extension, release from detention and rules governing others “preventive measures” (środki zapobiegawcze) are set out in the Court's judgments in the cases of Gołek v. Poland (no. 31330/02, §§ 27-33, 25 April 2006) and Celejewski v. Poland (no. 17584/04, §§ 22-23, 4 May 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}