{"ITEMID": "001-58595", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF CARBONARA AND VENTURA v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved;Preliminary objection dismissed (victim)", "JUDGES": "András Baka", "TEXT": ["6. The first three applicants and the fourth applicant's late mother owned agricultural land in Noicattaro. In 1963 the Noicattaro Town Council began the building of a school on adjoining land. While the works were under way, it became apparent that an additional plot of land would be needed to complete the construction.", "7. By a decree issued on 27 May 1970, the Prefecture of Bari authorised the Noicattaro Town Council to take possession, under an expedited procedure, of 2,649 sq. m. of land belonging to the applicants for a maximum period of two years with a view to expropriating it in the public interest. The land was recorded on the cadastral register as “partita” no. 10653, folio no. 34, parcel no. 590.", "8. On 30 June 1970 the Noicattaro Town Council took physical possession of the land and started the building works.", "9. The case file shows that the school was not completed until 28 October 1972, by which time the authorised period of possession had expired.", "10. The applicants say that they waited in vain for several years for their land to be formally expropriated and for compensation.", "11. By a writ served on 3 May 1980 the applicants brought an action in damages against the Noicattaro Town Council before the Bari District Court. They submitted, inter alia, that the authorities were in possession of their land illegally as the authorised period had expired without any formal expropriation or the payment of compensation.", "12. The respondent council argued, in particular, that the action in damages was time-barred.", "13. On 14 April 1989 the Bari District Court dismissed the objection raised by the council that the action in damages was time-barred, finding that the council had not stated when the works had been completed. Referring to the Court of Cassation's case-law on constructive expropriation (occupazione acquisitiva), the District Court said that the applicants' right of property had been extinguished on completion of the public works. However, since the transfer of property had been linked to the unlawful taking of possession of the land, the applicants were entitled to damages calculated on the basis of the market value of the land, namely 26,490,000 Italian lire (10,000 lire per sq. m.), which, with index-linking to the date the judgment was delivered, came to 68,900,000 lire, plus interest.", "14. On 21 July 1989 Noicattaro Town Council appealed against that judgment. It submitted in particular that the applicants' right to damages was time-barred.", "15. In a judgment of 14 November 1990, the Bari Court of Appeal allowed the Noicattaro Town Council's appeal and declared that the applicants' right to damages was time-barred.", "16. The Court of Appeal held that the works had been completed on 28 October 1972. As that was after the expiry of the two-year period stipulated by the Prefecture in its expedited possession order, it followed that the possession of the land was by then unlawful. However, under the constructive-expropriation rule, as established by the courts, the Noicattaro Town Council had acquired ownership of the land from the date the building works were completed. Since the council had acquired the property unlawfully, the applicants were entitled to seek damages; however, in the instant case, the applicants' right to damages was time-barred because the five-year limitation period had started to run from the date of completion of the works.", "17. On 22 January 1992 the applicants appealed to the Court of Cassation. They argued that the retrospective application of the constructive-expropriation rule established by the Court of Cassation in 1983, coupled with the retrospective application of a limitation period, infringed both their right of property and the non-discrimination principle, as guaranteed by the Constitution. Up to 1983, landowners had retained ownership throughout the period of unlawful occupation of their land. Accordingly, although a five-year limitation period applied to actions in damages, the fact that the effects of the unlawful occupation were permanent meant that the landowner was entitled to seek damages at any time, as the occupation of the land remained unlawful. However, after 1983, owners deprived of their land by the authorities lost ownership from the date the works were completed and the limitation period started to run from that point. The applicants also contested the applicability of the five-year limitation period, arguing that the Court of Cassation's decisions on the issue were conflicting.", "18. In a judgment of 1 April 1993, lodged at the registry on 26 November 1993, the Court of Cassation dismissed the applicants' appeal. As regards which limitation period was applicable, it observed that on 22 November 1992 the full court of the Court of Cassation had resolved that issue finally, holding that the five-year period must apply. In the instant case, the applicant's right to damages was therefore time-barred. As to the complaint that the retrospective application of the constructive-expropriation rule and the five-year limitation period was unconstitutional, since it infringed the applicants' right to the peaceful enjoyment of their possessions and the non-discrimination principle, the Court of Cassation held that it was manifestly ill-founded.", "19. This statute governs the expedited expropriation procedure, which permits authorities to start building before expropriation. Once a scheme has been declared to be in the public interest and the plans adopted, the authorities may make an expedited possession order, for a limited period not exceeding five years, in respect of the land to be expropriated. The order will lapse if physical possession of the land is not taken within three months after its issue. After the land has been possessed, a formal expropriation order must be made and compensation paid.", "20. During the 1970s, a number of local authorities took possession of land using the expedited procedure but failed subsequently to issue an expropriation order. The Italian courts were confronted with cases in which the landowner had de facto lost use of the land as it had been possessed and building works in the public interest had been undertaken. The question arose whether the mere fact that works had been carried out meant that the owner had also lost title to the land.", "21. There was a substantial divergence in the decisions of the Court of Cassation over the effects of carrying out building works in the public interest on land where possession had been taken unlawfully. Unlawful possession means possession that is unlawful from the start, in other words obtained without authority, or that is initially authorised but subsequently became unlawful, either because the authority is quashed or because possession continues beyond the authorised period without an expropriation order being made.", "22. Under one line of case-law, the owner of land that had been possessed by the authorities did not lose ownership after completion of the works in the public interest. However, he could not request reinstatement of the land; his only remedy was to bring an action in damages for wrongful possession. No limitation period applied to such actions as the unlawful nature of the possession was continuing. The authorities could at any time issue a formal expropriation order. If they did so, the action in damages was transformed into a dispute over the compensation for expropriation, with damages for the loss of enjoyment of the land being due only for the period prior to the making of the expropriation order (see, among other authorities, the judgments of the Court of Cassation nos. 2341 of 1982; 4741 of 1981; and 6452 and 6308 of 1980).", "23. Under a second line, the landowner did not lose property in the land and could request its reinstatement if the authorities had acted other than in the public interest (see, for example, the Court of Cassation's judgments nos. 1578 of 1976 and 5679 of 1980).", "24. Under a third line, an owner dispossessed by the authorities automatically lost title to the land as soon as it had been altered irreversibly, that is to say on completion of the works in the public interest. He was entitled to claim damages (the sole authority is the Court of Cassation's judgment no. 3243 of 1979).", "25. In a judgment of 16 February 1983, the Court of Cassation, sitting as a full court, resolved the conflict between the case-law authorities and adopted the third solution. In so doing, it established the constructive-expropriation rule (accessione invertita or occupazione acquisitiva). Under the rule, the public authorities acquire title to the land from the outset before formal expropriation if, after taking possession of the land and irrespective of whether such possession is lawful, the works in the public interest are performed. If, initially, the land is possessed without authority, the transfer of property takes place when the works in the public interest are completed. If the taking of possession was authorised from the outset, property is transferred on the expiry of the authorised period of possession. In the same judgment, the Court of Cassation stated that, on a constructive expropriation, the owner is entitled to compensation in full as the acquisition of the land has taken place without title (sine titulo). However, compensation is not paid automatically: the owner must lodge a claim for damages. In addition, the right to compensation is subject to a five-year limitation period that applies to actions in tort; the starting-point is the date the land is irreversibly altered.", "26. Initially, it was held that no limitation period applied, since possession of the land without title was a continuing unlawful act (see paragraph 22 above). In its judgment no. 1464 of 1983, the Court of Cassation stated that the right to compensation was subject to a five-year limitation period (see paragraph 25 above). Subsequently, the First Division of the Court of Cassation said that a ten-year limitation period should apply (judgments nos. 7952 of 1991 and 10979 of 1992). On 22 November 1992 the full court of the Court of Cassation decided the issue finally, holding that the limitation period is five years and starts to run from the date the land is irreversibly altered.", "27. Recent developments in the case-law show that the mechanism whereby carrying out building works in the public interest operates to transfer property in the land to the authorities is subject to exceptions.", "28. In its judgment no. 874 of 1996, the Consiglio di Stato stated that there was no constructive expropriation where resolutions of the authorities and an expedited possession order had been quashed by the administrative courts, as otherwise the judicial decision would be devoid of purpose.", "29. In judgment no. 1907 of 1997, the Court of Cassation, sitting as a full court, said that the authorities did not acquire ownership of the land if their resolutions and the declaration that expropriation was in the public interest were deemed to have been null and void from the outset. In such cases, the owner retained title to the land and could claim restitutio in integrum. In the alternative, he could seek damages. The unlawful nature of the possession in such cases was continuing and no limitation period applied.", "30. In judgment no. 6515 of 1997, the Court of Cassation, sitting as a full court, said that there was no transfer of property where the declaration that expropriation was in the public interest had been annulled by the administrative courts. In such cases, therefore, the constructive-expropriation rule did not apply. The owner, who retained ownership of the land, was entitled to claim restitutio in integrum. If he brought an action in damages, that entailed a waiver of his right to restitutio in integrum. The five-year prescription period started to run from the date when the decision of the administrative court became final.", "31. In judgment no. 148 of 1998, the First Division of the Court of Cassation followed the decision of the full court and held that there was no transfer of property by constructive expropriation where the declaration that the building works were in the public interest was deemed to have been invalid from the outset.", "32. In this judgment, the Constitutional Court was called upon to decide firstly whether the constructive-expropriation rule was compatible with the Constitution. The court declared that question inadmissible on the ground that it had jurisdiction to examine statutory provisions only, not rules established by the courts. Secondly, it held that the application to an action for compensation of the five-year limitation period laid down by Article 2043 of the Civil Code for claims in tort was compatible with the Constitution. The fact that the authorities had become owners of the land by taking advantage of their own unlawful conduct did not pose any difficulty under the Constitution, since the public interest in the preservation of works for the public good outweighed the individual's interest in the right of property.", "33. Under the Court of Cassation's case-law on constructive expropriations, compensation in full, that is to say damages for the deprivation of the land, is due to the owner in consideration for the loss of ownership caused by the unlawful taking of possession.", "34. The Finance Law of 1992 (Article 5 bis of Legislative Decree no. 333 of 11 July 1992) superseded that case-law by providing that the compensation payable on constructive expropriations could not exceed the amount due on formal expropriations. In judgment no. 369 of 1996, the Constitutional Court declared that provision unconstitutional.", "35. Under Finance Law no. 662 of 1996, which amended the provision that had been declared unconstitutional, compensation in full cannot be awarded for dispossessions effected before 30 September 1996. In such cases, compensation cannot exceed such amount, plus 10%, but without applying the 40% reduction, as would have been payable on a formal expropriation (one-half of the sum of the market value plus the income from the land, less 40%). In a judgment no. 148 of 30 April 1999, the Constitutional Court held that that provision was compatible with the Constitution. However, in the same decision, it said that compensation in full, up to the market value of the land, could be claimed where the dispossession and deprivation of the land were not in the public interest.", "36. The Government maintained that the applicants no longer had an interest in pursuing the application and asked the Court to dismiss it.", "37. The Government said that two parcels of land had been expropriated from the applicants by the Noicattaro authorities. The land forming the subject matter of the application covered 2,649 sq. m. and was entered on the cadastral register as parcel no. 590; the land concerned by the other expropriation had a surface area of 6,037 sq. m. On 21 April 1997 the applicants reached a settlement agreement with the Noicattaro Town Council at the end of the proceedings concerning that other parcel of land. The Government maintained that the sum paid by the authorities pursuant to that agreement also included compensation for the loss of the 2,649 sq. m. of land forming the subject matter of the application.", "38. In support of their case, the Government referred to the recitals of the settlement agreement, in which it was stated that at the origin of the agreement was the taking of possession – with a view to building a covered market – of 6,037 sq. m. of the Carbonara and Ventura estate, registered on the cadastral plan as folio no. 34, parcels nos. 323, 344 and 590.", "39. The applicants contested the Government's submission, arguing that the settlement agreement related only to the 6,037 sq. m. of land expropriated for the building of a market. They said that, along with other parcels, parcel no. 590 had been included in the 1976 order authorising possession of the 6,037 sq. m. of land by mistake, as the entire plot had already been used for the building of the school. That error had consequently also appeared in the recitals to the settlement agreement. The applicants invited the Court to examine side by side the settlement agreement and the report lodged on 6 October 1986 by the expert appointed by the Bari District Court in connection with the dispute over the land intended for the building of a market. They said that that would enable the Court to see that the settlement agreement did not relate to the 2,649 sq. m. of land forming the subject matter of the application.", "40. The Court has examined the settlement agreement and the expert's report of 6 October 1986.", "41. On pages 9 and 10 of the 1986 report, the expert stated that the land originally belonging to the applicants could be divided into three sections in the light of the changes that had been made:", "(i) a first section that had not been expropriated;", "(ii) a second section of 2,649 sq. m. corresponding to parcel no. 590 which had been used for a school;", "(iii) a third section of 6,037 sq. m. corresponding to other parcels of land forming the subject matter of the litigation for which the expert had been appointed. Possession of that section had been taken on 16 September 1976, a market and a road had been built on it and gardens planted.", "42. Although parcel no. 590 is indeed referred to in the recitals to the settlement agreement, that same agreement also states that the compensation paid by the authorities relates to other parcels of land – all recorded on folio no. 34 of the cadastral register – with a total surface-area of 6,037 sq. m.", "43. Having perused those documents, the Court considers that the Government have not shown that the amount paid to the applicants pursuant to the settlement agreement related to the land forming the subject matter of the application.", "44. Consequently, the Government's preliminary objection must be dismissed.", "45. The applicants complained that they had been deprived of their land in circumstances that were incompatible with the requirements of Article 1 of Protocol No. 1, which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "46. The applicants asked the Court to declare that the application of the constructive-expropriation rule in the instant case did not comply with the requirement of lawfulness.", "47. They referred to the notion of a legal norm and observed that the constructive-expropriation rule was an anomaly in the Italian legal system. It was considered by the domestic courts as being an expression of the “living law”, yet did not have the same effects as statutory provisions as, firstly, it was not binding on the courts and, secondly, its constitutionality could not be reviewed. Even if they were to accept the idea that the rule constituted a legal norm, the applicants, referring to the Kruslin v. France case (judgment of 24 April 1990, Series A no. 176-A), observed that it had to be accessible, its effects had to be foreseeable and it had to be compatible with the principle of the rule of law.", "48. In that regard, the applicants maintained that the uncertainties and changes in the case-law to which the constructive-expropriation rule had given rise, combined with the way in which it had been applied in their case, amounted to a violation of the principle of the rule of law. In their submission, it had been impossible for them to foresee that their right of property would be considered by the courts to have been extinguished. Furthermore, by the time the Court of Cassation established in 1983 that the five-year limitation period had to apply, the applicant's case had been pending for three years. Moreover, the Court of Cassation's judgment of 1992, which finally resolved the issue of which limitation period should apply, was delivered when the applicants' appeal on points of law was pending.", "49. The applicants went on to observe that constructive expropriations were effected not after proceedings in due form but following the physical taking of possession by the authorities. The latter became owners of the land and thus extinguished the landowners' right of property despite the unlawful nature of their conduct. The applicants pointed out that the onus was on the landowner if he wished to obtain compensation, as he was required to make a claim for damages. Moreover, a ceiling had been placed on the measure of damages by the finance laws, such that landowners could no longer obtain reparation in full for the loss sustained.", "50. Referring to the Commission's report, the applicants also argued that the deprivation of their land contravened the principle that a fair balance should be struck.", "51. The applicants concluded by requesting the Court to find that there had been a violation of Article 1 of Protocol No. 1.", "52. The Government reiterated their observations before the Commission in which, referring to the Constitutional Court's judgment no. 188 of 1995, they had maintained that the situation complained of by the applicants was compatible with Article 1 of Protocol No. 1.", "53. In their memorials lodged with the Court, the Government observed that constructive expropriation was provided for “by law”, even though not set out in any statutory provision. As a principle established by the case- law, the constructive-expropriation rule formed part of Italian positive law but, unlike statutory provisions, there was no need for it to come into force formally as it was formulated over the course of time and the courts were not bound to apply it. The Government contested the Commission's view that the constructive-expropriation rule was not in existence at the time possession of the land was taken, that is to say before the Court of Cassation's judgment no. 1464 of 1983. The Government maintained that the rule had, at the material time, already been established by the courts.", "54. The Government maintained that three conditions had to be satisfied for a transfer of property by constructive expropriation to be lawful: the works had genuinely to be in the public interest; the landowner had to have access to the courts for review of the public-interest issue; and compensation had to be paid for the deprivation of the property.", "55. The Government noted that the applicants had not suggested that either of the first two conditions had not been satisfied. As to the third, the Government maintained that the applicants had received compensation as part of the settlement agreement concerning the expropriation of another parcel of land (see paragraphs 36-38 above). The Government consequently considered that the applicants were seeking to obtain unjust enrichment through the Court.", "56. The Government concluded by asking the Court to declare the application unfounded.", "57. In its report, the Commission expressed the view that the applicants had been deprived of their land through the retrospective application of the constructive-expropriation rule and that their right to compensation had been declared time-barred as a result of the retrospective application of the relevant limitation period. Having found that no compensation had been paid to the applicants, it considered that that finding sufficed for it to conclude that there had been a violation of Article 1 of Protocol No. 1.", "58. The Court reiterates that Article 1 of Protocol No. 1 contains three distinct rules: “the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest ... The three rules are not, however, 'distinct' in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule” (see, among other authorities, the James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, pp. 29-30, § 37, partly following the terms of the Court's analysis in the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 24, § 61; see also the Holy Monasteries v. Greece judgment of 9 December 1994, Series A no. 301-A, p. 31, § 56, and Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II).", "59. The Court notes that it is common ground that there has been a deprivation of possessions.", "60. In order to determine whether there has been a deprivation of possessions within the meaning of the second rule, the Court must not confine itself to examining whether there has been dispossession or formal expropriation, it must look behind the appearances and investigate the realities of the situation complained of. Since the Convention is intended to guarantee rights that are “practical and effective”, it has to be ascertained whether that situation amounted to a de facto expropriation (see the Sporrong and Lönnroth judgment cited above, pp. 24-25, § 63).", "61. The Court notes that in the present case the Court of Cassation held, in a decision that was final and in which it applied the constructive-expropriation rule, that there had been a transfer of property in favour of the Noicattaro Town Council; as a consequence of that decision the applicants were deprived of the possibility of obtaining damages. In those circumstances, the Court finds that the effect of the judgment of the Court of Cassation was to deprive the applicants of their possessions within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1 (see Brumărescu v. Romania [GC], no. 28342/95, § 77, ECHR 1999-VII).", "62. In order to be compatible with Article 1 of Protocol No. 1, such an interference must be “in the public interest”, “subject to the conditions provided for by law and by the general principles of international law” and must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see the Sporrong and Lönnroth judgment cited above, p. 26, § 69). Furthermore, the issue of whether a fair balance has been struck “becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary” (see Iatridis cited above, § 58, and Beyeler v. Italy [GC], no. 33202/96, § 107, ECHR 2000-I). Accordingly, the Court does not consider it appropriate to base its decision solely on the finding that the applicants received no compensation.", "63. The Court reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. The rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Iatridis cited above, § 58) and entails a duty on the part of the State or other public authority to comply with judicial orders or decisions against it.", "64. The Court does not consider it necessary to decide in the abstract whether the role in the continental-law system of a rule, such as the constructive-expropriation rule, established by the courts is comparable to that of statutory provisions. However, it reiterates that the requirement of lawfulness means that rules of domestic law must be sufficiently accessible, precise and foreseeable (see the Hentrich v. France judgment of 22 September 1994, Series A no. 296-A, pp. 19-20, § 42, and the Lithgow and Others v. the United Kingdom judgment of 8 July 1986, Series A no. 102, p. 47, § 110).", "65. In that connection, the Court observes that the case-law on constructive expropriations has evolved in a way that has led to the rule being applied inconsistently (see paragraphs 21-35 above), a factor which could result in unforeseeable or arbitrary outcomes and deprive litigants of effective protection of their rights and which, as a consequence, is inconsistent with the requirement of lawfulness.", "66. The Court also notes that, under the rule established by the Court of Cassation in its judgment no. 1464 of 1983, every constructive expropriation follows the unlawful taking of possession of the land. The unlawfulness may exist at the outset, if the taking of possession is unauthorised, or arise subsequently, if the authorities remain in possession beyond the authorised period. The Court has reservations as to the compatibility with the requirement of lawfulness of a mechanism which, generally, enables the authorities to benefit from an unlawful situation in which the landowner is presented with a fait accompli.", "67. It notes, finally, that compensation for deprivation of property is not paid automatically by the authorities, but must be claimed by the landowner within five years. That may prove to be inadequate protection.", "68. In any event, the Court is required to verify whether the way in which the domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention.", "69. In the instant case, the Court notes that, pursuant to the constructive-expropriation rule, the Court of Cassation held that the applicants had been deprived of their land from 28 October 1972. That transfer of property to the authorities therefore occurred during the period of possession without title (sine titulo), automatically, following completion of the public works. The Court considers that that situation could not be regarded as “foreseeable” as it was only in the final decision, the judgment of the Court of Cassation, that the constructive-expropriation rule could be regarded as being effectively applied. On that point, the Court refers to the evolution of the case-law (see paragraphs 21-31 above) and to the fact that a case-law rule does not bind the courts as regards its application (see paragraph 53 above). The Court consequently finds that the applicants did not become certain that they had been deprived of their land until 26 November 1993, when the Court of Cassation's judgment was lodged with the registry.", "70. Secondly, the Court observes that the situation in issue enabled the authorities to derive a benefit from taking possession of land which they had held without title since 30 June 1972.", "71. Furthermore, the Court notes that the Court of Cassation applied the five-year limitation period from the date of completion of the works (28 October 1972). As a result, the applicants were denied the possibility that had, in principle, been available to them of obtaining damages.", "72. The Court considers that such interference can only be described as arbitrary and consequently is not compatible with Article 1 of Protocol No. 1.", "73. Accordingly, there has been a violation of Article 1 of Protocol No. 1.", "74. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "75. The applicants claimed 364,790,000 Italian lire (ITL) for pecuniary damage – the value of the land as assessed in an expert's report of 20 September 1986 – plus interest and index-linking from 30 June 1972. In the alternative, they sought ITL 161,589,000 – the value of the land as assessed in an expert's report of October 1986 – plus interest and index-linking from 30 June 1972. The applicants stated that they would be willing to accept the conclusions of a further expert valuation if the Court were minded to seek one.", "76. As regards non-pecuniary damage, the applicants claimed ITL 100,000,000 each.", "77. The applicants sought reimbursement of ITL 163,896,627 for the costs incurred before the national courts and of ITL 124,783,114 for the costs incurred in the proceedings before the Commission and the Court.", "78. The Government made no observations on that point.", "79. The Court considers that the issue of the application of Article 41 is not ready for decision and should be reserved having regard to the possibility of an agreement between the respondent State and the applicants (Rule 75 §§ 1 and 4 of the Rules of Court)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}