{"ITEMID": "001-108201", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF SZECHENYI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Paulo Pinto De Albuquerque", "TEXT": ["4. The applicant was born in 1955 and lives in Szentendre.", "5. On 29 August 1996 A.P. filed an action for divorce and child custody against the applicant before the Pest Central District Court. She further indicated in the motion that she wished to settle the division of matrimonial property in separate legal proceedings.", "6. On 6 July 1999 the plaintiff requested the District Court to establish her ownership of a common real estate and to divide the matrimonial property.", "7. After having held several hearings, the District Court delivered a partial judgment on 14 April 2000, dissolving the parties’ marriage, deciding about the child’s placement and regulating the applicant’s access rights. On appeal the Budapest Regional Court upheld the first instance judgment on 6 February 2001.", "8. As regards the division of matrimonial property, the District Court delivered its judgment on 24 November 2004, which was partly modified on appeal by the Budapest Regional Court on 24 May 2005.", "9. Despite the final judgment regulating the applicant’s access rights (see paragraph 7 above), the mother failed to comply with the arrangements, therefore preventing the applicant from seeing his son.", "10. On 16 April 2002 the applicant brought an action before the Budapest II/III District Court, requesting the modification of his child’s placement. Moreover, he requested joint exercise of his parental rights related to the management of his child’s property. He claimed that the mother had not acted in the child’s best interest when concluding an exchange agreement concerning a real estate in the child’s property, which had been approved by the competent guardianship authority on 9 July 2001.", "11. On 28 May 2003 the District Court dismissed the applicant’s action. On appeal, the Budapest Regional Court upheld the first-instance judgment on 29 January 2004."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}