{"ITEMID": "001-100198", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KARIMOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 13+3", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1964 and lives in Yoshkar-Ola, the Republic of Mari-Al.", "7.", "8. The applicant was born and used to live in Ayim, Uzbekistan. From 1997 to 2005 he owned a small grocery shop there.", "9. On 13 May 2005 the applicant went to the town of Andijan to pick up merchandise from a wholesale market. On that date a demonstration was taking place in the town's Bobur square; the applicant decided to join the event. At some point the local authorities opened fire on the demonstrators. The applicant managed to escape, but lost his passport in the crowd. Fearing prosecution by the authorities for participation in the Andijan demonstration, he left the country.", "10. On 18 June 2005 the Prosecutor General's Office of Uzbekistan charged the applicant in absentia with a number of crimes including commission of terrorist acts, membership of a number of extremist organisations including Hizb-ut-Tahrir, attempts to overthrow the State's constitutional order and organisation of mass disorder. The applicant's name was put on the wanted list. The prosecutor's office issued an arrest warrant against the applicant.", "11. On 5 July 2008 the Prosecutor General's Office of Uzbekistan forwarded a request for the applicant's extradition to Uzbekistan to the Prosecutor General's Office of the Russian Federation.", "12. On 2 August 2008 the Andijan regional prosecutor's office additionally charged the applicant with a number of crimes including conducting a holy war to create an Islamic state, financing terrorist activities, membership of extremist organisations and organisation of mass disturbances.", "13. On an unspecified date in June 2005 the applicant arrived in Yoshkar-Ola, the Republic of Mari-Al, Russia. From June 2005 to 11 June 2008 he lived with his brother, Mr Kh.K., and worked in the construction business.", "14. On an unspecified date in 2007 the applicant obtained a false passport of a Kirgiz national.", "15. On 19 June 2008 the Tsentralniy Department of the Interior of Yoshkar-Ola (“the Tsentralniy UVD”) instituted criminal proceedings against the applicant under Article 327 of the Criminal Code (forgery of documents).", "16. On 30 December 2008 the Yoshkar-Ola Town Court (“the Town Court”) found the applicant guilty of forging documents and ordered him to pay a fine of 10,000 Russian roubles (RUB). The applicant did not appeal against the sentence.", "17. On 11 June 2008 the applicant was arrested in Russia (see paragraph 31 below). On the same date and on 19 June 2008 he was questioned and stated that he was being subjected by the Uzbek authorities to politically motivated persecution in connection with events in Andijan in May 2005. He denied any involvement in illegal activities.", "18. On 2 July 2008 the applicant was questioned again. He reiterated that he was being sought by the Uzbek authorities for alleged participation in the Andijan events in May 2005 and denied any involvement in extremist organisations.", "19. On 5 July 2008 the Prosecutor General's Office of Uzbekistan forwarded a request for the applicant's extradition (see paragraph 11 above).", "20. On 17 July 2008 the Federal Migration Service (“the FMS”) informed the Prosecutor General's Office that the applicant did not have Russian citizenship.", "21. On 6 August 2008 the Mari-Al FMS informed the Mari-Al prosecutor's office that on 1 August 2008 the applicant's request for asylum had been rejected.", "22. On 4 August 2008 the Russian Ministry of Foreign Affairs informed the Prosecutor General's Office that they did not have any information precluding the applicant's extradition. The text of the document comprised three lines and stated:", "“The Russian Ministry of Foreign Affairs has no information precluding Mr A. Karimov's extradition to the law-enforcement bodies of Uzbekistan for criminal prosecution.”", "23. On 30 August 2008 the Federal Security Service (“the FSB”) informed the Prosecutor General's Office that they did not have any information precluding the applicant's extradition to Uzbekistan. The text of the document stated:", "“The FSB has no information concerning either the politically motivated persecution of Mr A. Karimov (who was born in 1964 in Uzbekistan) or any obstacles precluding his extradition to the law-enforcement bodies of Uzbekistan.", "His extradition to the Uzbek authorities would not damage the interests or security of the Russian Federation.”", "24. On 18 September 2008 the Russian Prosecutor General's Office ordered the applicant's extradition to Uzbekistan.", "25. On 25 September 2008 the applicant was informed of the extradition order. He appealed against it to the Supreme Court of Mari-Al. Referring to the case-law of the European Court of Human Rights, the applicant stated that he was being sought by the Uzbek authorities for the alleged commission of political crimes and that his extradition would expose him to a real risk of ill-treatment by the local authorities. He further stated that the Russian Office of the UN High Commissioner for Refugees had recognised the need for his international protection and requested that the extradition decision be overruled as unlawful.", "26. On 31 October 2008 the Supreme Court of Mari-Al rejected the applicant's appeal and upheld the extradition order stating, inter alia, the following:", "“....the law-enforcement bodies of the Republic of Uzbekistan charged A. Karimov with criminal conspiracy ... with the aim of undermining State security, destabilising the social and political order ...", "These actions on the part of A. Karimov are classified [by the Uzbek authorities] as the use of violence and force jeopardising the safety of persons and property with the aim of forcing State bodies to take or not to take certain actions ... that is, as the crime punishable under Article 155 § 3 (a) of the Uzbek Criminal Code...", "...The factual circumstances and legal assessment of the actions of which A. Karimov is accused are described in the statements of charges of 18 June 2005 and 2 August 2008...", "...the [applicant's] allegations about the risk of ill-treatment in Uzbekistan were not confirmed by the documents examined during the hearing...", "...the Republic of Uzbekistan guaranteed that the applicant would not be extradited to a third country without the consent of the Russian Federation ... [and] that after the trial and the completion of his sentence he would be free to leave Uzbekistan.”", "27. On 7 November 2008 the applicant appealed against the above decision and the extradition order to the Supreme Court of the Russian Federation (“the Supreme Court”). He stated that the proceedings concerning his request for refugee status in Russia were still pending and that his extradition would expose him to a real risk of ill-treatment by the Uzbek authorities.", "28. On 13 November 2008 the European Court of Human Rights granted the applicant's request for the application of interim measures under Rule 39 of the Rules of Court to suspend his extradition to Uzbekistan.", "29. On 23 December 2008 the Supreme Court rejected the applicant's appeal and made the extradition order final. The court stated that the applicant had applied for refugee status in Russia only after his arrest on 11 June 2008, that his allegations of a risk of ill-treatment were unsubstantiated and that “...the Uzbek Prosecutor General's Office guaranteed that ... it would prosecute A.M. Karimov only for the crimes he had been charged with...”.", "30. On 22 September 2009 the applicant requested the Prosecutor General's Office to cancel the extradition order of 18 September 2008 as he had been granted temporary asylum in Russia (see paragraph 57 below). He did not receive any response from the authorities.", "31. On 11 June 2008 the applicant was arrested in Yoshkar-Ola and placed in the local detention centre IZ-12/1 (“the detention centre”).", "32. On 12 June 2008 the Town Court ordered the applicant's detention until 12 July 2008, stating that:", "“...the deputy head of the Department of the Interior of the Andijan Region of Uzbekistan .... requested that A.M. Karimov be arrested ... and that the request for his extradition be submitted [to the Russian authorities] within one month”.", "On 17 June 2008 the applicant appealed against this decision to the MariAl Supreme Court. On 2 July 2008 the latter upheld the extension order.", "33. On 4 July 2008 the Town Court extended the applicant's detention until 21 July 2008. On 7 July 2008 the applicant appealed against this decision to the Mari-Al Supreme Court. On 1 August 2008 the latter upheld the extension order.", "34. On 22 July 2008 counsel for the applicant requested the head of the detention centre to release the applicant as the term of his detention had expired on 21 July 2008 and his detention after that date was unlawful.", "35. On the same date the head of the detention centre replied to counsel, stating the following:", "“...the law-enforcement bodies of the Russian Federation received a request from the Prosecutor General's Office of Uzbekistan concerning A.M. Karimov's extradition... In connection with this [the applicant's] detention is lawful and substantiated”.", "36. On the same date, 22 July 2008, counsel for the applicant appealed against the reply of the head of the detention centre to the Yoshkar-Ola Town Court, under Article 125 of the Code of Criminal Procedure (complaints against acts and decisions of officials involved in criminal proceedings). He stated that the applicant's detention had been authorised only until 21 July 2008 and that his detention after that date was unlawful. On 25 July 2008 the Town Court examined this complaint and set it aside without examination, stating that the applicant had failed to accurately define his request and to provide copies of the relevant court extension orders. The decision stated that the applicant should correct the above deficiencies and resubmit his complaint by 30 July 2008. The applicant appealed against this decision to the Mari-Al Supreme Court, which on 4 August 2008 returned his appeal without examination for failure to comply with the requirements specified in the decision of 25 July 2008.", "37. Meanwhile, on 24 July 2008 the Town Court, at the request of the Yoshkar-Ola prosecutor, extended the applicant's detention until 12 December 2008. As to the applicant's allegation concerning the unlawfulness of his detention between 21 and 24 July 2008, the court stated:", "“... Taking into account the fact that the Yoshkar-Ola prosecutor had already requested the court to detain the applicant pending his extradition, and that this request had been granted ... the present prosecutor's request for extension of the applicant's detention should cover the applicant's detention between 12 June and 24 July 2008...”", "On 28 July 2008 the applicant appealed against this extension order to the Mari-Al Supreme Court. On 14 August 2008 the latter upheld the extension of the applicant's detention; it left without examination the issue of the lawfulness of his detention between 21 and 24 July 2008.", "38. On 5 December 2008 the Town Court, at the request of the Yoshkar Ola prosecutor, extended the applicant's detention pending extradition until 12 March 2009. On the same date the applicant appealed against this decision to the Mari-Al Supreme Court. On 19 December 2008 the latter upheld the extension order.", "39. On 11 March 2009 the Town Court, at the request of the YoshkarOla prosecutor, extended the applicant's detention until 11 June 2009. On 13 March 2009 the applicant appealed against this decision to the Mari-Al Supreme Court. On 26 March 2009 the latter upheld the extension order.", "40. On 22 May 2009 the Town Court rejected the request of the Yoshkar-Ola prosecutor and refused to extend the applicant's detention until 11 December 2009 (up to 18 months). The prosecutor's office appealed against the refusal to the Supreme Court. On 23 June 2009 the Supreme Court upheld the refusal to extend the applicant's detention.", "41. On 11 June 2009 the applicant was released from the detention centre.", "42. On 23 June 2008 the applicant lodged a preliminary request for refugee status in Russia. On 7 July 2008 he lodged the full application.", "43. On 1 August 2008 the Mari-Al FMS refused to examine the applicant's request. The decision referred to Article 5 § 1 (1) of the Federal Law on refugees, which stated that one of the reasons for refusing to examine an application for refugee status was the opening of criminal proceedings against the person applying for refugee status.", "44. On 24 September 2008 the Russian Office of the UN High Commissioner for Refugees informed the Mari-Al FMS that “the refusal to provide access to the refugee status procedure to A. Karimov violates Article 14 of the UN Declaration of Human Rights of 1948...”.", "45. On 1 October 2008 the applicant appealed against the refusal to the Town Court. He stated that he had left Uzbekistan out of fear of illtreatment by the local authorities for alleged participation in the demonstration in Andijan in May 2005 and that he was being sought by the Uzbek authorities for political crimes. The applicant requested the court to overrule the refusal and order the FMS to examine his request.", "46. On 2 October 2008 the Russian Office of the UN High Commissioner for Refugees wrote to the Russian Prosecutor General stating that the Prosecutor General's decision to extradite the applicant to Uzbekistan had been taken without proper examination of his request for refugee status in Russia.", "47. On 3 October 2008 the Russian Office of the UN High Commissioner for Refugees wrote to the Head of the Russian FMS. The letter stated that the information provided by the applicant about events in Uzbekistan had been confirmed as truthful and that his fear of ill-treatment by the Uzbek authorities was justified and substantiated. The letter requested the Russian authorities to take into consideration the High Commissioner's opinion concerning the applicant's case during the examination of his request for refugee status in Russia.", "48. On 9 October 2008 the court granted the applicant's appeal and ordered that the Mari-Al FMS examine the applicant's request for refugee status.", "49. On 22 October 2008 the Mari-Al FMS decided to examine the applicant's request.", "50. On the same date, 22 October 2008, the Russian Office of the UN High Commissioner for Refugees wrote to the Supreme Court of MariAl. The letter stated that the applicant “...falls under the definition of refugee as provided by the Geneva Convention...” and that he faced a real risk of illtreatment in Uzbekistan if extradited. The letter stated that the applicant's extradition would violate the obligations of the Russian authorities under the Convention Relating to the Status of Refugees.", "51. On 14 November 2008 the Prosecutor General's Office informed the applicant that his extradition to Uzbekistan had been suspended pending completion of the examination of his request for refugee status.", "52. On 16 January 2009 the Russian Office of the UN High Commissioner for Refugees informed the applicant's representative that the application of Rule 39 by the European Court of Human Rights should not be terminated as it was the only safeguard protecting the applicant from extradition to Uzbekistan.", "53. On 22 January 2009 the Mari-Al FMS rejected the applicant's request for refugee status in Russia. The applicant appealed against this decision to the Town Court. On 5 March 2009 the court upheld the refusal. The applicant appealed against the court's decision to the Mari-Al Supreme Court. On 16 April 2009 the latter examined the appeal and forwarded the case for fresh examination to the Town Court.", "54. On 27 April 2009 the Russian Office of the UN High Commissioner for Refugees wrote to the Town Court confirming that the applicant's fear of politically motivated persecution and ill-treatment in Uzbekistan was justified and substantiated.", "55. On 15 May 2009 the Town Court rejected the applicant's appeal and upheld the refusal to grant him refugee status. On 18 June 2009 the refusal was made final by the Mari-Al Supreme Court.", "56. On 16 June 2009 the applicant lodged a temporary asylum request with the FMS stating that he feared politically motivated persecution and illtreatment in Uzbekistan.", "57. On 31 August 2009 the FMS allowed the applicant's request and granted him temporary asylum for one year.", "58. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are permitted only on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "59. Article 16 of the European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "60. The CIS Convention on legal aid and legal relations in civil, family and criminal cases (the 1993 Minsk Convention), to which both Russia and Uzbekistan are parties, provides that a request for extradition must be accompanied by a detention order (Article 58 § 2).", "61. A person whose extradition is sought may be arrested before receipt of a request for his or her extradition. In such cases a special request for arrest containing a reference to the detention order and indicating that a request for extradition will follow must be sent. A person may also be arrested in the absence of such request if there are reasons to suspect that he or she has committed, in the territory of the other Contracting Party, an offence entailing extradition. The other Contracting Party must be immediately informed of the arrest (Article 61).", "62. A person arrested pursuant to Article 61 must be released if no request for extradition is received within forty days of the arrest (Article 62 § 1).", "63. Chapter 13 of the Russian Code of Criminal Procedure (“Preventive measures”) governs the use of preventive measures (меры пресечения), which include, in particular, placement in custody. Custody may be ordered by a court on an application by an investigator or a prosecutor if a person is charged with an offence carrying a sentence of at least two years' imprisonment, provided that a less restrictive preventive measure cannot be used (Article 108 §§ 1 and 3). The period of detention pending investigation may not exceed two months (Article 109 § 1). A judge may extend that period to six months (Article 109 § 2). Further extensions to twelve months, or in exceptional circumstances, eighteen months, may be granted only if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).", "64. Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The court must examine the complaint within five days from its receipt.", "65. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. On receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the preventive measure to be applied to the person whose extradition is sought. The measure must be applied in accordance with the established procedure (Article 466 § 1). A person who has been granted asylum in Russia because of possible political persecution in the State seeking his extradition may not be extradited to that State (Article 464 § 1 (2)).", "66. An extradition decision made by the Prosecutor General may be challenged before a court. Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in the relevant international and domestic law (Article 463 §§ 1 and 6).", "67. A person may apply for judicial review of decisions and acts or failures to act by a State body or a State official that are capable of violating his or her rights or freedoms, hindering the exercise of his or her rights and freedoms, or imposing an obligation or liability unlawfully (Articles 254 § 1 and 255). If the court finds the application well-founded, it must order the State body or State official concerned to remedy the violation or remove the obstacle to the exercise of the rights and freedoms in question (Article 258 § 1).", "68. On 15 July 2003 the Constitutional Court issued decision no. 292-O concerning a complaint by Mr Khudoyorov about the ex post facto extension of his “detention during trial” by the Vladimir Regional Court's decision. It held as follows:", "“Article 255 § 3 of the Code of Criminal Procedure of the Russian Federation provides that the [trial court] may ... upon the expiry of six months after the case was sent to it, extend the defendant's detention for successive periods of up to three months. It does not contain, however, any provisions permitting the courts to take a decision extending the defendant's detention on remand once the previously authorised time-limit has expired, in which event the person is detained for a period without a judicial decision. Nor do other rules of criminal procedure provide for such a possibility. Moreover, Articles 10 § 2 and 109 § 4 of the Code of Criminal Procedure expressly require the court, prosecutor, investigator ... to immediately release anyone who is unlawfully held in custody beyond the time-limit established in the Code. Such is also the requirement of Article 5 §§ 3 and 4 of the European Convention ... which is an integral part of the legal system of the Russian Federation, pursuant to Article 15 § 4 of the Russian Constitution...”", "69. Verifying the compatibility of Article 466 § 1 of the CCP with the Russian Constitution, the Constitutional Court reiterated its established case-law to the effect that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "70. In the Constitutional Court's view, the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution, as well as the legal norms laid down in Chapter 13 of the CCP on preventive measures, were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the CCP did not allow the authorities to apply a custodial measure without abiding by the procedure established in the CCP, or in excess of the time-limits fixed therein.", "71. The Prosecutor General asked the Constitutional Court for an official clarification of its decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person's detention with a view to extradition.", "72. The Constitutional Court dismissed the request on the ground that it was not competent to indicate specific criminal-law provisions governing the procedure and time-limits for holding a person in custody with a view to extradition. That was a matter for the courts of general jurisdiction.", "73. In this decision the Constitutional Court reiterated that Article 466 of the CCP did not imply that detention of a person on the basis of an extradition request did not have to comply with the terms and time-limits provided for in the legislation on criminal procedure.", "74. Article 33 of the 1951 UN Convention Relating to the Status of Refugees, which was ratified by Russia on 2 February 1993, provides as follows:", "“1. No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.”", "75. The Refugees Act (Law no. 4258-I of 19 February 1993) incorporated the definition of the term “refugee” contained in Article 1 of the 1951 Geneva Convention, as amended by the 1967 Protocol Relating to the Status of Refugees. The Act defines a refugee as a person who is not a Russian national and who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, unwilling to return to it (section 1 § 1 (1)).", "76. The Act does not apply to anyone believed on reasonable grounds to have committed a crime against peace, a war crime, a crime against humanity, or a serious non-political crime outside the country of refuge prior to his admission to that country as a person seeking refugee status (section 2 § 1 (1) and (2)).", "77. A person who has applied for refugee status or who has been granted refugee status cannot be returned to a State where his life or freedom would be imperilled on account of his race, religion, nationality, membership of a particular social group or political opinion (section 10 § 1).", "78. If a person satisfies the criteria established in section 1 § 1 (1), or if he does not satisfy such criteria but cannot be expelled or deported from Russia for humanitarian reasons, he may be granted temporary asylum (section 12 § 2). A person who has been granted temporary asylum cannot be returned against his will to the country of his nationality or to the country of his former habitual residence (section 12 § 4).", "79. UN General Assembly resolution 62/148 of 18 December 2007 (“Torture and other cruel, inhuman or degrading treatment or punishment” (UN Doc.:A/RES/62/148)) reads as follows:", "“The General Assembly...", "12. Urges States not to expel, return ('refouler'), extradite or in any other way transfer a person to another State where there are substantial grounds for believing that the person would be in danger of being subjected to torture, and recognizes that diplomatic assurances, where used, do not release States from their obligations under international human rights, humanitarian and refugee law, in particular the principle of non-refoulement...”", "80. In his interim report submitted in accordance with Assembly resolution 59/182 (UN Doc.: A/60/316, 30 August 2005), the Special Rapporteur of the Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak, reached the following conclusions:", "“51. It is the view of the Special Rapporteur that diplomatic assurances are unreliable and ineffective in the protection against torture and ill-treatment: such assurances are sought usually from States where the practice of torture is systematic; post-return monitoring mechanisms have proven to be no guarantee against torture; diplomatic assurances are not legally binding, therefore they carry no legal effect and no accountability if breached; and the person whom the assurances aim to protect has no recourse if the assurances are violated. The Special Rapporteur is therefore of the opinion that States cannot resort to diplomatic assurances as a safeguard against torture and ill-treatment where there are substantial grounds for believing that a person would be in danger of being subjected to torture or illtreatment upon return.", "52. The Special Rapporteur calls on Governments to observe the principle of nonrefoulement scrupulously and not expel any person to frontiers or territories where they might run the risk of human rights violations, regardless of whether they have officially been recognized as refugees.”", "81. Specifically referring to the situation regarding torture in Uzbekistan and returns to torture effected in reliance upon diplomatic assurances from the Uzbek authorities, the UN Special Rapporteur on Torture stated to the 2nd Session of the UN Human Rights Council on 20 September 2006:", "“The practice of torture in Uzbekistan is systematic, as indicated in the report of my predecessor Theo van Boven's visit to the country in 2002. Lending support to this finding, my mandate continues to receive serious allegations of torture by Uzbek law enforcement officials... Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Against such significant, serious and credible evidence of systematic torture by law enforcement officials in Uzbekistan, I continue to find myself appealing to Governments to refrain from transferring persons to Uzbekistan. The prohibition of torture is absolute, and States risk violating this prohibition - their obligations under international law - by transferring persons to countries where they may be at risk of torture. I reiterate that diplomatic assurances are not legally binding, undermine existing obligations of States to prohibit torture, are ineffective and unreliable in ensuring the protection of returned persons, and therefore shall not be resorted to by States.”", "82. Further referring to the situation regarding torture in Uzbekistan, the UN Special Rapporteur on Torture stated to the 3rd Session of the UN Human Rights Council on 18 September 2008:", "“741. The Special Rapporteur ... stressed that he continued to receive serious allegations of torture by Uzbek law enforcement officials...", "743. Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, and any independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Even more so, given that no independent monitoring of human rights is currently being conducted.", "744. In light of the foregoing, there is little evidence available, including from the Government that would dispel or otherwise persuade the Special Rapporteur that the practice of torture has significantly improved since the visit which took place in 2002...”", "83. The UN High Commissioner for Refugees' Note on Diplomatic Assurances and International Refugee Protection published on 10 August 2006 reads as follows:", "22. In general, assessing the suitability of diplomatic assurances is relatively straightforward where they are intended to ensure that the individual concerned will not be subjected to capital punishment or certain violations of fair trial rights as a consequence of extradition. In such cases, the wanted person is transferred to a formal process, and the requesting State's compliance with the assurances can be monitored. While there is no effective remedy for the requested State or the surrendered person if the assurances are not observed, non-compliance can be readily identified and would need to be taken into account when evaluating the reliability of such assurances in any future cases.", "23. The situation is different where the individual concerned risks being subjected to torture or other cruel, inhuman or degrading treatment in the receiving State upon removal. It has been noted that 'unlike assurances on the use of the death penalty or trial by a military court, which are readily verifiable, assurances against torture and other abuse require constant vigilance by competent and independent personnel'. The Supreme Court of Canada addressed the issue in its decision in Suresh v. Canada (Minister of Citizenship and Immigration), contrasting assurances in cases of a risk of torture with those given where the person extradited may face the death penalty, and signalling", "'...the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past. This difficulty becomes acute in cases where torture is inflicted not only with the collusion but through the impotence of the state in controlling the behaviour of its officials. Hence the need to distinguish between assurances regarding the death penalty and assurances regarding torture. The former are easier to monitor and generally more reliable than the latter.'", "24. In his report to the UN General Assembly of 1 September 2004, the special Rapporteur of the UN Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment examined the question of diplomatic assurances in light of the non-refoulement obligations inherent in the absolute and non-derogable prohibition of torture and other forms of ill-treatment. Noting that in determining whether there are substantial grounds for believing that a person would be in danger of being subjected to torture, all relevant considerations must be taken into account, the Special Rapporteur expressed the view that:", "'in circumstances where there is a consistent pattern of gross, flagrant or mass violations of human rights, or of systematic practice of torture, the principle of nonrefoulement must be strictly observed and diplomatic assurances should not be resorted to.'”", "84. United States Department of State, 2009 Country Reports on Human Rights Practices – Uzbekistan, 11 March 2010.", "“Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "Although the constitution and law prohibit such practices, law enforcement and security officers routinely beat and otherwise mistreated detainees to obtain confessions or incriminating information. Torture and abuse were common in prisons, pretrial facilities, and local police and security service precincts. Prisoners were subjected to extreme temperatures. Observers reported several cases of medical abuse, and one known person remained in forced psychiatric treatment.", "...", "Authorities reportedly gave harsher than normal treatment to individuals suspected of extreme Islamist political sympathies, notably pretrial detainees who were alleged members of banned extremist political organizations Hizb ut-Tahrir (HT) or Nur. Local human rights workers reported that authorities often paid or otherwise induced common criminals to beat suspected extremists and others who opposed the government. Two human rights defenders who were arrested reported beatings in pretrial detention facilities.", "There were reports of politically motivated medical abuse. Victims could request through legal counsel that their cases be reviewed by an expert medical board. In practice, however, such bodies generally supported the decisions of law enforcement authorities.", "...", "Prison and Detention Center Conditions", "Prison conditions remained poor and in some cases life threatening. There continued to be reports of severe abuse, overcrowding, and shortages of food and medicine. Tuberculosis and hepatitis were endemic in the prisons, making even short periods of incarceration potentially life-threatening. Family members frequently reported that officials stole food and medicine that were intended for prisoners.", "There were reports that authorities did not release prisoners, especially those convicted of religious extremism, at the end of their terms. Instead, prison authorities contrived to extend inmates' terms by accusing them of additional crimes or claiming the prisoners represented a continuing danger to society. These accusations were not subject to judicial review.”", "85. The European Committee for the Prevention of Torture (“the CPT”), in its 15th General Report of 22 September 2005 on its activities covering the period from 1 August 2004 to 31 July 2005, expressed concern about reliance on diplomatic assurances in the light of the absolute prohibition on torture:", "“38. Reference was made in the Preface to the potential tension between a State's obligation to protect its citizens against terrorist acts and the need to uphold fundamental values. This is well illustrated by the current controversy over the use of 'diplomatic assurances' in the context of deportation procedures. The prohibition of torture and inhuman or degrading treatment encompasses the obligation not to send a person to a country where there are substantial grounds for believing that he or she would run a real risk of being subjected to such methods. In order to avoid such a risk in given cases, certain States have chosen the route of seeking assurances from the country of destination that the person concerned will not be ill-treated. This practice is far from new, but has come under the spotlight in recent years as States have increasingly sought to remove from their territory persons deemed to endanger national security. Fears are growing that the use of diplomatic assurances is in fact circumventing the prohibition of torture and ill-treatment.", "39. The seeking of diplomatic assurances from countries with a poor overall record in relation to torture and ill-treatment is giving rise to particular concern. It does not necessarily follow from such a record that someone whose deportation is envisaged personally runs a real risk of being ill-treated in the country concerned; the specific circumstances of each case have to be taken into account when making that assessment. However, if in fact there would appear to be a risk of ill-treatment, can diplomatic assurances received from the authorities of a country where torture and ill-treatment is widely practised ever offer sufficient protection against that risk? It has been advanced with some cogency that even assuming those authorities do exercise effective control over the agencies that might take the person concerned into their custody (which may not always be the case), there can be no guarantee that assurances given will be respected in practice. If these countries fail to respect their obligations under international human rights treaties ratified by them, so the argument runs, why should one be confident that they will respect assurances given on a bilateral basis in a particular case?", "40. In response, it has been argued that mechanisms can be devised for the postreturn monitoring of the treatment of a person deported, in the event of his/her being detained. While the CPT retains an open mind on this subject, it has yet to see convincing proposals for an effective and workable mechanism. To have any chance of being effective, such a mechanism would certainly need to incorporate some key guarantees, including the right of independent and suitably qualified persons to visit the individual concerned at any time, without prior notice, and to interview him/her in private in a place of their choosing. The mechanism would also have to offer means of ensuring that immediate remedial action is taken, in the event of it coming to light that assurances given were not being respected.”"], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}