{"ITEMID": "001-78986", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SALAH SHEEKH v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (applicant's expulsion to Somalia);No violation of Art. 13;Not necessary to examine Art. 41", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant submitted that he was born in 1986 and is currently living in Amsterdam.", "5. The applicant requested asylum in the Netherlands for the reasons set out below.", "6. He originally hailed from Mogadishu and belonged to the minority Ashraf population group. In 1991, due to the civil war, his family were forced to leave behind their belongings in Mogadishu and flee to the village of Tuulo Nuh, 25 km from Mogadishu, where they lived in primitive conditions.", "7. After their flight from Mogadishu, the family were robbed of their remaining possessions. Tuulo Nuh was controlled by the Abgal clan of the Hawiye clan-family. That clan's armed militia knew that the applicant and his family had no means of protection because they belonged to a minority, and for that reason the family were persecuted. Three other Ashraf families were living in Tuulo Nuh; they were treated in the same manner.", "8. Members of the militia would frequently come to the family home and threaten the applicant and his family. The first time this occurred was when the applicant was about seven years old: the militia threatened the applicant's father, saying that they would set the house on fire if he did not give them money. Whenever the applicant went out he would be harassed and beaten; sometimes when he went to fetch water, the bucket would be knocked over by members of the Abgal. The applicant's mother sold fruit and vegetables on the market. She was repeatedly robbed and ill-treated. Sometimes, when her daily takings had been stolen, the family had to go without food and drink.", "9. In 1995 the applicant's father was killed by members of the Abgal militia. One evening in December 1998, on one of the occasions when members of the militia came to the house, the family members were locked up and ill-treated – the applicant was hit with a belt and a rifle butt. His brother Ali had his arm broken. Then the militia members took the applicant's mother and sister as well as a female acquaintance outside with them. They left his mother, but took his sister and the acquaintance to a place outside the village where they raped them. They did not release them until the next morning.", "10. In May 2001 the applicant and one of his brothers were held by members of the militia, ill-treated and forced to unload a lorry from 10 a.m. until 5 p.m.", "11. In March/April 2002 the applicant's brother, who ran a small grocery shop, was shot and killed in his shop by Abgal militia members. The applicant heard the shots and when he went to look he saw the body of his brother lying on the floor while the militia members looted the shop. The militia knew his brother and saw him as easy prey because, being a member of a minority, he was unable to defend himself.", "12. About three months later, in June or July 2002, Abgal militia members came to the family home in a car, took the applicant's sister away, raped her and released her late the same night. Although the applicant was at home, he was powerless to intervene because he might have been killed in the process. It was not uncommon for militia members to rape girls. The majority of girls in the village belonged to the large clans and were therefore well protected. Of the families belonging to the Ashraf minority, the applicant's was the only one with a daughter, making her an easy target.", "13. The last time members of the militia came to the family home prior to the applicant's flight was in March 2003. Eight men came in a Jeep, carrying AK47 and M16 rifles. The applicant was at home with two younger brothers. He was threatened, beaten, punched and kicked. The militia searched the house looking for money. They left, saying that his mother should get money ready for them or the consequences would be dire.", "14. On several occasions the applicant's mother had requested the village wise men to ask the militia to stop persecuting the family, but to no avail.", "15. The family had been wanting to leave the country for a long time, but there was not enough money. Fleeing to another place in Somalia was not an option, as things might be even worse elsewhere. Finally, after lengthy negotiations conducted by the applicant's uncle with clan elders, his mother received compensation from the people who had moved into the family home in Mogadishu. This meant she had the financial means to pay for the applicant's escape to the Netherlands.", "16. The applicant's flight from Somalia was arranged by his mother and his uncle.", "17. On 1 May 2003 he went from Tuulo Nuh to Mogadishu, where he stayed in his uncle's house for one week while his uncle established contact with a “travel agent” calling himself Frank. The applicant handed over a number of passport pictures to Frank, which the latter used to obtain a Somali passport in the applicant's name. Frank then put the applicant up in a house in Mogadishu for a day. There the applicant met a boy by the name of Abdulkadir who was also about to flee the country. The next day, the applicant, Abdulkadir and Frank flew from Mogadishu to Nairobi (Kenya) in an aeroplane used to transport qat (a plant grown in Kenya, Ethiopia and Yemen; the chewing of its leaves and twigs is popular among Somalis). In Nairobi they took a taxi to a hotel. Frank did not allow the applicant to continue the journey using the Somali passport, which he took back from him. After staying in Nairobi for three days, the applicant, Frank and Abdulkadir flew to Istanbul and from there to Amsterdam. On this leg of the journey the applicant used a Kenyan passport in the name of one Mahat Ahmed Hassan, born in 1977, as well as an identity card in the same name. Frank would give these documents to the applicant when they had to pass through passport controls, but would then take them back again. On arrival at Amsterdam Schiphol Airport on 12 May 2003, Frank told the applicant and Abdulkadir to wait for him as he had to go somewhere in the airport. Whilst they were waiting they were approached by police, whereupon they said that they wished to request asylum.", "18. On his arrival, the applicant indicated that he wished to apply for asylum. He was refused entry into the Netherlands and deprived of his liberty. He was taken to the asylum application centre (aanmeldcentrum, “AC”) at Schiphol to lodge his request for asylum (verblijfsvergunning asiel voor bepaalde tijd) on 13 May 2003. A first interview with an official of the Immigration and Naturalisation Department (Immigratie- en Naturalisatiedienst) took place the same day in order to establish the applicant's identity, nationality and travel route. He stated, inter alia, that he thought he had been born in 1986 because he knew there was a three-year difference between himself and his brother.", "19. A number of further questions concerning the applicant's age were put to him on 14 May 2003. He said that as a result of an illness he had lost his hair, and this explained why he did not have much hair. He did not know his exact date of birth and estimated that he was 17 years of age. He consented to undergo an examination to determine his age.", "20. The same day a lawyer acting on behalf of the applicant submitted a small number of corrections to the record drawn up of the first interview. Referring to a report from the National Ombudsman, the lawyer also objected to the method used to determine the applicant's age. He further requested that the applicant be granted, ex officio, a residence permit for stateless persons who, through no fault of their own, are unable to leave the Netherlands (the so-called “no-fault residence permit” – “buiten-schuld vtv”).", "21. On 19 May 2003 the examination to determine the applicant's age was conducted. According to the results of the examination, the applicant was at least 20. On this basis the applicant's theoretical date of birth was given as 1 January 1983.", "22. On 28 May 2003 the applicant was interviewed about the reasons for his request for asylum. During the interview he stated, inter alia, that his mother had told him that he had been born on 23 February 1986 and that he had been five years old at the start of the war in Somalia. He did not agree with the attribution of a different date of birth, as he trusted his mother more than the doctor who had carried out the examination to determine his age.", "23. Meanwhile, on 15 May 2003, the Minister of Immigration and Integration (Minister voor Immigratie en Integratie – “the Minister”) had notified the Regional Court (arrondissementsrechtbank) of The Hague sitting in Haarlem of the measure imposed on the applicant depriving him of his liberty. According to section 94(1) of the Aliens Act 2000 (Vreemdelingenwet 2000), the applicant was deemed to have appealed against the measure by means of this notification. On 2 June 2003 the Regional Court rejected the appeal.", "24. On 3 June 2003 the applicant was given a copy of the statement of the Minister's intention to refuse him asylum (voornemen). On 20 June 2003 a lawyer acting on behalf of the applicant submitted written comments (zienswijze) on this intention.", "25. By a decision of 25 June 2003 the Minister refused the applicant's asylum request. The fact that the applicant had failed to submit documents establishing his identity, nationality and travel route was held to cast doubt on the sincerity of his account and detract from its credibility. This conclusion was not altered by the fact that it had subsequently been established that the applicant had flown to the Netherlands from Istanbul, since this information had come to light without any help from the applicant.", "26. The Minister further considered that the applicant had made unreliable statements as to his date of birth and his age. Although he had submitted that he was 17 years of age, an examination had shown that he was at least 20. This was also deemed seriously to affect the credibility of his account.", "27. The Minister found that, in any event, the reasons advanced by the applicant for his flight were insufficient to qualify him for refugee status. The situation in Somalia for asylum seekers, whether or not they belonged to the Ashraf population group, was not such that the mere fact of coming from that country was sufficient in order to be recognised as a refugee. The applicant's account contained insufficient indications that he had made himself known as an opponent of the (local) rulers. He had never been a member or sympathiser of a political party or movement, nor had he ever been arrested or detained.", "28. The applicant's claim that he had been harassed from when he was a child by members of the Abgal clan because he belonged to a minority in the area where he lived was also deemed insufficient to qualify him for refugee status. In this context the Minister held that the problems experienced by the applicant had not come about as the result of systematic, major acts of discrimination which rendered his life unbearable. Rather, these problems should be seen as a consequence of a generally unstable situation in which criminal gangs frequently, but arbitrarily, intimidated and threatened people.", "29. The applicant's claims that he had been held for one day in May 2001 and had been forced to perform hard labour, and that he had several times been threatened with death by members of the Abgal, were also deemed insufficient. The Minister considered that the applicant's situation could not have been desperate, given that he had stayed in the area where he was living despite having been the victim of extortion. This conclusion was not altered by the applicant's claim that he had wanted to leave sooner but had lacked the money.", "30. The Minister concluded that there had not appeared to be a real risk of the applicant's being subjected to treatment in breach of Article 3 of the Convention on his return to Somalia. Moreover, the applicant was not eligible for a residence permit under the policy of leniency towards asylum seekers who had undergone trauma (traumatabeleid), given that the alleged murder of his brother had occurred as far back as March/April 2002 and the alleged rape of his sister as far back as 1998 and June/July 2002.", "31. According to the Minister the return of the applicant to Somalia, given the general situation there, did not amount to an unduly harsh measure since, in order to avoid any future problems, he could settle in one of Somalia's relatively safe areas. The applicant had only heard, but had no proof, that he would experience the same problems there because he belonged to a minority. There was no reason to conclude that a general humanitarian emergency pertained in those areas. Whether or not the applicant had family or clan ties in the relatively safe areas, or whether or not he had ever been there before, was of no significance in this context.", "32. The Minister found that the applicant was not stateless since he held Somali nationality. Therefore, the applicant was not eligible for a “no-fault residence permit”. Finally, the Minister extended the measure depriving the applicant of his liberty.", "33. On 26 June 2003 the applicant appealed against the rejection of his request for asylum. He argued, inter alia, that a controversial method had been used to determine whether or not he was a minor, that the Minister had ignored the fact that his horrific experiences had their roots in a form of ethnic exclusion and exploitation and that no internal flight alternative existed within Somalia. The same day he also filed an objection (bezwaar) against the refusal to grant him a “no-fault residence permit” for stateless persons. The appeals against the deprivation of his liberty which he was deemed to have lodged by means of a ministerial notification were rejected by the Regional Court of The Hague sitting in Haarlem, by decisions of 2 June, 14 July, 25 August, 14 October and 1 December 2003 and 14 January 2004.", "34. On 15 August 2003 the Minister rejected the applicant's objection against the refusal to grant him a “no-fault residence permit” for stateless persons. She maintained that the applicant was not stateless; although there was no effective government in Somalia at the present time, the possibility existed that one would be established in the future. Moreover, the international community did not doubt the existence of the State of Somalia.", "35. Following a hearing on 16 September 2003 the Regional Court of The Hague sitting in Amsterdam dismissed the applicant's appeal against the rejection of his request for asylum on 7 November 2003. The Regional Court did not agree with the Minister that the applicant's account was rendered implausible as a result of the incorrect date of birth; according to the Regional Court, the applicant had merely stated what he had been told by his mother. However, for the remainder, the Regional Court considered that the Minister's view that the applicant's situation as he described it was insufficiently serious to qualify him for refugee status was wellfounded. The Regional Court agreed with the Minister that the problems experienced by the applicant had come about not so much as the consequence of a targeting of the applicant personally; rather, the events were to be seen as a result of the generally unstable (security) situation in Somalia, where intimidation and insults by criminal groups regularly and arbitrarily occurred. In this context the Regional Court attached relevance to the fact that the applicant could have removed himself from the situation pertaining in his immediate environment by moving to the “relatively safe areas” of Somalia, as appeared from, inter alia, the country reports (ambtsberichten) drawn up by the Minister of Foreign Affairs (see paragraph 47 below). In view of the foregoing, the Regional Court further held that the Minister had been correct in finding that the applicant had failed to substantiate his claim that he would run a real risk of being subjected to treatment in breach of Article 3 of the Convention if he were expelled to his country of origin. Finally, the Regional Court, referring to a judgment of the Administrative Jurisdiction Division of the Council of State (see paragraph 85 below), considered that the Minister could reasonably have taken the view that the applicant's return to Somalia did not constitute an exceptionally harsh measure in the context of the overall situation there, having regard to the fact that rejected asylum seekers belonging to minority groups could remove themselves from any problems they might experience by staying in the “relatively safe areas” of Somalia.", "The applicant did not lodge a further appeal (hoger beroep) with the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State) against the dismissal of his appeal, his lawyer advising him that, in view of that body's established caselaw concerning the availability of an alternative place of abode in Somalia, such further appeal would stand no chance of success.", "36. Having been informed that he was to be issued with a European Union (“EU”) travel document and deported to the “relatively safe areas” of Somalia, via Nairobi, on 16 January 2004, the applicant lodged an objection with the Minister on 8 January on the basis of section 72(3) of the Aliens Act 2000. He further requested the Regional Court of The Hague sitting in Amsterdam to issue a provisional measure to the effect that he would not be deported pending the appeal. The applicant argued that there were too many incongruities surrounding his deportation as planned: not only was the legal basis of the EU travel document unclear, it was also not known whether the authorities in Puntland and the Somali province of Mudug allowed persons travelling on such documents entry to their territory. In addition, the applicant, as a member of a minority unable to obtain protection from one of the ruling clans, would be forced to live in a camp for internally displaced persons (“IDPs”) in the “relatively safe areas”, where the conditions were so appalling that they had been described by the UN Independent Expert on the Situation of Human Rights in Somalia as a clear violation of human rights. This expert had also noted that the most pressing issue of concern in Puntland was discrimination against minorities who had no government or armed protection and were therefore vulnerable to sporadic rape and looting.", "37. The provisional measures judge (voorzieningenrechter) of the Regional Court of The Hague sitting in Amsterdam rejected the applicant's request for a provisional measure on 20 January 2004. The judge held that deportation with an EU travel document would be unlawful only if there were indications that entry to a territory would be denied to persons travelling with such a document. No such indications existed. Moreover, the airline company transporting rejected asylum seekers from Nairobi to Somalia had undertaken to return the persons concerned should they be denied entry to Somalia. The fact that an expulsion via Nairobi entailed a short stop at an airport in Mogadishu was insufficient to conclude that there would be a risk of treatment in breach of Article 3 of the Convention. Finally, the Regional Court considered that the recent tensions between Puntland and Somaliland did not render the expulsion unlawful, given that the applicant would be expelled to the province of Mudug.", "38. Meanwhile, on 15 January 2004, the applicant introduced the present application. He also requested the Court under Rule 39 of the Rules of Court to indicate to the Government not to expel him pending the proceedings before the Court. That same day, the President of the Chamber decided to indicate to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings before the Court not to expel the applicant. Thereupon, the Netherlands decided not to proceed with the applicant's expulsion. The applicant was also released.", "39. On 27 February 2004 the Minister dismissed the applicant's objection against the decision to expel him. His appeal to the Regional Court of The Hague sitting in Amsterdam was declared inadmissible on 10 January 2005. The Regional Court held that the applicant no longer had an interest in a determination of the merits of his objection in view of the fact that its aim, a halt to the expulsion, had been achieved since, following the interim measure indicated by the European Court, it had been decided not to proceed with his expulsion. This decision was upheld by the Administrative Jurisdiction Division of the Council of State on 27 May 2005.", "40. On 7 July 2005 the Government informed the Court that the applicant was eligible for a residence permit on the basis of a temporary “policy of protection for certain categories” (categoriaal beschermingsbeleid, see paragraphs 42-43 and 87 below) adopted by the Minister on 24 June 2005 in respect of asylum seekers coming from certain parts of Somalia. Pursuant to this information, the applicant lodged a fresh application for asylum on 23 September 2005. The application was granted on 10 March 2006.", "41. As of 1 April 2001 the admission, residence and expulsion of aliens have been regulated by the Aliens Act 2000 (Vreemdelingenwet 2000), the Aliens Decree 2000 (Vreemdelingenbesluit 2000), the Regulation on Aliens 2000 (Voorschrift Vreemdelingen 2000) and the Aliens Act Implementation Guidelines 2000 (Vreemdelingencirculaire 2000). The General Administrative Law Act (Algemene Wet Bestuursrecht) is also applicable, except where otherwise stipulated.", "42. On the basis of section 29(1) of the Aliens Act 2000, in force at the relevant time, a residence permit for the purposes of asylum may be issued to an alien:", "(a) who is a refugee within the meaning of the Convention relating to the Status of Refugees of 28 July 1951 (“the 1951 Convention”);", "(b) who makes a plausible case that he or she has well-founded reasons for believing that, if expelled, he or she will run a real risk of being subjected to torture or other cruel or degrading treatment or punishment;", "(c) who cannot, in the opinion of the Minister, for compelling reasons of a humanitarian nature connected with the reasons for his or her departure from the country of origin, reasonably be expected to return to that country; or", "(d) for whom return to the country of origin would, in the opinion of the Minister, constitute an exceptionally harsh measure within the context of the overall situation there.", "43. Pursuant to section 29(1)(d) the Minister may pursue a policy of protection for a particular category of asylum seekers. Section 3.106 of the Aliens Decree 2000 specifies the indicators that are used to assess whether such a policy would be justified. In brief, they are the nature, degree and geographic spread of the violence in the country of origin, the activities of international organisations (in so far as they bear strongly on the position of the international community with regard to the situation in the country of origin) and the policies of other Member States of the European Union. Protection for certain categories is based on considerations related not to specific persons but to the overall situation or patterns of violence in the country of origin. The criterion of exceptional harshness, laid down in section 29(1)(d), is not a formal one, such as the declaration of a state of siege, a state of war or the existence of some form of armed conflict, but a material one. It relates to whether the risks that could arise on a person's return, in connection, inter alia, with armed conflict or the like would be unreasonable from a humanitarian perspective or from the perspective of the law of armed conflict. In general, protection for certain categories is justified only if armed conflict (including armed civil conflict) has disrupted daily life to such an extent that such humanitarian risks arise.", "44. An asylum seeker whose application for asylum has been rejected may appeal against that decision to the Regional Court of The Hague. Further appeal from the Regional Court's judgment lies to the Administrative Jurisdiction Division of the Council of State.", "45. Section 45 of the Aliens Act 2000 stipulates that a decision rejecting an asylum application automatically has the following consequences: the alien is no longer legally resident in the Netherlands, his or her access to services for asylum seekers is terminated and he or she is required to leave the Netherlands within a fixed time-limit, failing which the competent authorities are authorised to expel the person concerned. A separate removal order is therefore not required. However, section 72(3) of the Aliens Act 2000 stipulates, in relation to means of redress, that acts taken in respect of an alien – including expulsion – are to be equated with a decision (beschikking) within the meaning of the General Administrative Law Act. As a result, the remedies provided for in that Act – objection and appeal – may be employed in respect of the manner in which an expulsion is to be carried out or if the situation at the time of expulsion differs from that at the time of the final rejection of the asylum application in such a way that it can no longer be said that the lawfulness of the expulsion has already been established.", "46. As a rule, the Netherlands authorities do not monitor asylum seekers after expulsion, since it is held that this is not appropriate in the context of a conscientious asylum procedure and would undermine the credibility of the decisions emerging from that procedure. It is argued that if an application for asylum has been rejected and the courts have determined that this decision was correct, there is no reason to suppose that on returning to the country of origin, the asylum seeker in question will face persecution or a breach of Article 3 of the Convention. If the latter were the case, he or she would have been granted a residence permit for the purposes of asylum pursuant to section 29(1)(b) (see paragraph 42 above).", "47. The respondent Government's policy on Somali asylum seekers has been devised by the Deputy Minister of Justice (Staatssecretaris van Justitie) and, since 2002, by his successor, the Minister of Immigration and Integration, on the basis of country reports published by the Minister of Foreign Affairs, who in 1993 published the first such report on the general situation in Somalia.", "48. The country report issued in February 2000 indicated that in the “relatively safe” areas the need for protection by one's own clan was declining as the effectiveness with which the regional authorities maintained security was increasing. Although this did not mean that the clan no longer played a role in Somali society, protection by one's own clan or family was no longer considered necessary in the “relatively safe” areas, where the local and regional authorities were generally able to maintain peace and security and to offer an inclusive, neutral form of protection. As a result, the policy pursued as of April 2000 no longer included the principle of clan protection on a person's return.", "49. While the country report dated June 2001 found that the position of minorities in the “conflict” area continued to be bad, it nevertheless stated that despite this lack of security, it was not the case that all persons belonging to a minority had to fear (person-specific) persecution for the sole reason that they belonged to that minority. As the June 2001 report further found a continuation of the trend towards a diminishing need for clan (or family) protection in the “relatively safe” areas, the then Deputy Minister of Justice abolished on 24 September 2001 the policy of protection for certain categories of Somalis (see paragraphs 42-43 above), which until then had still been applied to members of two particular clan families. Even though the situation in the “conflict” and “transitional” areas of the country could support the conclusion that such a policy continued to be called for, the government took the view that an alternative place of abode for all failed Somali asylum seekers, including minorities, was available in the “relatively safe” areas. In addition, asylum seekers in respect of whom it had been determined that they had a well-founded fear of persecution or that they ran a real risk of being subjected to treatment in breach of Article 3 of the Convention were not eligible for a residence permit for the purpose of asylum if it was established that they could remove themselves from the perceived threat of persecution or real risk by settling elsewhere within the country of origin.", "50. According to the country report issued in March 2003, Somalia could be divided into the following areas, in terms of the risk for noncombatants of falling victim to conflict-related violence or political violence:", "- the “conflict” area in southern Somalia, consisting of Mogadishu, Kismaayo, the environs of those cities and the provinces of Bay and Bakool;", "- the “transitional” area in southern Somalia, consisting of the provinces of Lower and Middle Juba and Middle Shabelle (in so far as they were not part of the conflict area), Gedo and the north-western part of the province of Galgaduud;", "- the “relatively safe” part of Somalia, consisting of the northern provinces of Adwal, Woqooyi Galbeed, Togdheer, Sahil, Sanaag, Sool, Bari, Nugaal and the north of Mudug (together making up the self-declared State of Somaliland in the north-west and the self-declared autonomous region of Puntland in the north-east), the south of Mudug, the central provinces of Hiran and Galgaduud (in so far as they were not in the “transitional” area) and the islands off the coast of southern Somalia.", "51. The March 2004 country report emphasised once more that clan protection was not necessary and that the security situation was not so bad that all members of a given minority were justified in fearing personspecific persecution due to their minority status, even if it was the case that minorities and the clanless were more likely to fall victim to intimidation and abuse by armed militia members.", "52. In June 2004 officials from the Netherlands Ministry of Foreign Affairs paid a five-day working visit to the city of Bosasso in Puntland. The November 2004 country report was partly based on the findings of this mission.", "53. Since there was no clear difference in the number of armed clashes between the “conflict” areas and the “transitional” areas as referred to in the March 2003 country report, the November 2004 report divided Somalia into two regions, namely a “relatively safe” and a “relatively unsafe” region. On the basis of the risk run by the civilian population of falling victim to acts of violence, the two regions were defined as follows:", "- the “relatively unsafe” region: Mogadishu and Kismaayo and the area around those towns, the provinces of Bay, Baykool, Lower and Middle Juba, Lower and Middle Shabelle, Gedo, Hiran and Galgaduud;", "- the “relatively safe” region: the provinces making up Somaliland and Puntland, the south of Mudug and the islands off the coast of southern Somalia.", "54. As previous reports had done, the report of November 2004 further elaborated on the existence of clans and minority groups in Somalia: besides the dominant Somali nomadic culture, there are various groups with differing cultures, such as farming Somali clan families and non-ethnic Somali minority groups. The farming clan families are regarded as less “noble” by the nomadic clan families and the status of the minority groups, who are estimated to account for fifteen percent of the population, is even lower. The minorities either lack a clan structure or have a clan structure which is much less pronounced than that of the nomadic clan families. Traditionally, these minority groups have not been covered by Somali clan law and have therefore received no protection unless a clan has agreed to protect them. In general, the minority groups suffered greatly from the armed conflicts, since they were unarmed and often had some financial resources derived from their occupations. They were easy targets for robbery, looting and murder by militias. Many members of the minority groups in the south fled in the course of the civil war, particularly to Kenya and western countries, but also to Somaliland and Puntland.", "55. According to the country report, it was not known exactly how many minority groups existed in Somalia. One of the main minority groups is the Benadiri (or Reer Hamar) whose ancestors are people of Persian, Indian, Arab and Portuguese origin who settled in some of the coastal towns of Somalia from the ninth century onwards and mixed to varying degrees with the original population and subsequent newcomers. Each Benadiri group can trace its origin back to a single forefather; Benadiri often refer to these descent groups as clans. The Ashraf, consisting of two groups traditionally regarded as descendants of the two grandchildren of the Prophet Muhammad, is one of these Benadiri groups.", "56. The November 2004 country report described the position of minority groups in the “relatively unsafe” regions as bad. Members of these groups were much more likely to be victims of intimidation and assault by armed members of the militias. Notwithstanding this lack of safety, not all people belonging to a given minority group had cause to fear individual persecution simply on account of their membership of the minority, nor was the situation the same for all minority groups. As the Benadiri did not have a special relationship with one or more of the Somali clan families, they could not count on clan protection. Since the outbreak of the civil war, the Benadiri had tended to be the first victims of robbery and looting owing to their relatively isolated social position and presumed wealth. As a consequence of these problems, a large proportion of the Benadiri had fled abroad. Those who remained had often lost some or all of their possessions. Although the scale of violence had greatly decreased, they were still in a vulnerable position since they were living in the “relatively unsafe” regions. They were virtually absent from the “relatively safe” areas and their numbers there were too small for general statements to be made about them.", "57. Since the civil war, the populations of towns and cities in the “relatively safe” areas had skyrocketed, partly owing to an influx of displaced persons from the south and partly owing to migration from rural to urban areas. Many displaced persons had managed to settle in their new areas on a lasting basis. Almost all of them had ties with the inhabitants of the area, for example because they were members of the same clan family or because a relative came from there. A social safety net might also be provided by other ties, for instance with old school friends, neighbours or business partners. Displaced persons without such ties almost invariably ended up in miserable settlements for the internally displaced, with no real chance of proper integration.", "58. There were still some 30,000 people living in settlements for displaced persons in Puntland, of whom 28,000 were living in the town of Bosasso. The majority of these people originated from southern Somalia and also comprised members of the Midgan and Bantu minorities. The camp-dwellers perceived poor accommodation and lack of affordable sanitation as the most serious problems. They were living in huts built from discarded materials which did not provide adequate protection against Bosasso's harsh climate. There was also a serious risk of fire, as the high winds could easily cause cooking fires to get out of control. Another problem was security in the camps: theft and occasional crimes of violence. Whenever an incident was reported to the police, there was an investigation and increased patrolling for about a week, but in most cases the police were unable to catch the culprits. However, camp-dwellers said this was not because of discrimination.", "59. In Somaliland, displaced persons were also living in miserable huts that they had built for themselves from discarded materials. In October 2003 the Somaliland Government decreed that all displaced persons who were not originally from Somaliland must leave the country. Although no one was actually deported, it was made abundantly clear to displaced persons from southern Somalia that they were no longer welcome. Most of them had moved to Puntland or Yemen.", "60. No reports of violent incidents on the islands off the coast of southern Somalia had been received in the period under review. Since 2001, members of the Darod/Marehan clan have had control of these islands, which are also inhabited by members of the Bajuni minority who are employed in the fishing industry by members of the aforementioned clan.", "61. According to the November 2004 report, the rate of crime in the “relatively safe” areas was low, certainly compared with other countries in Africa. In general, the local and regional administrative authorities were able to maintain law and order, if necessary with the help of the police. In Somali society, law enforcement had always been primarily the preserve of clan elders, village elders, imams and other community leaders. This traditional form of law enforcement was, by its very nature, much less effective if the victim was a member of a minority group or of a small, poorly armed clan. As a result, displaced persons and unarmed minorities were an easy target for criminals. The police force of a given city contained members of all the clans who lived there, as well as a few members of minority groups and a small number of women. Although the police discriminated against minority groups and displaced persons, they seldom refused categorically to act. Where a displaced person or member of a minority group was a victim of crime, the police would generally take adequate (or reasonably adequate) action, even though it was likely that they would be less inclined to do their best for a displaced person than for local inhabitants belonging to the clans. However, if there was a dispute with a clan member, there was a real likelihood that the police would take the side of that clan member. In such cases there were indications that police officers might even commit crimes against displaced persons or members of minority groups.", "62. The country report concluded that in general, displaced persons in the “relatively safe” parts of Somalia could be said to have a marginal, isolated position in society. This made them vulnerable, and they were victims of crime to a greater than average extent. Their vulnerability partly depended on what resources they possessed (money, skills, and so forth), but in general their socio-economic position was significantly worse than that of the local population. They were not persecuted by the local authorities. There was some discrimination by local people, but in Somaliland or Bosasso at least no serious incidents were known to have occurred. However, people were not ready to accept the idea of displaced persons who had no ties whatsoever with their clan becoming genuinely integrated into their community.", "63. Somalis could enter and leave the country overland without restriction, in keeping with ancient nomadic tradition. There were several flights a week to a number of destinations in Somalia from the surrounding countries and the United Arab Emirates. Persons entering Somaliland via Hargeisa airport had their travel documents checked. The other airports in Somalia operated under the authority of local warlords, who ran them as private businesses. Passengers were not asked to produce travel documents at any of these latter airports.", "64. Since the collapse of Somalia's central government in 1991 there had been no internationally recognised body that issued or extended Somali passports. Travel documents that passed for Somali passports could be bought at markets in Somalia and in neighbouring countries. Officially, Somali passports were not internationally recognised as travel documents, but in practice they were accepted by the countries of the European Union, Somalia's neighbouring countries and the Gulf States, since there was no alternative travel document for Somalis to use. Nor were Somali passports officially recognised as proof of identity.", "65. Somalis returning to Somalia met with no hindrance from the local authorities on arrival. However, in the “relatively unsafe” areas, passengers were sometimes waylaid en route from the airport by militias or criminals who stole all their belongings, often resorting to extreme violence. As a result of the decree of October 2003, Somalis without ties with Somaliland were not normally allowed to live in that entity. There were no formal residence restrictions in the remainder of Somalia. Organised return (voluntary or otherwise) to Somaliland and Puntland required the consent of the local authorities. In the past few years UNHCR had helped many thousands of Somalis return to Somalia, especially to the north. However, the authorities in Somaliland and Puntland had pointed out that there was only limited scope for providing those who returned with work and facilities.", "66. Following the issuance of this country report, the applicant requested the Minister of Foreign Affairs to provide him with documents relating to the working visit of the Ministry delegation to Bosasso in Puntland in June 2004. In response, the Minister made public the written report on interviews conducted by the delegation with fifteen individuals. A number of passages relating to the identity of and background information on the interviewees had been deleted for reasons which were permitted under section 10(2) of the Transparency of Public Administration Act (Wet openbaarheid van bestuur) as grounds for withholding information (for example the protection of sources or of the private life of third persons). Administrative proceedings instituted by the applicant aimed at obtaining a complete version of the report were unsuccessful.", "67. The written report on the interviews consists of summaries of the information and replies received by the delegation in the course of the interviews, some of which were held in two camps for IDPs. The identities of those interviewed and/or organisations for which they worked have been deleted, and the questions that were put to them are not included in the report.", "68. Below are some quotes from the report.", "- “Banditry and crime in a general sense are much less prevalent in Somalia than in Kenya ... In the whole of Puntland hardly any fighting is taking place.”", "- “In the villages the councils of elders have a firm grip on the situation. Accordingly, it is very safe there. In the cities things are different in this respect.”", "- “No serious confrontations took place in Puntland in 2004. There were a number of small-scale conflicts over ownership of land or between families.”", "- “The police actually undertake action if their assistance is sought and are generally efficient. The police are composed of different clans and are capable of acting independently.”", "- “If a minority such as the Bantu go to the police, the police will in general not do very much. This is mainly because there is not a great deal that the police can do; they prefer the settlement of disputes through the old clan traditions. As a result it is more difficult for minorities without a clan ... to obtain justice.”", "- In one of the camps for IDPs visited by the delegation, there were 2,000 persons who “had come from Somaliland following the decree of October 2003. Most of them had been forced to leave and had not even been given the opportunity to collect their belongings.”", "- “There are a total of around twenty camps for IDPs in or near Bosasso. Each camp has a different ethnic composition, and persons belonging to the same clan/minority look out for each other.”", "- “In Bosasso ... there are no Reer Hamar ..., except for those who are on their way to Yemen (which is a regular occurrence).”", "- “Reer Hamar are virtually absent from the north of Somalia (in Bosasso there are at most 100).”", "- “Ultimately the clan system will continue to control politics. People nevertheless feel a certain connection to Puntland as an entity; they are proud of the stability in Puntland and consider themselves less primitive than the southerners.”", "- “New IDPs arriving in Bosasso usually have existing ties with family members or acquaintances already living in Bosasso, who take care of their immediate needs. ... IDPs who come to Bosasso without having any ties there experience considerably more difficulties. Such IDPs generally turn to the mosque for help. In practice they manage in the end to join other IDPs.”", "- “IDPs are not discriminated against. IDPs and minorities have their committees and such like to protect their interests.”", "- “The human rights situation in Puntland has worsened in recent years, especially for IDPs and minorities.”", "- “There is no question of genuine integration of IDPs; they continue to be an isolated group, even after twenty years. They do not form part of the community and do not own land. Although this is officially permitted, it is in practice not allowed. In short, the position of IDPs is a marginalised one.”", "69. A new country report was issued in May 2005. This report was virtually the same as its predecessor, except for the following elements.", "70. The report divided Somalia into three areas: a “relatively unsafe” area, a “relatively safe” area, and a “transitional” area consisting of the northern provinces of Sool and Sanaag, to which both Somaliland and Puntland lay claim. The “relatively safe” area was the same as in the November 2004 country report, except that the south of the province of Mudug was now considered “relatively unsafe”.", "71. It was reiterated in the May 2005 report that no actual deportations from Somaliland had taken place. However, the many thousands of displaced persons residing in Somaliland were living in constant fear. The country report further referred to statements from the Norwegian Refugee Council, according to which the situation of displaced persons in Somaliland had worsened and they were subjected to exploitation, extortion and harassment.", "72. The country report further stated that the UN had carried out a largescale study amongst IDPs in Puntland in 2004, in the course of which 99.3% of displaced persons said they felt safe in their settlements. A footnote stated that on the basis of this report the Norwegian Refugee Council – co-author of the report together with the United Nations Office for the Coordination of Humanitarian Affairs – had come to a different conclusion: “Their small huts made of cloth with often no proper door offer no protection against assaults by men stealing belongings and raping women at gunpoint with impunity.”", "73. The fact that travel documents were checked when entering Somaliland via Hargeisa airport had not changed. The May 2005 report added that no reports had been received of non-Somalilanders having been refused entry. The report further added that travel documents were also checked at Bosasso airport in Puntland.", "74. The May 2005 report further specified that organised returns (voluntary or otherwise) to Somaliland and Puntland required the consent of the local authorities if they concerned the return of a group of persons.", "75. Between 1 January 2004 and 15 April 2005, twenty-six Somalis returned voluntarily to Somalia from the Netherlands. Ten of them chose to go to Mogadishu, two to other destinations in the south, thirteen to Hargeisa (Somaliland) and one to Bosasso (Puntland). Only one had a Somali travel document; the others travelled using an EU travel document.", "76. The most recent country report dates from July 2006. According to this report, the “relatively safe” areas were practically the same as those described in the May 2005 report (see paragraph 70 above), except that the provinces of Sool and Sanaag were once again “relatively safe”, while the south of the province of Mudug continued to be “relatively unsafe”. Moreover, the whole of the town of Galkayo was now considered to belong to the “relatively unsafe” areas.", "77. It was reiterated in the July 2006 report that in the “relatively safe” areas, minorities and displaced persons were victims of crime more often than the average. However, these persons' chances of falling victim to crime were considerably higher in the “relatively unsafe” regions. Minorities were further said to constitute a disproportionately large part of the prison population in the “relatively unsafe” regions.", "78. It continued to be the case that Somalis without ties to Somaliland could not in principle obtain a right to reside there, although no forced expulsions had taken place. As regards Puntland, no reports had been received of problems experienced by Somalis who hailed from elsewhere in staying there.", "79. In 2005 nine Somalis voluntarily returned from the Netherlands; seven to Mogadishu, one to Kismayo and one to Hargeisa.", "80. In a letter of 26 May 2004 to the Dutch Minister of Immigration and Integration, Médecins sans Frontières (“MSF”) wrote that the situation in the relatively safe areas as described in the country report of March 2004 (see paragraph 51 above) did not correspond to that organisation's experiences in Puntland. MSF supported two hospitals in the Puntland town of Galkayo. It was necessary to support two hospitals in the same town because Galkayo was split into two by a “Green Line” dividing two warring clans.", "According to MSF, the security situation in Puntland had not improved in the course of 2004 and was not compatible with a policy of forced returns. Members of both clans and minorities were victims of violence against which the authorities were unwilling or unable to offer protection. There was also widespread banditry. A generation of former child soldiers who had grown up in an environment where weapons were the only law and the strongest ruled were now the elders and warlords. This had led to the demise of rules and traditional customs in favour of chaos and brutality, with civilians being systematically targeted.", "81. In an analysis of the November 2004 country report, the Dutch Refugee Council (Vereniging VluchtelingenWerk Nederland) pointed, inter alia, to a statement made by a person interviewed by the delegation of the Dutch Ministry of Foreign Affairs during its working visit to Bosasso (see paragraph 68 above). Although the country report stated that no one had actually been deported from Somaliland, this person had told the delegation that many people had been forced to leave Somaliland and that “they had not even been given time to pack their clothes.” The Dutch Refugee Council also referred to a report from the UN Secretary General to the Security Council of 9 June 2004, which stated as follows:", "“... the environment for 'foreigners' in general and IDPs from southern Somalia in particular has continued to deteriorate in Somaliland. Harassment, exploitation and extortion of these groups is quite common. These conditions have forced many of those affected to flee to Puntland, where they are living in squalid conditions.”", "In addition, according to the Dutch Refugee Council, there were many signs that forced deportees or rejected asylum seekers were not welcome in Somaliland. On 24 November 2004 the Somaliland Minister of Resettlement, Rehabilitation and Reintegration had written a letter to the Dutch Minister of Immigration and Integration saying that his Government did not accept forced deportees or rejected asylum seekers. The Somaliland Government had also warned all airlines flying via Dubai to stop transporting forced deportees to any airport in Somaliland.", "82. The Dutch Refugee Council disputed the claim that police protection was available and effective in Puntland, since effective law-enforcement mechanisms were absent and the authorities of Somaliland and Puntland were themselves sometimes the source of human rights violations.", "83. Whereas the country report had suggested that the fact that some of the camps in Puntland burned down was due to a combination of inflammable materials used to build huts and high temperatures, the Dutch Refugee Council pointed to a number of reports which suggested that three camps had been set on fire, killing people and leaving thousands of people homeless. The Dutch Refugee Council reported that the situation of IDPs in Somaliland seemed to be going from bad to worse. They quoted Mr Jan Egeland, UN Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator, as saying, after a visit to a settlement for returning refugees: “This is one of the most forgotten places in the world. Darfur is privileged compared to this.”", "84. The Dutch section of Amnesty International commented on the November 2004 country report in a letter of 25 February 2005 to the lawyer of the applicant in the present case. They stated that displaced persons and members of minorities and low-status clans were in constant danger of becoming victims of violence. According to Amnesty's information, the need for clan protection was still very strong, and those lacking it ran substantial risks.", "85. In a judgment of 24 June 2003 (Jurisprudentie Vreemdelingenrecht (Immigration Law Reports – “JV”) 2003/352), the Administrative Jurisdiction Division of the Council of State ruled that it did not appear from the country reports that such serious, widespread and structural infringements of the security situation were occurring in the “relatively safe” areas of Somalia as to prompt the conclusion that the Minister could not reasonably have considered that the relatively safe situation there was durable and that the areas provided an alternative place of abode. While it was true that certain regions of the “relatively safe” areas were temporarily not accessible via the country's external borders, there was no reason to believe that the Minister could not reasonably have reached the conclusion, as far as minority groups were concerned, that a return to the “relatively safe” areas of Somalia would not constitute an exceptionally harsh measure in the context of the overall situation there.", "86. Following the above-mentioned decision, the Administrative Jurisdiction Division consistently dismissed appeals lodged by failed Somali asylum seekers claiming that they could not settle in the “relatively safe” areas. On 28 May 2004, however, the Division held that a particular interim measure indicated by the President of the European Court stood in the way of the expulsion to northern Somalia of Somali nationals belonging to a minority and who did not have family or clan ties in northern Somalia (JV 2004/278). Following this decision, the Minister on 11 June 2004 adopted a moratorium on expulsions (vertrekmoratorium) for Somalis belonging to this group. On 20 February 2005 the scope of this moratorium was extended to all Somalis who did not hail from the “relatively safe” areas, pursuant to a decision of the Administrative Jurisdiction Division of 17 December 2004 (JV 2005/70), in which account was taken of the interim measure indicated by the European Court in an application concerning a Somali national belonging to a clan whose members constituted a majority in Puntland.", "87. Since, according to national law, the duration of a moratorium on expulsions could not exceed one year, and in view of the interim measures indicated by the European Court and the interpretation of those measures by the Administrative Jurisdiction Division, the Minister on 24 June 2005 adopted a policy of protection for certain categories (see paragraphs 40 and 42-43 above). In this context the Minister had regard not just to the actions of the European Court but also to the nature and geographical spread of the violence in parts of Somalia, as described in the country report of May 2005. Provided that no contra-indications exist (in the form of criminal convictions, for instance), the policy applies to Somali asylum seekers who do not originate from Somaliland or Puntland (apart from Sool and Sanaag provinces) and who have not spent more than six months in Somaliland or Puntland, unless that stay took place in a camp for IDPs. It also applies to Somalis originating from the islands off the coast of southern Somalia. Even though those islands are considered to be “relatively safe” they can only be reached via “relatively unsafe” territory.", "No time-limit has been set for the duration of the policy; it will be reviewed when the European Court reaches a decision on the merits in the cases in which an interim measure has been indicated.", "88. In a decision of 22 August 2003 (JV 2003/526) the Administrative Jurisdiction Division had regard to the information contained in the country report of June 2001, according to which persons did not have to fear (person-specific) persecution merely because they belonged to a minority. In the light of that information the Administrative Jurisdiction Division found that the Deputy Minister of Justice had correctly considered that the problems which the alien concerned had allegedly suffered as a result of the fact that he belonged to the Reer Hamar – namely slave labour, ill-treatment and intimidation – had come about as a consequence not of the specific targeting of the alien personally, but of the general situation in the country of origin at that time.", "89. In a case concerning an Afghan national, and with reference to this Court's judgment in the case of Vilvarajah and Others v. the United Kingdom (judgment of 30 October 1991, Series A no. 215), the Administrative Jurisdiction Division held in a decision of 7 November 2003 (JV 2004/17) that, even if an alien was to be expelled to a country where organised, large-scale human rights violations were committed against a group to which that alien belonged, he or she would have to make out a convincing case that specific facts and circumstances existed relating to him or her personally, in order to be eligible for the protection offered by Article 3 of the Convention. This passage has since become a standard feature of decisions of the Administrative Jurisdiction Division relating to Article 3.", "90. On 5 December 2003 the Administrative Jurisdiction Division rejected the complaint under Article 3 of the Convention raised in a further appeal lodged by a Somali national who claimed that she belonged to the Reer Hamar and had been subjected to ill-treatment including rape (JV 2004/62). The Administrative Jurisdiction Division considered that the alleged events demonstrated neither that the acts committed had been specifically aimed at the appellant personally, nor that she thereby found herself in a position which substantially deviated from that of other members of the Reer Hamar in Somalia.", "91. On 14 December 2002 the Minister of Resettlement, Rehabilitation and Reintegration of the self-proclaimed Republic of Somaliland wrote to the Netherlands Ministers of Justice and Foreign Affairs, informing them of his Government's policy on the repatriation of rejected asylum seekers. He stated that the Government of Somaliland would not accept the resettlement, voluntary or otherwise, in Somaliland of nationals of Somalia. They did, in principle, accept the voluntary return of Somaliland nationals. However, such voluntary return operations were only to take place within the context of a bilateral relationship between the Somaliland Government and the host Government, in accordance with specific agreements and relevant provisions of international law, and the return of rejected asylum seekers in the absence of such agreements would be considered unacceptable and illegal. The only persons eligible for resettlement were Somalilanders (whose nationality was to be verified by the Ministry beforehand) who had not been abroad for more than three years and who were travelling on a Somaliland passport. The Somaliland authorities did not accept the EU travel document or other documents.", "92. In reply to questions from a member of Parliament, the Dutch Minister of Immigration and Integration stated on 12 March 2003 that the letter from the Somaliland Minister of Resettlement, Rehabilitation and Reintegration did not give cause for a moratorium on expulsions. As Somaliland was not the only “relatively safe” area of Somalia, rejected Somali asylum seekers still had the possibility of returning to the other “relatively safe” areas, which included Puntland (Records of the Lower Chamber of Parliament – Handelingen Tweede Kamer – 2002-2003, no. 905, Annex, pp. 1893-94). The Minister added that the Netherlands attached great importance to successful cooperation in respect of the return of illegal migrants, and that he would inform Parliament of the outcome of any consultations should these prove possible.", "93. The President of the Puntland State of Somalia addressed a letter to the Netherlands Minister of Foreign Affairs on 24 January 2004, expressing his deep concern about the forceful removal of Somali asylum seekers by the Dutch authorities in the absence of any meaningful negotiations with the existing Somali authorities. He stated that his authorities were “disappointed by the actions of the Dutch Government to dump ... refugees ... forcefully [into] the Puntland State of Somalia regardless of which part of Somalia they originally came from without seeking either the acceptance or prior approval [of] our Administration”. The President further wrote that the Puntland State of Somalia did not accept the EU travel document.", "94. The Netherlands Minister of Immigration and Integration transmitted this letter to the President of the Lower House of Parliament on 13 April 2004 (Parliamentary Paper – Kamerstuk – 2003-2004, 19 637, no. 812). In a covering letter, she stressed that she attached great importance to close cooperation with the (de facto) Somali authorities and was open to possibilities for cooperation with them. She further noted that it did not appear from the letter that the Puntland authorities objected to the voluntary return of Somali rejected asylum seekers, regardless of their ethnic origin or area of origin. As far as forced returns were concerned, the Minister stated that the “relatively safe” area of Somalia consisted of more than Puntland alone. There was, therefore, still the possibility of effecting the forced returns of Somalis to the “relatively safe” area of Somalia. The Minister remarked that she considered the use of the term “dumping” in the letter of the President of Puntland misplaced. In this context she explained that Somalis who were being removed were given the opportunity in a country of transit to indicate to which part of Somalia they would prefer to return. The number of Somalis who had so far been removed to Puntland was small.", "95. In a letter of 20 November 2004 to the Dutch Minister of Justice, the Somaliland Minister of Resettlement, Rehabilitation and Reintegration stated that as a matter of policy it was impermissible for any forced deportee or rejected asylum seeker to enter Somaliland territory. His Government having become aware of two memoranda of understanding concluded by the Government of the Netherlands with the Dubai Government and Emirates Airlines respectively, the Somaliland authorities had warned all airlines flying via Dubai International Airport to stop transporting forced deportees to any airport in Somaliland. The Minister added that his Government were ready to discuss “how to solve the problem of rejected asylum seekers”.", "96. The EU travel document is based on a Recommendation adopted on 30 November 1994 by the Council of Ministers of Justice and Home Affairs of the European Union (Official Journal of the European Communities C 274). Acknowledging, inter alia, that the great majority of Member States were experiencing difficulties in dealing with cases of thirdcountry nationals who were required to be expelled from their territory but were not in possession of travel documents, the Council recommended that a standard travel document valid for a single journey be used as appropriate by all Member States when effecting such expulsions.", "97. Since 1995 the Netherlands has made use of the standard EU travel document as a replacement document in the event of expulsions to a number of countries. It can be used for the return of aliens to their country of origin, as well as for their return to another country to which they are guaranteed admission. It is issued by the Immigration and Naturalisation Service (Immigratie- en Naturalisatiedienst) on behalf of the Minister of Immigration and Integration.", "98. In legal literature, as well as in the Lower House of Parliament and before the national courts, it has been argued that the EU travel document as used by the Netherlands is not a lawfully issued document, since the abovementioned Recommendation has not been incorporated into Dutch law and since no authority on the part of the Minister of Immigration and Integration to issue travel documents could be derived from the Passport Act (Paspoortwet). In reply to questions put by members of Parliament, the Minister of Immigration and Integration denied that the EU travel document lacked a legal basis, and stated that it had not appeared that any of the Somali aliens who had returned, either voluntarily or involuntarily, to Somalia in 2003 and 2004 – some of whom had travelled on an EU travel document – had been refused entry to the country. She added that if an alien travelling on an EU travel document was nevertheless denied admission to his or her country of origin, the provisions concerning inadmissibles and deportees contained in Annex 9 to the Chicago Convention on International Civil Aviation applied, on the basis of which the Netherlands would allow such aliens to return to the Netherlands (Records of the Lower House of Parliament, 2003-2004, no. 800, Annex, pp. 1695-96).", "In the above-mentioned covering letter to the President of the Lower House of Parliament (see paragraph 94 above), the Minister wrote, on the subject of the stated non-acceptance by the Puntland authorities of the EU travel document, that the latter could be used to facilitate the return journey, be it voluntary or involuntary, of Somali aliens who were not, or were no longer, in possession of a Somali passport. In this context the EU travel document was intended to serve as a travel document rather than a document for crossing borders. Whether or not entry to Somalia was granted depended on whether the person concerned was of Somali origin and/or if he or she was considered as such by the (de facto) authorities.", "99. In the decision of 28 May 2004 cited above (paragraph 86), the Administrative Jurisdiction Division of the Council of State held as follows in response to the appellant's claim that the use of the EU travel document was unlawful:", "“The authority to issue this EU travel document is based, according to information submitted by the Minister [of Immigration and Integration], on the Recommendation of the Council of the European Union of 30 November 1994. It has become clear that this Recommendation has not been incorporated into Dutch law. The fact that no legal basis exists for the issuing of an EU travel document is not in keeping with the principle of lawfulness. This does not however mean that expulsion on the basis of such a document is unlawful vis-à-vis the appellant, given that this defect concerns the Dutch internal legal order, that the appellant is under a legal obligation to leave the Netherlands and that the Minister ... has provided sufficient evidence that this document ... is accepted by third countries.", "The fact that no agreement on expulsions exists between the Netherlands and the de facto authorities in the different parts of Somalia does not rule out the possibility that in practice an alien may return to his country of origin using an EU travel document. The manner in which an expulsion is carried out is unlawful only ... if on the basis, inter alia, of previous experience in comparable cases, it is likely that the alien concerned will not reach his intended destination or will otherwise encounter problems if he uses the documents issued to him.”", "100. In its January 2004 position paper on the return of rejected asylum seekers to Somalia, the United Nations High Commissioner for Refugees (“UNHCR”) stated, inter alia, the following:", "“Throughout the country, human rights violations remain endemic. These include murder, looting and destruction of property, use of child soldiers, kidnapping, discrimination of minorities, torture, unlawful arrest and detention, and denial of due process by local authorities. ...", "The challenges faced by both Somaliland and Puntland in integrating Somali refugees back home remain a critical humanitarian, recovery and development concern. In both areas, tens of thousands of returnees from exile continue to live in slums on the outskirts of towns where they are often indistinguishable from other vulnerable groups, and as such face many of the same problems accessing basic social services and becoming self-reliant.", "Combined with the fragility of Puntland's economy and the downturn of Somaliland's, their presence has increased competition over scarce resources. More sustained assistance is needed if they are to successfully integrate into these local economies. Without it, they could become a potential threat to the hard won peace and stability in both areas. ...", "In view of the improvements in peace, security, stability and governance in northern Somalia (Somaliland and Puntland), UNHCR is promoting the voluntary repatriation of Somali refugees originating from there. ...", "In the case of Somalia, UNHCR has assessed that the majority of refugees who fled areas which are now in the northern sector can safely return to their habitual areas of former abode, although their right to return is seriously challenged by the overstretched absorption capacity. Also, importantly, it cannot be ruled out that some individuals originating from Somaliland and Puntland may have a well-founded fear of persecution. Claims to this effect should therefore be dealt with in line with global standards of refugee status determination. A similar positive assessment cannot be made for the southern sector of the country, where conflict, insecurity and lawlessness still dominate the situation in large areas. This is why UNHCR continues to encourage the granting of refugee status, or other forms of complementary protection, to those being forced to leave the southern sector. ...", "Prior to arranging repatriation movements, UNHCR Somalia requests clearance from the local authorities for all refugees wishing to repatriate to Somalia. This is to ensure that repatriates are welcome in their area of return, and to avoid any negative consequences arising from their being possibly considered to belong to an area different than their chosen destination. This is of particular relevance in Somaliland, which, because it considers itself an independent state, considers non-Somalilanders as foreigners. In the case of the Puntland State of Somalia, its Charter and Constitution stipulate that any Somali who respects the provisions of the Charter/Constitution is allowed to reside in, travel through and conduct business in Puntland. However, due to the over-stretched absorption capacity, the authorities, while respecting the provisions of their basic law, have grown wary of nonPuntlanders settling there in large numbers. Clan considerations play an important role. Generally, the lack of local clan and other support-systems forces most Somalis who no dot not originate from the area to join the misery of the 31,000 IDPs, who live in squalid conditions below the poverty line with very limited access to basic services and physical and legal protection.", "It is essential to be aware of the overall impact of more than half a million voluntary returns (organized and spontaneous) on the already over-stretched services and resources of Somaliland and Puntland. As a result, in many cases the returnee population remains marginalized, often forced to live in squalid conditions and in a disturbing state of poverty. ...", "... the 2003 and 2004 Consolidated Inter-Agency Appeals for Somalia single out returnees from exile as one of the three most vulnerable groups in Somalia, together with IDPs and minorities. ...", "For purposes of refugee status determination, as with regard to voluntary repatriation, UNHCR policy divides the country into north and south, i.e. areas recognized as being stable (north) and areas recognized as not yet stable because of the absence of civil administrative structures to guarantee security (south). The areas administered by the Somaliland and Puntland authorities fall into the northern sector of the country, and the rest into the southern sector. The two sectors are roughly separated by a line that goes through the town of Galkayo. ...", "The general pattern of human settlements prevailing in many parts of Africa, including Somalia, is often characterized by common ethnic, tribal, religious and /or cultural factors, which enable access to land, resources and protection from members of the community. Consequently, this commonality appears to be the necessary condition to live in safety. In such situations, it would not be reasonable to expect someone to take up residence in an area or community where persons with a different ethnic, tribal, religious and/or cultural background are settled, or where they would otherwise be considered as aliens. The only conceivable alternative could be to move to the slums of a big city, where internal migrants from the countryside lead a precarious existence, often in appalling living conditions. Persons with a rural background may be rendered destitute there and thus be subjected to undue hardship. Therefore, it would be unreasonable to expect a person to move to an area in his or her own country other than one where he or she has ethnic, tribal, religious and/or cultural ties.", "This is true also in Somaliland and Puntland. They already host some 60,000 and 31,000 IDPs respectively, which by far exceeds their absorption capacity. In the absence of clan protection and support, which means weak or negligible social networks, a Somali originating from another area would be likely to join the many other underprivileged IDPs who suffer from lack of protection, limited access to education and health services, vulnerability to sexual exploitation and abuse and labour exploitation, eviction, destruction and confiscation of assets. Depending on the goodwill of the local community and what meagre humanitarian assistance may be available, persons perceived as 'outsiders' may be forced to live in a state of chronic humanitarian need and lack of respect for their rights. Specifically, in Somaliland, a self-proclaimed independent state, those not originating from this area (nonSomalilanders) would be considered as foreigners, and face significant acceptance and integration problems, particularly taking into account the extremely difficult socio-economic situation of those native to the territory. ...", "... UNHCR is of the view that the internal flight alternative is not applicable in the context of Somalia. ...", "UNHCR considers that persons originating from southern Somalia are in need of international protection and objects to any involuntary return of rejected asylumseekers to the area south of the town of Galkayo.", "Despite the fact that security, stability and governance prevail in Somaliland and to an increasing extent in Puntland, the conditions are not generally favourable for the forced return of large numbers of rejected asylum-seekers. While the restoration of national protection, in line with protection standards applicable to all other citizens, is not likely to be a problem for persons originating from these areas, the weak economy, which offers few employment opportunities, and the lack of sufficient basic services, result in an environment which is not conducive to maintaining harmonious relations among the population. Therefore, UNHCR advises against indiscriminate involuntary returns. It is recommended that cases be reviewed individually, and that States take into consideration the particular circumstances of each case (age, gender, health, ethnic/clan background, family situation, availability of socio-economic support), in order to determine whether possible return of the individuals/families in question can be sustainable, or whether they should be allowed to remain on their territory on humanitarian grounds.", "In this regard, it should also be noted that women, children and adolescents face particular challenges upon return to Somalia after a long stay in exile, which may have changed some of their habits and affected their ability to speak Somali without an unfamiliar accent. While it is not a policy of the authorities in Somaliland and Puntland, returnees and deportees from further afar than the immediate region, or even from urban areas within the region, often face severe discrimination by their community on account of not being sufficiently Somali. A 2003 UN-OCHA report entitled 'A Gap in Their Hearts: the experience of separated Somali children' concludes: 'Bi-cultural separated Somali minors who are returned to their homeland under duress or through deception are in danger of harassment, extortion, rape and murder.' Perceived unacceptable and culturally insensitive behaviour by girls results in harsher discrimination and punishment than for boys. While this study focuses on child smuggling and its consequences, the findings related to the treatment of returning youths to Somalia are relevant also for other young Somalis who are involuntarily returned to their homeland, after having been exposed and to a certain extent adapted to another culture. ...", "With reference to what is said on the non-applicability of the internal flight alternative in Somalia, it is UNHCR's position that no Somali should be returned against his/her will to an area of the country, from where he/she does not originate. In this regard, considerations based on the prevailing clan system are of crucial importance.”", "101. On 11 August 2004 the UNHCR Representative for Somalia provided country of origin information in reply to queries from lawyers with the Amsterdam Bar. The Representative stated, inter alia:", "“Particularly looking first at the situation of the IDPs located in Somaliland and Puntland, UNHCR is clear in stating that there is a continued deterioration both in legal protection and in socio-economic security since the writing of the Position Paper. This is chiefly due to coping mechanisms of the IDPs being stretched further and further with the prolongation of the conflict and the resulting exposure to extreme poverty and discrimination. ... In Somali society, protection is the responsibility of the clan and is a process that generally functions. However, IDPs and other minority groups are largely devoid of such benefactors. Consequently they are subject to exploitation (both sexual and economic), denied access to services, subject to forced relocation and forced labour, restricted in their movements and otherwise discriminated against. ... [T]he regional authorities of Somalia are not likely to accept deportations or even to accept voluntary returns of persons not originating from the respective areas. In the case of Puntland, it should be noted that the authorities, despite what is enshrined in their constitution, are very wary of non-Puntlanders coming to their territory.”", "102. In November 2005, UNHCR issued the following advisory on the return of Somali nationals to Somalia:", "“1. UNHCR issued its current position concerning returns to Somalia in January 2004. By way of this additional advisory, which complements and should be read alongside the position of January 2004, UNHCR re-confirms that this position remains valid. Indeed, prevailing problems in Somalia only support its continued validity and application.", "2. ... According to the Report of [UN] independent expert on the situation of human rights in Somalia Ghanim Alnajjar, 'The right to life continues to be violated on an extensive scale in Somalia. Most of the country is marked by insecurity and violence and the most insecure areas are in the south, notably the capital city Mogadishu.' (UN Commission on Human Rights, E/CN.4/2005/117, 11 March 2005, paragraph 17)", "...", "5. ... UNHCR underlines that an internal flight alternative is not applicable in Somalia, as no effective protection can be expected to be available to a person in an area of the country, from where he/she does not originate. In this regard, considerations based on the prevailing clan system are of crucial importance.", "6. Therefore, international protection should not be denied on the basis of an internal flight alternative. Such a denial would effectively condemn the persons in question to a form of internal displacement, which brings along a high risk of denial of basic human rights and violation of socio-economic rights, exacerbating the already high levels of poverty and instability for both the individual and the community. ...", "7. UNHCR acknowledges that not all Somali asylum seekers may qualify for refugee status under the 1951 Convention. However, UNHCR considers that asylum seekers originating from southern and central Somalia are in need of international protection and, excepting exclusion grounds, should be granted, if not refugee status, then complementary forms of protection.", "8. Correspondingly, UNHCR reiterates its call upon all governments to refrain from any forced returns to southern and central Somalia until further notice.", "9. As regards forced returns to northern Somalia, while some returns are possible under certain conditions, notably where there are clan links within the area of return and effective clan protection, large-scale involuntary returns should be avoided. Persons not originating from northern Somalia should not be forcibly returned there.”", "103. This report, dated August 2003, was commissioned by UNHCR and written by Professor Menkhaus. According to the author, while the chronic and widespread level of underdevelopment and insecurity in Somalia – especially south-central Somalia – places a large portion of the population at risk, some sections of the population are especially vulnerable to human rights abuses. Two of these groups are IDPs and members of minorities and weak clans. As regards the latter group, Menkhaus writes:", "“... members of politically weak clans – minority groups, low status clans, and clans residing in areas where they are badly outnumbered or outgunned – are not able to call upon their clan for protection, and hence are vulnerable to predatory or abusive acts by criminals and militia with little hope of protection by the law. A report on human rights abuses by the Mogadishu-based Isma'il Jimale Human Rights Centre in 2003 concludes that most of the victims were from minority groups 'who have no clan affiliations as protection'.”", "104. According to Menkhaus, human rights violations in Somalia remain endemic and very serious, despite some progress having been made since the early 1990s. Menkhaus distinguishes the following three categories of human rights violations: violations of the rules of armed combat; human rights violations perpetrated by criminals which go unaddressed by local authorities; and human rights violations perpetrated by the political authorities themselves. As regards the second category – criminal violations of human rights – he writes, inter alia:", "“The distinction between militia and criminal activity in Somalia is very difficult to make, as warfare itself is an enterprise for looting and as armed conflict is increasingly linked to retaliation against criminal acts. Still, there are numerous instances in which crimes committed by 'civilians' – be they criminals or unpaid militia engaging in criminal acts – are generating serious human rights crises. Certain types of crimes which qualify as human rights violations, such as murder, generally are addressed via blood payments or sharia courts. But some violations go almost entirely unpoliced.”", "Menkhaus goes on to list a number of crimes whose perpetrators are rarely held accountable by the local authorities. These include discrimination against minorities, about which he writes:", "“Though presented as a homogeneous society, Somalia features a number of lowstatus and minority groups which are frequently subject to abuse and exploitation. The Somali Bantu population is now the best known of these minorities; representing about 5 per cent of the total population, the Bantu are prone to theft of their land, rape, forced labour, and a range of discriminatory behaviour. Minority and low status groups such as the Bantu are afforded little protection under customary clan law and have virtually no recourse to a system of justice when victimised. Those who do bring complaints to clan, legal, or religious authorities place themselves at great risk of intimidation and assault.”", "105. In this report, dated 20 September 2004 and written for the organisation Schweizerische Flüchtlingshilfe, Professor Menkhaus writes, inter alia, that “the most important common element of personal security across all of Somalia is clan affiliation.” In his view, IDPs constitute the most vulnerable group in the country:", "“They are especially vulnerable as a group for several reasons: most are from weak, minority, agricultural clans, and hence easily abused with impunity; nearly all are 'guests' in territory dominated by larger clans, affording them less protection (in some places, such as Somaliland, IDPs from south-central Somalia are seen as 'foreigners' with no legal rights or claims); all are destitute and survive on short-term wage labour and periodic infusions of humanitarian aid; and most reside in camps which are controlled by 'camp managers', militiamen who restrict their movement and who divert assistance away from the IDPs.”", "106. According to Menkhaus, “... the zone of Somalia from Galkayo to the Kenyan border is the most conflict-ridden and lawless portion of the country”. Puntland is described as follows:", "“...one of the most difficult regions to read politically in recent years: at times it exhibits impressive levels of stability, reconciliation, unity and modest government capacity, at other times it lurches toward what appears to be political crisis and collapse. ... [T]hroughout its recent political confrontations, Puntland has remained relatively free from violent crime and lawlessness. ...", "Personal security in Puntland has been and remains relatively good. ... One growing exception to this rule is the increasing number of IDPs and migrant labourers from south-central Somalia who now reside in Puntland's main towns of Bosasso, Garowe and Galkayo. These outsiders do not enjoy full rights and protection in customary law; the poorest of the migrants reside in sprawling slums and are subject to abuses for which there is little recourse.”", "107. Somaliland is said to have remained “a zone of impressive law and order ..., with very low crime rates and a high degree of public safety”.", "108. In this report, published on 17 March 2005, Amnesty International urgently called on the Transitional Federal Government, which was about to begin a five-year transitional period intended to bring Somalia back into the international community of nations, to make human rights protection one of its central and constant aims. Under the heading “Protection of minority rights”, the report states as follows:", "“The minority groups, who have no armed militias, have been extremely vulnerable during the period of state collapse and absence of a justice system and rule of law to killing, torture, rape, kidnapping for ransom, and looting of land and property with impunity by faction militias and clan members. Such incidents are still commonly reported and are being documented by local human rights NGOs.”", "109. The “Operational Guidance Note Somalia”, issued on 5 May 2006, contained a summary of the general, political and human rights situation in Somalia and provided information on the nature and handling of asylum claims frequently received from nationals/residents of that country.", "110. The Note stated that, although the country's human rights record remained poor and serious human rights abuses continued in 2005, the human rights situation was better in Somaliland and Puntland than in other parts of Somalia. It further stated that Somali society was characterised by membership of clan families (which were sub-divided into clans and subclans) or membership of minority groups, and that an individual's position depended to a large extent on his or her clan origins. In general terms, a person should be safe in an area controlled by his or her clan, and any person, irrespective of clan or ethnic origin, would be safe from general clan-based persecution in Somaliland and Puntland. The chronic and widespread level of underdevelopment in Somalia made a large portion of the population vulnerable not only to humanitarian crisis, but also to violations of their human rights.", "111. In respect of persons belonging to the Benadiri minority, the Note stated the following:", "“Treatment. Somalis with no clan affiliation are the most vulnerable to serious human rights violations, including predatory acts by criminals and militias, as well as economic, political, cultural and social discrimination. These groups comprise an estimated two million people, or about one third of the Somali population and include the Benadiri (Reer Hamar) ...", "The Benadiri are an urban people of East African Swahili origin. They all lost property during the war and the majority of Benadiri fled to Kenya. Those that remain live mainly in the coastal cities of Mogadishu, Merka and Brava. The situation of the Benadiri remaining in Somalia is difficult, as they cannot rebuild their businesses in the presence of clan militias. As of 2003, 90% of the Reer Hamar population in Mogadishu had left the city as a consequence of civil war and lack of security. The majority of Reer Hamar who are still in Mogadishu are older people who live in Mogadishu's traditional Reer Hamar district, Hamar Weyn which is controlled by militias of the Habr Gedir sub-clan, Suleiman. Most homes belonging to the Benadiri ... in Mogadishu had been taken over by members of clan militias, although sometimes the clan occupants allowed them to reside in one room.", "...", "Sufficiency of protection. Minority groups based in southern or central Somalia that are politically and economically the weakest and are culturally and ethnically distinct from Somali clan families such as the Benadiri (Reer Hamar) ... are not able to secure protection from any major clan family or related sub-clan in these regions. They are vulnerable to discrimination and exclusion wherever they reside. ...", "Internal relocation. As the Benadiri (Reer Hamar) ... are vulnerable to discrimination and exclusion by major clan and sub-clan groups throughout southern and central Somalia, internal relocation within these regions is not a reasonable option. The possibility of internal relocation to Somaliland or Puntland is restricted; in these areas the authorities have made it clear that they would only admit to the territory they control those who are of the same clan or who were previously resident in that particular area.", "...", "Conclusion. The Benadiri (Reer Hamar) ... are part of the underclass in Somali society and are subject to political and economic exclusion due mainly to them being culturally and ethnically unconnected to any major clan group. They are usually unable to secure protection from any clan group and are therefore in a vulnerable position wherever they reside in southern and central Somalia. ... [I]ndividual applicants who have demonstrated a reasonable likelihood that they are of Benadiri (Reer Hamar) origins from southern or central Somalia are likely to encounter illtreatment amounting to persecution. The grant of asylum in such cases is therefore likely to be appropriate.”", "112. The executive summary of this report, which was published on 10 August 2006, states as follows:", "“Somalia has been drifting toward a new war since the Transitional Federal Government (TFG) was formed in late 2004 but the trend has recently accelerated dramatically. The stand-off between the TFG and its Ethiopian ally on the one hand, and the Islamic Courts, which now control Mogadishu, on the other, threatens to escalate into a wider conflict that would consume much of the south, destabilise peaceful territories like Somaliland and Puntland and possibly involve terrorist attacks in neighbouring countries unless urgent efforts are made by both sides and the international community to put together a government of national unity.”", "113. This report, which appeared on the BBC News website on 15 August 2006, tells of three Belgian immigration officials having been apprehended in Hargeisa, the Somaliland capital, when they arrived there on a flight from Ethiopia with a man they had deported from Belgium. In the report, Somaliland's Minister of Aviation is quoted as saying that the men did not have visas to enter Somaliland or the prior consent necessary to deliver a deportee there, and that the deportee had been sent back to Ethiopia on the flight on which he had arrived."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}