{"ITEMID": "001-4878", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KOKAVECZ v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Hungarian citizen born in 1959 and residing in Békéscsaba, Hungary. He is a businessman. He is represented by Mrs. G. Futaki, a lawyer practising in Békéscsaba, who was his defence counsel throughout the criminal proceedings outlined below.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "On 31 March 1994 the applicant was arrested by the Békés County Police Department. Upon his arrest, the Police Department's decision was communicated to him, which he acknowledged by signing the document. According to the decision, there was a strong suspicion that the applicant had participated in the murder of Z. D., an offence under S. 166 § 1 of the Hungarian Criminal Code. The applicant was committed to the prison of the Békéscsaba Police Department.", "On the same day, the Békés County Police Department searched the applicant's home and business premises and seized cash belonging to him, in the amount of 3,946,950 Hungarian forints (HUF), in pursuance of S. 101 § 1 of the Code of Criminal Procedure. His complaint was to no avail.", "On 1 April 1994 the Police Department heard the applicant. On this occasion he was again informed that there was a strong suspicion that he had participated in the murder of Z. D., a businessman.", "On 3 April 1994 the Békéscsaba District Court heard the applicant who denied the charge. The District Court ordered his detention on remand, holding that there was a strong suspicion that on 18 March 1994 the applicant and two further suspects had murdered Z. D. by means of multiple battery and shooting. This suspicion relied on, inter alia, witness evidence and preliminary forensic pathology expertise. The District Court found that, in the light of the serious charge against him and in accordance with S. 92 § 1 (a)-(b) of the Code of Criminal Procedure, there was a risk of the applicant's absconding or of collusion, if he had been left at large.", "On 18 April 1994 the Békés County Regional Court dismissed the applicant's appeal against the detention order of 3 April 1994. The Regional Court found that the District Court had ordered the applicant's detention on remand on proper grounds.", "On 25 April 1994 the Békéscsaba District Court prolonged the detention on remand until 3 July 1994, at the latest. The District Court observed that the applicant was suspected of murder. The Court considered that, had the applicant been left at large, there was a serious risk that he would hide from the authorities, abscond or obstruct the proceedings by co-operating with his accomplices. The prolongation was ordered in accordance with S. 95 § 1 and S. 379/A § 4 of the Code of Criminal Procedure. On 9 May 1994 the Regional Court dismissed the applicant's appeal.", "On 13 May 1994 the Békés County Public Prosecutor's Office heard the applicant. On this occasion he said that he was satisfied with the conditions of his detention. Still on the same day he was transferred to the prison of the Szentes Police Department. On 31 May 1994 the competent Csongrád County Public Prosecutor's Office carried out a control of the prison premises, on which occasion the applicant brought no complaint about the conditions of his detention.", "On 2 and 27 June 1994 the Békés County Public Prosecutor's Office repeatedly ordered the applicant to be barred from having any contact with his concubine, so as to secure the proper conduct of the investigations.", "On 24 June 1994 a single judge of the Békés County Regional Court prolonged the detention on remand until 3 November 1994, at the latest. The Regional Court, referring to the state of the investigations, held that further acts of investigation of crucial importance should take place in the case and that, although the applicant denied the charge against him, a strong suspicion of his guilt prevailed. In its decision, the Regional Court referred to S. 92 § 1 (a)-(b), S. 95 § 1 and S. 379/A. § 4 of the Code of Criminal Procedure. On 19 July 1994 a panel of the Regional Court dismissed the applicant's appeal as well as his complaint about the lack of reasonable suspicion against him and about the alleged failure to inform him of the charges brought against him.", "On 16 August 1994 the Békés County Police Department impounded, invoking S. 106 § 1 of the Code of Criminal Procedure, the applicant's seized money. His complaint in this respect was to no avail.", "On 6 September 1994 two officers of the Szentes Police Department carried out a control of the local prison premises, on which occasion the applicant requested that the time allowed for taking baths be extended. His request was admitted.", "On 14 October 1994 the Criminal Expertise and Research Institute of the National Police Department presented the opinion of an expert serologist.", "On 17 October 1994 the Békés County Public Prosecutor's Office informed the applicant's lawyer that the forensic experts' opinions which had been completed by then were accessible for her to consult. Furthermore, the Public Prosecutor's Office, in reply to the lawyer's complaint of 7 July 1994 about the prohibition of contacts between the applicant and his concubine, permitted that these contacts be resumed.", "On 2 November 1994 a single judge of the Békés County Regional Court prolonged the detention on remand until 3 April 1995, at the latest, finding that the results of the investigation - including witness testimonies, expertise from a mobile phone company and fire-arm tests carried out by the Criminal Expertise and Research Institute - had confirmed the strong suspicion against the applicant. The judge, referring to the relevant provisions of the Code of Criminal Procedure, considered that the reasons, which had initially necessitated the applicant's detention on remand, persisted. On 17 November 1994 a panel of the Regional Court dismissed the applicant's appeal, finding that the single judge's reasoning was correct. In particular, the Regional Court held that the risk of the applicant's collusion was considerable in the light of an incident in June 1994, when it had been established by the police that he had attempted to persuade one of the co-accused to revoke a testimony.", "On 14 November 1994 the applicant was again committed to the prison of the Békéscsaba Police Department. In mid-December 1994, the applicant unsuccessfully complained to the Head of Investigations about the fact that he had to share his cell with a “gipsy” person.", "On 25 January 1995 the Supreme Court rejected the complaints of the applicant's lawyer about the lawfulness of the investigation. Also on 25 January 1995 the Szeged Public Prosecutor's Investigation Office forwarded the submissions of the applicant's lawyer, questioning the lawfulness of the investigation, to the Békés County Public Prosecutor's Office.", "On 20 March 1995 the Attorney General's Office informed the applicant's lawyer that her complaint of 4 August 1994 - in which she had alleged that there had been no reasonable suspicion of the applicant's guilt, that the authorities had failed to properly inform the applicant of the charges and that his detention on remand had lasted unreasonably long - had been forwarded to the Békés County Public Prosecutor's Office for further action and that a hearing of the applicant in that respect had not been considered necessary.", "On 23 March 1995 the Supreme Court prolonged the detention on remand until 3 October 1995, at the latest. The Supreme Court, referring to the relevant legal provisions, stated that the reasons for detaining the applicant on remand persisted.", "On 22 May 1995 the Békéscsaba District Court dismissed the applicant's request for release. On 30 May 1995 the Békés County Regional Court dismissed the applicant's appeal.", "On 11 July 1995 the Békés County Public Prosecutor's Office heard the applicant. On this occasion he said that he was satisfied with the conditions of his detention.", "On 12 July 1995 the applicant was transferred to the Bács-Kiskun County Prison, Kecskemét.", "On 31 July 1995 the applicant's lawyer wrote a letter to the Department of Penitentiary Supervision at the Ministry of Justice. Whilst admitting that the general conditions of the applicant's detention in the Bács-Kiskun County Prison were good, the lawyer requested that the applicant be granted access to the shower facilities more often than once a week. In its answer dated 8 September 1995 the Head of the Department explained that the relevant rules in force provided that inmates should have access to shower or bathing facilities at least once a week and no exceptional treatment could be granted to the applicant in this respect.", "On 15 August 1995 the Békés County Public Prosecutor's Office preferred a bill of indictment against the applicant, charging him with instigation to premeditated murder and, moreover, with abuse of fire-arms and of ammunition, an offence under S. 263/A of the Criminal Code. The indictment involved three further defendants. The Public Prosecutor's Office was relying on the results of the investigation, which involved, inter alia, the following items: findings of the inspection of the murder premises; evidence given by some sixty witnesses; forensic pathology, chemistry, toxicology, psychiatry, serology and dactylography expertise; consultants' opinions concerning physical evidence, documents, fire-arms and other weapons; and minutes of confrontation.", "On 8 September 1995 the applicant's lawyer requested the Békés County Regional Court to order the applicant's release. On 15 September 1995 the Regional Court decided that the applicant's detention on remand be prolonged until the first instance court decision would be taken. On 20 October 1995 the Supreme Court dismissed the applicant's appeal.", "On 12 December 1995 the applicant again requested the Békés County Regional Court to order his release.", "On 8 January 1996 the applicant was transferred to the Gyula Prison.", "On 11 January 1996 the Békés County Regional Court ordered the applicant's release.", "On 31 January 1996, upon appeal by the Attorney General's Office, the Supreme Court quashed this decision and ordered the applicant's detention on remand from 5 February 1996.", "On 21 February 1996 the applicant was finally released.", "After having held eighteen court sessions between 1 November 1995 and 22 February 1996, on 29 February 1996 the Békés County Regional Court acquitted the applicant of the charge of instigation to murder and convicted the three further defendants of premeditated murder. The Regional Court established the facts relying upon, inter alia, statements made by the four co-accused as well as upon testimonies made by more than seventy witnesses and some twenty experts. Having examined the entirety of the evidence at its disposal, the Regional Court held that the applicant had not been involved in the murder. At the same time, the Regional Court convicted him of abuse of fire-arms and of ammunition and sentenced him to a fine of HUF 200,000. The Regional Court declared that the fine in question was to be regarded settled, having regard to the applicant's detention on remand between 31 March and 17 October 1994. The Regional Court also ordered that the money, which had been seized from the applicant and had subsequently been impounded, be returned to him.", "On 29 January 1997 the Supreme Court, upon the applicant's appeal, re-qualified his offence as abuse of ammunition only and reduced his sentence to a fine of HUF 100,000. As to the grounds of his acquittal of the charge of instigation to murder, the Supreme Court amended the Regional Court's ruling, holding that the applicant's guilt had not been proven beyond doubt.", "On 27 July 1997 the applicant brought, under Ss. 383-385/A. of the Code of Criminal Procedure, a claim for indemnification for his detention on remand. The claim is pending before the Békés County Regional Court.", "B. Relevant domestic law", "1. Arrest and detention on remand", "According to S. 91 § 1 (b) of the Code of Criminal Procedure, a defendant may be arrested if his or her detention on remand is warranted.", "Detention on remand is governed by Ss. 92 to 97 and Ss. 379/A to 380 of the Code of Criminal Procedure.", "S. 92 § 1 provides as follows:", "\"Detention on remand of a person charged with a criminal offence can take place for crimes punishable with imprisonment, if", "a. the person absconded, hid from the authorities, or, because of the severity of the crime or for other reasons there is a risk of his or her absconding;", "b. there is a serious risk that the person would obstruct or render more difficult or endanger the proceedings if released;", "c. the person committed a further crime, also punishable with imprisonment, during the proceedings, or there is a serious risk that he or she might complete the crime which he or she prepared or attempted to commit or that the person would commit another crime.\"", "According to S. 93 § 1, detention on remand shall be ordered by a court. As regards the competence of the different levels of courts to decide on the prolongation of detention on remand, S. 95 provides that detention on remand, when ordered prior to the indictment, may last until the decision of the court in the preliminary proceedings before trial, up to a maximum of one month. Detention on remand can be prolonged once by the District Court for two months at the most. After three months, detention on remand can be prolonged twice by a single judge of the Regional Court, but it may not continue beyond one year after the remand order. Thereafter, detention on remand can only be extended by the Supreme Court.", "S. 96 § 1 provides that the authorities must aim at keeping the length of detention on remand as short as possible. If the person charged with a criminal offence is detained on remand, the proceedings have priority. According to S. 96 § 2, detention on remand must immediately be terminated, if its reasons are no longer valid or its period expires without an extension.", "S. 379/A provides that the court orders detention on remand upon the request of the public prosecutor. The latter brings the suspect before the court and notifies the defence counsel. The court then holds a hearing, where the public prosecutor presents the relevant evidence. The suspect and the defence counsel may make oral statements. The hearing can take place in the absence of the defence counsel. The public prosecutor may make a motion to the court for the extension of the detention on remand five days before the expiry of the deadline of a pending detention order. A suspect's motion for release is sent to the court via the prosecutor. The court holds a hearing when there are new circumstances necessitating it; otherwise it decides without a hearing.", "S. 379/B § 1 states that the general rules on appeals against court decisions apply to appeals against court decisions ordering coercive measures unless provided otherwise in paragraphs 2 to 6. According to paragraph 2, the public prosecutor, the suspect and the defence counsel may appeal against the decision of the court. If the defence counsel was not present at the hearing, he may appeal within three days from the hearing. If the decision was taken in camera, there is a time-limit of three days from the service of the decision concerned. Furthermore, S. 379/B § 6 provides that the decision upon the appeal shall be taken, within a period of five days, by a single judge at the Regional Court, if a District Court decision is concerned, and by a chamber of the Regional Court, if a decision taken by a single judge of the Regional Court is at issue.", "According to S. 380 § 2, if the Supreme Court has jurisdiction pursuant to S. 95 § 1 to decide on the prolongation of the detention on remand ordered prior to the indictment, the Prosecutor General applies for the prolongation. Paragraph 2 provides that if the period of detention on remand, as fixed by the Supreme Court, has expired without an indictment having been filed, the Prosecutor General lodges a further application for the prolongation of the detention on remand.", "At all stages of the proceedings, the accused is entitled to lodge any requests and comments, moreover, to request information from the authorities about his rights and obligations under criminal procedural law, and to ask questions from any person heard at a court session, in accordance with S. 44 § 5.", "2. Information of the reasons for arrest and of the charges", "According to S. 132 of the Code of Criminal Procedure, if strong suspicion occurs that a person has committed an offence, the authority shall inform him or her of the substance thereof, referring to the relevant legal provisions. Minutes shall be taken of the communication of the strong suspicion to the defendant, subsequent to which he or she shall be heard (within twenty-four hours if detained).", "3. Seizure and impounding of property", "According to S. 101 § 1 of the Code of Criminal Procedure, the authority can seize any item, which constitutes material evidence, which can be confiscated under the law, or the possession of which is unlawful. S. 102 § 1 provides that the seizure must be terminated immediately if it is no longer necessary in the interest of the proceedings. Paragraph 5 provides that the object which should otherwise be returned to the person charged with a criminal offence can be retained as security.", "S. 106 § 1 provides that, in criminal proceedings occasioned by an offence in the context of which a defendant's property may eventually be confiscated, the authority shall have the right to decide to impound the defendant's property or part of it.", "4. Law-Decree no. 11 of 1979", "S. 118 § 1 (d) of Law-Decree no. 11 of 1979 on the Enforcement of Punishments and Measures, as in force at the material time, provides that a person in detention on remand is entitled to correspond with his relatives and - upon approval by the public prosecutor or, after the bill of indictment has been preferred, by the trial court - with other persons and, moreover, to receive a visitor and to receive a parcel at least once a month.", "According to paragraph 2, these rights - save the detainee's right to maintain contacts with his defence counsel - may be restricted [by the public prosecutor or by the trial court, whichever appropriate] in order to secure the proper conduct of the proceedings.", "5. Indemnification for detention on remand", "According to Ss. 383-385/A. of the Code of Criminal Procedure, a defendant who has been acquitted by the court shall be entitled to indemnification for his or her detention on remand. Such indemnification is payable by the State. The means and amount of such indemnification shall be determined according to the Civil Code rules on extra-contractual damages.", "6. Official liability action", "According to S. 349 §§ 1 and 3 of the Civil Code, official liability [of the State administration] may be established only if the relevant ordinary remedies have been exhausted or have not been fit to prevent damages. Unless otherwise regulated, this applies, as appropriate, to the liability for damages caused by courts or prosecution authorities."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}