{"ITEMID": "001-61188", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HATTON AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 8;Violation of Art. 13;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Brian Kerr;Luzius Wildhaber;Paul Mahoney", "TEXT": ["11. Ruth Hatton was born in 1963. Between 1991 and 1997 she lived in East Sheen with her husband and two children. According to information supplied by the Government, her house was 11.7 km from the end of the nearest runway at Heathrow and fell within a daytime noise contour where the level of disturbance from aircraft noise was between 57 and 60 dBa Leq. According to the Government, dBA Leq measure the average degree of community annoyance from aircraft noise over a sixteen-hour daytime period and studies have shown that in areas where the daytime noise exposure is below 57 dBA Leq there is no significant community annoyance. The Government state that a daytime noise contour of 57 dBA Leq represents a low level of annoyance; 63 dBA Leq represent a moderate level of annoyance; 69 dBA Leq correspond to a high level of annoyance; and 72 dBA Leq represent a very high level of annoyance.", "12. According to Ms Hatton, in 1993 the level of night noise increased and she began to find noise levels to be “intolerable” at night. She believed that the noise was greater when aircraft were landing at Heathrow from the east. When this happened, Ms Hatton was unable to sleep without ear plugs and her children were frequently woken up before 6 a.m., and sometimes before 5 a.m. If Ms Hatton did not wear ear plugs, she would be woken by aircraft activity at around 4 a.m. She was sometimes able to go back to sleep, but found it impossible to go back to sleep once the “early morning bombardment” started which, in the winter of 1996/1997, was between 5 a.m. and 5.30 a.m. When she was woken in this manner, Ms Hatton tended to suffer from a headache for the rest of the day. When aircraft were landing from the west the noise levels were lower, and Ms Hatton's children slept much better, generally not waking up until after 6.30 a.m. In the winter of 1993/1994, Ms Hatton became so run down and depressed by her broken sleep pattern that her doctor prescribed anti-depressants. In October 1997, she moved with her family to Kingston-upon-Thames in order to get away from the aircraft noise at night.", "13. Peter Thake was born in 1965. From 1990 until 1998, he lived in Hounslow with his partner. His home in Hounslow was situated 4.4 km from Heathrow Airport and slightly to the north of the southern flight path, within a daytime noise contour of between 63 and 66 dBA Leq, according to the Government.", "14. Mr Thake claims that in about 1993 the level of disturbance at night from aircraft noise increased notably and he began to be woken or kept awake at night by aircraft noise. Mr Thake found it particularly difficult to sleep in warmer weather, when open windows increased the disturbance from aircraft noise, and closed windows made it too hot to sleep, and he found it hard to go back to sleep after being woken by aircraft noise early in the morning. He was sometimes kept awake by aeroplanes flying until midnight or 1 a.m. and then woken between 4 a.m. and 5 a.m. Mr Thake was also sometimes woken by aeroplanes flying at odd hours in the middle of the night, for example when diverted from another airport. In 1997, Mr Thake became aware that he could complain to the Heathrow Noise Line about aircraft noise if he made a note of the time of the flight. By 30 April 1997, Mr Thake had been sufficiently disturbed to note the time of a flight, and made a complaint to the Heathrow Noise Line on nineteen occasions. He remained in Hounslow until February 1998 because his family, friends and place of work were in the Heathrow area, but moved to Winchester, in Hampshire, when a suitable job opportunity arose, even though it meant leaving his family and friends, in order to escape from the aircraft noise, which was “driving [him] barmy”.", "15. John Hartley was born in 1948 and has lived with his wife at his present address in Richmond since 1989. According to the information provided by the Government, Mr Hartley's house is 9.4 km from the end of the nearest Heathrow runway and, situated almost directly under the southern approach to the airport, within a daytime noise contour area of between 60 and 63 dBA Leq. The windows of the house are double-glazed.", "16. From 1993, Mr Hartley claims to have noticed a “huge” increase in the disturbance caused by flights between 6 a.m. and 6.30 a.m. (or 8 a.m. on Sundays). He states that the British Airports Authority did not operate a practice of alternation (using only one runway for landings for half the day, and then switching landings to the other runway) during this period as it did during the day, and the airport regularly had aircraft landing from the east on both runways. When the wind was blowing from the west and aeroplanes were landing from the east, which was about 70% of the time, aircraft noise would continue until about midnight, so that Mr Hartley was unable to go to sleep earlier than then. He would find it impossible to sleep after 6 a.m. on any day of the week, and was usually disturbed by aircraft noise at about 5 a.m., after which he found he could not go back to sleep. When the aeroplanes were landing from the west, Mr Hartley was able to sleep.", "17. Philippa Edmunds was born in 1954 and lives with her husband and two children in East Twickenham. She has lived at her present address since 1992. According to information supplied by the Government, Ms Edmund's house is 8.5 km from the end of the nearest Heathrow runway and approximately 1 km from the flight path, within a daytime noise contour area of under 57 dBA Leq.", "18. The applicant claims that before 1993 she was often woken by aircraft noise at around 6 a.m. From 1993, she tended to be woken at around 4 a.m. In 1996, Ms Edmunds and her husband installed double-glazing in their bedroom to try to reduce the noise. Although the double-glazing reduced the noise, Ms Edmunds continued to be woken by aircraft. She suffered from ear infections in 1996 and 1997 as a result of wearing ear plugs at night and, although she was advised by a doctor to stop using them, she continued to do so in order to be able to sleep. Ms Edmunds was also concerned about the possible long-term effects of using ear plugs, including an increased risk of tinnitus. Ms Edmunds's children both suffered from disturbance by aircraft noise.", "19. John Cavalla was born in 1925. From 1970 to 1996 he lived with his wife in Isleworth, directly under the flight path of the northern runway at Heathrow Airport. According to information supplied by the Government, the applicant's house was 6.3 km from the end of the nearest Heathrow runway, within a daytime noise contour of between 63 and 66 dBA Leq.", "20. The applicant claims that in the early 1990s the noise climate deteriorated markedly, partly because of a significant increase in traffic, but mainly as a result of aircraft noise in the early morning. Mr Cavalla considers that air traffic increased dramatically between 6 a.m. and 7 a.m. as a result of the shortening of the night quota period. He found that, once woken by an aircraft arriving at Heathrow Airport in the early morning, he was unable to go back to sleep.", "21. In 1996, Mr Cavalla and his wife moved to Sunbury in order to get away from the aircraft noise. According to the Government, the new house is 9.5 km from Heathrow, within a daytime noise contour area of under 57 dBA Leq. After moving house, Mr Cavalla did not live under the approach tracks for landing aircraft, and aircraft used the departure route passing over his new home only very rarely at night. Consequently, he was only very rarely exposed to any night-time aircraft noise following his move.", "22. Jeffray Thomas was born in 1928 and lives in Kew with his wife and two sons, and the wife and son of one of those sons. The family have lived at their present address since 1975, in a house lying between the north and south Heathrow flight paths. According to the Government, it is 10.7 km from Heathrow, within a noise contour area of 57 to 60 dBA Leq. Aircraft pass overhead on seven or eight days out of every ten when the prevailing wind is from the west.", "23. Mr Thomas claims to have noticed a sudden increase in night disturbance in 1993. He complains of being woken at 4.30 a.m., when three or four large aircraft tended to arrive within minutes of each other. Once he was awake, one large aeroplane arriving every half hour was sufficient to keep him awake until 6 a.m. or 6.30 a.m., when the aeroplanes started arriving at frequencies of up to one a minute until about 11 p.m.", "24. Richard Bird was born in 1933 and lived in Windsor for thirty years until he retired in December 1998. His house in Windsor was directly under the westerly flight path to Heathrow Airport. According to the Government, it was 11.5 km from Heathrow, within a daytime noise contour area of 57 to 60 dBA Leq.", "25. The applicant claims that in recent years, and particularly from 1993, he and his wife suffered from intrusive aircraft noise at night. Although Mr Bird observed that both take-offs and landings continued later and later into the evenings, the main problem was caused by the noise of early morning landings. He stated that on very many occasions he was woken at 4.30 a.m. or 5 a.m. by incoming aircraft, and was then unable to get back to sleep, and felt extremely tired later in the day. Mr Bird retired in December 1998 and moved with his wife to Wokingham, in Surrey, specifically to get away from the aircraft noise which was “really getting on [his] nerves”.", "26. Tony Anderson was born in 1932 and has lived since 1963 in Touchen End, under the approach to runway 09L at Heathrow Airport and, according to the Government, 17.3 km from the end of the nearest runway, within a daytime noise contour area of under 57 dBA Leq.", "According to the applicant, by 1994 he began to find that his sleep was being disturbed by aircraft noise at night, and that he was being woken at 4.15 a.m. or even earlier by aircraft coming in from the west to land at Heathrow Airport.", "27. The dBA Leq noise contour figures supplied by the Government and referred to above measure levels of annoyance caused by noise during the course of an average summer day. The Government state that it is not possible to map equivalent contours for night noise disturbance, because there is no widely accepted scale or standard with which to measure night-time annoyance caused by aircraft noise. However, the Government claim that the maximum “average sound exposure” levels, in decibels (dBA), suffered by each applicant as a result of the seven different types of aircraft arriving at Heathrow before 6 a.m. each morning is as follows: Ms Hatton – 88 dBA; Mr Thake – 88.8 dBA; Mr Hartley – 89.9 dBA; Ms Edmunds – 83.4 dBA; Mr Cavalla (at his previous address) – 94.4 dBA; Mr Thomas – 88.7 dBA; Mr Bird – 87.8 dBA; and Mr Anderson – 84.1 dBA.", "The Government further claim that the average “peak noise event” levels, that is the maximum noise caused by a single aircraft movement, suffered by each applicant at night are as follows: Mrs Hatton – 76.3 dBA; Mr Thake – 77.1 dBA; Mr Hartley – 78.9 dBA; Ms Edmunds – 70 dBA; Mr Cavalla (at his previous address) – 85 dBA; Mr Thomas – 77.2 dBA; Mr Bird – 76 dBA; Mr Anderson – 71.1 dBA.", "The Government claim that research commissioned before the 1993 review of night restrictions indicated that average outdoor sound exposure levels of below 90 dBA, equivalent to peak noise event levels of approximately 80 dBA, were unlikely to cause any measurable increase in overall rates of sleep disturbance experienced during normal sleep. The applicants, however, refer to World Health Organisation “Guidelines for Community Noise”, which gave a guideline value for avoiding sleep disturbance at night of a single noise event of 60 dBA.", "28. Heathrow Airport is the busiest airport in Europe, and the busiest international airport in the world. It is used by over 90 airlines, serving over 180 destinations world-wide. It is the United Kingdom's leading port in terms of visible trade.", "29. Restrictions on night flights at Heathrow Airport were introduced in 1962 and have been reviewed periodically, most recently in 1988, 1993 and 1998.", "30. Between 1978 and 1987, a number of reports into aircraft noise and sleep disturbance were published by or on behalf of the Civil Aviation Authority.", "31. A Consultation Paper was published by the United Kingdom government in November 1987 in the context of a review of the night restrictions policy at Heathrow. The Consultation Paper stated that research into the relationship between aircraft noise and sleep suggested that the number of movements at night could be increased by perhaps 25% without worsening disturbance, provided levels of dBA Leq were not increased.", "32. It indicated that there were two reasons for not considering a ban on night flights: firstly, that a ban on night flights would deny airlines the ability to plan some scheduled flights in the night period, and to cope with disruptions and delays; secondly, that a ban on night flights would damage the status of Heathrow Airport as a twenty-four-hour international airport (with implications for safety and maintenance and the needs of passengers) and its competitive position in relation to a number of other European airports.", "33. From 1988 to 1993, night flying was regulated solely by means of a limitation on the number of take-offs and landings permitted at night. The hours of restriction were as follows:", "Summer 11.30 p.m. to 6 a.m. weekdays, 11.30 p.m. to 6 a.m. Sunday landings, 11.30 p.m. to 8 a.m. Sunday take-offs;", "Winter 11.30 p.m. to 6.30 a.m. weekdays, 11.30 p.m. to 8 a.m. Sunday take-offs and landings.", "34. In July 1990, the Department of Transport commenced an internal review of the restrictions on night flights. A new classification of aircraft and the development of a quota count system were the major focus of the review. As part of the review, the Department of Transport asked the Civil Aviation Authority to undertake further objective study of aircraft noise and sleep disturbance. The objectives of the review included “to continue to protect local communities from excessive aircraft noise at night” and “to ensure that the competitive influences affecting UK airports and airlines and the wider employment and economic implications are taken into account”.", "35. The fieldwork for the study was carried out during the summer of 1991. Measurements of disturbance were obtained from 400 subjects living in the vicinity of Heathrow, Gatwick, Stansted and Manchester Airports. The findings were published in December 1992 as the “Report of a field study of aircraft noise and sleep disturbance” (“the 1992 sleep study”). It found that, once asleep, very few people living near airports were at risk of any substantial sleep disturbance due to aircraft noise and that, compared with the overall average of about eighteen nightly awakenings without any aircraft noise, even large numbers of noisy night-time aircraft movements would cause very little increase in the average person's nightly awakenings. It concluded that the results of the field study provided no evidence to suggest that aircraft noise was likely to cause harmful after-effects. It also emphasised, however, that its conclusions were based on average effects, and that some of the subjects of the study (2 to 3%) were over 60% more sensitive than average.", "36. In January 1993, the government published a Consultation Paper regarding a proposed new scheme for regulating night flights at the three main airports serving London: Heathrow, Gatwick and Stansted. The Consultation Paper set up four objectives of the review being undertaken (so far as Heathrow was concerned): to revise and update the existing arrangements; to introduce a common night flights regime for the three airports; to continue to protect local communities from excessive aircraft noise levels at night; and to ensure that competitive influences and the wider employment and economic implications were taken into account. In a section entitled “Concerns of local people”, the Consultation Paper referred to arguments that night flights should be further restricted or banned altogether. In the authors' view, the proposals struck a fair balance between the different interests and did “protect local people from excessive aircraft noise at night”. In considering the demand for night flights, the Consultation Paper made reference to the fact that, if restrictions on night flights were imposed in the United Kingdom, certain flights would not be as convenient or their costs would be higher than those that competitors abroad could offer, and that passengers would choose alternatives that better suited their requirements.", "37. It also stated that various foreign operators were based at airports with no night restrictions, which meant that they could keep prices down by achieving a high utilisation of aircraft, and that this was a crucial factor in attracting business in what was a highly competitive and price-sensitive market.", "38. Further, the Consultation Paper stated that both regular and charter airlines believed that their operations could be substantially improved by being allowed more movements during the night period, especially landings.", "It also indicated that charter companies required the ability to operate in the night period, as they operated in a highly competitive, price-sensitive market and needed to contain costs as much as possible. The commercial viability of their business depended on high utilisation of their aircraft, which typically required three rotations a day to nearer destinations, and this could only be fitted in by using movements at night.", "39. Finally, as regards night flights, the Consultation Paper referred to the continuing demand for some all-cargo flights at night carrying mail and other time-sensitive freight such as newspapers and perishable goods, and pointed to the fact that all-cargo movements were banned, whether arriving or departing, for much of the day at Heathrow Airport.", "40. The Consultation Paper referred to the 1992 sleep study, noting that it had found that the number of disturbances caused by aircraft noise was so small that it had a negligible effect on overall normal disturbance rates, and that disturbance rates from all causes were not at a level likely to affect people's health or well-being.", "41. The Consultation Paper further stated that, in keeping with the undertaking given in 1988 not to allow a worsening of noise at night, and ideally to reduce it, it was proposed that the quota for the next five years based on the new system should be set at a level such as to keep overall noise levels below those in 1988.", "42. A considerable number of responses to the Consultation Paper were received from trade and industry associations with an interest in air travel (including the International Air Transport Association (IATA), the Confederation of British Industry and the London and Thames Valley Chambers of Commerce) and from airlines, all of which emphasised the economic importance of night flights. Detailed information and figures were provided by the associations and the airlines to support their responses.", "43. On 6 July 1993 the Secretary of State for Transport announced his intention to introduce, with effect from October 1993, a quota system of night flying restrictions, the stated aim of which was to reduce noise at the three main London airports, which included Heathrow (“the 1993 Scheme”).", "44. The 1993 Scheme introduced a noise quota scheme for the night quota period. Under the noise quota scheme each aircraft type was assigned a “quota count” between 0.5 QC (for the quietest) and 16 QC (for the noisiest). Each airport was then allotted a certain number of quota points, and aircraft movements had to be kept within the permitted points total. The effect of this was that, under the 1993 Scheme, rather than a maximum number of individual aircraft movements being specified, aircraft operators could choose within the noise quota whether to operate a greater number of quieter aeroplanes or a lesser number of noisier aeroplanes. The system was designed, according to the 1993 Consultation Paper, to encourage the use of quieter aircraft by making noisier types use more of the quota for each movement.", "45. The 1993 Scheme defined “night” as the period between 11 p.m. and 7 a.m., and further defined a “night quota period” from 11.30 p.m. to 6 a.m., seven days a week, throughout the year, when the controls were strict. During the night, operators were not permitted to schedule the noisier types of aircraft to take off (aircraft with a quota count of 8 QC or 16 QC) or to land (aircraft with a quota count of 16 QC). During the night quota period, aircraft movements were restricted by a movements limit and a noise quota, which were set for each season (summer and winter).", "46. The 1993 Consultation Paper had proposed a rating of 0 QC for the quietest aircraft. This would have allowed an unlimited number of these aircraft to fly at night, and the government took account of objections to this proposal in deciding to rate the quietest aircraft at 0.5 QC. Otherwise, the 1993 Scheme was broadly in accordance with the proposals set out in the 1993 Consultation Paper.", "47. The local authorities for the areas around the three main London airports sought judicial review of the Secretary of State's decision to introduce the 1993 Scheme, making four consecutive applications for judicial review and appealing twice to the Court of Appeal (see paragraphs 80-83 below). As a result of the various judgments delivered by the High Court and Court of Appeal, the government consulted on revised proposals in October and November 1993; commissioned a study by ANMAC (the Aircraft Noise Monitoring Advisory Committee of the Department of the Environment, Transport and the Regions (DETR) formerly the Department of Transport) in May 1994 into ground noise at night at Heathrow, Gatwick and Stansted Airports; added to the quota count system an overall maximum number of aircraft movements; issued a further Consultation Paper in March 1995 and issued a supplement to the March 1995 Consultation Paper in June 1995.", "48. The June 1995 supplement stated that the Secretary of State's policies and the proposals based on them allowed more noise than was experienced from actual aircraft movements in the summer of 1988, and acknowledged that this was contrary to government policy, as expressed in the 1993 Consultation Paper. As part of the 1995 review of the 1993 Scheme, the government reviewed the Civil Aviation Authority reports on aircraft noise and sleep disturbance, including the 1992 sleep study. The DETR prepared a series of papers on night arrival and departure statistics at Heathrow, Gatwick and Stansted Airports, scheduling and curfews in relation to night movements, runway capacity between 6 a.m. and 7 a.m., Heathrow night arrivals for four sample weeks in 1994, and Heathrow night departures for four sample weeks in 1994. The DETR also considered a paper prepared by Heathrow Airport Limited on the implications of a prohibition on night flights between 12 midnight and 5.30 a.m.", "49. On 16 August 1995 the Secretary of State for Transport announced that the noise quotas and all other aspects of the night restrictions regime would remain as previously announced. In July 1996, the Court of Appeal confirmed the lawfulness of the 1993 Scheme, as it had been amended (see paragraphs 82-83 below).", "50. The movement limits for Heathrow under the 1993 Scheme, introduced as a consequence of the legal challenges in the domestic courts, were set at 2,550 per winter season from 1994/1995 to 1997/1998, and 3,250 per summer season from 1995 to 1998 (the seasons being deemed to change when the clocks changed from Greenwich Mean Time (GMT) to British Summer Time (BST)). The noise quotas for Heathrow up to the summer of 1998 were set at 5,000 for each winter season and 7,000 for each summer season. Flights involving emergencies were excluded from the restrictions. The number of movements permitted during the night quota period (i.e. from 11.30 p.m. to 6 a.m.) remained at about the same level as between 1988 and 1993. At the same time, the number of movements permitted during the night period (i.e. from 11 p.m. to 7 a.m.) increased under the 1993 Scheme due to the reduction in the length of the night quota period.", "51. In September 1995, a trial was initiated at Heathrow Airport of modified procedures for early morning landings (those between 4 a.m. and 6 a.m.). The aim of the trial, which was conducted by National Air Traffic Services Limited on behalf of the DETR, was to help alleviate noise over parts of central London in the early morning. An interim report, entitled “Assessment of revised Heathrow early mornings approach procedures trial”, was published in November 1998.", "52. In December 1997, a study, commissioned by the DETR and carried out by the National Physical Laboratory gave rise to a report, “Night noise contours: a feasibility study”, which was published the same month. The report contained a detailed examination of the causes and consequences of night noise, and identified possible areas of further research. It concluded that there was not enough research evidence to produce “scientifically robust night contours that depict levels of night-time annoyance”.", "53. In 1998, the government conducted a two-stage consultation exercise on night restrictions at Heathrow, Gatwick and Stansted Airports. In February 1998, a Preliminary Consultation Paper on night restrictions at Heathrow, Gatwick and Stansted was published. The Preliminary Consultation Paper stated that most night movements catered primarily for different needs from those that took place during the daytime, and set out reasons for allowing night flights. These were essentially the same as those given in the 1993 Consultation Paper.", "54. In addition, the Preliminary Consultation Paper referred to the fact that air transport was one of the fastest growing sectors of the world economy and contained some of the United Kingdom's most successful firms. Air transport facilitated economic growth, world trade, international investment and tourism, and was of particular importance to the United Kingdom because of its open economy and geographical position. The Consultation Paper went on to say that permitting night flights, albeit subject to restrictions, at major airports in the United Kingdom had contributed to this success.", "55. The government set movement limits and noise quotas for winter 1998/99 at the same level as for the previous winter, in order to allow adequate time for consultation.", "56. The British Air Transport Association (BATA) commissioned a report from Coopers & Lybrand into the economic costs of maintaining the restrictions on night flights. The report was published in July 1997 and was entitled “The economic costs of night flying restrictions at the London airports”. The report concluded that the economic cost of the then current restrictions being maintained during the period 1997/1998 to 2002/2003 was about 850 million pounds sterling (GBP). BATA submitted the report to the government when it responded to the Preliminary Consultation Paper.", "57. On 10 September 1998 the Government announced that the movement limits and noise quotas for summer 1999 would be the same as for summer 1998.", "58. In November 1998, the government published the second stage Consultation Paper on night restrictions at Heathrow, Gatwick and Stansted. The Consultation Paper stated that it had been the view of successive governments that the policy on night noise should be firmly based on research into the relationship between aircraft noise and interference with sleep and that, in order to preserve the balance between the different interests, this should continue to be the basis for decisions. The Consultation Paper indicated that “interference with sleep” was intended to cover both sleep disturbance (an awakening from sleep, however short) and sleep prevention (a delay in first getting to sleep at night, and awakening and then not being able to get back to sleep in the early morning). The Consultation Paper stated that further research into the effect of aircraft noise on sleep had been commissioned, which would include a review of existing research in the United Kingdom and abroad, and a trial to assess methodology and analytical techniques to determine whether to proceed to a full-scale study of either sleep prevention or total sleep loss.", "59. The Consultation Paper repeated the finding of the 1992 sleep study that for noise events in the range of 90-100 dBA SEL (80-95 dBA Lmax), the likelihood of the average person being awakened by an aircraft noise event was about 1 in 75. It acknowledged that the 1 in 75 related to sleep disturbance, and not to sleep prevention, and that while there was a substantial body of research on sleep disturbance, less was known about sleep prevention or total sleep loss.", "60. The Consultation Paper stated that the objectives of the current review were, in relation to Heathrow, to strike a balance between the need to protect local communities from excessive aircraft noise levels at night and to provide for air services to operate at night where they were of benefit to the local, regional and national economy; to ensure that the competitive factors affecting United Kingdom airports and airlines and the wider employment and economic implications were taken into account; to take account of the research into the relationship between aircraft noise and interference with sleep and any health effects; to encourage the use of quieter aircraft at night; and to put in place at Heathrow, for the night quota period (11.30 p.m. to 6 a.m.), arrangements which would bring about further improvements in the night noise climate around the airport over time and update the arrangements as appropriate.", "61. The Consultation Paper stated that since the introduction of the 1993 Scheme, there had been an improvement in the noise climate around Heathrow during the night quota period, based on the total of the quota count ratings of aircraft counted against the noise quota, but that there had probably been a deterioration over the full night period between 11 p.m. and 7 a.m. as a result of the growth in traffic between 6 a.m. and 7 a.m.", "62. The Consultation Paper found a strong customer preference for overnight long-haul services from the Asia-Pacific region.", "63. The Consultation Paper indicated that the government had not attempted to quantify the aviation and economic benefits of night flights in financial terms. This was because of the difficulties in obtaining reliable and impartial data on passenger and economic benefits (some of which were commercially sensitive) and modelling these complex interactions. BATA had submitted a copy of the Coopers & Lybrand July 1997 report with its response to the Preliminary Consultation Paper, and the Consultation Paper noted that the report estimated the value of an additional daily long-haul scheduled night flight at Heathrow to be GBP 20 million to GBP 30 million per year, over half of which was made up of airline profits. The Consultation Paper stated that the financial effects on airlines were understood to derive from estimates made by a leading United Kingdom airline. Other parts of the calculation reflected assumptions about the effects on passengers and knock-on effects on other services, expressed in terms of an assumed percentage of the assumed revenue earned by these services. The Consultation Paper stated that the cost of restricting existing night flights more severely might be different, and that BATA's figures took no account of the wider economic effects which were not captured in the estimated airline and passenger impacts.", "64. The Consultation Paper stated that, in formulating its proposals, the government had taken into account both BATA's figures and the fact that it was not possible for the government to test the estimates or the assumptions made by BATA. Any value attached to a “marginal” night flight had to be weighed against the environmental disadvantages. These could not be estimated in financial terms, but it was possible, drawing on the 1992 sleep study, to estimate the number of people likely to be awakened. The Consultation Paper concluded that, in forming its proposals, the government must take into account, on the one hand, the important aviation interests involved and the wider economic considerations. It seemed clear that United Kingdom airlines and airports would stand to lose business, including in the daytime, if prevented by unduly severe restrictions from offering limited services at night, that users could also suffer, and that the services offered by United Kingdom airports and airlines would diminish, and with them the appeal of London and the United Kingdom more generally. On the other hand, these considerations had to be weighed against the noise disturbance caused by night flights. The proposals made in the Consultation Paper aimed to strike a balance between the different interests and, in the government's view, would protect local people from excessive aircraft noise at night.", "65. The main proposals in relation to Heathrow were: not to introduce a ban on night flights, or a curfew period; to retain the seasonal noise quotas and movement limits; to review the QC classifications of individual aircraft and, if this produced significant re-classifications, to reconsider the quota limits; to retain the QC system; to review the QC system before the 2002 summer season (when fleet compositions would have changed following completion of the compulsory phase-out in Europe of “Chapter 2” civil aircraft, with the exception of Concorde, which began in April 1995), in accordance with the policy of encouraging the use of quieter aircraft; to reduce the summer and winter noise quotas; to maintain the night period as 11 p.m. to 7 a.m. and the night quota period as 11.30 p.m. to 6 a.m.; to extend the restrictions on aircraft classified as QC8 on arrival or departure to match those for QC16; and to ban QC4 aircraft from being scheduled to land or take off during the night quota period from the start of the 2002 summer season (that is, after completion of the compulsory Chapter 2 phase-out).", "66. The Consultation Paper stated that since the introduction of the 1993 Scheme, headroom had developed in the quotas, reducing the incentive for operators to use quieter aircraft. The reduction in summer and winter noise quotas to nearer the level of current usage was intended as a first step to restoring the incentive. The winter noise quota level under the 1993 Scheme was 5,000 QC points, and the average usage in the last two traffic seasons had been 3,879 QC points. A reduction to 4,000 was proposed. The summer noise quota level had been 7,000 points, and the average usage in the last two seasons was provisionally calculated at 4,472. A reduction to 5,400 was proposed. The new levels would remain in place until the end of the summer 2004 season, subject to the outcome of the QC review.", "67. Part 2 of the Consultation Paper invited comments as to whether runway alternation should be introduced at Heathrow at night, and on the preferential use of Heathrow's runways at night.", "68. On 10 June 1999 the government announced that the proposals in the November 1998 Consultation Paper would be implemented with effect from 31 October 1999, with limited modifications. With respect to Heathrow, the only modification was that there was to be a smaller reduction in the noise quotas than proposed. The quotas were set at 4,140 QC points for the winter, and 5,610 QC points for the summer. The effect of this was to set the winter quota at a level below actual usage in winter 1998/99.", "69. The 1999 Scheme came into effect on 31 October 1999.", "70. On 10 November 1999, a report was published on “The contribution of the aviation industry to the UK economy”. The report was prepared by Oxford Economic Forecasting and was sponsored by a number of airlines, airport operators and BATA, as well as the government.", "71. On 23 November 1999 the government announced that runway alternation at Heathrow would be extended into the night “at the earliest practicable opportunity”, and issued a further Consultation Paper concerning proposals for changes to the preferential use of Heathrow's runways at night.", "72. In December 1999, the DETR and National Air Traffic Services Limited published the final report of the ANMAC Technical Working Group on “Noise from Arriving Aircraft”. The purpose of the report was to describe objectively the sources of operational noise for arriving aircraft, to consider possible means of noise amelioration, and to make recommendations to the DETR.", "73. In March 2000, the Department of Operational Research and Analysis (DORA) published a report, prepared on behalf of the DETR, entitled “Adverse effects of night-time aircraft noise”. The report identified a number of issues for possible further research, and was intended to form the background to any future United Kingdom studies of night-time aircraft noise. The report stated that gaps in knowledge had been identified, and indicated that the DETR was considering whether there was a case for a further full-scale study on the adverse effects of night-time aircraft noise, and had decided to commission two further short research studies to investigate the options. These studies were commissioned in the autumn of 1999, before the publication of the DORA report. One is a trial study to assess research methodology. The other is a social survey the aims of which included an exploration of the difference between objectively measured and publicly received disturbance due to aircraft noise at night. Both studies are being conducted by university researchers.", "74. A series of noise mitigation and abatement measures is in place at Heathrow Airport, in addition to restrictions on night flights. These include the following: aircraft noise certification to reduce noise at source; the compulsory phasing out of older, noisier jet aircraft; noise preferential routes and minimum climb gradients for aircraft taking off; noise abatement approach procedures (continuous descent and low power/low drag procedures); limitation of air transport movements; noise-related airport charges; noise insulation grant schemes; and compensation for noise nuisance under the Land Compensation Act 1973.", "75. The DETR and the management of Heathrow Airport conduct continuous and detailed monitoring of the restrictions on night flights. Reports are provided each quarter to members of the Heathrow Airport Consultative Committee, on which local government bodies responsible for areas in the vicinity of Heathrow Airport and local residents' associations are represented.", "76. Section 76(1) of the 1982 Act provides, in its relevant part:", "77. Air Navigation Orders made under the 1982 Act provide for Orders in Council to be made for the regulation of aviation. Orders in Council have been made to deal with, amongst other matters, engine emissions, noise certification and compensation for noise nuisance.", "78. Section 78(3) of the 1982 Act provides, in its relevant part:", "“If the Secretary of State considers it appropriate for the purpose of avoiding, limiting or mitigating the effect of noise and vibration connected with the taking-off or landing of aircraft at a designated aerodrome, to prohibit aircraft from taking off or landing, or limit the number of occasions on which they may take off or land, at the aerodrome during certain periods, he may by a notice published in the prescribed manner do all or any of the following, that is to say –", "(a) prohibit aircraft of descriptions specified in the notice from taking off or landing at the aerodrome (otherwise than in an emergency of a description so specified) during periods so specified;", "(b) specify the maximum number of occasions on which aircraft of descriptions so specified may be permitted to take off or land at the aerodrome ... during the periods so specified;", "...”", "79. Restrictions on night flights at Heathrow Airport are imposed by means of notices published by the Secretary of State under section 78(3) of the 1982 Act.", "80. The local authorities for the areas around the three main London airports sought judicial review of the Secretary of State's decision to introduce the 1993 Scheme. They made four consecutive applications for judicial review, and appealed twice to the Court of Appeal. The High Court declared that the 1993 Scheme was contrary to the terms of section 78(3)(b) of the 1982 Act, and therefore invalid, because it did not “specify the maximum number of occasions on which aircraft of descriptions so specified may be permitted to take off or land” but, instead, imposed controls by reference to levels of exposure to noise energy (see R. v. Secretary of State for Transport, ex parte Richmond upon Thames Borough Council and Others [1994] 1 Weekly Law Reports 74).", "81. The Secretary of State decided to retain the quota count system, but with the addition of an overall maximum number of aircraft movements. This decision was held by the High Court to be in accordance with section 78(3)(b) of the 1982 Act. However, the 1993 Consultation Paper was held to have been “materially misleading” in failing to make clear that the implementation of the proposals for Heathrow Airport would permit an increase in noise levels over those experienced in 1988 (see R. v. Secretary of State for Transport, ex parte Richmond upon Thames Borough Council and Others [1995] Environmental Law Reports 390).", "82. Following the publication of a further Consultation Paper in March 1995, and of a supplement to the March 1995 Consultation Paper in June 1995, the local authorities brought a further application for judicial review. In July 1996, the Court of Appeal decided that the Secretary of State had given adequate reasons and sufficient justification for his conclusion that it was reasonable, on balance, to run the risk of diminishing to some degree local people's ability to sleep at night because of the other countervailing considerations to which he was, in 1993, willing to give greater weight, and that by June 1995 errors in the consultation papers had been corrected and the new policy could not be said to be irrational (see R. v. Secretary of State for Transport, ex parte Richmond LBC [1996] 1 Weekly Law Reports 1460).", "83. On 12 November 1996 the House of Lords dismissed a petition by the local authorities for leave to appeal against the decision of the Court of Appeal."], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}