{"ITEMID": "001-101040", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SAFAROVA v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1960 and lives in Baku.", "6. The applicant was the owner of non-residential premises with an area of 350 square metres situated in Baku (“the Premises”). The ownership certificate relative to the Premises was delivered to the applicant on 17 July 1998 and her ownership right was duly registered in official records.", "7. Since 1993 the Premises had been occupied by Police Station no. 17 of the Narimanov District Police Department (“the Police Station”).", "8. The applicant wrote numerous letters to the Ministry of Internal Affairs, the Ministry of Economic Development, the Baku City Executive Authority, the Ombudsman's Office, and other public authorities, complaining of unlawful occupation of the Premises by the Police Station. In 2002 and 2003, the applicant was informed by letters from the Ministry of Internal Affairs and the Baku City Executive Authority that the Police Station would vacate the Premises as soon as it was provided with other premises by the Ministry of Economic Development.", "9. On 13 May 2003 the applicant lodged a lawsuit with the Narimanov District Court claiming that she was the lawful owner of the Premises and asking the court to order the eviction of the Police Station.", "10. On 3 July 2003 the Narimanov District Court granted the applicant's request. The court held that the applicant was the lawful owner of the Premises on the basis of the ownership certificate of 17 July 1998 and that there was no legal basis for the installation of the Police Station there. Moreover, the court stated that the Ministry of Economic Development should provide the Police Station with other premises.", "11. No appeals were filed against that judgment and, pursuant to domestic law, it became enforceable within one month after its delivery.", "12. According to the case file, between 2003 and 2006 the Ministry of Economic Development offered the Police Station different premises. However the Head of the Police Station refused to move to those premises stating that they were not suitable for a police station.", "13. On 10 November 2008 the Narimanov District Executive Authority allocated a plot of land for the construction of a building for the Police Station.", "14. In 2009 the Ministry of Internal Affairs commenced an action against the applicant challenging the lawfulness of the applicant's ownership rights in respect of the Premises. On 8 April 2009 the Narimanov District Court rejected the Ministry's claim. The court found that the Ministry of Internal Affairs had no right to lodge a claim concerning the Premises, that the time-limits provided for challenging the applicant's ownership right in respect of the Premises had expired, and that the matter was res judicata as the applicant's ownership had been confirmed by the judgment of 3 July 2003.", "15. On 15 April 2009 a criminal case was launched by the Ministry of Internal Affairs concerning the allegedly unlawful acquisition of the Premises by the applicant and her husband. On 17 April 2009 the Sabayil District Court authorised a search and seizure at the office of a company managed by the applicant's husband. The case file does not contain any other material concerning subsequent developments and the results of this investigation and of the criminal case.", "16. Moreover, it appears from the case file that in April 2009 the State Committee for the Management of State Property lodged a civil action against the applicant alleging that her ownership had been unlawful. The case file does not contain any material on the results of this legal action.", "17. As at the time of the Court's last communication with the applicant, the judgment of 3 July 2003 remained unenforced."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}