{"ITEMID": "001-105917", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MILOSEVIC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicant, Mr Miladin Milošević, is a Serbian national. He was represented before the Court by Mr M. Veljković, a lawyer practising in Velika Plana. The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.", "2", "3. The applicant was born in 1959 and lives in Velika Plana.", "4. The applicant was employed by the Ministry of Internal Affairs (“the Ministry”) as an inspector (inspektor za suzbijanje opšteg kriminaliteta) in the Police Station in Velika Plana.", "5. On 24 January 2002 the Municipal Court in Velika Plana (“the Municipal Court”) delivered a partial judgment, ordering the Ministry to reinstate the applicant to the position of inspector.", "6. On 22 October 2002 and 1 July 2004 respectively the District Court in Smederevo (“the District Court”) and the Supreme Court upheld the judgment of 24 January 2002.", "7. On 5 December 2002 the Fourth Municipal Court in Belgrade (“the enforcement court”) ordered the enforcement of the partial judgment of 24 January 2002.", "8. On 27 March 2003, 26 January 2004, 11 February 2008, 12 October 2009 and 1 November 2010 the enforcement court ordered the Ministry to pay fines of 20,000 Serbian dinars (RSD), RSD 40,000, RSD 60,000, RSD 80,000 and RSD 100,000 respectively for the non-enforcement of the judgment of 24 January 2002.", "9. Failing to comment on the circumstances which led to his dismissal, the applicant supplied a certificate dated 14 December 2005 and issued by the Department of Internal Affairs in Smederevo (Sekretarijat unutrašnjih poslova u Smederevu), according to which there was no record of a conviction in that Department’s Criminal Registry (Kaznena evidencija Sekretarijata).", "10. The Government did not dispute the facts submitted by the applicant. However, they provided a broader context to the facts submitted by the applicant, which may be summarised as follows.", "11. On 17 February 1998 the applicant was suspended from his position on suspicion of releasing official information in relation to an ongoing investigation into alleged abuse of office on the part of his brother-in-law (pašenog), who had been the director of company J.", "12. Following disciplinary proceedings, the applicant’s employment was terminated from 13 November 1998.", "13. On 28 January 1999 the applicant filed a lawsuit against the Republic of Serbia (“the respondent”), requesting the annulment of the disciplinary decisions and his reinstatement as inspector.", "14. On 30 July 1999 the Municipal Court granted the applicant’s claims in full. On 20 December 1999 the District Court upheld the judgment of 30 July 1999.", "15. The respondent lodged an appeal on points of law, which could not suspend the enforcement of the judgment of 30 July 1999.", "16. On 5 December 2000 the Fourth Municipal Court in Belgrade ordered the enforcement of the judgment of 30 July 1999.", "17. On 21 February 2001 the Supreme Court quashed the judgments of 30 July and 20 December 1999, and ordered a retrial.", "18. On 1 August 2001 the applicant was reinstated as inspector, in accordance with the judgment of 30 July 1999.", "19. On 31 August 2001 the applicant was dismissed again (see paragraphs 26 and 27 below).", "20. On 31 May 2001 the applicant filed another lawsuit requesting that the court order the Ministry to pay him his salaries and other employment-related benefits for the period of his unemployment.", "21. On 26 December 2001 the Municipal Court decided to join the applicant’s claim for reinstatement (see paragraph 17 above) to the proceedings.", "22. In these joined proceedings, on 24 January 2002 the Municipal Court delivered a partial judgment, declining to examine the applicant’s claim in relation to his salaries and other benefits (see paragraph 20 above).", "23. On 24 June 2003 the respondent requested that the Municipal Court reopen the proceedings regarding the applicant’s dismissal, submitting that the applicant had been finally convicted in connection with identical circumstances (see paragraph 32 below).", "24. Following two remittals, on 6 April 2011 the Court of First Instance (Osnovni sud) in Smederevo rejected the respondent’s request for reopening. The Court has not been informed as to whether the respondent had filed an appeal against this decision.", "25. Following two remittals, the applicant’s request in respect of his salary and other benefits appears to be still pending at first instance.", "26. Following the applicant’s reinstatement upon the judgment of 30 July 1999 (see paragraph 18 above), on 31 August 2001 the head of joint services at the Ministry (Načelnik uprave za zajedničke poslove Ministarstva) gave a decision dismissing the applicant, as criminal proceedings had been instigated against him (see paragraph 31 below)", "27. On 4 October 2001 the Assistant Minister/Head of the Public Security Department (pomoćnik Ministra – Načelnik resora javne bezbednosti Ministarstva unutrašnjih poslova) upheld the decision of 31 August 2001.", "28. On 23 October 2001 the applicant filed another lawsuit against the respondent, requesting that the decisions of 31 August and 4 October 2001 be annulled.", "29. Following a remittal, on 29 January 2002 the Municipal Court decided to stay these proceedings pending the final outcome of the first and second sets of proceedings, as joined on 26 December 2001 (see paragraph 21 above).", "30. In the course of the examination of the applicant’s claims the domestic courts established that since 15 January 2001 the applicant had been employed as head of security (rukovodilac službe obezbeđenja) at company J. (see paragraph 11 above).", "31. On 23 March 1998 the Public Prosecutor in Smederevo indicted the applicant in connection with the same circumstances of releasing information to the director of company J. (see paragraph 11 above).", "32. On 26 July 2002 the District Court found the applicant guilty of abuse of office (krivično delo zloupotrebe službenog položaja) and sentenced him to three months in prison, suspended for one year.", "33. On 3 April 2003 the Supreme Court upheld the judgment of 26 July 2002.", "34. Article 34 of the Act provided that, as well as general requirements for employment in the civil service, a candidate for employment with the Ministry must have no criminal convictions or criminal proceedings pending against him or her for any abuse of office or other crime which is prosecuted ex officio.", "35. The Police Act entered into force on 29 November 2005, repealing the 1991 Act. Similar to the provisions of the 1991 Act, Article 110(3) of the 2005 Act envisages that a person convicted of a crime which is prosecuted ex officio cannot be employed by the Ministry. In addition, Article 114 of the 2005 Act provides that should an employee of the Ministry be convicted of a crime that is prosecuted ex officio, the court must serve any final judgment on the Ministry, so that a decision on that employee’s dismissal can be prepared."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}