{"ITEMID": "001-60532", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF COLOMBANI AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The first two applicants were born in 1948 and 1960 respectively and live in Paris.", "9. In order to consider an application by Morocco for membership of the European Union, the European Commission decided it would need very precise information on the issue of cannabis production in that State and the measures being taken to eradicate it, that being the avowed political aim of the King of Morocco in person. To that end, the Secretariat General of the Commission requested the Observatoire géopolitique des drogues (OGD – Geopolitical Drugs Observatory) to prepare a report on drug production and trafficking in Morocco. Investigations and reports by the OGD, which closed down in 2000, were considered authoritative. The Paris tribunal de grande instance and the Paris public prosecutor’s office were among the subscribers to its publications.", "10. The OGD delivered its report to the European Commission in February 1994. The report contained the names of people implicated in drug trafficking in Morocco. However, the Commission asked the Observatory for a revised version of the report, with the names of the drug traffickers deleted in order to make it more suitable for the discussions that were scheduled with the Moroccan authorities. This expurgated version of the initial report was published, notably in a book sold by the OGD entitled Etat des drogues, drogue des Etats (“State of drugs, drugs of States”) and containing a chapter on Morocco. The book was referred to in the newspaper Le Monde on 25 May 1994.", "11. After initially remaining confidential, the original version of the report began to circulate. Le Monde learnt of its existence in the autumn of 1995. The report contained twelve chapters with the following titles: (1) “Cannabis in Morocco – the historical background”; (2) “General overview of Er Rif”; (3) “The characteristics of cannabis growing”; (4) “The socio-economic impact and areas of production”; (5) “The increase in the land set aside for cannabis production”; (6) “Morocco – the world’s leading exporter of hashish”; (7) “Drug-trafficking routes”; (8) “The criminal networks”; (9) “The emergence of hard drugs”; (10) “Drug money”; (11) “The ‘war on drugs’ ”; and (12) “Conclusion”. It related how, over a period of ten years, there had been a tenfold increase in the area of land that had historically been used for cannabis production in the region of Er Rif and that current levels of production made “the sharif kingdom a serious contender for the title of the world’s leading exporter of cannabis”.", "12. On 3 November 1995 Le Monde published an article by Mr Incyan giving details of the report.", "13. The front page of the newspaper carried an introductory article under the main headline: “Morocco, world’s leading exporter of cannabis”, and a sub-heading: “King Hassan II’s entourage implicated by confidential report.” The article, which was relatively short (it ran to some thirty or so lines in two columns), summarised the terms of the OGD’s report. A more detailed article (covering six columns) appeared on page two under the headline: “Moroccan government implicated in cannabis trafficking according to confidential report”, and a sub-heading: “The report, which was commissioned by the European Union from the Geopolitical Drugs Observatory, says Morocco is the world’s leading exporter and the European market’s main supplier. It points to the direct responsibility of the sharif authorities in these lucrative activities”. A summary of the article also appeared in an introductory passage which read: “Drugs – Le Monde has obtained a copy of a confidential report sent to the European Union in 1994 in which the OGD says that ‘in just a few years Morocco has become the world’s leading cannabis exporter and the European market’s main supplier’. The report casts doubt on the sharif authorities’ determination to put an end to the trafficking, despite the ‘war on drugs’ they declared in a blaze of publicity in the autumn of 1992. Corruption guarantees the drug-trafficking rings the protection of officials ‘ranging from the humblest customs officer to the King’s inner circle ...’.”", "14. In a letter of 23 November 1995, the King of Morocco made an official request to the French Minister of Foreign Affairs for criminal proceedings to be instituted against Le Monde. The request was forwarded to the Minister of Justice, who referred the matter to the Paris public prosecutor’s office, as required by section 48(5) of the Freedom of the Press Act of 29 July 1881.", "15. Mr Colombani, the editor-in-chief of Le Monde, and Mr Incyan, the author of the article, were summoned to appear in the Paris Criminal Court on charges of insulting a foreign head of State.", "16. In a judgment of 5 July 1996, the Criminal Court found that the journalist had merely quoted extracts from what was undisputedly a reliable report, without distorting or misinterpreting it or making groundless attacks and, consequently, had pursued a legitimate aim. It accepted that he had acted in good faith and acquitted both him and Mr Colombani.", "17. The King of Morocco and the public prosecutor’s office appealed against that decision.", "18. In a judgment of 6 March 1997, the Paris Court of Appeal, while recognising that “informing the public about matters such as the international drug trade is obviously a legitimate aim for the press”, found that the desire to draw the public’s attention to the involvement of the royal entourage and to “the authorities’ accommodating attitude” that pointed to “tolerance on the part of the King ... was not entirely innocent”, since it was “tainted with malicious intent”. The articles in question contained “accusations of duplicity, artifice and hypocrisy that were insulting to a foreign head of State”. The circumstances taken as a whole excluded good faith on the part of the journalist: he had not established that he had “sought to check the accuracy of the OGD’s comments”; instead, he had simply reproduced its unilateral account of events, thus “propounding a theory that contained serious accusations”, without leaving any room for doubt about the reliability of the source. Nor had he sought to check whether the 1994 report remained valid in November 1995. The Court of Appeal noted that the journalist had not shown that he had “contacted any Moroccan dignitaries, officials, public authorities or services for an explanation for the failure to match words with deeds or even to obtain their observations on the tenor of the OGD’s report”. In addition, he had refrained from mentioning the existence of the White Paper published by the Moroccan authorities in November 1994 on “Morocco’s general policy on the prevention of drug trafficking and the economic development of the northern provinces”.", "19. The applicants were therefore found guilty of insulting a foreign head of State and sentenced to fines of 5,000 French francs (FRF) each. They were ordered to pay King Hassan II, who had successfully applied to be joined as a civil party to the proceedings, FRF 1 in damages and FRF 10,000 pursuant to Article 475-1 of the Code of Criminal Procedure. The Court of Appeal also ordered Le Monde to make additional reparation in the form of a report publishing details of the convictions.", "20. The applicants appealed on points of law against that judgment.", "21. In a judgment of 20 October 1998, the Criminal Division of the Court of Cassation dismissed their appeal, approving the Court of Appeal’s view that “what [made] the article insulting [was] the suspicion with which the King of Morocco’s determination to put an end to drug trafficking in his country [was] viewed, and the charge that pernicious statements had been made to dramatic effect solely in order to preserve the country’s image”, especially as the Court of Appeal had found that the charge of duplicity had been repeated twice and that the insistence on drawing the reader’s attention to the King in person, in an article that portrayed Morocco as the world’s leading hashish exporter and alleged direct responsibility on the part of the Moroccan government and members of the royal family, was tainted with malicious intent.", "22. The statutory basis for the offence (délit) of publicly insulting a foreign head of State is section 36 of the Freedom of the Press Act of 29 July 1881 (“the 1881 Act”), which, at the material time, read as follows: “It shall be an offence punishable by one year’s imprisonment or a fine of 300,000 francs or both publicly to insult a foreign head of State, a foreign head of government or the minister for foreign affairs of a foreign government.”", "23. That provision was amended by the Presumption of Innocence and Victims (Reinforcement of Rights) Act of 15 June 2000, which removed the power to impose a custodial sentence for this offence.", "24. The rationale behind making it a criminal offence to insult a foreign head of State is to protect senior foreign political figures from certain forms of attack on their honour or dignity. In that regard, the offence is similar to that established by section 26 of the same Act of insulting the President of the French Republic.", "25. Under the case-law, the notion of insulting a foreign head of State is to be construed as meaning abuse, defamatory remarks, or expressions that are insulting or liable to offend the sensibilities of the persons the Act seeks to protect. Thus, the Court of Cassation has ruled: “The actus reus of the offence of insulting a head of State ... is constituted by any expression of contempt or abuse or any accusation that is liable to undermine the honour or dignity of the head of State in his or her private life or in the performance of his or her functions” (Court of Cassation, Criminal Division (“Cass. crim.”), decision of 17 July 1986).", "26. The 1881 Act established a specific legal procedure for the offence. Section 48 introduced a special legal rule by providing that a prosecution will only lie at the request of the person at whom the insults are directed. Requests must be sent to the Minister for Foreign Affairs, who then communicates them to the Minister of Justice. Furthermore, unlike the position with criminal defamation, bad faith is not presumed. It is for the prosecution to prove malice. On the other hand, the defence of justification (exceptio veritatis), which is available to a charge of criminal defamation, cannot be pleaded on a charge of insulting a foreign head of State. Lastly, sections 42 and 43 establish a system of different levels of liability, with editors-in-chief and editors being prosecuted as principals, and the authors of the offending articles as accomplices.", "27. According to the Government, the French courts have restricted the scope of section 36 by ruling that it is only intended to “prevent abuses of freedom of expression” (Paris Court of Appeal, judgment of 2 October 1997) and have construed the notion of abuse of that freedom narrowly.", "28. As to the scope of section 36, they consider that the offence created by that section does not preclude political criticism (Paris Court of Appeal, judgments of 2 October 1997 and 13 March 1998). Section 36 may only be relied on in the event of a personal attack on a foreign head of State. The insult must therefore be directed at the head of State and his or her reputation, not his or her policies (Paris Court of Appeal, judgment of 27 June 1995).", "29. The French courts have also held that accusations concerning the conduct of the members of a reigning sovereign’s family, even if excessive in tone, do not amount to an attack on the person of the head of State. They have likewise accepted that the intentionally insulting and sarcastic tone inherent in the satirical form used by the makers of a television programme did not violate the right of foreign public figures to respect for their private life (Paris Court of Appeal, judgment of 11 March 1991). Only particularly virulent attacks, demonstrating a deliberate intention to cause harm, could come within section 36 (Paris Court of Appeal, judgment of 27 June 1995).", "30. As regards the intention to cause harm, the French courts have consistently held that no presumption of an intention to insult arises. It is necessary to prove that the maker of the offending remarks intended the insult (Paris Court of Appeal, judgment of 13 March 1998). The defendant is entitled to present his defence in public in adversarial proceedings, without having to go through the complex process of seeking leave to tender evidence (Cass. crim., judgment of 22 June 1999).", "31. The Government said that in that respect the rules governing the offence of insulting a head of State contained more safeguards than those governing ordinary criminal defamation, for which bad faith was presumed. In determining whether there was an intention to cause harm, the courts would consider whether the journalists had made proper, objective inquiries (Paris Court of Appeal, judgment of 13 March 1998) and whether there was evidence supporting the allegations (Paris Court of Appeal, judgment of 2 October 1997). The absence of a defence of justification, which was available to a charge of criminal defamation, was therefore compensated for by the manifestly liberal approach adopted by the courts when determining whether an intention to cause harm existed (Cass Crim., judgment of 22 June 1999).", "32. The applicants have produced to the Court a judgment of the Seventeenth Division (Press Division) of the Paris tribunal de grande instance dated 25 April 2001 in criminal proceedings instituted at the request of three African heads of State, Presidents Idriss Deby, Omar Bongo and Denis Sassou Nguesso, on charges of publicly insulting a foreign head of State through the publication by Les Arènes of a book entitled Noir Silence. Qui arrêtera la Françafrique ? (“Black silence. Who will stop Francafrica?”).", "33. The tribunal de grande instance held: “The offence established by section 36 of the Press Act and the manner in which that provision is applied in the courts does not satisfy all the requirements set out in Article 10 of the European Convention.” It so found for three reasons. Firstly, section 36 had established in favour of foreign heads of State “a special set of rules that rel[ied] on a particularly wide definition of the actus reus and exclude[d] any defence based on evidence that the allegations [we]re true, to the point where commentators agree[d] that foreign heads of State enjoy[ed] a higher degree of protection in France than the French head of State himself or the head of the French government”.", "34. Secondly, the tribunal de grande instance noted that the term “insult” was not defined in the Act and was an elusive expression that was not easily construed. In support of that statement, the tribunal de grande instance referred to the definition of “insult” in the case-law: “Any offensive or disparaging expression, or defamatory or abusive insinuation, which is liable to harm the honour, dignity or personal sensibility of the head of State in the performance of his or her functions or in his or her private life.” It reasoned that such a general definition introduced “a wide subjective margin of appreciation into the definition of the statutory element of the offence” that prevented journalists and writers from determining the extent of the prohibition with sufficient certainty in advance. Even more significantly, the tribunal de grande instance considered that the distinction legal commentators had sought to draw between acceptable criticism (that is to say criticism of the foreign head of State’s political acts) and unlawful insults (that is to say insults directed at the foreign head of State personally) was difficult to apply in practice, for, as the relevant case-law showed, the courts considered that “insults proffered at political events necessarily affect[ed] the person [concerned]”.", "35. Thirdly, the tribunal de grande instance found that the offence was not “necessary in a democratic society”, as any head of State – or anyone else – whose honour or character was undermined or who found himself insulted had a sufficient remedy through criminal proceedings for criminal defamation or proffering insults under the 1881 Act.", "36. Lastly, with reference to Article 6 of the Convention, it noted that defendants to a charge under the 1881 Act were impeded in their defence by the vagueness of the word “insult”; likewise, their inability to adduce evidence of the truth of their allegations deprived them of equality of arms.", "37. It is not possible to determine from the case file whether an appeal was lodged against that judgment, or the outcome of any such appeal.", "38. On 12 March 2001 a senator introduced a bill proposing the repeal of the offence of insulting foreign heads of State. Again, it is unclear from the case file whether that recent proposal will be implemented."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}