{"ITEMID": "001-5993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "GUGGENBICHLER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Dietmar Karl Guggenbichler, is a Austrian national, born in 1942 and living in Thalgau. He is represented before the Court by Mr J. Neumayer, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was arrested on 14 August 1982 on suspicion of blackmail. On 20 October 1982 he was released on bail. On 31 May 1985 he was partly acquitted by the Salzburg Regional Court (Landesgericht). Upon his appeal he was fully acquitted by the Linz Court of Appeal (Oberlandesgericht) on 23 December 1985.", "On 16 March 1990, the applicant filed an action requesting compensation for his detention on remand under the 1969 Compensation (Criminal Proceedings) Act. The Salzburg Regional Court dismissed the applicant’s claim on 8 August 1990. Upon the applicant’s appeal, the Linz Court of Appeal, on 17 October 1990, quashed the decision of the Salzburg Regional Court and referred the case back to it.", "On 31 March 1995, the Salzburg Regional Court dismissed the applicant’s action for a second time. Upon the applicant’s appeal, the Linz Court of Appeal again quashed the decision of the Salzburg Regional Court and referred the case back to this court on 6 July 1995.", "On 18 December 1996, the Salzburg Regional Court dismissed the applicant’s action for a third time. The applicant’s appeal of 3 January 1997 was dismissed by the Linz Court of Appeal on 6 February 1997.", "Section 91 of the Courts Act (Gerichtsorganisationsgesetz), which has been in force since 1 January 1990, provides as follows.", "\"(1) If a court is dilatory in taking any procedural step, such as announcing or holding a hearing, obtaining an expert’s report, or preparing a decision, any party may submit a request to this court for the superior court to impose an appropriate time-limit for the taking of the particular procedural step; unless sub-section (2) of this section applies, the court is required to submit the request to the superior court, together with its comments, forthwith.", "(2) If the court takes all the procedural steps specified in the request within four weeks after receipt, and so informs the party concerned, the request is deemed withdrawn unless the party declares within two weeks after service of the notification that it wishes to maintain its request.", "(3) The request referred to in sub-section (1) shall be determined with special expedition by a chamber of the superior court consisting of three professional judges, one of whom shall preside; if the court has not been dilatory, the request shall be dismissed. This decision is not subject to appeal.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}