{"ITEMID": "001-58592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF ZIELINSKI AND PRADAL & GONZALEZ AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 as regards the fairness of the proceedings;Violation of Art. 6-1 as regards the length of the proceedings;Not necessary to examine Art. 13;Damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "A. Bacquet;Gaukur Jörundsson;Luzius Wildhaber", "TEXT": ["9. Mr Zielinski, Mr Pradal, Ms Gonzalez, Ms Mary, Ms Delaquerrière, Mr Schreiber, Ms Kern, Mr Gontier, Ms Schreiber, Ms Memeteau and Mr Cossuta are French nationals who were born in 1954, 1955, 1956, 1953, 1955, 1948, 1949, 1957, 1950, 1954 and 1957 respectively. They live in the départements of Meurthe-et-Moselle (Mr Zielinski), Moselle (Mr Pradal), Bas-Rhin (Ms Mary) and Haut-Rhin (all the other applicants) and work for social-security bodies in Alsace-Moselle.", "10. On 28 March 1953 the representatives of the social-security offices of the Strasbourg region signed an agreement with the regional representatives of the trade unions. Under the agreement, a “special difficulties allowance” (indemnité de difficultés particulières – “IDP”) was introduced for the staff of social-security bodies on the ground that applying the local law of the départements of Haut-Rhin, Bas-Rhin and Moselle was a particularly complicated task. The agreement specified that the allowance was equal to twelve times the value of one salary “point” as laid down in the national agreement covering social-security staff.", "The Minister of Employment and Social Security approved the agreement in a letter of 2 June 1953. The agreement was accordingly implemented as expected.", "11. Following two amendments of 10 June 1963 and 17 April 1974 concerning the method of calculating salaries and the classification of jobs, changes which affected the value of the point, the boards of the socialsecurity bodies reduced the IDP, which was set at the equivalent of six points in 1963 and 3.95 points in 1974, instead of twelve points as provided in the 1953 agreement. Further, the IDP was not taken into account for the purpose of calculating the annual Christmas bonus (treizième mois) payable under the national collective agreement.", "12. In 1988, however, several social-security bodies decided to incorporate the IDP into their basis for calculating annual allowances, with five years’ retrospective effect. The Regional Health and Social Affairs Department, the supervising authority for these public bodies, quashed the decisions authorising the transfer of the funds needed to make these payments to staff.", "13. Applications were made to five industrial tribunals by 136 staff members of the social-security offices concerned, seeking to have the 1953 agreement implemented strictly and to be paid the corresponding salaries backdated to 1 December 1983 (claims in respect of pay being statutebarred after five years).", "14. In judgments of 22 December 1989 and 26 April 1990 (Sarrebourg industrial tribunal, miscellaneous activities division), 20 December 1989 (Sarrebourg industrial tribunal, executive staff division) and 10 April and 12 June 1990 (Forbach industrial tribunal, executive staff division) the officials’ claim for back payment of the IDP on the basis of twelve times the value of the point was dismissed.", "15. In judgments of 23 April and 14 May 1990 (Forbach industrial tribunal, miscellaneous activities division) and 19 March 1990 (Sarreguemines industrial tribunal, executive staff division) the Sarreguemines Health Insurance Office (Caisse primaire d’assurance maladie – “CPAM”) was ordered to pay the officials the amounts sought in back payment of the IDP as calculated on the basis of twelve points.", "16. In twenty-five judgments of 26 February 1991 concerning 136 officials, the Metz Court of Appeal gave judgment in their favour. The representatives of the State – the prefect of the region and, on the latter’s authority, the Regional Director of Health and Social Affairs – appealed on points of law.", "17. On 30 July 1991 the Minister of Social Affairs withdrew the ministerial approval given on 2 June 1953. On 8 July 1992 the Minister of Social Affairs revoked that withdrawal of approval.", "18. In three judgments of 22 April 1992 the Court of Cassation quashed in part the twenty-five judgments given by the Metz Court of Appeal on 26 February 1991 in the actions brought by the 136 officials. The court considered that the change of classification in 1963 had resulted in the disappearance of the reference index in the 1953 agreement. It consequently remitted the cases to the court below to determine whether a practice had been established or, if none had been, to determine the value that the reference index would have reached had it been retained.", "19. The Court of Cassation directed that the case should be reheard by the Besançon Court of Appeal.", "20. The Colmar Court of Appeal, with which appeals concerning the IDP had also been lodged, delivered judgments on 23 September 1993 in which it held, having regard to the terms of the Court of Cassation’s judgments of 22 April 1992, that the reference index had disappeared and that a practice had been established of paying the IDP at 3.95 times the value of the point since the amendment of 17 April 1974.", "21. In a judgment of 13 October 1993 the Besançon Court of Appeal, after rehearing the case pursuant to the Court of Cassation’s decision, held that the agreement of 28 March 1953 was lawful, that it had not lapsed and that no other practice had been established. It consequently ordered that the IDP should be calculated on the basis of 6.1055% of the minimum wage, which percentage corresponded to the amount of the IDP as calculated on the basis of twelve points at 1 January 1953. The Besançon Court of Appeal said, in particular:", "“As the 1953 agreement has not been denounced and the IDP must continue to be paid, the only issue to be resolved, after the partial quashing of the judgments delivered by the Metz Court of Appeal, is the new method of calculating the allowance in 1963, which may be based either on a practice or, failing that, on the determination of the value which the reference index would have reached on each due date of the allowance if that index had been retained.", "… The unilateral change made in 1963 to the method of calculating the IDP cannot have given rise to a practice which, moreover, would itself have been unilaterally changed in 1974 in breach of the relevant rules. …", "If the reference index disappears, it is necessary to create a linking index in accordance with the contracting parties’ intention.", "The method adopted by the social-security offices in 1963 and 1974, whereby the amount of the IDP was regarded as being fixed and was divided by the new value of the point to obtain the number of points necessary for calculating the IDP, disregards the general growth of salaries and has resulted in a progressive erosion of the IDP, as is shown by studies of the progression of the IDP compared with basic pay which the plaintiffs adduced in evidence.", "In order for the common intention of the parties to be carried out, the allowance must be the same for officials in the three départements, irrespective of their category, and the benefits acquired by employees must be retained.", "A comparison of the IDP with the minimum wage is revealing. … In January 1990, for instance, the IDP as calculated on the basis of 3.95 points, the point having a value of FRF 38.652, amounted to FRF 152.67, whereas if it had been calculated on the basis of 6.1055% of the statutory minimum wage (SMPG), which was then set at FRF 5,596, the IDP would have been FRF 341.66.", "…”", "22. The Court of Appeal accordingly ordered a fresh hearing to enable the plaintiffs to calculate the amounts of back pay to which they were individually entitled.", "23. During the passage through Parliament of a bill on public health and social welfare, which began on 26 October 1993, the government took the initiative of tabling an amendment. The debates on that amendment, which became section 85 of the eventual Act, took place mainly on 30 November 1993 in the National Assembly and 13 December 1993 in the Senate. Clause 85 of the bill was adopted.", "24. Section 85 of the Act provided that, subject to any court judgment to the contrary that had become final on the merits, the amount of the IDP introduced by the agreement of 28 March 1953 for staff of the socialsecurity bodies administering the general social-security scheme and their dependent institutions in the départements of Bas-Rhin, Haut-Rhin and Moselle would, with effect from 1 December 1983, be set at 3.95 times the value of the point as determined under the pay agreements and paid twelve times a year, notwithstanding any provisions to the contrary in collective or individual agreements that were in force on the date of commencement of section 85.", "25. An application was made to the Constitutional Council by a number of members of parliament who considered, in particular, that section 85 of the Act contravened the principle of the separation of powers in that it represented an interference by the legislature with pending court proceedings and that, further, the section in issue, which related to employment law, was unconnected with the purpose of the Act.", "26. In a decision of 13 January 1994 the Constitutional Council held that the legislative provisions complained of were not unconstitutional, on the following grounds:", "“In setting the amount of the ‘special difficulties’ allowance at 3.95 times the value of the point as determined by applying pay agreements of 8 February 1957, with retrospective effect from 1 December 1983, the legislature intended to stop further conflicting decisions being given by the courts and thereby prevent fresh disputes arising whose outcome might adversely affect the financial stability of the social-security schemes in issue.", "The legislature expressly preserved the position of persons who had obtained a court decision that had become final on the merits. There is nothing in the Act to warrant the inference that the legislature departed from the principle that criminal provisions must not have retrospective effect. The legislature was entitled, subject to compliance with the aforementioned principles, to make use, as it alone could do in the circumstances, of its power to make retrospective provisions in order to resolve, in the general interest, situations that had arisen from the conflicting court decisions mentioned above. That being so, the impugned provisions are not contrary to any rule, nor do they offend any constitutional principle. …”", "27. Section 85 of the Act (Law no. 94-43) was consequently held to be constitutional. The Act was promulgated on 18 January 1994.", "28. On 15 February 1995 the Court of Cassation, ruling on the appeal brought by the Sarreguemines CPAM, the prefect of the Lorraine region and the Alsace Regional Director of Health and Social Affairs against the Besançon Court of Appeal’s judgment of 13 October 1993, quashed that judgment in part, without ordering a rehearing by another court of appeal, in the following terms:", "“... However, section 85 of the Act of 18 January 1994 sets the amount of the IDP, for each payment period, at 3.95 times the value of the point resulting from the application of the pay agreements concluded in accordance with the national collective agreement of 8 February 1957 covering the staff of social-security bodies. In that the judgment under appeal adopts a different method of calculation from the one laid down in the aforementioned provision, it must be quashed.", "In accordance with Article 627, second paragraph, of the New Code of Civil Procedure, the case should be disposed of by applying the appropriate rule of law.", "For these reasons …:", "Quashes the judgment delivered on 13 October 1993 by the Besançon Court of Appeal but only in so far as that court held that the IDP should be calculated on the basis of 6.1055% of the statutory minimum wage;", "Holds that it is unnecessary to order a rehearing of the case;", "Holds that the amount of the IDP must be set, for each payment period, at 3.95 times the value of the point as determined by applying the pay agreements concluded in accordance with the national collective employment agreement of 8 February 1957 covering the staff of social-security bodies;", "…”", "29. In a judgment of 2 March 1995 the Court of Cassation likewise dismissed, in similar terms, the appeals on points of law brought against the Colmar Court of Appeal’s judgments of 23 September 1993.", "30. On 15 and 17 April 1991 Mr Zielinski and forty-seven other officials, represented by an officer from the French Democratic Labour Confederation (Confédération française démocratique du travail – “CFDT”) likewise applied to the industrial tribunal seeking payment of arrears of the IDP (assessed at FRF 31,131.11 for the applicant) and an order that this allowance should in future be calculated on the basis of twelve points as provided in the 1953 agreement.", "31. Before the Metz industrial tribunal the prefect of the region and the Director of Health and Social Affairs challenged the officials’ arguments and sought to have the proceedings stayed pending the Court of Cassation’s ruling on the appeals in the identical cases that had given rise to the Metz Court of Appeal’s twenty-five judgments of 26 February 1991.", "32. On 28 June and 12 July 1991 the second applicant and forty-eight other officials, represented by the CFDT officer, lodged identical claims with the Metz industrial tribunal.", "33. In judgments of 4 December 1991 (Mr Zielinski) and 21 October 1992 (Mr Pradal) the Metz industrial tribunal awarded the plaintiffs back payment of the allowance and found that the IDP should be calculated on the basis of twelve monthly points, in accordance with the 1953 agreement. It held, inter alia:", "“The agreement lays down that this allowance is equal to twelve times the value of the point, set by the national agreement covering the staff of social-security bodies.", "In the wake of changes made to the latter agreement in amendments of 10 June 1963 and 17 April 1974 concerning the method of calculating salaries and the classification of jobs and the effects of those changes on the value of the point, the boards of the bodies that signed the 1953 agreement decided to keep the IDP at a constant value by means of adjustments.", "It is established that those adjustments had the effect of reducing the IDP to the equivalent of six and then 3.95 points.", "The terms of the 1953 agreement are precise and the basis of twelve points could not be changed unilaterally.", "The social-security bodies should have denounced the agreement if they considered that the adjustments made in 1963 and 1974 resulted in an excessive burden.", "Such a change must be disregarded unless the parties agreed it in advance, and the silence of the other signatories to the agreement cannot be regarded as signifying their approval (Article L. 143-4 of the Labour Code) ...” (wording of the judgment of 4 December 1991)", "34. Acting on the authority of the prefect of the region, the Director of Health and Social Affairs appealed against those judgments.", "35. In judgments of 19 April (Mr Pradal) and 20 April (Mr Zielinski) 1993 the Metz Court of Appeal upheld the industrial tribunal’s judgments, holding that the allowance had been changed unilaterally in breach of the Collective Agreements Act of 1950, on the following grounds in particular:", "“In the final analysis, the calculation of this allowance must be based on the value of the point as determined under the amendments of 10 June 1963 and 17 April 1974 and those in force on each occasion when the allowance becomes payable.", "By Article 1134 of the Civil Code, lawfully concluded agreements are legally binding on those who have made them. They can only be revoked by common consent or on grounds permitted by law. Similarly, by Article 135-1 of the Labour Code, collective employment agreements are binding on all those who have signed them.", "…", "There is no escaping the fact that the agreement of 28 March 1953 has not been denounced by any of the parties. It must consequently continue to be implemented and the two reductions in the multiplier were imposed in breach of both Article 1134 of the Civil Code and the provisions governing collective employment agreements.", "The allowance must consequently be paid on the basis of twelve points, as provided in the aforesaid agreement.", "…”", "36. On 2 March 1995 the Court of Cassation gave judgment as follows on the appeal brought by the prefect and the Director of Health and Social Affairs against the Metz Court of Appeal’s judgments of 19 and 20 April 1993 (in respect of Mr Zielinski and Mr Pradal) and also against two other judgments, of 21 April and 6 September 1993, 150 officials being concerned in all.", "“As to the application of section 85 of the Act of 18 January 1994 (Law no. 94-43) on public health and social welfare:", "…", "Section 85 of the Act of 18 January 1994 (Law no. 94-43), however, which is applicable to pending proceedings, including those pending before the Court of Cassation, is intended, in the absence of agreement between the parties, to remedy the disappearance of a reference index and thus enable the amount of an allowance to be calculated. This legislative provision, on whose application the parties were able to present argument, does not amount to an intervention by the State in proceedings between it and private individuals. It does not call in question final court decisions and has been declared to be constitutional by the Constitutional Council. It follows that the provision is not contrary to Article 6 § 1 or Article 13 of the European Convention on Human Rights and Fundamental Freedoms.", "As to the ground, raised of the Court’s own motion, notice having been given to the parties:", "Having regard to section 85 of the Act of 18 January 1994 (Law no. 94-43) on public health and social welfare,", "In reaching its decision that the amount of the so-called special difficulties allowance must be calculated on the basis of twelve points as provided in the agreement of 28 March 1953 and that the value of the point must be that adopted for the calculation of pay in the collective agreements in force, the Court of Appeal held that there was no contractual provision which made the retention of the chosen index conditional upon retention of the classification in force at the time of the agreement and that to decide the contrary would be to add to the terms of the agreement, which were perfectly clear and precise, and to alter its nature. It added that the agreement in dispute did not exclude taking into account changes in the value of the point that resulted from the grading reorganisation and that accordingly the value of the point as determined under the amendments of 10 June 1963 and 17 April 1974 had to be adopted for calculating the IDP. It noted, further, that the new methods of calculating the IDP that had been adopted following the classification changes in 1963 and 1974 had not been agreed on by all the signatories to the agreement of 28 March 1953 and that as the agreed index remained applicable, it was unnecessary to determine whether an alternative practice existed. Lastly, it noted that the agreement of 28 March 1953 was a collective agreement which could be called in question only if it were revised or denounced, which it had not been.", "Section 85 of the Act of 18 January 1994 (Law no. 94-43), however, lays down the amount of the so-called special difficulties allowance, for each payment period, at 3.95 times the value of the point as determined by applying the pay agreements concluded in accordance with the national collective agreement of 8 February 1957 covering the staff of social-security bodies. In so far as they adopt a method of calculating the amount of this allowance that differs from the one laid down in the aforementioned enactment, the judgments under appeal must be quashed.", "In accordance with Article 627, second paragraph, of the New Code of Civil Procedure, the case should be disposed of by applying the appropriate rule of law.", "For these reasons:", "Quashes the judgments delivered in these cases on 19, 20 and 21 April and 6 September 1993 by the Metz Court of Appeal but only in so far as that court held that the amount of the so-called special difficulties allowance must be calculated on the basis of twelve points, the value of the point being that adopted for the calculation of pay in the collective agreements currently in force;", "Holds that it is unnecessary to order a rehearing of the cases;", "Holds that the amount of the IDP must be set, for each payment period, at 3.95 times the value of the point as determined by applying the pay agreements concluded in accordance with the national collective employment agreement of 8 February 1957 covering the staff of social-security bodies;", "...”", "37. On 17 August 1990 (Ms Gonzalez, Ms Mary, Ms Delaquerrière, Mr Schreiber, Ms Kern, Mr Gontier, Ms Schreiber and Mr Cossuta) and 28 August 1990 (Ms Memeteau) the applicants applied to the industrial tribunal on the basis of the 1953 agreement seeking payment of arrears of the IDP and calculation of that allowance on the basis of twelve points in future. No compromise having been reached at the conciliation hearing on 18 December 1990, the case was referred to the adjudication panel on 9 April 1991.", "38. In nine judgments of 2 July 1991 the Colmar industrial tribunal allowed the applications on the following grounds:", "“... The agreement signed on 28 March 1953 ... introducing the special difficulties allowance (IDP) of twelve points is still in force and has acquired the force of law.", "On 2 June 1953 the Ministry gave its approval to the agreement.", "Following changes to the classification of the staff of social-security bodies in 1963 and 1974, this allowance was reduced by decision of the Common Interests and Coordination Department of the Social Security Offices.", "This department, an advisory body which was not a signatory to the 1953 agreement, took that unilateral decision and had it approved by the social-security regional head office and the boards of the local offices.", "Those changes are consequently not binding [on the plaintiffs], especially as in the letter of 11 February 1989 the Ministry of Solidarity, Health and Social Welfare stated that the agreement must be fully implemented.", "Apart from the changes in the value of the point that were made unilaterally, no subsequent changes were made to the 1953 agreement by the signatory parties.", "Clause 63 of the national collective agreement – schedule 7 – provides: ‘This agreement cannot in any circumstances constitute a ground for reducing benefits acquired by staff at the date of signature.’", "The 1953 agreement consequently remains applicable in its entirety.", "...”", "39. The Colmar CPAM and the prefect of the Alsace region, who was represented by the Alsace Regional Director of Health and Social Affairs, appealed against those judgments on 10 September 1991.", "40. On 12 July 1994 the Colmar Court of Appeal set the case down for hearing on 18 October 1994. On 30 September 1994, after the appellants had filed submissions in which they relied on the Act of 18 January 1994, the applicants lodged their pleadings in reply.", "41. In nine decisions of 18 May 1995 the Colmar Court of Appeal gave judgment against the applicants on the ground that:", "“... pursuant to [section 85 of the Act of 18 January 1994 (Law no. 94-43)], the judgment appealed against must be set aside, as the claim covers a period after 1 December 1983. ...”", "42. On 13 and 17 July 1995 the applicants appealed on points of law to the Court of Cassation. They filed their full pleadings on 13 October 1995 and a supplementary pleading on 10 February 1996. Pleadings in reply were filed on 22 December 1995. The reporting judge, who was appointed on 1 February 1996, submitted his report on 16 February 1996.", "43. In a judgment of 18 June 1996, after a hearing on 6 May 1996, the Court of Cassation declared the applicants’ appeals inadmissible as follows:", "“... in matters in respect of which the parties are not required to be represented by a member of the Conseil d’Etat and Court of Cassation Bar the appeal on points of law and subsequent procedural steps must be made, taken, handed over or sent by the party himself or by any representative with special authority to act.", "The notices of appeal submitted by the parties do not contain even a summary statement of the grounds of appeal, and the pleadings that do contain such a statement, which were dispatched within the three-month period laid down in Article 983 of the New Code of Civil Procedure, were all drawn up by a representative who produced no special authority to act.", "The appeals are accordingly inadmissible. ...”", "44. The national, regional and local health-insurance offices have a public-service mission (Constitutional Council decision no. 82-148 DC of 14 December 1982), and this explains both why they are vested with special governmental powers and why they come under the supervision of the minister responsible for social security. They manage the compulsory social-security scheme, with a budget of their own distinct from that of the State.", "The minister in charge of social security is responsible for overseeing them, a task in which he is assisted by departments of his ministry, namely a central department and regional departments of health and social affairs, together with a national inspectorate of social affairs. The minister is also represented by the prefects of the départements or regions in their capacity as persons exercising State authority and as delegates of the government, the direct representatives of the Prime Minister and each of the other ministers.", "The power of supervision is exercised firstly over persons, it being possible, on certain grounds, to dissolve or suspend the entire board of a social-security office, dismiss or require the resignation of certain members of such a board, and give or withhold consent to the appointment of managerial staff, as well as draw up lists of suitable candidates. The power of supervision also extends to decisions, the regional ministerial departments having the power to quash or suspend, on certain grounds, decisions of boards or directors of local social-security bodies and also to oppose decisions of national bodies. Certain special decisions of socialsecurity offices are also subject to an approval procedure, namely constitutional and procedural rules and collective agreements laying down staff regulations and the rules governing retirement.", "Lastly, social-security bodies are under the supervision of the Minister for Economic Affairs and Finances, being subject to monitoring by regional Treasury officials and the Court of Audit and also to audits by the national Inspectorate of Public Finances.", "45. The relevant section of the Act reads as follows:", "“Subject to any court decisions to the contrary that have become final on the merits, the amount of the so-called special difficulties allowance introduced by the agreement of 28 March 1953 for staff of the social-security bodies administering the general social-security scheme and their dependent institutions in the départements of BasRhin, Haut-Rhin and Moselle shall, with effect from 1 December 1983 and for each payment period, be set at 3.95 times the value of the point as determined by applying the pay agreements concluded in accordance with the national collective employment agreement of 8 February 1957 covering the staff of social-security bodies, notwithstanding any provisions to the contrary in collective or individual agreements in force on the date of publication of this Act. It shall be paid twelve times a year. With effect from the same period, the annual Christmas bonus shall be increased so as to reflect the amount of the so-called special difficulties allowance awarded in respect of the month of December.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}