{"ITEMID": "001-90450", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MARKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1952 and lives in Moscow.", "5. In February 1996 the applicant’s neighbour caused a flood in the applicant’s flat. According to the applicant, she sent a statement of claims to the Basmanniy District Court of Moscow by regular mail in November 1996. She sought compensation for damage caused by her neighbour. It is unclear whether the applicant’s statement was received by the District Court.", "6. On 14 January 1997 the applicant resubmitted her tort action against her neighbour to the Basmanniy District Court of Moscow. On 10 October 1997 the proceedings were stayed pending an expert examination. They were subsequently resumed on 10 March 1998 with no examination having been performed.", "7. From 28 April 1998 to 17 February 1999 several hearings were adjourned either because the defendant had not attended or because the judge was busy on another case.", "8. On 17 February 1999 another expert examination was ordered. The parties refused to pay for it. The examination was not performed and on 13 May 1999 the experts returned the case file to the District Court. On 8 June 1999 and 10 April 2000 the court made an offer to the applicant to pay for the expert report. According to the Government, she did not reply to the offer.", "9. On 3 August 2000 the Basmanniy District Court resumed the proceedings.", "10. On 15 August 2000 the hearing was adjourned because the parties had not attended. On 24 August 2000 the Basmanniy District Court refused to examine the action because the parties had again failed to appear.", "11. On 4 September 2000 the applicant complained to the Moscow City Court that she had not been properly notified of the hearing of 24 August 2000 and had been unable to attend.", "12. On 8 September 2000 the Moscow City Court quashed the decision of 24 August 2000 and ordered the proceedings to be resumed. A hearing was listed for 6 December 2000.", "13. From 6 December 2000 to 3 June 2002 several hearings were adjourned either because the defendant had not attended or had asked for an adjournment or because the judge was busy on another case.", "14. On 3 June 2002 the Basmanniy District Court of Moscow granted the applicant’s action in part and awarded her 10,000 Russian roubles as compensation for damage.", "15. On 22 October 2002 the Moscow City Court upheld the judgment on appeal.", "16. On many occasions in 2001-2002 the applicant complained to various domestic officials, including the Supreme Judicial Appointments Board, the Judicial Department of the Supreme Court of Russia, the Moscow City Court, and the Ministry of Justice, of the excessive length of the proceedings in her case.", "17. It appears that her complaints were either left unanswered or redirected to the Basmanniy District Court of Moscow."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}