{"ITEMID": "001-22814", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "PETERSEN v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Jürgen Petersen, is a German national who was born in 1946 and lives in Berlin. He was represented before the Court by Mr H. Meyer-Dulheuer, a lawyer practising in Berlin.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a history graduate (Diplomhistoriker) who obtained his degree in 1971 and had been a lecturer in modern history at Humboldt University in Berlin, in the German Democratic Republic (“the GDR”), since 1988.", "He obtained his teaching certificate (Lehrbefähigung) and the qualification Doctor Scientiae after writing two theses, which were not published.", "The first thesis was completed in 1978 and was entitled “The creation of a State-monopolised research and development policy in the FRG (Federal Republic of Germany), particularly in the 1950s. A study of the relationship between scientific and technological research and development in the non-university civilian sphere and its military use in the FRG from a historical perspective. Selected problems and facts” (“Herausbildung einer staatsmonopolistisch orientierten Forschungs- und Entwicklungspolitik in der BRD, insbesondere in den fünfziger Jahren. Eine Studie zum Verhältnis von ziviler ausseruniversitärer wissenschaftlich-technischer Forschung und Entwicklung und militärischer Nutzung in der BRD in historischer Sicht. Ausgewählte Probleme und Fakten”).", "The second was completed in 1986 and was entitled “The CDU [Christlich Demokratische Union – the Christian Democratic party in the FRG] and the conception of the social market economy from 1945 to 1949. The influence of neo-liberal ideas on the development of the programme of economic restoration in the western zones” (“Die CDU und die Konzeption der sozialen Marktwirtschaft 1945-1949. Zum Einfluss neoliberaler Vorstellungen auf die Entwicklung der restaurativen Wirtschaftsprogrammatik in den Westzonen”).", "After the reunification of Germany, and in accordance with the relevant provisions of the Treaty of 31 August 1990 on German Unification (Einigungsvertrag – Articles 13 and 20 § 1 taken together with Article 1 §§ 1-3 of Annex I, Chapter XIX, Subject A, Section III – see “Relevant domestic law and practice” below), the applicant was incorporated into the civil service of the Land of Berlin and worked in the fields of philosophy and history at the Institute of History, Humboldt University, Berlin.", "After reunification, in order to carry out the necessary restructuring and rationalisation of the university’s staffing arrangements, structure and appointments boards (Struktur- und Berufungskommissionen) were set up. The purpose of the Structure and Appointments Board for the history department was to draw up opinions for the university’s Central Personnel Committee (Zentrale Personalkommission) as to whether the department’s researchers should have their contracts of employment renewed.", "On 15 November 1991 the Structure and Appointments Board for the history department – comprising three university lecturers from outside the GDR, three lecturers from Humboldt University, a research assistant and a student from the university – interviewed the applicant.", "Six members of the Board were present at the interview, two of the lecturers from Humboldt University being absent.", "On 14 February 1992 the Board, by four votes with two abstentions, recommended to the Humboldt University management that the applicant be dismissed.", "On 17 February 1992 Mr Schulze, a lecturer in the history faculty of Bochum University and a member of the Board, submitted the final version of his expert assessment of the applicant’s professional qualifications, which was based entirely on the two theses written by the applicant during the time of the GDR. Mr Schulze considered that the first thesis owed more to political analysis than to historical research. The second thesis, in his opinion, did not contribute anything new to contemporary understanding of its subject matter: the early history of the CDU and its economic ideas. In particular, the thesis did not include a comparison with the relevant literature published in the FRG – an essential component of a study of that nature – and merely cited the publications in question.", "The expert concluded that, in view of the fact that the theses concerned a very narrow aspect of the post-war history of the FRG, that the applicant had published scarcely anything else in the meantime and that his unpublished work did not provide any convincing evidence of his ability to produce critical work as a historian, the applicant’s continued employment in the civil service was unjustifiable (nicht vertretbar) on account of his lack of professional qualifications.", "In a letter of 19 February 1992 the Chairman of the Board recommended to the Rector of Humboldt University that the applicant be dismissed on the ground of his lack of professional qualifications.", "On 7 January 1993, following a further interview with the applicant and a process of written consultation, the Board, now chaired by Mr Schulze, confirmed its previous vote.", "On 20 January 1993 the Central Personnel Committee of Humboldt University decided to refuse the applicant’s application for incorporation and to terminate his contract of employment with effect from 30 June 1993 on the ground of his lack of professional qualifications.", "On 7 April 1993, further to the Board’s recommendation and after consulting the Staff Council, the Dean of Humboldt University dismissed the applicant with effect from 30 June 1993 under Article 20 of the Unification Treaty, taken together with Article 1 § 4 of Annex I, Chapter XIX, Subject A, Section III (see “Relevant domestic law and practice” below).", "In a judgment of 2 December 1993 the Berlin Labour Court (Arbeitsgericht) allowed an appeal by the applicant on the grounds, inter alia, that the Structure and Appointments Board had not been properly constituted, that the final version of the expert assessment had not been ready at the time of the vote and that Mr Schulze had acted both as an expert and as Chairman of the Board.", "In a judgment of 13 June 1994 the Berlin Regional Labour Court (Landesarbeitsgericht) set aside the judgment at first instance and held that the applicant’s dismissal had been justified under section 1(2) of the Unfair Dismissal Act (Kündigungsschutzgesetz – see “Relevant domestic law and practice” below), in that it was indisputable that he lacked the requisite professional qualifications.", "The Regional Labour Court held that Humboldt University had concluded in a persuasive manner, on the basis of Mr Schulze’s expert assessment and additional observations, that the applicant lacked the necessary professional qualifications. The fact that by 1994 the applicant had not published any other academic work to compensate for the shortcomings of his theses served as further justification for his dismissal. In that connection, the applicant’s argument that he had been prevented from publishing academic work was not convincing, as he had not given any precise reasons for that assertion.", "The Regional Labour Court also held that the proceedings before the Structure and Appointments Board had not infringed Berlin’s Administrative Procedure Act (Verwaltungsverfahrensgesetz); moreover, the proceedings before the Board had been of a purely administrative and internal nature and had had no external consequences, as the Board was merely empowered to issue opinions. Accordingly, even if there had been procedural flaws, they would have been inconsequential.", "On 27 October 1994 the Federal Labour Court (Bundesarbeitsgericht) refused to entertain an appeal on points of law by the applicant, on the ground that the ordinary courts’ decisions had been consistent with its own case-law and with that of the Federal Constitutional Court (Bundesverfassungsgericht).", "The applicant subsequently lodged a constitutional appeal with the Federal Constitutional Court. He argued, firstly, that the Law of 20 August 1992 on extension of the period of applicability for dismissal of civil servants under the Unification Treaty (Gesetz zur Verlängerung der Kündigungsmöglichkeiten in der öffentlichen Verwaltung nach dem Einigungsvertrag – see “Relevant domestic law and practice” below) was unconstitutional, because the civil servants concerned were entitled to expect those provisions to be subject to a time-limit. Secondly, he asserted that Article 1 § 4 of Annex I to the Unification Treaty should be construed as meaning that lecturers could be dismissed only if they had committed specific breaches of their duties (konkrete Pflichtverletzungen). The criteria established in the FRG could not be applied indiscriminately to work carried out on such a delicate topic in the GDR, and if Mr Schulze’s criteria were applied, no historians from the GDR who had worked on the history of the FRG would satisfy them. The actual circumstances in which the applicant had carried out his academic work should have been taken into account. The Regional Labour Court, he argued, should not have been allowed to base its decision solely on the expert assessment produced by the opposing party, as the applicant had thereby been denied any opportunity to state his case. The same was true of the proceedings before the Structure and Appointments Board.", "In a judgment of 8 July 1997, and after holding a hearing on 11 and 12 March 1997, the Federal Constitutional Court dismissed the applicant’s appeal and held that the decisions appealed against had not infringed his freedom to engage in an occupation (Berufsfreiheit) or his academic freedom (Wissenschaftsfreiheit).", "The Federal Constitutional Court held that there had been interference with the applicant’s freedom to engage in an occupation, but that the interference had been in accordance with the Constitution. Firstly, it had been prescribed by law, as it had been based on the relevant provision of the Unification Treaty and on the Law on the extension of the period of applicability for dismissal of civil servants, enactments which were guided by the public interest and observed the principle of proportionality. In the instant case an extension of the period of applicability had been necessary on account of the numerous practical difficulties encountered in the administration of staff. Secondly, the ordinary courts’ interpretation of the provision in question had not infringed the applicant’s fundamental rights. The provision was also applicable to university lecturers, as scrutiny of their academic ability pursued a public-interest aim. The conditions in which academics had worked in the GDR had been so different from those in the FRG that the qualifications awarded in the GDR were not sufficiently meaningful (nicht hinreichend aussagekräftig).", "The Federal Constitutional Court added that in the instant case the Regional Labour Court had taken sufficient account of the applicant’s freedom to engage in an occupation and of his academic freedom. It considered it normal that a lecturer’s qualifications should be assessed on the basis of his or her academic publications. Furthermore, it held that the Regional Labour Court was not open to criticism for having based its decision on the expert assessment and on the lack of any subsequent academic publications by the applicant, either during the time of the GDR or between 1990 and 1994 in the FRG, to compensate for the shortcomings of his theses.", "Lastly, the Federal Constitutional Court held that the applicant had had a fair hearing, seeing that the Regional Labour Court had undertaken a thorough examination of his professional qualifications. The fact that that court had not addressed all his arguments did not mean that it had not taken them into account. In any event, the applicant had not specified which of his arguments the Regional Labour Court had failed to take into account.", "Section 1(2) of the Unfair Dismissal Act provides:", "“A dismissal shall be socially unjustified unless it is based on grounds relating to the employee himself or to his conduct...”", "“Sozial ungerechtfertigt ist die Kündigung, wenn sie nicht durch Gründe, die in der Person oder in dem Verhalten des Arbeitnehmers liegen ... bedingt ist.”", "Article 13 of the Treaty of 31 August 1990 on German Unification provides that the administrative bodies and other institutions of the civil service in the former territory of the GDR come under the authority of the government of the Land in which they are situated.", "Article 20 § 1 of the Unification Treaty provides that persons who were members of the GDR civil service at the time of reunification are subject to the transitional provisions in Annex I.", "Article 1 §§ 1-3 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III, provides for the incorporation of civil servants from the GDR into the FRG civil service by means of the substitution of the federal authorities and the Länder of the FRG for the GDR authorities in the existing employment relationship.", "As members of the GDR civil service belonged to an institution that did not satisfy the criteria of a State based on the rule of law, special provisions on dismissal were included in Article 1 §§ 4-6 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III.", "Thus, Article 1 § 4 of Annex I to the Unification Treaty, Chapter XIX, Subject A, Section III, provides:", "“Ordinary dismissal [with notice] from the civil service is permissible if", "(a) the employee does not satisfy the requirements on account of lack of professional qualifications or of personal aptitude, or if", "(b) the employee is surplus to the employer’s requirements...”", "“Die ordentliche Kündigung eines Arbeitsverhältnisses in der öffentlichen Verwaltung ist zulässig, wenn", "der Arbeitnehmer wegen mangelnder fachlicher Qualifikation oder persönlicher Eignung den Anforderungen nicht entspricht oder wenn", "der Arbeitnehmer wegen mangelnden Bedarfs nicht mehr verwendbar ist...”", "Those regulations were initially intended to apply for a period of two years, but the Law of 20 August 1992 on extension of the period of applicability for dismissal of civil servants under the Unification Treaty (Gesetz zur Verlängerung der Kündigungsmöglichkeiten in der öffentlichen Verwaltung nach dem Einigungsvertrag) extended their validity until 31 December 1993."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}