{"ITEMID": "001-60662", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF GOCER v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Georg Ress", "TEXT": ["9. The applicants were born in 1952 and 1956 respectively. They are a married couple and live in Karaman (Turkey).", "10. In 1974, the first applicant moved from Turkey to the Netherlands where he was employed as a dockworker until 24 September 1984, when he stopped working on account of certain mental problems apparently related to his difficulties in coping with the death of his first wife in 1981.", "11. After having received sickness benefits for the maximum period, he was granted combined disability benefits as from 21 September 1985 under the General Labour Disablement Benefits Act (Algemene Arbeids-ongeschiktheidswet; “AAW”) and the Labour Disablement Insurance Act (Wet op de Arbeidsongeschiktheidsverzekering; “WAO”) in a decision of 23 September 1985 and on the basis of a finding of being 80-100% incapacitated for work.", "12. At an unspecified date in 1986, the applicants and their family returned permanently to Turkey, retaining the first applicant's right to AAW/WAO benefits.", "13. In its decision of 3 November 1993, on the basis of medical examinations of the first applicant carried out on 3 August 1993 by an orthopaedic surgeon, and on 4 August 1993 by a social insurance medical specialist and a psychiatrist, the National Institute for Social Insurance (Landelijk instituut sociale verzekeringen; “LISV”) withdrew the first applicant's AAW/WAO benefits as from 14 April 1994, on the basis of a finding that his incapacity for work had diminished to less than 25% for the purposes of the AAW and to less than 15% for the purposes of the WAO.", "14. On 30 November 1993, the first applicant filed an appeal against this decision with the Hague Regional Court (arrondissementsrechtbank). On 23 December 1994, the Regional Court requested the first applicant to submit updated information about his medical condition and the names of the doctors who were treating him.", "15. Following a hearing held on 12 July 1995, the Hague Regional Court rejected this appeal on 16 August 1995. The first applicant filed a further appeal with the Central Appeals Tribunal (Centrale Raad van Beroep).", "16. The first applicant's lawyer submitted the written grounds for appeal to the Central Appeals Tribunal on 22 September 1995. On 2 October 1995 the Central Appeals Tribunal confirmed receipt of the appeal and, on 14 November 1995, informed the first applicant's lawyer that, due to its heavy workload, it would take some time before the first applicant's appeal could be heard. The LISV submitted its response to the first applicant's grounds of appeal on 13 December 1995.", "17. On 8 April 1996, the first applicant's case was added to the Central Appeal Tribunal's list of cases awaiting preparation for a hearing. On 12 June 1997, it was submitted to the presiding judge of the relevant section of the Central Appeals Tribunal for entry on the case-list. On 16 October 1997, the parties were informed that a hearing had been scheduled for 26 November 1997.", "18. On 26 November 1997, a hearing was held before the Central Appeals Tribunal. At the beginning of this hearing the first applicant's lawyer, referring to the conclusion reached by the European Commission of Human Rights that there had been a violation of Article 6 § 1 of the Convention on account of the duration of similar proceedings in the case of Düman v. the Netherlands (application no. 18266/91, Commission's report of 5 April 1995, unreported), stated to find it incomprehensible that it should take more than four years before the first applicant's case was examined before the Appeals Tribunal. After having noted the parties' submissions and in accordance with a request of the first applicant's lawyer to this effect, the Tribunal suspended the hearing and ordered a reopening of the investigation into the first applicant's capacity for work, finding that this investigation had been incomplete.", "19. By letters of 10 and 17 February 1998, the President of the Central Appeals Tribunal put a number of questions to the psychiatrist Dr A.K. who had examined the first applicant on 4 August 1993 upon the request of the former Joint Medical Examination Service (Gemeenschappelijke Medische Dienst). Dr A.K. submitted his reply in the form of a report on 5 March 1998. Both the LISV and the first applicant availed themselves of the opportunity to submit comments on this report. The LISV submitted comments on 6 April 1998 and the first applicant on 14 April 1998.", "20. By letter of 13 May 1998, the Central Appeals Tribunal put additional questions to Dr A.K., who replied on 7 July 1998.", "21. On 14 October 1998, the Central Appeals Tribunal informed the parties that a second hearing had been scheduled for 18 November 1998. The first applicant's lawyer filed further written submissions to the Central Appeals Tribunal on 4 November 1998.", "22. On 18 November 1998, a second hearing was held before the Central Appeals Tribunal in the course of which the first applicant complained that, given the duration of the proceedings, the reasonable time requirement under Article 6 § 1 of the Convention had not been respected.", "23. In its decision of 16 December 1998, the Central Appeals Tribunal rejected the first applicant's appeal and upheld the decision of 16 August 1995. It agreed with the LISV and the Regional Court that, as regards the first applicant, there were no somatic limitations such that he should be considered as being unfit to resume his work of dock worker, i.e. the work that he had done before he was declared incapacitated. As to the question whether there were limitations of a psychiatric nature, the Central Appeals Tribunal accepted that the first applicant was suffering from a psychiatric disorder entailing mainly minor limitations in his social functioning. However, given the nature of the first applicant's work, it held that this disorder was not of such nature or gravity that, on that ground, he should be regarded as being unfit for that kind of work.", "24. As to the first applicant's complaint that his rights under Article 6 § 1 of the Convention had been disrespected in that the proceedings before the Central Appeals Tribunal had exceeded a reasonable time, the Central Appeals Tribunal held that a failure to respect the reasonable time requirement under this provision cannot result in granting social security claims that are not in accordance with the applicable statutory rules and that a claim for compensation for alleged damages suffered as a result of a failure to respect this requirement under Article 6 § 1 of the Convention should be filed with the civil judge."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}