{"ITEMID": "001-78373", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VIRJENT v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Hedigan", "TEXT": ["5. The applicant was born in 1956 and lives in Ljubljana.", "6. The applicant was married to A.N. They divorced on 7 October 1991.", "7. On 7 August 1992 the applicant instituted non-contentious civil proceedings against A.N. in the Ljubljana Basic Court, Ljubljana Unit (Temeljno sodišče v Ljubljani, Enota Ljubljana) seeking the division of their common property. To this end she submitted a proposal. Upon the request of the court, the applicant submitted an amendment to her proposal on 5 October 1992.", "On 22 October and 25 March 1993 the court held a hearing where the parties settled the case in part. For the remainder of the property at issue, the court established that there was a dispute over its ownership.", "On 22 October 1993 the court issued a decision referring the applicant to institute contentious civil proceedings against A.N. in order to determine the ownership of the garage (see below paragraphs 8 through 11). At the same time, the court ordered A.N. to institute contentious civil proceedings against the applicant to establish the size of his share in the apartment the parties owned jointly.", "On 28 June 1994 the Convention entered into force with respect to Slovenia.", "On 1 January 1995 the Ljubljana Local Court (Okrajno sodišče v Ljubljani) gained jurisdiction in the present case due to the reform of the Slovenian judicial system.", "At an undetermined time, but after 9 February 2000, the Ljubljana Local Court scheduled a hearing in the non-contentious proceedings for 25 May 2001.", "On 24 May 2001 the applicant informed the court that the parties had settled the remainder of the case and withdrew her proposal of 7 August 1992. Consequently, the court terminated the proceedings on 25 May 2001.", "The decision was served on the applicant on 28 May 2001 and became final on 19 June 2001.", "8. On 3 December 1993 A.N. instituted contentious proceedings against the applicant in the Ljubljana Basic Court, Ljubljana Unit (Temeljno sodišče v Ljubljani, Enota Ljubljana). The applicant did not institute proceedings against A.N. of which she informed the court on 15 November 1994.", "On 1 January 1995 the Ljubljana District Court (Okrožno sodišče v Ljubljani) gained jurisdiction in the present case due to the reform of the Slovenian judicial system.", "On 13 June 1995 the applicant instituted proceedings against A.N. in the Ljubljana District Court seeking equal share of their common apartment.", "On 21 October 1996 the applicant requested priority treatment for her case.", "On 28 November 1996 the applicant requested the court to issue an interlocutory measure prohibiting A.N. to encumber or give up the apartment.", "On 5 December 1996, upon the request of A.N., the Ljubljana District Court joined both sets of proceedings and issued the interlocutory measure sought by the applicant.", "On 24 January 1997 the applicant again sought priority treatment for her case. On 11 February 1997 the court informed her that her case did not require a priority treatment.", "Between 26 March 1997 and 12 November 1997 the court held five hearings. It heard ten witnesses and both parties.", "On 19 December 1997 the court held a hearing where the parties settled the case in part. The court issued a judgment holding that the applicant owned thirty per cent of the apartment and A.N. the rest. It also ordered A.N. to pay rent to the applicant for the time he had been using the apartment. The judgment was served on the applicant on 15 January 1998.", "9. On 30 January 1998 the applicant appealed to the Ljubljana Higher Court (Višje sodišče v Ljubljani). A.N. cross-appealed.", "On 2 March and 15 June 1998 the applicant filed a request to speed up the proceedings. On 2 July 1998 the court informed the applicant that her case was not a matter of priority.", "On 25 November 1998 the court allowed the appeals in part, found that the applicant and A.N. owned the apartment in equal shares and remitted the case in the part referring to payment of rent to the first-instance court for re-examination. The judgment was served on the applicant on 17 December 1998.", "10. At an undetermined time, A.N. lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 11 November 1999 the court dismissed the appeal.", "The judgment was served on the applicant on 5 January 2000.", "11. On 9 February 2000 the parties settled the case in the Ljubljana District Court. The proceedings were thus terminated."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}