{"ITEMID": "001-108500", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VULAKH AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Presumption of innocence);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Possessions);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicants are relatives of the late Mr Vitaliy Eduardovich Vulakh. The first two applicants are his father and mother, born in 1932 and 1939 respectively, and the third and fourth applicants are his children, born in 1985 and 1984 respectively. They lived in Kurganinsk in the Krasnodar Region.", "6. On an unspecified date a criminal investigation was opened into several counts of murder, robbery and destruction of property committed by a criminal syndicate. It appears that Mr Vitaliy Vulakh was suspected of being the leader of the syndicate.", "7. On 25 March 2002 Mr S., Mr N. and Mr K. were arrested on suspicion of membership of the gang. On learning of their arrest, Mr Vitaliy Vulakh shot dead his fiancée and committed suicide.", "8. On 20 June 2002 the criminal prosecution of Mr Vitaliy Vulakh was discontinued as a result of his death.", "9. On 3 October 2002 the Krasnodar Regional Court convicted Mr S., Mr N. and Mr K. of serious criminal offences and sentenced them to lengthy terms of imprisonment. The judgment mentioned that Mr Vitaliy Vulakh had been the leader of a criminal enterprise and had told the defendants to murder his business competitor Mr G. It read, in particular, as follows:", "“The person who had been the leader of the gang (V[italiy] Vulakh) in respect of whom the case was discontinued because of his death, had money at his disposal, he funded the gang and paid each gang member to commit crimes: he bought cars, paid for their maintenance, petrol and travel expenses...”", "10. In these proceedings the victims Mr G., Mr F., Ms B. and Ms V. brought civil claims against the three defendants, seeking compensation for pecuniary and non-pecuniary damage. The Regional Court indicated that these claims should be examined in separate civil proceedings.", "11. On 14 October 2002 the first applicant lodged an appeal to the Supreme Court of the Russian Federation. He submitted that the decision on the discontinuation of criminal proceedings against his son had never been notified to him or to his son’s counsel, and that counsel had not been allowed to study the file or plead his son’s innocence.", "12. On 6 November 2002 a judge of the Krasnodar Regional Court informed the first applicant that he had no right to lodge an appeal to the Supreme Court because he was not a party to the criminal case. The judge wrote to him that further appeals would also be rejected.", "13. It appears that on 2 April 2003 the Supreme Court of the Russian Federation examined appeals by those convicted and upheld the judgment of 3 October 2002. A copy of this judgment was not made available to the Court.", "14. On 5 March 2003 a notary public issued the four applicants with a certificate of succession on intestacy, according to which they inherited Mr Vitaliy Vulakh’s house.", "15. On an unspecified date Mr G., Mr F., Ms B., Ms V. and a private company sued the four applicants and the Kurganinskiy dairy factory, of which Mr Vitaliy Vulakh had been a minority shareholder, for pecuniary and non-pecuniary damages.", "16. On 4 September 2003 the Kurganinskiy District Court of the Krasnodar Region found against the applicants and the dairy factory, finding as follows:", "“According to Article 42 of the Code of Criminal Procedure of the Russian Federation, the victim shall be compensated for the pecuniary damage caused by the crime, as well as for the costs incurred during the pre-trial investigation and trial...", "According to Article 1064 of the Civil Code of the Russian Federation, damage inflicted on the person or property of an individual... shall be reimbursed in full by the person who inflicted the damage.", "According to the judgment of the Krasnodar Regional Court of 3 October 2002 and the judgment of the Supreme Court of 2 April 2003, Mr V[italiy] Vulakh had organised an armed group (gang) composed of Mr S., Mr N. and Mr K. who had committed, under his leadership, serious crimes: the murder of the head of the Kurganinskiy District Council Mr V. and repeated attempts to murder the director general of [a] private company, Mr G.", "According to Resolution no. 1 of the Plenary Supreme Court of the USSR of [unreadable] March 1979, entitled ‘On the case-law on application of provisions for compensation for pecuniary damage caused by crime’, those who cause damage through their criminal activities shall be jointly liable for that damage. Thus, Mr V[italiy] Vulakh, Mr K., Mr S., and Mr N. are jointly liable for the damage caused by their crimes.", "According to Article 323 of the Civil Code, in cases of joint liability the creditor may claim satisfaction of debt, in full or in part, either from all the debtors or from each debtor individually.", "Mr V[italiy] Vulakh should have borne liability for the pecuniary and non-pecuniary damage caused by the crimes, but he committed suicide during the pre-trial investigation.", "The defendants Mr E. Vulakh, Ms V. Vulakh, Mr S. Vulakh and Ms V. Vulakh are heirs to Mr V[italiy] Vulakh after his death. According to Article 1175 of the Civil Code, heirs who have accepted an inheritance shall be jointly liable for the testator’s debts. Each heir is liable in proportion with the share of the inheritance he received.", "Article 1152 of the Civil Code provides that the heir accepting a part of an inheritance is presumed to have accepted the entire inheritance, whatever its form or location... On 5 March 2003 [the four applicants] were issued with an inheritance certificate... in respect of the house.", "According to Article 1176 of the Civil Code, the estate of a co-owner of a private company includes that co-owner’s part in the charter capital of the company. According to the audit report of 7 July 2003, the real value of Mr V[italiy] Vulakh’s part corresponds to 37.49% of the value of the net assets of the Kurganinskiy dairy factory, which amounts to 18,705,260 Russian roubles (RUB).", "For that reason, the defendants who have accepted a part of Mr V[italiy] Vulakh’s estate in inheritance must be considered to have accepted his part in the charter capital of the Kurganinskiy dairy factory.", "It follows that compensation in respect of pecuniary and non-pecuniary damage must be recovered from the Kurganinskiy dairy factory whose charter capital comprises a part of the estate inherited by [the applicants]...”", "The District Court awarded 33% of Mr Vitaliy Vulakh’s share in the dairy factory to Mr G.’s company, 19.3% to Mr G., and 25.7% to Ms B., and ordered immediate enforcement of the judgment.", "17. On 14 September 2003 the applicants lodged a statement of appeal. They submitted that that Mr Vitaliy Vulakh had not been found guilty by a court of law and should be presumed innocent. In the absence of a guilty verdict on Mr Vitaliy Vulakh there were no grounds to impose joint liability on his heirs. A civil claim should have been brought against him, and the court should have examined the matter of procedural succession. Furthermore, the dairy factory could not be held liable for the debts of its owners.", "18. On 18 September 2003 the Krasnodar Regional Court examined the appeal and upheld the judgment, endorsing the District Court’s approach and rejecting the applicants’ arguments in the following terms:", "“Although the prosecution of Mr V[italiy] Vulakh was discontinued in connection with his death, on 3 October 2002 Mr S., Mr N. and Mr K. were convicted and the conviction entered into legal effect. According to the judgment, Mr V[italiy] Vulakh had been the leader of an armed group (gang) which had committed, under his leadership, serious crimes: the murder of the head of the Kurganinskiy District Council, Mr V., and repeated attempts to murder the director general Mr G. This means that the conviction established that Mr V[italiy] Vulakh’s had been responsible for causing pecuniary and non-pecuniary damage to the plaintiffs.”", "19. Criminal proceedings must be discontinued against a deceased person except where a continuation of the proceedings is necessary for his or her rehabilitation or for the reopening of the case in respect of others on account of newly discovered circumstances (Article 5 § 8).", "20. The Civil Code provides as follows:", "“1. A private company is a company founded by one or more persons; its charter capital is divided into parts described in its articles of association. Participants of a private company are not liable for its debts...”", "“6. Shares in the charter capital of a private company are transferred to the heirs of the company’s participants... unless the articles of association provide that such a transfer requires the consent of the other participants...”", "“1. Damage inflicted on the person or property of an individual... shall be reimbursed in full by the person who inflicted the damage...", "2. The person who inflicted the damage shall be liable for it unless he proves that the damage was inflicted through no fault of his...”", "21. The factual circumstances established by the final judicial decision in an earlier case, are binding on the court (Article 61 § 2). The final judicial decision in a criminal case concerning a particular person is binding on the court examining the civil-law consequences of that person’s actions only to the extent that the criminal court determined whether or not such actions had been committed and whether or not they had been committed by that person (Article 61 § 4).", "22. On 13 June 2002 the Presidium of the Moscow City Court quashed the criminal judgment against three co-defendants in so far as it concerned the alleged participation of two other persons in the crimes. The Presidium held (decision reported in Bulletin of the Supreme Court, no. 9, 2003):", "“In breach of Article 314 of the RSFSR Code of Criminal Procedure, the [trial] court erroneously declared Mr B. and Mr E. to have been accomplices to the crime. It follows from the case materials that, by the investigator’s decision of 16 July 1998, the case against them had been severed into separate proceedings in connection with Mr E.’s grave illness and the failure to locate Mr B. A reference to them in the text of the judgment, describing them as persons who had been complicit in the criminal offences committed by the convicts, is not justified because... the merits of the criminal case against them have not been examined by a court of law.”"], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-2", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}