{"ITEMID": "001-57521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF LE COMPTE, VAN LEUVEN AND DE MEYERE v. BELGIUM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The case of Le Compte, Van Leuven and De Meyere was referred to the Court by the European Commission of Human Rights (\"the Commission\") and the Government of the Kingdom of Belgium (\"the Government\") on 14 March and 23 April 1980, respectively. The case originated in two applications (nos. 6878/75 and 7238/75) against that State introduced in 1974 and 1975 by three Belgian nationals, Dr. Herman Le Compte, Dr. Frans Van Leuven and Dr. Marc De Meyere.", "2. On 1 October 1980, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 48 of the Rules of Court). By a judgment of 23 June 1981, the latter held that there had been a breach of Article 6 § 1 (art. 6-1) of the Convention in that the applicants’ case had not been heard publicly by a tribunal competent to determine all the aspects of the matter. It found, on the other hand, that there had been no violation of that Article (art. 6-1) as regards the applicants’ other complaints, and no violation of Article 11 (art. 11) (Series A no. 43, points 2 and 3 of the operative provisions and paragraphs 54-66 of the reasons, pp. 24-28).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 8 to 34 of the above-mentioned judgment (ibid., pp. 7-17).", "3. At the hearings of 25 November 1980, the applicants’ lawyer had asked the Court, in the event of its finding a breach of the Convention, to afford his clients just satisfaction under Article 50 (art. 50). He had, however, stated that he was not yet in a position \"to establish the exact amount of any damages, in view of the possibility of compensation, if only partial, being granted under Belgian law\".", "In its judgment of 23 June 1981, the Court reserved the whole of the question of the application of Article 50 (art. 50) and referred it back to the Chamber under Rule 50 § 4 of the Rules of Court. On the same day, the Chamber invited the Commission to submit, within the next two months, its written observations on the said question, including notification of any friendly settlement at which the Government and the applicants might have arrived (ibid., p. 45).", "4. The President granted extensions of this time-limit on 25 August and on 16 October.", "On 15 December, the Secretary to the Commission informed the Registrar that the Agent of the Government found it impossible to put forward the slightest proposal on the Article 50 (art. 50) issue. On the instructions of the Delegates - who reserved the right to submit observations at a later date -, the Secretary transmitted to the Court a copy of a note drafted by the applicants’ lawyer. The note, dated 18 August 1981, may be summarised as follows:", "The applicants sought an undertaking from the Government to take measures providing partial reparation in the shape of", "(i) the complete and effective expunction of \"all the disciplinary and penal sanctions\" of which they complained;", "(ii) the reimbursement of the legal expenses and fines, the former including the following fees of lawyers practising before the Court of Cassation:", "- 25,000 BF for Dr. Le Compte;", "- 11,000 BF for Dr. Van Leuven;", "- 11,000 BF for Dr. De Meyere.", "(i) as his principal claim, a provisional award of one Belgian franc, pending the outcome of his second application to the Commission (no. 7496/76, - judgment of 23 June 1981, Series A no. 43, p. 10, § 13 in fine), referred to the Court on 12 March 1982 (the case of Albert and Le Compte);", "(ii) in the alternative, an award", "- of \"a fair proportion\" of the 732,608 BF he had paid in legal costs;", "- 30,000 BF for travel and subsistence expenses and by way of attendance allowances;", "- 20,000,000 BF for pecuniary and non-pecuniary loss.", "Dr. Van Leuven claimed", "- 50,000 BF for legal costs;", "- 30,000 BF for travel and subsistence expenses and by way of attendance allowances;", "- 15,000,000 BF for pecuniary and non-pecuniary loss.", "Dr. De Meyere claimed", "- 60,000 BF for loss of income during the fifteen days’ suspension of his right to practise medicine;", "- 50,000 BF for legal costs;", "- such sum as the Court deemed fit for non-pecuniary loss.", "5. By Order of 16 December, the President of the Court directed that the Agent of the Government should have until 1 February 1982 to submit observations, a time-limit which the President subsequently extended to 20 February at the Agent’s request.", "The Government filed their memorial on 10 February and indicated, on 5 March, that they did not insist that hearings be held.", "6. On 31 March, the Secretary to the Commission transmitted to the Registrar the Delegates’ memorial, adding that they too considered that no purpose would be served by hearings.", "7. On the same day, the President directed that the Agent of the Government should have until 30 April to reply to the Delegates’ memorial. On 3 May, he extended this time-limit to 31 May.", "The Government’s reply was received at the registry on 17 May.", "8. Mr. F. Gölcüklü, a substitute judge, took the place of Mr. R. Ryssdal, who was prevented from taking part in the consideration of the case (Rules 22 § 1 and 24 § 1 of the Rules of Court)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}