{"ITEMID": "001-82973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF LEBEDEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed (non-exhaustion of domestic remedies, victim);Violation of Art. 5-1;Violation of Art. 5-3;Violations of Art. 5-4;No violation of Art. 34;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1956 and is currently serving a prison sentence in the penitentiary institution FGU IK-3, situated in the Kharp township of the Yamalo-Nenetskiy Region.", "7. At the time of the events described below the applicant was one of the leading executives of Yukos, a large oil company. On 20 June 2003 a public prosecutor opened an investigation on suspicion of fraud committed in the course of the privatisation of a State-owned company in 1994 by a group of top managers of Yukos and affiliated companies. In the following months some of them were arrested and charged, including Mr Khodorkovskiy, the former head of Yukos; others, in fear of prosecution, left Russia.", "8. On 2 July 2003 the applicant was admitted to a hospital in connection with his chronic diseases. On the same day, while in the hospital, the applicant was arrested by the prosecuting authorities as a suspect in the above criminal case. He was taken from there to a pre-trial detention centre.", "9. On 3 July 2003 the prosecution charged the applicant and two other persons with fraud and non-compliance with a court order. The prosecution asserted that in 1994 the applicant had deceived the State: he had bought a stake in a large mining company at a privatisation tender, but had not made a return investment in the company even though that was an obligation for the winning bidder. Furthermore, the applicant had later disobeyed a judgment ordering him to return the stake in the company to the State.", "10. The applicant’s lawyers objected to the arrest and maintained that the applicant’s detention was incompatible with his state of health. On the same day, 3 July 2003, the prosecution requested the Basmanniy District Court of Moscow to remand the applicant in custody.", "11. The detention hearing was supposed to start on 3 July 2003 at 4.30 p.m. The applicant asked the court to adjourn the hearing in order to allow his lawyers to participate in it. The court dismissed this request on the ground that the lawyers had been properly informed about the detention hearing two hours before but had failed to appear. The court decided to hear the detention request in private.", "12. According to the applicant’s lawyers, they learned about the time of the detention hearing one hour and forty minutes before it began. When they arrived at the courthouse they could not participate in the hearing because the judge had locked the room and refused to open it.", "13. Having heard the applicant and the prosecution, the court decided to detain the applicant. The court decision did not specify the period of detention. With regard to the absence of the lawyers from the hearing, the court noted as follows:", "“The court finds unfounded and cannot accept [the applicant’s] motion to adjourn [the decision] until [his lawyers] may take part in the proceedings. The documents submitted by the investigating authorities prove that [the lawyers] were informed about the time and place of the hearing in advance, namely at 2.52 p.m. on 3 July 2003 [they] were informed that at 4.30 p.m. on 3 July 2003 [the Basmanniy District Court] would examine [the investigating officer’s request for a detention order]. In reality, the hearing ... began at 5.50 p.m. on 3 July 2003, but [the lawyers] have still not arrived, nor have they presented valid reasons for their absence...”", "14. The defence appealed against the detention order, but on 23 July 2003 the Moscow City Court upheld it. The applicant’s lawyers were present at the appeal court hearing; the applicant was absent. In the hearing the prosecution submitted additional evidence in favour of the applicant’s detention. The appeal court gave the following reasons for its decision:", "“[The prosecution has submitted] evidence that [the applicant] has three travel passports, that most of [his] money has been [converted into] foreign currency and is deposited in foreign ... bank accounts, that he has real estate abroad, and that his main business is located outside Russia. In the hearing [the applicant’s] lawyers did not contest this evidence. [This evidence], together with the fact that [the applicant] heads several commercial banks and maintains international links, supports the [first-instance] court’s conclusion that [the applicant], if he remains at large, may abscond from the investigation and trial, influence ... witnesses, destroy evidence, and otherwise obstruct the proceedings....”", "Furthermore, the court of appeal found that the applicant’s lawyers had been properly informed about the time of the hearing in the District Court but failed to appear in time. The court noted that the applicant’s lawyers had been notified about the hearing in the General Prosecutor’s office situated a short distance away from the building of the Basmanniy District Court. The defence lawyers had had three hours to get there, but had failed to appear in time. Consequently, the judge had had every reason not to let them in “because when they arrived at the court the hearing had already started and it was closed to those who were not participating in it”.", "15. On 20 August 2003 the investigation ended. On 22 August 2003 the applicant and his lawyers began to study the prosecution files.", "16. The prosecution requested the Basmanniy District Court to extend the applicant’s detention three times to let him study the prosecution files. On 28 August 2003 the court extended the detention until 30 October 2003. The defence lodged an appeal against this decision which was dismissed on 15 October 2003 by the Moscow City Court.", "17. On 28 October 2003 the court extended the detention until 30 December 2003. An appeal by the defence against this detention order was dismissed on 23 December 2003 by the Moscow City Court.", "18. On 26 December 2003 the court extended the detention until 30 March 2004. The court repeated the reasons for detention, formulated in the detention order of 3 July 2003. The hearing of 26 December 2003 was held in private.", "19. On 30 December 2003 the applicant’s lawyer, and on 9 January 2004 the applicant himself, lodged summary appeals against the decision of 26 December 2003. According to the Government the record of the hearing of 26 December 2003 was signed on 5 January 2004. However, it was not until 14 January 2004 that the applicant’s lawyers obtained it from the registry. The applicant asserted that the record was deposited with the registry of the Basmanniy District Court only three weeks after the hearing. According to the Government, on 22 January 2004 the court received comments on the record of the hearing from the applicant’s lawyer; on the same day it dismissed those comments, confirming the accuracy of the hearing record. On 23 January 2004 the applicant’s lawyer, and on 5 February 2004 the applicant himself, lodged reasoned appeals against the decision of 26 December 2003. The reasoned appeals reached the court on 6 February 2004. On 9 February 2004 the Moscow City Court upheld the decision of 26 December 2003.", "20. After the applicant had finished studying the prosecution files, on 26 March 2004 the prosecution submitted the case to the Meschanskiy District Court of Moscow for trial.", "21. On 6 April 2004 the Meschanskiy District Court set a preliminary hearing for 15 April 2004 and decided that meanwhile the applicant should stay in detention. No reasons were given for that decision. It appears that the applicant was absent from this hearing; however, his lawyer was present.", "22. On 12 April 2004 the applicant’s lawyer lodged, by post, an appeal against this decision arguing that the court had failed to hear the applicant and to cite any reasons for the detention.", "23. On 15 April 2004 the applicant’s lawyer asked the court to release the applicant because no court decision had authorised his detention from 30 March 2004, when the detention had expired, to 6 April 2004, when the court had accepted the case for trial. On the same day, 15 April 2004, the court rejected this request because the prosecution had submitted the case for trial in time, and because from that moment the court had jurisdiction over the applicant (перечисление за судом). The court also decided that the applicant should remain in detention during the trial. In support of that decision the court relied on the reasons stated in the detention orders of 2003. Both the applicant and his lawyers were present at the hearing of 15 April 2004.", "24. On 22 April 2004 the Moscow City Court received the applicant’s lawyer’s appeal against the decision of 6 April 2004, sent by post (see paragraph 22 above). On 26 April 2004 the court sent it to the prosecution for comment. On 14 May 2004 the court received the memoranda from the prosecution and the civil plaintiffs. On 20 May 2004 the memoranda were received by the defence. On an unspecified date the court set a hearing for 27 May 2004. On 26 May 2004 the applicant’s lawyer lodged an additional appeal. The court sent the additional appeal to the prosecution for comment. Having received the comments, the court set a hearing for 9 June 2004.", "25. On 8 June 2004 the Meschanskiy District Court conducted a preliminary hearing into the criminal case of Mr Khodorkovskiy and Mr Kraynov, the applicant’s co-defendants. In the course of that hearing the court decided to join the applicant’s case to his co-defendants’ cases, assigned the case for trial and confirmed that the applicant should remain in detention. The court also decided that the trial would be public. The applicant and his lawyers were absent from that hearing, whereas the prosecution was there.", "26. On 9 June 2004 the Moscow City Court rejected the appeals against the Meschanskiy District Court’s decisions of 6 and 15 April 2004. The City Court confirmed the lawfulness of the applicant’s detention between 30 March and 6 April 2004; it also decided that the decisions of 6 and 15 April 2004 had been lawful.", "27. On 29 July 2004 the Moscow City Court rejected the appeal against the decision of 8 June 2004. The applicant’s lawyers participated in the appeal hearing, but the applicant was not there. The City Court held that the Meschanskiy District Court’s decision extending the detention had been in conformity with the provisions of the Code of Criminal Procedure and had been based on the material in the case file. Further, the City Court obtained a medical certificate concerning Mr Lebedev from the prison doctor, who described the applicant’s state of health as “satisfactory”. The court of appeal concluded that the applicant should remain in detention during the trial.", "28. At the hearing on 10 September 2004 the prosecutor asked the court to extend the applicant’s detention on remand until 26 December 2004, since the previous detention order would expire on 26 September 2004. The defence objected but the court granted the motion and extended the applicant’s detention on remand as requested. The reasons given by the District Court in its decision of 10 September repeated the reasons stated in the decision of 15 April 2004 (see paragraph 23 above). On several occasions in the following months the applicant’s detention was prolonged by the Meschanskiy District Court.", "29. On 16 May 2005 the Meschanskiy District Court convicted the applicant and sentenced him to nine years’ imprisonment.", "30. On 4 December 2003 and 22 March 2004 Mr Baru, the applicant’s lawyer, visited the applicant in prison. During the visit the applicant gave him notes concerning the trial. As Mr Baru was leaving, guards stopped him and confiscated the notes. Later the prosecution returned the notes.", "31. On 22 March 2004 Ms Liptser, the applicant’s other lawyer, was appointed to represent the applicant before the Court. On 23 March 2004 she tried to visit the applicant in prison. However, the prison administration refused the visit because Ms Liptser had no authority to represent the applicant before the domestic courts. In the following days Ms Liptser was denied access to her client; however, according to the register kept by the detention facility and produced by the Government, the applicant had meetings with his other lawyers. In particular, Mr Baru visited him on 30 March, 1 and 2 April 2004, and 5 to 9 April 2004. On 12 April 2004 Ms Liptser received the appropriate authority and was allowed to visit the applicant. Later she complained about those facts to the Preobrazhenskiy District Court, but on 26 April 2004 the court ruled that it did not have jurisdiction to examine this complaint. In aggregate, within the period under consideration, the applicant had about 20 meetings with Ms Liptser.", "32. Article 22 part 2 of the Constitution of the Russian Federation provides that detention should be authorised by a court order. Detention without a court order is permitted only for up to 48 hours.", "33. The Code of Criminal Procedure of 2001 provides:", "“1. Pre-trial detention as a measure of restraint shall be applied by a court only where it is impossible to apply a different, less severe, precautionary measure...", "...", "3. When the need arises to apply detention as a measure of restraint ... the investigating officer should request the court accordingly...", "4. [The request] should be examined by a single judge of a district court ... with the participation of the suspect or the accused, the public prosecutor and the defender, if one takes part in the proceedings. [The request should be examined] at the place of the preliminary investigation, or of the detention, within 8 hours of the receipt of the [request] to the court.... The non-justified absence of the parties, who were notified about the time of the hearing in good time, should not prevent [the court] from considering the request [for detention], except for the cases of absence of the accused person.", "...", "7. Having examined the request [for detention], the judge should take one of the following decisions:", "1) to apply pre-trial detention as a measure of restraint in respect of the accused;", "2) to dismiss the request [for detention];", "3) to adjourn the examination of the request for up to 72 hours so that the requesting party can produce additional evidence in support of the request.”", "“1. A period of detention during the investigation of criminal offences may not last longer than two months.", "2. If it is impossible to complete the preliminary investigation within two months and if there are no grounds for modification or cancellation of the preventive measure this time-limit may be extended by up to six months by a judge of a district or garrison court of the relevant level according to the procedure provided in Article 108 of the present Code. A further extension of this term up to 12 months may be effected in respect of persons accused of committing grave or particularly grave criminal offences only in cases of special complexity of the criminal case, and provided there are grounds for application of this preventive measure, by a judge of the same court upon application of the investigator, filed with the consent of a prosecutor of a subject of the Russian Federation or a military prosecutor of equal status.", "3. A term of detention may be extended beyond 12 months and up to 18 months only in exceptional cases and in respect of persons accused of committing grave or particularly grave criminal offences by [a judge] on application by an investigator filed with the consent of the Prosecutor General of the Russian Federation or his deputy.", "4. Further extension of the time-limit shall not be allowed. ...”", "“1. A preventive measure must be cancelled when it ceases to be necessary, or else changed into a stricter or a milder one if the grounds for application of a preventive measure ... change.", "2. The cancellation or modification of a preventive measure should be effected by an order of the person carrying out the inquiry, the investigator, the prosecutor or the judge or by a court decision.", "3. A preventive measure applied at the pre-trial stage by the prosecutor or by the investigator or the inquirer upon his written instructions may be cancelled or changed only with the prosecutor’s approval.”", "“Actions (omissions) and decisions of the agency conducting the inquiry, the inquirer, the investigator, the prosecutor and the court may be appealed against according to the procedure provided in the present Code by the participants in the criminal proceedings and by other persons to the extent that the procedural actions carried out and procedural decisions taken affect their interests.”", "“1. When a criminal case is submitted [to the court], the judge must decide as follows: either", "(i) to forward the case to an [appropriate] jurisdiction; or,", "(ii) to hold a preliminary hearing; or,", "(iii) to hold a hearing.", "2. The judge’s decision shall take the form of a resolution...", "3. The decision shall be taken within 30 days of the submission of the case to the court. If the accused is detained, the judge must take the decision within 14 days of the submission of the case to the court...”", "“Where a criminal case is submitted for trial, the judge must ascertain the following points in respect of each accused:", "(i) whether the court has jurisdiction to deal with the case;", "(ii) whether copies of the indictment have been served;", "(iii) whether the measure of restraint should be lifted or changed;", "(iv) whether the motions filed should be granted ...”", "“1. When there are no grounds to take one of the decisions described in subparagraphs (i) or (ii) of the first paragraph of Article 227, the judge should assign the case for trial ... In the resolution ... the judge should decide on the following matters:", "...", "(vi) on the measure of restraint, except for the cases when detention on remand or house arrest are chosen...”", "“1. During the trial the court may order, change, or lift a precautionary measure in respect of the accused.", "2. If the defendant has been detained before the trial, his detention may not exceed six months from the moment the court receives the case for trial to the time when the court delivers the sentence, with exceptions provided by § 3 of this Article.", "3. The court [...] may extend the accused’s detention on remand. It is possible to extend detention only in respect of a defendant charged with serious crimes or especially serious crimes, and each time for a period of up to 3 months...”", "Article 259. The hearing record", "“1. During the hearing a record must be kept. ...", "6. The hearing record must be made and signed by the presiding judge and the secretary of the court within 3 days after the hearing. ...”", "Article 376. Setting the case down for the appeal hearing", "“1. Having received the criminal case with the points of appeal ..., the judge must fix the date, time and venue of the [appeal] hearing.", "2. The parties must be notified about the date, time and venue [of the appeal hearing] no later than fourteen days before it. The court shall decide whether the convicted detainee should be summoned to the hearing.", "3. A convicted detainee who has expressed a wish to be present [at the appeal hearing] shall have the right to be present personally or to submit his arguments by video link. The court shall decide in what form the participation of the convicted person in the hearing is to be secured. ...”", "34. On 22 March 2005 the Constitutional Court of the Russian Federation adopted Ruling no. 4-P on the complaint lodged by a group of individuals, including the applicant. They complained about the de facto extension of their detention after their case files had been sent by the prosecution authorities to the respective trial courts. The Court found that the provisions of the Code challenged by the applicant and other claimants complied with the Constitution of the Russian Federation. However, their practical interpretation by the courts might have contradicted their constitutional meaning. In part 3.2. of the Ruling the Constitutional Court held:", "“The second part of Article 22 of the Constitution of the Russian Federation provides that ... detention is permitted only on the basis of a court order ... Consequently, if the term of detention, as defined in the court order, expires, the court must decide on the extension of the detention, otherwise the accused person must be released...", "These rules are common for all stages of criminal proceedings, and also cover the transition from one stage to another. ... The transition of the case to another stage does not automatically put an end to the measure of restraint applied at previous stages.", "Therefore, when the case is transmitted by the prosecution to the trial court, the measure of restraint applied at the pre-trial stage ... may continue to apply until the expiry of the term for which it has been set in the respective court decision [imposing it]...", "[Under Articles 227 and 228 of the Code of Criminal Procedure] a judge, after having received the criminal case concerning a detained defendant, should, within 14 days, set a hearing and establish “whether the measure of restraint applied should be lifted or changed”. This wording implies that the decision to detain the accused or extend his detention, taken at the pre-trial stage, may stand after the completion of the pre-trial investigation and transmittal of the case to the court, only until the end of the term for which the measure of restraint has been set.", "The prosecution, in its turn, when approving the bill of indictment and transferring the case file to the court, should check whether the term of detention has not expired and whether it is sufficient to allow the judge to take a decision [on further detention of the accused pending trial]. If by the time of transfer of the case file to the court this term has expired, or if it appears to be insufficient to allow the judge to take a decision [on detention], the prosecutor, applying Articles 108 and 109 of the Code of Criminal Proceedings, [must] ask the court to extend the period of detention.”", "“Since deprivation of liberty ... is permissible only pursuant to a court decision, taken at a hearing ... under the condition that a detainee has been provided an opportunity to submit his arguments to the court, the prohibition on issuing a detention order ... without a hearing should apply to all court decisions, whether they concern the initial imposition of this measure of restraint, or its confirmation.”", "“Article 376 of the Code of Criminal Procedure regulating the presence of a defendant remanded in custody before the appeal court... cannot be read as depriving the defendant held in custody... of the right to express his opinion to the appeal court, by way of his personal attendance at the hearing or by other lawful means, on matters relating to the examination of his complaint about a judicial decision affecting his constitutional rights and freedoms...”", "36. Article 72 §§ 3 and 4 of the Criminal Code of 1996 provide that the time spent by the accused person in pre-trial detention and detention pending trial is included in the duration of the deprivation of liberty pursuant to the conviction."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}