{"ITEMID": "001-95835", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ŞENTÜRK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1958 and lives in Karacabey.", "5. On 17 October 1996 the applicant was taken into police custody on suspicion of armed robbery and murder. On 27 October 1996 he was placed in detention on remand. On 4 November 1996 the public prosecutor initiated criminal proceedings against the applicant in the Bursa Assize Court. On 27 November 1997 the applicant was released pending trial. Subsequently, on 29 June 2001 the Bursa Assize Court acquitted the applicant of the charges against him and this judgment was upheld by the Court of Cassation on 19 March 2002.", "6. On 5 August 2002 the applicant applied to the Bursa Assize Court, seeking compensation for both non-pecuniary and pecuniary damage pursuant to Law no. 466 pertaining to the payment of compensation to persons unlawfully arrested or detained.", "7. On 23 January 2003 the Bursa Assize Court awarded the applicant 358,071,000 Turkish liras (TRL) for pecuniary damage and TRL 3,000,000,000 for non-pecuniary damage. It also decided that no default interest should be applied.", "8. On 31 March 2004 the Court of Cassation upheld this judgment.", "9. On 26 April 2004 the applicant applied to the Bursa Enforcement Office and requested the payment of TRL 6,022,015,000, including interest running from the date of the judgment. On 10 August 2004 the Treasury objected to the interest rate, but paid the amount of TRL 5,727,000,000 which was not in dispute. Following the objection of the Treasury, proceedings commenced before the Bursa Enforcement Court to determine the exact amount and interest rate to be paid by the Treasury. On 26 October 2004 the Bursa Enforcement Court dismissed the objection of the Treasury. Subsequently, on 25 February 2005 the Court of Cassation quashed the judgment, holding that the interest rate should be calculated on the basis of that laid down in the Budget Law. The case was then remitted to the Enforcement Court. Following a re-examination of the case, and based on an expert report, on 10 June 2005 the Enforcement Court ordered an additional payment of TRL 479,450,000 to the applicant. This amount was paid in August 2005. Consequently, the domestic authorities had applied an interest rate of 50% per annum between 23 January 2003 and 1 January 2004, and 15% per annum as from 1 January 2004."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}