{"ITEMID": "001-57447", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF BOZANO v. FRANCE (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 14 March 1985. It originated in an application (no. 9990/82) against the Republic of France lodged with the Commission on 30 March 1982 by Mr. Lorenzo Bozano, an Italian national.", "2. In its judgment of 18 December 1986, the Court held that there had been a violation of Article 5 § 1 (art. 5-1) of the Convention. The applicant's deprivation of liberty in the night of 26-27 October 1979, while the police were forcibly conveying him by car from Limoges to the Swiss border, had been neither \"lawful\" nor compatible with the \"right to security of person\"; it \"amounted in fact to a disguised form of extradition designed to circumvent the negative ruling of 15 May 1979\" by the appropriate court \"and not to 'detention' necessary in the ordinary course of 'action ... taken with a view to deportation'\" (Series A no. 111, pp. 22-27 and 29, §§ 53-60 of the reasons and point 4 of the operative provisions).", "There remains only to be settled, in part, the question of the application of Article 50 (art. 50) in the present case. As regards the facts, reference should be made to the judgment previously cited (pp. 8-16, §§ 11-37), and the Court will confine itself here to giving a few essential particulars.", "3. The applicant was extradited to Italy from Switzerland on 18 June 1980 and is now on the island of Elba serving a sentence of life imprisonment passed on him in absentia by the Genoa Assize Court of Appeal on 22 May 1975 (ibid., pp. 9 and 12, §§ 14 and 27).", "Through his counsel, Mr. Bozano asked the Court, in his main submission, to recommend the French Government (\"the Government\") to approach the Italian authorities through diplomatic channels, with a view to securing either a presidential pardon or a reopening of the criminal proceedings taken against him; he also sought, for his wife and himself, compensation for material and non-material damage - assessed at more than 3,300,000 French francs (FF) - allegedly sustained by them as a result of the detention already undergone and, \"if the Court disallowed their main claim ..., compensation - in excess of 17,000,000 FF - for future material and non-material damage in respect of the years still to be spent in prison by him\", and \"144,000 FF in respect of the costs of the proceedings, less the sums paid in legal aid by the Commission and the Court\" (ibid., p. 28, §§ 65-66).", "In the judgment of 18 December the Court rejected, firstly, the applicant's main claim, as being unconnected with the subject-matter of the dispute, and, secondly, the claims made on Mrs. Bozano's behalf, as she did not have the standing of an applicant (ibid., pp. 28-30, §§ 65-66 of the reasons and point 7 of the operative provisions). The Court reserved the remainder of the question of awarding just satisfaction, ruling that it was not ready for decision, and it invited the Government to submit their observations in writing within two months and, in particular, to notify the Court of any agreement they might reach with the applicant (ibid., pp. 29-30, § 66 in fine of the reasons and point 8 of the operative provisions).", "4. All attempts at reaching such an agreement having failed, the Registrar received pleadings from the Government, the lawyers for the applicant and the Delegate of the Commission on 23 February, 23 March and 11 May 1987 respectively.", "5. At the final deliberations on 27 November 1987, Mrs. D. Bindschedler-Robert and Mr. F. Gölcüklü, substitute judges, replaced Mr. Cremona and Mr. Gersing, who were unable to attend (Rules 22 § 1 and 24 § 1 of the Rules of Court). The Court decided that in the circumstances there was no need to hold a hearing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}