{"ITEMID": "001-57544", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1968, "DOCNAME": "CASE OF NEUMEISTER v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Just satisfaction reserved", "JUDGES": "", "TEXT": ["1. The object of the request of the Commission and the Application of the Government is that the Neumeister case should be referred to the Court, so that the latter may decide whether or not the facts indicate, on the part of the Republic of Austria, a violation of the obligations incumbent upon it under Articles 5 (3) and (4) and 6 (1) (art. 5-3, art. 5-4, art. 6-1) of the Convention.", "2. The facts of the case, as they appear from the Report of the Commission, the memorials, documents and evidence supplied, and the oral statements of the respective representatives of the Commission and the Government may be summarised as follows:", "3. Mr. Fritz Neumeister, an Austrian citizen born on 19 May 1922, is resident at Vienna where he was formerly the owner and director of a large transport firm, the \"Internationales Transportkontor\" or \"ITEKA\", which employed some two hundred persons.", "4. On 11 August 1959, the Vienna Public Prosecution (Staatsanwaltschaft) requested the Regional Criminal Court (Landesgericht für Strafsachen) of that city to open a preliminary investigation (Voruntersuchung), together with their immediate arrest, against five persons including Lothar Rafael, Herbert Huber and Franz Schmuckerschlag, and an enquiry (Vorerhebungen) concerning Fritz Neumeister and three other persons.", "On the previous day, the Revenue Office of the First District of Vienna had denounced (Anzeige) the parties in question before the Public Prosecution; it suspected some of having defrauded the exchequer by improperly obtaining, between the years 1952 and 1958, \"reimbursement\" which was designed to assist exports (Ausfuhrhändlervergütung and Ausfuhrvergütung) of more than 54.500,000 schillings in turnover tax (Umsatzsteuer), the others - Neumeister in particular - of having been involved in these transactions as accomplices (als Mitschuldige).", "In Austria, an act of this kind constitutes not merely a simple taxation offence but rather fraud (Betrug) within the meaning of Section 197 of the Austrian Criminal Code. By the terms of Section 200, fraud becomes a felony (Verbrechen) if the amount of loss caused for the sum fraudulently obtained exceeds 1,500 schillings. The punishment incurred is \"severe imprisonment\" of from five to ten years if this amount exceeds 10,000 schillings, if the offender has shown \"exceptional audacity or cunning\" or if he has made a habit of defrauding. (Section 203). These two amounts have since been altered: they are now 2,500 and 25,000 schillings respectively.", "5. In conformity with the provisions of Austrian law (ständige Geschäftsverteilung) the conduct of the investigation and of the enquiry instigated by the Public Prosecution was automatically assigned, on 17 August 1959, to the investigating Judge, Dr. Leonhard, who had already, since 13 February 1959, been working on another large case involving fraud, the Stögmüller case.", "6. On 21 January 1960, Neumeister appeared for the first time as a suspect (\"Verdächtiger\", in the Austrian sense of the word), before the Investigating Judge. In the course of his interrogation, which lasted for an hour and a quarter, Neumeister became aware of the above-mentioned steps taken by the Public Prosecution; he protested his innocence, a position from which, it would seem, he has never since wavered.", "7. At the request of the Vienna Public Prosecution (22 February 1961), the Investigating Judge decided on 23 February 1961 to open a preliminary investigation concerning Neumeister’s activities and ordered that Neumeister be taken into detention on remand (Untersuchungshaft).", "In consequence Neumeister was, on the following day, placed in detention on remand in connection with the case involving Rafael and associates (24 a Vr 6101/59). At the same time he was notified of his provisional release in a case involving customs frauds (No. 6 b Vr 8622/60) in respect of which he had been detained for some three weeks. This other case is not in issue before the European Court of Human Rights; it ended with the acquittal of the eight accused on 29 March 1963 before the Regional Criminal Court of Vienna, this judgment being confirmed on 14 April 1964 by the Austrian Supreme Court (Oberster Gerichtshof).", "During his detention the applicant was interrogated as an accused (\"Beschuldigter\", in the Austrian sense of this word) on 27 February, 2 March, 18 to 21 April and 24 April 1961. From the sixty-seven pages of minutes, it appears that the Investigating Judge informed him in detail of the statements concerning him made by several co-accused, including Franz Scherzer, Walter Vollmann (former director of the Iteka branch at Salzburg), Leopold Brunner and Lothar Rafael. The last named of these had fled abroad but had written a letter of more than thirty pages to the Court in which he heavily implicated Neumeister. The Applicant explained his conduct in detail; the interrogation generally took place in the presence of an inspector of taxes (Finanzoberrevisor), Mr. Besau.", "8. On 12 May 1961, Neumeister was provisionally released on parole: he gave the solemn undertaking (Gelöbnis) provided for by Section 191 of the Code of Criminal Procedure but was not required to deposit security. The Public Prosecution unsuccessfully challenged this decision before the Vienna Court of Appeal (Oberlandesgericht).", "9. After his release, the Applicant resumed his professional activities. In the course of the trial concerning the alleged customs frauds (6 b Vr 8622/60) he had been obliged to sell the ITEKA company, seemingly at an extremely low price - about 700,000 schillings payable in forty-eight monthly instalments - but he established a small transport company, the Scherzinger company, with three employees.", "In July 1961 Neumeister visited Finland, with the authorisation of the Investigating Judge, for a holiday with his wife and their three children. At the beginning of February 1962 he made a trip to the Saar for several days, again with the permission of this Judge. He asserts that throughout the period, which lasted until his second arrest (12 July 1962; para. 12 infra), he often visited the Investigating Judge of his own free will.", "10. Lothar Rafael was arrested at Paderborn (Federal Republic of Germany) on 22 June 1961 and was extradited to Austria on 21 December 1961, the Minister of Justice of North-Rhine Westphalia having acceded to the request of the Austrian authorities for Rafael’s extradition.", "In January 1962, lengthy interrogations of Rafael were conducted by the Vienna Economic Police (Wirtschaftspolizei), during which the former levelled grave accusations against Neumeister.", "11. Neumeister informed the Investigating Judge in the Spring of 1962 that he wished to visit Finland again to spend a holiday with his family during the month of July. The Investigating Judge raised no objections at that time. He is said later to have warned the Applicant that he would probably be confronted with Rafael in June but that it would in no way be necessary for him to give up his plans for a holiday abroad.", "On 3rd, 4th, 5th and 6th July 1962, Neumeister was interrogated by the Investigating Judge in the presence of the inspector of taxes, Mr. Besau. On being informed of the statements relating to him made by various witnesses and accused, in particular those made by Rafael in January 1962, he strenuously contested them. Fifty pages of minutes were noted on this occasion.", "The confrontation between Neumeister and Rafael took place before the Vienna Economic Police on 10 and 11 July 1962. It appears from the twenty-two pages of minutes that Neumeister persisted in his denials.", "On the morning of 12 July, the Investigating Judge informed Neumeister that his departure for Finland, planned for 15 July, met with the opposition of the Public Prosecution. When heard as a witness, on 7 July 1965, by a Sub-Commission of the European Commission of Human Rights, he gave the following fuller particulars on this point:", "\"What I am going to say now is rather more difficult for me. My own intuition convinced me that Mr. Neumeister would come back from his trip to Finland. Mr. President, members of the Commission, you know that a judge cannot let himself be ruled only by intuition; he must be guided solely by the law. Since no treaty on judicial assistance or extradition exists as such between Austria and Finland, the law obliged me not to yield to my intuition that Neumeister would return. I know that I said to Mr. Neumeister then: ‘My feeling tells me that you will come back; but I cannot personally give you permission without the approval of the prosecuting authority’. This approval was then refused.\"", "The Applicant, for his part, alleged before the Sub-Commission that the Investigating Judge had given him permission to go to Finland despite the wish of the Public Prosecution that he should not.", "12. Be this as it may, on the same day, 12 July 1961, at the request of the Public Prosecution, the Investigating Judge ordered Neumeister’s arrest.", "The warrant (Haftbefehl) indicated first that Neumeister was suspected of having committed, between 1952 and 1957 and in consort with Lothar Rafael and other suspects, a series of fraudulent transactions which had caused the State a loss of some ten million schillings. It added that Neumeister, being fully aware of the charges assembled against him since his release (12 May 1961), must anticipate a heavy punishment; that his former employee, Walter Vollmann, for whom the results of the investigation had been less heavily incriminating, had nevertheless evaded prosecution by absconding; that the recent interrogations of the Applicant and his confrontation with Rafael had shown to him beyond any doubt that he would now be obliged to relinquish his attitude of total denial; that he intended to take his holidays abroad and that the withdrawal of his passport would not have offered an adequate safeguard, the possession of this document no longer being necessary for the crossing of certain frontiers.", "From these various circumstances the warrant deduced that there existed, in the case, a danger of flight (Fluchtgefahr), within the meaning of Section 175 (1) (2) of the Code of Criminal Procedure.", "Neumeister was arrested on the afternoon of 12 July 1962 near to his office. He immediately requested the elder of his daughters, Maria Neumeister, to cancel by telegram the tickets which he had booked for the crossing of the Baltic. He stated to the police officers who were sent to take him into custody that it had been his intention to visit the Public Prosecutor’s Office the following day with a view to seeking authorisation for his departure for Finland on Monday, 16 July.", "On 13 July 1962 Neumeister appeared for a few moments before the Investigating Judge who informed him that he was being placed in detention on remand (Section 176 (1) of the Code of Criminal Procedure).", "13. On 23 July 1962, the applicant lodged his first appeal against the order of arrest of 12 July 1962. Emphasising that his firm, his home and his family were in Vienna, he stated that there were no grounds for believing in the reality of a danger of flight and that if he had wished to abscond he could easily have done so before.", "The Judges’ Chamber (Ratskammer) of the Regional Criminal Court of Vienna dismissed the appeal on 31 July 1962 for reasons similar to those set out in the order in dispute. In particular it laid great weight on the statements of Rafael which, in its opinion, had definitely worsened Neumeister’s position.", "The Applicant challenged this decision on 4 August 1962. He maintained that Section 175 (1) (2) of the Code of Criminal Procedure required a \"danger of flight\" and not merely a \"possibility of flight\", that the presence of such a danger must be determined in the light of concrete facts and that the possibility of a heavy sentence was not a sufficient ground to assume danger of flight. It referred to a judgment of the Constitutional Court (Verfassungsgerichtshof) of 8 March 1961 (Official Collection of the Decisions of this Court, 1961, pages 80-82).", "The Court of Appeal (Oberlandesgericht) of Vienna dismissed the appeal (Beschwerde) on 10 September 1962. While endorsing the reasoning of the Judges’ Chamber, it added that Neumeister knew perfectly well that the charges weighing upon him had become more serious after 12 May 1961, that he must expect a heavy sentence in view of the enormity of the loss caused, and that according to a police report of 12 July 1962 he had carried out preparations for a journey abroad and had not abandoned them although the competent Investigating Judge had expressly refused the necessary authorisation. In these circumstances the Court was of the opinion that a danger of flight must be deemed to exist.", "14. Neumeister filed a second request for provisional release on 26 October 1962. While once again endeavouring to prove the absence of a danger of flight, he offered for the first time, as a subsidiary request, a bank guarantee of 200,000 or, at the most, 250,000 schillings (Section 192 of the Code of Criminal Procedure).", "The Judges’ Chamber rejected the request on 27 December 1962. Recalling that Neumeister faced a punishment of from five to ten years’ severe imprisonment (Section 203 of the Criminal Code) and that he was answerable for a loss of about 6,750,000 schillings, it took the view that the deposit of security would not be sufficient to dispel the danger of flight and that it was therefore unnecessary to examine the amount of the security proposed.", "Neumeister challenged this decision on 15 January 1963. In addition to the arguments expounded in his request of 23 July 1962 and in his appeal of 4 August 1962, he pointed out:", "- that the amount of the loss wrongfully attributed to him in his view, had decreased considerably, from more than forty million schillings (24 February 1961) to a little more than eleven and a half million (12 May 1961) and was later to fall to 6,748,510 schillings (decision of 27 December 1962);", "- that certain persons detained in connection with other more important cases had recovered their freedom against the deposit of security;", "- that he had never sought to abscond, for instance between his release (12 May 1961) and his second arrest (12 July 1962), and, more especially, by taking advantage of his stay in Finland;", "- that only a few hours had elapsed between his appearance before the Investigating Judge, on the morning of 12 July 1962 and his arrest;", "- that this brief interval of time had not left him any real possibility of annulling the preparations for his journey, preparations which in any case he did not wish to forgo without attempting one last approach to the Public Prosecution;", "- that he had already undergone more than nine months’ detention on remand (24 February 1961-12 May 1961 and 12 July 1962-15 January 1963), another factor which, in his opinion, argued against the danger of flight;", "- that all his professional and family interests were centred around Vienna where, moreover, his wife had just opened a ladies’ ready-made dress shop.", "The Court of Appeal of Vienna rejected the appeal on 19 February 1963. Referring to its decision of 10 September 1962, it observed that the situation had not changed in a way favourable to Neumeister since then. It was true that the amount of loss attributed to him had diminished, but this sum did not include that for which he might be held responsible in a case concerning the sham export of machines (Kreisverkehr der Textilien der Firma Benistex). Moreover, it had not decreased to such a point as to be of decisive influence on the sentence which Neumeister would have to anticipate in the event of conviction. From this the Court concluded that the danger of flight remained so great that even the possible supplying of guarantees could not be considered (indiskutabel ist) and that such guarantees could in no way eliminate this danger.", "15. Four weeks earlier, more precisely on 21 January 1963, the Investigating Judge had proceeded to another confrontation between Rafael and Neumeister who had substantially confirmed their respective statements of 10 and 11 July 1962. According to the Applicant the confrontation lasted for about a quarter of an hour. A page and a half of minutes were taken on this occasion.", "16. On 12 July 1963, the same day as that on which he lodged his application with the European Commission of Human Rights, Neumeister filed a third request for provisional release to which he added a supplement on 16 July; he pledged himself to make the solemn undertaking (Gelöbnis) laid down by Section 191 of the Code of Criminal Procedure and once again offered to provide, if need be, a bank guarantee of 200,000 or 250,000 schillings. While reiterating his earlier arguments, he observed:", "- that between his release (12 May 1961) and his second arrest (12 July 1962), he had always held himself at the disposition of the Investigating Judge, had presented himself of his own free will before the latter on five or six occasions to obtain information concerning the progress of the investigation and had informed him as far back as March 1962 of his plan to make a journey to Finland;", "- that the Austrian railways had authorised him to construct near the Vienna east railway station, a warehouse worth one and a half million schillings, a project which he had been unable to accomplish because of his imprisonment;", "- that since the imprisonment no new charge had been uncovered against him;", "- that Lothar Rafael, having made a number of confessions (Geständiger), was seeking to improve his own lot by casting his guilt onto others and that his statements were completely uncreditworthy;", "- that after more than one year of detention on remand, the assumption of there existing a danger of flight was no longer plausible.", "The Investigating Judge rejected the request of 23 July 1963. He was of the opinion that the grounds stated in the decisions of 31 July 1962, 10 September 1962, 27 December 1962 and 19 February 1963 retained their relevance and that the documents in the file in substance corroborated Rafael’s accusations against Neumeister.", "The latter then lodged with the Judge’s Chamber of the Regional Criminal Court of Vienna, on 5 August 1963, an appeal in which he restated many of the arguments summarised above to which he added others, in particular the following:", "- considering the size and complexity of the case, the investigation and the subsequent proceedings would seem to be of considerable length with the consequence that the length of the detention on remand, already greater than fourteen months, was in danger of exceeding that of the possible sentence, if remedial measures were not speedily taken;", "- the Investigating Judge had failed to answer several of Neumeister’s arguments and to specify the documents which seemed to him to support Rafael’s statements, which were in any case most likely to be withdrawn sooner or later;", "- the same judge had been in error in minimising the importance of the reduction of the loss attributed to Neumeister, a reduction which might very well continue in the future;", "- he had not based his decision on facts, but merely on presumptions concerning the effects of Rafael’s assertions on Neumeister’s state of mind (Seelenzustand).", "Neumeister further emphasised:", "- that he was prepared to deposit with the court his identity papers and his passport;", "- that he had no means whatsoever of supporting his family abroad;", "- that in any case flight would be senseless for a man of his age, all the more so since, in the case of his being extradited, he ran the risk of not benefiting from the period of his detention on remand being calculated as part of his possible sentence (allusion to Section 55 (a) in fine of the Criminal Code).", "The Judges’ Chamber dismissed the appeal on 8 August 1963. Referring to the decision which was being attacked and to those which had preceded it, in substance it observed:", "- that Rafael’s statements were confirmed by a number of factors (originals of letters, accountable receipts, statements of account, witnesses’ testimony, etc.);", "- that the confrontation between Rafael and Neumeister in July 1962 had considerably worsened the latter’s position and that the Investigating Judge was correct in attaching importance to the effects which it could not fail to have upon the morale of the Applicant;", "- that, in these circumstances, the possible supplying of guarantees could not be considered (indiskutabel ist) and could in no way eliminate the danger of flight.", "On 20 August 1963, Neumeister lodged an appeal against this decision with the Vienna Court of Appeal. His complaints were substantially the same as those which he had formulated on 5 August 1963. He also charged the Judges’ Chamber with not having specified the contents of the documents supposed to corroborate Rafael’s accusations, with having ignored the question of whether he, Neumeister, was aware of these documents, and with having overlooked the fact that more than six months had passed since the last decision of the Court of Appeal (19 February 1963). He also pointed out that he could easily have absconded, had he so wished, in the interval between his confrontation with Rafael and his arrest.", "The Court of Appeal was not called upon to decide the question, however: Neumeister withdrew his appeal on 11 September 1963 without giving any reasons for so doing.", "17. On 16 September 1963, Neumeister’s elder daughter filed with the Ministry of Justice a petition which sought her father’s release; she offered security of one million schillings.", "The Vienna Economic Police addressed to the Regional Criminal Court, on 13 November 1963, a confidential report from which it appeared that Maria Neumeister had unsuccessfully sought to obtain part of that sum from a former client of the Iteka and Scherzinger firms.", "18. Some days earlier - on 6 November 1963, two days after the closing of the preliminary investigation (paragraphs 19 and 20 infra) - Dr. Michael Stern, attorney, had made, on Neumeister’s behalf, a fourth request for provisional release. In it, he briefly repeated the arguments developed in the preceding requests, emphasised that the period during which the Applicant had been held on remand was already almost twenty months, and suggested a bank guarantee of one million schillings.", "In the course of the proceedings before the Commission, Neumeister stated that this last offer was made against his wishes as he was not, at that time, in a position to raise a guarantee for such a large sum. By a letter of 14 April 1964, Dr. Stern confirmed that in this matter he had acted on his own initiative. Before the Commission, the Government’s representatives observed that the offer was binding on Neumeister and that the competent courts had no reason to believe that it did not express Neumeister’s own wishes.", "The Investigating Judge rejected the request on 5 December 1963. Referring to the decisions of 31 July 1962, 10 September 1962, 27 December 1962, 19 February 1963 and 8 August 1963, he held that the Applicant had failed to bring forward any facts or arguments which could justify his release.", "Neumeister attacked this decision on 13 December 1963. He once more denied that any danger of flight existed; in his view the Regional Criminal Court of Vienna and the Vienna Court of Appeal had never evaluated correctly the facts which were relevant to this point, had based themselves on vague presumptions rather than solid proof and had mistakenly attached decisive importance to the enormous loss allegedly caused to the State. He complained in particular that the Regional Criminal Court had failed, in its decision of 5 December, to take into account the length of the detention on remand which he had already undergone. In conclusion, the appeal repeated the offer of a bank guarantee of one million schillings.", "The Judges’ Chamber of the Regional Criminal Court of Vienna allowed the appeal on 8 January 1964. It recognised that the Applicant’s arguments carried a certain weight: recalling that Neumeister faced a sentence of five to ten years’ severe imprisonment, it observed that it was uncertain as to whether he would benefit from the law providing for cases involving extenuating circumstances (außerordentliches Milderungsrecht, Section 265 (a) of the Code of Criminal Procedure) but that the length of detention on remand would, in all probability, be deducted from the sentence in the event of a conviction (Section 55 (a) of the Criminal Code) and that the inducement to flee was thereby considerably lessened (wesentlich verringert). However it considered that a guarantee of one million schillings was not sufficient to eliminate the danger of flight. On this point it emphasised that Section 192 of the Code of Criminal Procedure stipulates that the amount of bail depends not only on the circumstances of the detainee and on the financial situation of the person providing the security, but also on the consequences of the offence. For these reasons, the Judges’ Chamber ordered Neumeister’s provisional release against security of two million schillings (either in cash or in the form of a bank guarantee) and the voluntary deposit (freiwillige Hinterlegung) of his passport with the Court.", "On 21 January 1964, Dr. Stern lodged, on behalf of Neumeister, an appeal designed to reduce the amount of security stipulated to one million schillings. The substance of his argument was that under Section 192 of the Code of Criminal Procedure, the consequences of an offence should be taken into consideration only after due allowance had been made for the circumstances of the detainee and the financial situation of the guarantor. From this he concluded that in no case should the courts demand a guarantee in excess of the means of the Applicant (Gesuchssteller), with the result that they might, if they so wished, prevent provisional release in a case where the loss was substantial.", "The decision in dispute was partially altered by that of 4 February 1964. After deciding that the appeal concerned solely the amount of the security required, the Vienna Court of Appeal came to the same conclusion as the Judges’ Chamber, to wit that a sum of one million schillings was too small, regard being had to the loss entailed by the acts in respect of which Neumeister was accused. It added that the Applicant most probably possessed far greater assets than the amount offered as bail, thanks to the profit he had made from these same acts. It also observed that he had not specifically claimed that his means would be exhausted by his having to give bail of one million schillings. The Court stated however that it did not have the necessary documents or information available to enable it to consider the amount of bail fixed by the Judges’ Chamber. It therefore remitted the case to the Judges’ Chamber emphasising that it was incumbent upon the latter, in the light of a detailed examination of Neumeister’s circumstances and of the financial situation of the guarantors he could name to fix the bail between the limits of one and two million schillings.", "In a report dated 16 March 1964, drawn up at the request of the Judges’ Chamber, the Economic Police of Vienna expressed the opinion that Neumeister was quite unable to obtain two million schillings. This opinion was based on a number of documents from which it appeared that the Scherzinger firm was hardly in a healthy financial position and on the fact that Maria Neumeister stated that she could procure a guarantee of five hundred thousand schillings.", "The Judges’ Chamber of the Regional Criminal Court of Vienna reached its decision on 31 March 1964, that is, two weeks after the preferment of the indictment (paragraphs 19 and 21 infra). Besides mentioning the report of the Economic Police, it referred to a letter written by Neumeister dated 25 February 1964, according to which a person who wished to remain anonymous had agreed to provide security of one million two hundred and fifty thousand schillings. After adding together this sum and the five hundred thousand schillings offered by Maria Neumeister, the Judges’ Chamber reduced the amount of security required of the Applicant to one million seven hundred and fifty thousand schillings.", "In an appeal dated 20 April 1964, Neumeister requested that the sum should be reduced to one million two hundred and fifty thousand schillings; he maintained that the offer made by his daughter was included within that of the guarantor who did not wish to disclose his identity.", "The Vienna Court of Appeal dismissed the appeal on 20 May 1964. It was of the opinion that the Judges’ Chamber had complied with the decision of 4 February and that the consequences of the offence were of fundamental importance in the application of Section 192 of the Code of Criminal Procedure.", "19. Meanwhile Judge Leonhard had, on 4 November 1963, announced the conclusion of the preliminary investigation and had sent the file to the Public Prosecution (Sections 111-112 of the Code of Criminal Procedure). The file consisted of twenty-one volumes each of about five hundred pages, as well as a considerable number of other documents. On 17 March 1964, the Public Prosecution of Vienna had, for its part, completed the indictment (Anklageschrift) of which Neumeister had been notified on 26 March (Sections 207 and 208 of the Code of Criminal Procedure).", "20. In the execution of his task, the Investigating Judge had been aided by the Economic Police of Vienna, by the taxation department (Inspector Besau), by the Austrian railways and by the postal service administration; nevertheless, he had still encountered considerable difficulties.", "Four of the principal accused, named Lothar Rafael, Herbert Huber, Franz Schmuckerschlag and Walter Vollmann, had fled abroad, the first three at the outset of the enquiries and the last-named after being provisionally released on parole. After rather long proceedings, the Austrian authorities had obtained Rafael’s extradition (21 December 1961) from the Federal Republic of Germany, and Huber’s (27 September 1962) from Switzerland. The Federal Republic of Germany had, however, refused to grant the extradition of Schmuckerschlag as he possessed German, as well as Austrian, nationality. Vollmann has not, up to the present time, been traced.", "To this were added a number of difficulties inherent in the nature, the size and the complexity of the acts complained of. At its outset, the investigation concerned twenty-two persons and twenty-two counts. The prosecution was required to prove, among other things, that the documents concerning the purchase of goods had been falsified, that the value of the exports had been overstated with fraudulent intent, that the recipient firms abroad were either non-existent or ignorant of the whole affair and that the exporters had deposited the proceeds of the sales in Switzerland or Liechtenstein. To achieve this aim it had been necessary to reconstruct many business operations which had taken place over a period of several years, to check the routes followed by one hundred and fifty or one hundred and sixty railway trucks, to study a large number of Revenue Office files, to hear dozens of witnesses, some of whom had to be examined again after Rafael’s extradition, etc. Many of the witnesses lived abroad, for example in the Netherlands, Italy, the United States, Canada, Latin America, Africa and the Near East. The Republic of Austria had therefore been obliged to have recourse to the services of Interpol or to invoke the accords providing for mutual legal assistance which she had concluded with States such as the Netherlands, the Federal Republic of Germany, Italy, Switzerland and Liechtenstein. The enquiries conducted in the Netherlands, the Federal Republic of Germany and in Switzerland had in part taken place in the presence of Austrian officials and especially, as regards those in Switzerland, in the presence of Judge Leonhard, the Investigating Judge. Delays of from six to sixteen months had occurred between the sending of requests for legal assistance and the receipt of the results of the investigations which had taken place in the Netherlands, the Federal Republic of Germany, Italy and Switzerland. At the time of the closing of the investigation the request addressed to Switzerland remained pending on one point, with regard to which no positive result was, in the end, obtained, as the Swiss authorities were of the view (September 1964) that the professional duty of secrecy imposed on the Zurich bankers in question conflicted with the disclosure of the information sought. Liechtenstein’s reply was received in Austria only in June 1964.", "Firms under Soviet administration were also involved, especially at the beginning of the investigation: however, it was impossible to obtain documents from the Soviet Armed Forces Bank through which settlements had been effected.", "The course of the investigation seems to have been slowed down by the refusal of one of the accused - Herbert Huber - to make any statement whatsoever before the Investigating Judge.", "On the other hand, the proceedings relating to certain facts or accused had been severed by reason of their secondary importance (Section 57 (1) of the Code of Criminal Procedure); these seem to have been later abandoned (Section 34 (2) of the same code). At the time of the closure of the preliminary investigation, the number of accused in the case did not exceed ten.", "After 21 January 1963, the date of his last confrontation with Rafael, Neumeister was not heard again by the Investigating Judge who, during the same period, interrogated Rafael twenty-eight times (272 pages of minutes) and five other accused seventeen times in all (119 pages of minutes). According to the minutes of the confrontation of 21 January 1963, another confrontation was planned. It did not take place, however; in the Applicant’s opinion, it was Lothar Rafael’s refusal to participate which prevented this intention being realised.", "21. The indictment of 17 March 1964 was 219 pages long and concerned ten persons, in the following order: Lothar Rafael, Herbert Huber, Franz Scherzer, Fritz Neumeister, Iwan Ackermann, Leopold Brunner, Walter Vollmann, Hermann Fuchshuber, Helmut Dachs and Rudolf Grömmer; it was in no way concerned with the \"Kreisverkehr der Textilien der Firma Benistex\" case which was the object of separate proceedings (paragraph 22 infra).", "For his part, Neumeister was accused of aggravated fraud (Sections 197, 200, 201 (a) and (d) and 203 of the Criminal Code) in ten groups of transactions relating to very different items: toilet soap, tools (cutters and welding bars), ladies’ clothing (nylon stockings, skirts, blouses, etc.), gym shoes, leather and velvet goods, indoor lamps and running gear. The amount of loss for which he was called upon to answer exceeded 5,200,000 schillings. The loss attributed to the Applicant was the fourth highest of the accused, being less than that alleged to be caused by Rafael (more than 35,100,000 schillings), Vollmann (about 31,900,000 schillings), and Huber (about 31,800,000 schillings), but more than that caused by Scherzer (more than 1,400,000 schillings), Brunner (more than 1,250,000 schillings), Dachs (more than 1,100,000 schillings), Ackermann and Grommer (about 200,000 schillings). Some of the dealings did not concern him at all. This was the case, mainly with a large operation involving the export of textiles in which only Rafael, Huber and Vollmann were implicated (more than 25,700,000 schillings, pages 101-170 of the indictment).", "The Public Prosecution requested, inter alia, the opening of the trial before the Regional Criminal Court of Vienna, the calling of thirty-five witnesses and the reading of the affidavits of fifty-seven more.", "22. On 3 June 1964, the Vienna Public Prosecution informed the Judges’ Chamber of the Regional Criminal Court that it was provisionally discontinuing the proceedings against Neumeister in the \"Kreisverkehr der Textilien der Firma Benistex\" case, although reserving the right to resume them at a later date (Section 34 (2), paragraph (1), of the Code of Criminal Procedure). At the time of the laying of the indictment, the Public Prosecution had prevailed upon the Court to sever these proceedings which had subsequently been dealt with separately (26 d VR 2407/64).", "On the same day, the Judges’ Chamber, stating that the total loss imputed to Neumeister had been reduced by more than four million schillings, decided to reduce to one million schillings - either in cash or in the form of a banker’s guarantee - the amount of security required for the release of the Applicant.", "On 13 August 1964, Neumeister informed the Judges’ Chamber that his daughter, Maria Neumeister and another named person were prepared to stand surety for him (Bürgen), the former putting up 850,000 schillings and the latter 150,000. The persons concerned confirmed this on the following day. After carrying out a check on their solvency (Tauglichkeit), the Judges’ Chamber accepted their offer on 16 September 1964. Some hours later the Applicant made the solemn undertaking provided for by Section 191 of the Code of Criminal Procedure, deposited his passport with the Court in conformity with the decision of 8 January 1964, which, on this point, was still in force, and was set at liberty.", "23. The various decisions concerning Neumeister’s detention on remand were all reached in accordance with Sections 113 (2) (first instance) and 114 (2) (appeal) of the Code of Criminal Procedure, at the end of a hearing not open to the public in the course of which the Public Prosecution was heard in the absence of the Applicant and his legal representative (in nichtöffentlicher Sitzung nach Anhörung der Staatsanwaltschaft bzw. der Oberstaatsanwaltschaft).", "24. On 9 October 1964, the date for the opening of the trial (Hauptverhandlung) was fixed for 9 November.", "On 18 June 1965, after one hundred and two days of the hearing, the Regional Criminal Court of Vienna, constituted as a mixed lay and legal court (Schöffengericht), postponed the completion of the trial indefinitely so that the investigation might be completed. Having received a number of requests from the Public Prosecution and from some of the accused including Neumeister, it gave effect to several of them and ex officio called for certain additional measures of investigation to be taken. Herbert Huber’s attitude seems to have played a major part in making this supplementary investigation necessary: whereas during the preliminary investigation he had maintained a strict silence, he explained his conduct in detail before the judges; according to Neumeister, Huber’s statements were favourable to him while highly incriminating as regards Rafael. The Court nevertheless indicated that, in its opinion, some of the new enquiries and hearings of witnesses ordered by it should have been conducted earlier during the preliminary investigation.", "25. In February and July 1965, Neumeister made the journey to Strasbourg with the permission of the Regional Court, in connection with the application filed by him before the European Commission of Human Rights. His passport is said to have been restored to him some days before the second of these journeys.", "26. The additional investigation could not be conducted by Judge Leonhard who had appeared before the Court as a witness, (Section 68 of the Code of Criminal Procedure): it fell to his permanent substitute. It lasted for more than two years and was not therefore completed until after the adoption, on 27 May 1966, of the Commission’s Report. The Investigating Judge examined numerous witnesses including Alfred Neumeister, the Applicant’s brother (13 December 1966), had experts’ reports drawn up, had resort to the services of the Exchequer, the Vienna Economic Police, and the police, the Post Office, Interpol, Swiss and German authorities, etc. The accused do not seem to have been examined again.", "On 8 March 1966, the Regional Criminal Court of Vienna informed Neumeister that a decision of the same day had, in pursuance of Section 109 of the Code of Criminal Procedure, discontinued (eingestellt) the proceedings instituted against him in respect of two of the counts. The amount of the loss imputed to the defendant was reduced by about 370,000 schillings.", "27. The trial was resumed before the Regional Criminal Court of Vienna on 4 December 1967. According to the information supplied to the Court by the Government, it should last for between four and six months.", "28. In his application instituting proceedings of July 1963 (No. 1936/63), the text of which was produced by the Commission at the request of the Court, Neumeister claimed:", "- that he had been arrested and detained without there being \"reasonable suspicion\" of his having committed an offence and without there being grounds for it to be \"reasonably considered necessary\" to prevent his fleeing (Article 5 (1) (c) of the Convention) (art. 5-1-c);", "- that he had reason to doubt the impartiality of those persons who were competent both to pronounce upon his continued detention and also to conduct the investigation (Article 6 (1)) (art. 6-1);", "- that the procedure followed in the examination of his requests for provisional release did not conform with the requirements of Articles 5 (4) and 6 (1) and (3) (b) and (c) (art. 5-4, art. 6-1, art. 6-3-b, art. 6-3-c) (\"equality of arms\"; Waffengleichheit);", "- that he had been neither brought to trial \"within a reasonable time\" nor released pending trial. On this point, the Applicant in particular alleged that the Investigating Judge, who was required to deal simultaneously with several important cases, was no longer able to accomplish his task \"within a reasonable time\" within the meaning of Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1) of the Convention.", "Neumeister complained, inter alia, of the decisions given some months earlier by the Judges’ Chamber of the Regional Criminal Court of Vienna and by the Court of Appeal.", "In the course of a hearing before the Commission, the Applicant’s lawyer also invoked Article 5 (2) (art. 5-2) of the Convention, affirming that his client had not been informed in detail and in writing of the charges against him.", "The Commission decided upon the admissibility of the Application on 6 July 1964. It rejected, on the grounds of their being manifestly ill-founded, the complaints based on paragraphs 1 (c) and 2 of Article 5 (art. 5-1-c, art. 5-2) of the Convention, but declared the Application admissible in so far as it was based on Articles 5 (3), 5 (4) and 6 (1) (art. 5-3, art. 5-4, art. 6-1) (\"reasonable time\" and \"equality of arms\"); it did not consider it necessary to pronounce upon the alleged violation of Article 6 (3) (art. 6-3) as the Applicant had not pursued this point.", "29. Following the decision declaring admissible a part of the Application, a Sub-Commission ascertained the facts of the case and unsuccessfully sought a friendly settlement (Articles 28 and 29 of the Convention) (art. 28, art. 29).", "30. Invoking Article 5 (3) (art. 5-3), the Applicant maintained before the Commission and the Sub-Commission that his detention on remand had lasted longer than was reasonable. In support of his contention he repeated many of the arguments he had put forward before the Investigating Judge, the Judges’ Chamber and the Court of Appeal of Vienna (see above). He also claimed that his second detention could be justified neither by the statements made about him by Lothar Rafael early in 1962 nor by the fact that Walter Vollmann had absconded; in particular he pointed out that Rafael’s extradition (on 21 December 1961) had taken place more than six months before his own re-arrest (on 12 July 1962). According to the Applicant the position seemed in fact to be very much more in his favour at the time he lodged his Application (on 12 July 1963) than when he was first released (on 12 May 1961), this being due largely to his acquittal on 29 March 1963 in the Customs fraud case and the substantial reduction in the amount of the loss for which he was said to be responsible in the case against Rafael and others. The competent legal authorities were said to have disregarded this change for the better by prohibiting the Applicant from going to Finland again, by ordering his arrest and by refusing for a long time to release him either on parole, as in 1961, or even against adequate security. Neumeister also complained that they had delayed in obtaining information on his means before fixing the amount of bail; he maintained that Article 5 (3) (art. 5-3) in fine of the Convention precluded the stipulation of such a large amount of bail that the prisoner’s release became impossible in practice. He further alleged - while protesting his innocence - that the length of his detention was out of proportion to the sentence he could expect if he were convicted: according to him, the sentence could not exceed twenty months, or at the most two years on the extreme hypothesis that the principal accused, Lothar Rafael, received the maximum provided by law. Without disputing the difficulties of the investigation, Neumeister remarked that the most complicated part of it concerned a textiles case with which he had nothing whatever to do; he added that the Investigating Judge had not heard him since 21 January 1963. His detention on remand was said to have caused him grave moral harm and material loss and greatly hampered the preparation of his defence.", "In his original application in July 1963, Neumeister affirmed that the Investigating Judge, having to deal simultaneously with several large cases, including that of Stögmüller, was unable to complete his task within a reasonable time as provided in Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1). Neumeister does not appear to have invoked the latter provision subsequently on the point in question.", "Lastly, according to the Applicant, the procedure in Austria for considering applications for release pending trial (Sections 113 (2) and 114 (2) of the Code of Criminal Procedure) is not in accordance with the principle of \"equality of arms\" (Waffengleichheit) safeguarded by Article 6 (1) (art. 6-1) of the Convention. Here Neumeister referred to the opinions expressed by the Commission in the Pataki and Dunshirn cases (Applications 596/59 and 789/60). He also maintained that a judicial organ that followed the procedure in question could not pass for a \"court\" within the meaning of Article 5 (4) (art. 5-4).", "31. After the failure of the attempt to arrange a friendly settlement made by the Sub-Commission, the plenary Commission drew up a report as required by Article 31 (art. 31) of the Convention. The Report was adopted on 27 May 1966 and transmitted to the Committee of Ministers of the Council of Europe on 17 August 1966. The Commission expressed therein the following opinion which it later confirmed before the Court:", "(a) by eleven votes against one vote: the detention of the Applicant lasted beyond a \"reasonable time\", with the consequence that there was, in the case, a violation of Article 5 (3) (art. 5-3) of the Convention;", "(b) by six votes against six votes with the President’s casting vote (Rule 29 (3) of the Rules of Procedure of the Commission): Neumeister’s case was not heard \"within a reasonable time\" within the meaning of Article 6 (1) (art. 6-1);", "(c) by eight votes against two votes, with two abstentions: the proceedings regarding the Applicant’s release complied with Articles 5 (4) and 6 (1) (art. 5-4, art. 6-1).", "The Report contains several individual opinions, some concurring, some dissenting.", "Arguments of the Commission and the Government", "1. In the Commission’s view, Article 5 (3) (art. 5-3) of the Convention secures the right of every person detained in accordance with Article 5 (1) (c) (art. 5-1-c) either to release pending trial or to trial within a reasonable time. If a person detained on remand is provisionally released, then Article 5 (3) (art. 5-3) is thereby complied with as regards the future; if he is not released, he must be tried within a reasonable time. The Commission infers that detention must not be prolonged beyond a reasonable period. The most important problem, then, is said to be to interpret the words \"reasonable time\". The Commission finds the term vague and lacking in precision; thus its exact significance can be judged only in the light of the facts of the case, not \"in abstracto\".", "2. In order to facilitate such evaluation, the Commission believes that it is in general necessary to examine an individual case according to the following seven \"criteria\", \"factors\" or \"elements\":", "(i) The actual length of detention. The Commission does not mean by this to set an \"absolute time-limit\" to the length of detention. Neither is it a question of measuring the length of detention by itself; it is simply a matter of using it as one of the criteria for determining whether that length is reasonable or unreasonable.", "(ii) The length of detention in relation to the nature of the offence, the penalty prescribed and to be expected in the event of conviction and national legislation on the deduction of the period of detention from any sentence passed. The Commission points out that the length of detention may vary according to the nature of the offence, the penalty prescribed and the likely penalty. Nevertheless, it considers that, in judging the relationship between the penalty and the length of detention, account must be taken of the principle of presumption of innocence laid down in Article 6 (2) (art. 6-2) of the Convention. If the period of detention were too similar in length to the sentence to be expected in case of conviction, the principle of presumption of innocence would not be entirely observed.", "(iii) The material, moral or other effects of detention upon the detained person beyond what are the normal consequences of detention.", "(iv) The conduct of the accused:", "(a) Did he contribute to the delay or expedition of the investigation or trial?", "(b) Were proceedings delayed by applications for release pending trial, appeals or other remedies?", "(c) Did he request release on bail or offer other guarantees to appear for trial?", "On this point the Commission considers that an accused who refuses to co-operate with the investigating organs or who uses the remedies open to him is thereby merely availing himself of his rights and should therefore not be penalised for doing so unless he acts in an abusive spirit or to an exaggerated extent.", "With regard to the conduct of the other accused, the Commission hesitates to accept that this can justify any prolongation of an individual’s detention.", "(v) The difficulties in the investigation of the case (its complexity in respect of the facts or the number of witnesses or accused, the need to obtain evidence abroad, etc.).", "(vi) The manner in which the investigation was conducted:", "(a) the system of investigation applicable;", "(b) the conduct of the investigation by the authorities (their diligence in dealing with the case and the manner in which they organised the investigation).", "(vii) The conduct of the judicial authorities:", "(a) in dealing with applications for release pending trial;", "(b) in completing the trial.", "3. The Commission considers that a rational plan of this kind makes it possible to arrive at \"a coherent interpretation without any appearance of arbitrariness\". It also remarks that the opinion to be formulated in a particular dispute will be the result of an assessment of all the factors. It may in fact happen that the application of some criteria will tend to lead to the conclusion that a period of detention was reasonable, whereas other criteria will suggest the opposite and still others will not clearly point either way. The overall conclusion is said then to depend on the relative value and importance of the various factors; this does not rule out the possibility that one of them alone may carry decisive weight in some circumstances.", "The Commission adds that in the above criteria it has tried to cover all the situations of fact that habitually arise in cases concerning detention on remand, but that the list drawn up by it is by no means exhaustive as exceptional situations may justify the use of other criteria.", "4. In the present case the Commission has applied the seven criteria in finding the facts and in evaluating them from the legal point of view; some of the facts seem to it to be relevant in relation to several criteria.", "5. In the Commission’s view, application of the first criterion points to the conclusion that the length of Neumeister’s detention was excessive.", "The Commission considers that the six-months time-limit stipulated in Article 26 (art. 26) in fine of the Convention precludes it from expressing any opinion on whether the length of the Applicant’s first period of detention - two months and seventeen days (24 February - 12 May 1961) - was \"reasonable\". On the other hand, it has considered the entire period of twenty-six months and four days that elapsed between 12 July 1962, when Neumeister was re-arrested, and 16 September 1964, when he regained his freedom.", "To the Government’s contention that the only relevant period of detention is that previous to the filing of the Application (12 July 1963) the Commission replies that its work would be defeated if, in a case like this one, where there is a continuing situation, it were not competent to consider new facts subsequent to the filing of an application - which facts could just as easily be favourable to the respondent State.", "6. In the Commission’s view, the second criterion by its very nature relates to the situation facing national authorities at the time of detention; thus it cannot be applied in retrospect, i.e. in the light of the sentence passed by the trial judge.", "Attempting to form a \"tentative opinion\" of the sentence to be expected by the Applicant in case of conviction, the Commission observes that:", "- section 203 of the Criminal Code provides for a sentence of five to ten years’ penal servitude;", "- the parties argued before it whether there was any proportion between the sentences that might be imposed and the damage caused by each of the accused in this case; but it does not propose to express any opinion on the matter;", "- Austrian legislation allows the courts to pass sentences lower than the usual minimum, provided there are extenuating circumstances.", "In view more particularly of this last possibility, of which Austrian courts are said to make plentiful use in practice, the Commission considers that the length of Neumeister’s detention is close to the likely sentence in case of conviction. It also observes that under Section 55 (a) of the Austrian Criminal Code, the period of detention is as a rule to be counted as part of the sentence. However, the Commission does not view this as a factor likely to affect the judgment, in the light of the second criterion, as to whether the length of detention is reasonable; in this connection it stresses the uncertainty in which the prisoner has to live pending judgment.", "All in all, therefore, application of the second criterion is thought to indicate that the Applicant’s detention lasted longer than was reasonable.", "7. The third criterion is said to point the same way, since Neumeister suffered professionally and financially to an unusual degree as a result of his detention.", "8. With regard to the fourth criterion, the Commission finds that the Applicant does not appear to have prolonged the investigation unduly by his attitude. Of course he did not help shorten it, either, since he continually protested his innocence, but in doing so he was entirely within his rights. Neither does the Commission consider that the fact that he lodged a series of applications and availed himself of other remedies, in accordance with the law, indicates any intention on his part to delay proceedings abusively. His actions may, to be sure, have interrupted or slowed down the work of the Investigating Judge and the Public Prosecution by obliging them to forward the case record to the competent courts, but the Commission points out that there are in such cases technical means of ensuring uninterrupted work on the prosecution - for instance by making copies of the necessary documents.", "9. In the Commission’s view, the case in question was an exceedingly complicated one by reason of the nature, range and multiplicity of the transactions in question, their foreign ramifications and the number of accused and witnesses. Thus the fifth criterion would seem to justify a long period of detention. The Commission thinks however that the continued holding of Neumeister in detention cannot be explained by the difficulties of the preliminary investigation after it had been closed on 4 November 1963.", "10. With regard to the sixth criterion, the Commission begins by analysing the provisions of Austrian law governing the preliminary investigation, in particular the distribution of cases among examining judges (Sections 83 (2) and 87 (3) of the Constitution, Section 18 of the Code of Criminal Procedure, Section 4 (2) of the \"Gerichtsverfassungsnovelle\" and Sections 17-19 of the \"Geschäftsordnung für die Gerichtshöfe Erster und Zweiter Instanz\"); it then examines the course of the investigation of the Applicant’s case. It does not find that the competent organs neglected their duties or in any other similar way prolonged Neumeister’s detention, but it considers that the working of the system in force caused certain delays, since the Investigating Judge had to deal with several very bulky and complicated cases at the same time. The Commission remarks that it has experienced some difficulty in finding out whether the allocation of cases can under Austrian law be changed once the annual distribution has been established. It points out that, while the Government denies that this can be done, the judge responsible for investigating the Matznetter case, which is also pending before the Court, was temporarily relieved of other cases. However, the Commission does not think it necessary to go further into the question: it is a general principle of international law that a State cannot invoke its own legislation to justify failure to fulfil its treaty obligations. The Commission therefore sees no reason to investigate whether the delays it has found to have occurred are the result of a legal obstacle or of failure to apply clauses by which they could have been avoided.", "In short, consideration of the facts in the light of the sixth criterion is said to suggest that the length of Neumeister’s detention was excessive. It is true that, at the hearing in February 1968, the Government’s representatives gave the Court further details of the steps taken to relieve the burden on the Investigating Judge (cf. infra). The Commission’s answer is that those details would have caused it to amplify its Report somewhat if it had had them then; but that they are not of such a nature as to upset its conclusion.", "11. The Commission considers that the conduct of the judicial authorities in connection with Neumeister’s applications for release pending trial (first part of the seventh criterion) is open to differing evaluations. It therefore finds it hard to state with certainty whether or not an examination of this factor leads to the conclusion that the length of detention exceeded reasonable bounds.", "The Commission does not in any case accept the Government’s argument (cf. infra) that Neumeister forfeited his right to \"trial within a reasonable time\" on the day the Judge’s Chamber of the Regional Criminal Court of Vienna first agreed in principle to release him on bail (8 January 1964). It asserts that the second sentence of Article 5 (3) (art. 5-3) of the Convention affords the Contracting States a middle way between continuing detention and outright release, but it does not consider that resort to that solution gives a Government an excuse for keeping in detention indefinitely a person who refuses to provide the security demanded, especially if he is in no position to do so: otherwise a Government could easily evade its obligations by requiring excessive guarantees.", "The Commission adds that the second part of the seventh criterion (the conduct of the judicial authorities in completing the trial) is inapplicable here in connection with Article 5 (3) (art. 5-3), since Neumeister was released before the trial opened.", "12. In the light of an overall evaluation of these various factors, the Commission concludes, by eleven votes to one, that Article 5 (3) (art. 5-3) has been violated. It does not state the exact date on which it considers the violation to have begun: it thinks that its task was solely to give an opinion on whether or not the period of Neumeister’s detention was reasonable.", "13. In the Commission’s view, the problem of the \"time\" stipulated in Article 6 (1) (art. 6-1) of the Convention is different from the problem under Article 5 (3) (art. 5-3), for the relevance of the former Article does not depend on the fact of detention.", "In a criminal case the period in question is thought by the Commission to date from the day on which the suspicion against a person begins to have substantial repercussions on his situation. In the present case, the Commission, by seven votes to five, has taken this to be the day of Neumeister’s first interrogation by the Investigating Judge (21 January 1960) - not, for instance, the date on which the charge was preferred (17 March 1964).", "The Commission furthermore considers, by nine votes to three, that the \"time\" referred to in Article 6 (art. 6) does not end with the opening of the trial or the hearing of the accused by the trial court (cf. the words \"entendue\" and \"hearing\") but, at the very least, with the \"determination\" by the court of first instance \"of any criminal charge against him\" (\"... décidera ... du bien-fondé de toute accusation\") - which has not yet come about in this case. The Commission does not think it necessary in the present instance to consider here whether this \"time\" would also include appeal proceedings, if any.", "For the purpose of determining whether a period of time is \"reasonable\" the Commission considers that several of the criteria it applies in connection with Article 5 (3) (art. 5-3) (the first, fourth, fifth, sixth and both parts of the seventh) also have a bearing, mutatis mutandis, on Article 6 (1) (art. 6-1).", "The Commission holds, in short, by six votes - including its President’s casting vote - to six, that Neumeister was not heard within a reasonable time and that Article 6 (1) (art. 6-1) has thus not been observed in this respect. It does not attach great weight to the fact that Neumeister hardly complained at all on this score: it believes that it is competent to consider any point of law that seems to it to arise from the facts of an application, and if necessary to do so in relation to an article of the Convention not expressly invoked by the Applicant; this is said to be borne out by its previous practice and by Rule 41 (1) (d) of its Rules of Procedure.", "14. In the Commission’s view, the procedure in Austria for considering applications for release pending trial lies outside the scope of Article 6 (1) (art. 6-1) of the Convention, for it is concerned with the determination neither of a \"criminal charge\" (unanimous vote) nor of \"civil rights and obligations\" (seven votes to five). Unlike the Government (see below), the Commission does not think that Article 6 (art. 6) leaves it to the municipal law of each Contracting State to define the words quoted above. However, it does not feel able to interpret them broadly enough to cover the procedure in question. With the intention of explaining its views on the autonomous concept of \"civil rights and obligations\", it refers in particular to the \"travaux préparatoires\" on the Convention and its own earlier rulings.", "The Commission thinks it can be maintained that Article 5 (4) (art. 5-4) of the Convention, in stipulating that the lawfulness of detention shall be decided by a court, demands respect for certain fundamental principles. However, it does not find the procedure laid down in Sections 113 and 114 of the Austrian Code of Criminal Procedure to be contrary to that requirement (seven votes to five).", "The Commission concludes, by eight votes to two with two abstentions, that the proceedings on Neumeister’s release involved no violation of either Article 5 (4) (art. 5-4) or Article 6 (1) (art. 6-1).", "15. The Commission draws the Court’s attention to the individual opinions - some concurring and some dissenting - expressed in its Report by certain of its members with regard to the various questions that arise in this case.", "16. At the hearing of 12 February 1968, the Commission made the following submissions:", "\"May it please the Court:", "To decide:", "(1) Whether or not Article 5 (3) (art. 5-3) of the Convention has been violated by the detention of Fritz Neumeister from 12 July 1962 to 16 September 1964.", "(2) Whether or not Article 6 (1) (art. 6-1) of the Convention has been violated by the non-completion of the criminal proceedings instituted against Fritz Neumeister as from 21 January 1960 when he was first heard by the Investigating Judge as being suspected of the criminal offences concerned, or from any later date.", "(3) Whether or not Article 6 (1) (art. 6-1) or Article 5 (4) (art. 5-4), or the two provisions combined, have been violated by the procedure followed under Sections 113 and 114 of the Austrian Code of Criminal Procedure with respect to appeals lodged by Fritz Neumeister against his detention pending trial.\"", "17. According to the Government the Commission’s opinion, as expressed in its Report, that the Republic of Austria has violated Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1) in Neumeister’s case is based on faulty fact-finding and an erroneous interpretation of the Convention.", "18. With regard to the interpretation of Article 5 (3) (art. 5-3) and its application to the present case, the Government contests first of all the method adopted by the Commission. The literal meaning of the word \"reasonable\" (\"raisonnable\") is said to show clearly that the question whether the length of detention on remand was excessive can on the basis of a set of preconceived \"criteria\", \"elements\" or \"factors\". It is maintained that this opinion is in accordance with the Commission’s previous practice and the intentions of the drafters of Article 5 (3) (art. 5-3). The Government moreover thinks that the system of criminal procedure of the State concerned is of great importance in this context. In its view, the authors of the Convention were convinced that the two systems of criminal procedure - the Anglo-American and the Continental - in force in the member States of the Council of Europe were entirely in harmony with the Convention, despite the profound differences between them. The Government deduces that Article 5 (3) (art. 5-3) is not to be considered from the angle of just one given legal system. It is said to follow that an examination of whether or not the length of a detention pending trial was \"reasonable\" must never ignore the \"common standard\" of that legal system to which the High Contracting Party concerned belongs. According to the Government, a decision that the Convention was not respected in Neumeister’s case would mean indirectly that the Austrian law of criminal procedure is not in accordance with the principles of the Convention, whereas in fact it is very similar to that of most other countries on the continent of Europe.", "The Government also complains that the Commission’s fact-finding was carried out in the light of the criteria chosen by itself. It maintains that the Commission, starting from a preconceived legal position, based its opinion not on all the facts of the case but only on those facts which it needed to answer certain questions on which it considered the solution to the legal problem to depend. In so doing it failed to establish or evaluate several important facts.", "19. The Government also set against the Commission’s reasoning the following considerations, which are said to demonstrate the absence of any violation of Article 5 (3) (art. 5-3).", "20. To the first of the seven \"criteria\", namely the actual length of detention, the Government raises objections of principle. In its opinion, this \"criterion\" tends to bring into the Convention an absolute limit on the length of detention on remand, which is precisely what the Contracting Parties sought to avoid by using the words \"reasonable time\". Moreover, on closer examination, it is not a true criterion, for it prejudges the conclusion to which the other criteria are supposed to lead. In any case, the Commission did not adopt it in its previous decisions.", "The Government furthermore considers that the Application is concerned only with the period spent by Neumeister in detention before he lodged his Application with the Commission (12 July 1963). By taking into account the period of time up to his release pending trial (16 September 1964) the Commission is said to have exceeded the competence conferred upon it by Articles 24-31 of the Convention (art. 24, art. 25, art. 26, art. 27, art. 28, art. 29, art. 30, art. 31).", "As a subsidiary argument the Government submits that the period subsequent to 8 January 1964, when the Judges’ Chamber for the first time agreed in principle to release Neumeister on bail, cannot be taken into consideration. In its view such an offer of release meets the requirements of Article 5 (3) (art. 5-3). If an individual, either because he does not agree to provide, or is unable to provide, the guarantee demanded, does not avail himself of the offer, then, in the Government’s view, he forfeits the right to trial within a reasonable time. Besides, Article 5 (3) (art. 5-3) contains no express provision against demanding \"excessive\" guarantees from detainees; it follows that the drafters of the Convention did not intend to place any obligation on States in this respect.", "21. Neither does the Government share the opinion expressed by the Commission with regard to the second criterion. In applying it the Commission is said to have engaged in speculation on the sentence likely to be passed on the Applicant - unavoidably, since he has not yet been convicted. This speculation, it is argued, is based both on an erroneous evaluation of those facts that are considered established and also on faulty fact-finding. Thus the assumption that an Austrian court has the option of passing a sentence below the legal minimum where there are extenuating circumstances is inaccurate in the unconditional form the Commission allegedly gives to it. Section 265 (a) of the Code of Criminal Procedure, which is relevant here, only applies in the exceptional case of a conjunction of very important and predominant extenuating circumstances. In order to establish the facts objectively and completely the Commission should, in the Government’s view, have taken into consideration the practice of the Austrian courts, which, it is said, are not in the habit of passing sentences appreciably lighter than the legal minimum in cases of damage amounting to several million schillings. Furthermore the Government points out that the Austrian Criminal Code also lays down a number of aggravating circumstances in Sections 43-45. Lastly, a purely mathematical calculation relating the sentence to the amount of damage for which the accused is responsible would in the Government’s view have unacceptable consequences.", "22. The third criterion, too, is said to be ill-suited to consideration of the present case: it introduces differential treatment in the application of the provisions of law relating to release pending trial, a result which is incompatible with the principle of equality before the law enshrined in Section 7 of the Austrian Constitution and Article 7 of the Universal Declaration of Human Rights.", "Moreover, in order to apply the criterion it would be necessary to establish exactly what effect detention had had on Neumeister’s life. The Commission is said to have neglected to do this. It has not put forward any arguments in support of its conclusion that the deterioration in the Applicant’s financial position was mainly or entirely due to his detention; in this respect it has merely cited his unsubstantiated statements and an isolated passage from a decision of the Judges’ Chamber of the Regional Criminal Court of Vienna. Similarly, the Commission is said not to have given any details of the difficulties which Neumeister claims to have encountered in preparing his defence. More generally, it has lost sight of the fact that any detention necessarily entails hardships for the detained person.", "23. According to the Government, in connection with the fourth criterion, the Commission has presented no more than part of the result of its investigations, without mentioning in particular certain facts of which it was aware and which, properly viewed, would have cast a different light on the Applicant’s conduct.", "The Commission is said to have made the mistake of applying the fourth criterion from a subjective angle, forgetting that the attitude of an accused during proceedings is an objective factor. It is true that Neumeister did not try to slow down the proceedings by his appeals. Nevertheless, they did cause delays, since on each occasion the record had to be handed over to the competent authorities. Moreover, Neumeister is said to have done nothing to speed up the proceedings. On the contrary, he did not give an accurate account of his part in the transactions in question.", "The Government lastly points out that, although the fourth criterion also covers the conduct of other accused persons, the Commission has considered the Applicant’s behaviour in isolation. The Government holds that if several persons suspected of complicity are prosecuted simultaneously, each must bear the consequences of the others’ actions. It therefore complains that the Commission has considered the prosecution of the Applicant separately from the rest of the case, whereas the Investigating Judge, when giving evidence before it as a witness, stated that the reason why he had not investigated Neumeister’s case separately was that some of the offences with which he was charged were inextricably bound up with the activities of the other accused. According to the Government the Commission would, if its fact-finding had been complete and correct and its application of the criterion legally accurate, necessarily have expressed the opinion that the length of detention had been reasonable.", "24. On the fifth criterion, the Government agrees with the Commission’s conclusion. It considers however that the Commission has not taken sufficiently into consideration the difficulties inherent in the criminal proceedings in question (statement of the facts, paragraph 20). It recalls that it was necessary to seek judicial assistance abroad and to request the extradition of several accused. Because of the size and complexity of the transactions in dispute the enquiries and interrogations conducted outside Austria took a long time and in some cases required the personal participation of the Investigating Judge. Moreover, in some of the countries approached, especially Switzerland, the request for legal assistance raised legal problems, the solution of which also caused loss of time. The Commission’s report is said not to mention these facts, without which neither the complexity of the case nor the obstacles encountered by the Investigating Judge can be properly assessed. The Government lastly regrets that here, too, the Commission has taken into consideration only the number of other accused, not their conduct during the proceedings.", "25. With regard to the sixth criterion the facts found by the Commission are said to be inadequate to justify its conclusion.", "In the first place, the Commission is thought to have underestimated the part played by the preliminary investigation in Austrian criminal procedure. The Government points out that the object of the \"Voruntersuchung\" is to establish the material facts. It follows that in complicated and difficult criminal cases a fairly long preliminary investigation and thus a fairly long detention on remand are often inevitable.", "The Commission is also said not to have evaluated the facts of the case properly. It has, it is argued, worked on the assumption that it would have been possible to release the Investigating Judge from all other work so that he could devote himself solely to the investigation of the Applicant’s case. But under Austrian legislation (Section 87 (3) of the Constitution, Section 18 of the Code of Criminal Procedure, Section 34 (1) of the Judicature Act and Section 17 (5) of the Rules adopted by the Ministry of Justice for courts of first and second Instance) the allocation of criminal cases cannot be changed in the course of a year just because one judge is overworked. However, the Government points out that the Presiding Judge and the \"Staff Chamber\" (Personalsenat) of the Regional Criminal Court of Vienna, anxious to lighten the burden on the Investigating Judge, on many occasions allotted to other judges cases that normally should have gone to him, taking full advantage of the law in force for that purpose (between 1 and 30 June 1959, between 1 December 1960 and 31 May 1961, between 18 September 1961 and 31 July 1962, between 1 October and 31 December 1962 and between 15 May and 30 September 1963). The Investigating Judge, when heard by the Commission as a witness, in fact stated that if he had not had to deal with several cases at the same time, the investigation of the Neumeister case would have been shortened but that the time saved would have been so minimal as to be hardly worth mentioning.", "In considering the attitude of the authorities responsible for the investigation the Commission is said to have based its findings on the evidence of the Investigating Judge by itself, without subsequently evaluating it from a legal point of view. In the Government’s opinion, such an evaluation would have shown that the Judge and his assistants had acted with the necessary care and diligence even although some delay was inevitable, since two of the main accused had escaped abroad and it was necessary to issue international \"wanted\" notices in order to locate them.", "In general terms the Government considers that no effort was spared to hasten the investigation. It points out that the prosecutions relating to certain acts or accused were severed or dropped under Sections 57 (1) and 34 (2) of the Code of Criminal Procedure. It thinks that nothing more could have been done in this respect than was done. In its view, the various offences in dispute were so closely inter-related that it was not possible to dissociate Neumeister’s case from the cases of the other accused. Moreover, to have done so would have been contrary to the legal principle of connexity (Section 56 (1) of the Code of Criminal Procedure) and would in fact have delayed the proceedings, for the Court would have been obliged to compare the allegations of all the accused in order to check their veracity.", "26. With regard to the seventh criterion the Government states that it is in no position to furnish any critical comment: it complains that the Commission has completely failed to state the conclusions it draws from the facts it considers to have found in its Report.", "In particular, the Government maintains that the decision of 8 January 1964, making the Applicant’s release subject to guarantees of two million schillings was entirely in accordance with Article 5 (3) (art. 5-3) of the Convention, since there was a danger that he would abscond and since he had probably enriched himself considerably as a result of the offences with which he is charged.", "According to the Government the Commission could not have failed, if it had correctly evaluated the relevant facts, to recognise that the period of detention in dispute was reasonable.", "27. From the foregoing, the Government concludes that, even if the method chosen by the Commission is used, no violation of Article 5 (3) (art. 5-3) can be detected in this case, for the arguments suggesting that the period of detention was reasonable far outweigh those to the contrary. This is said to be particularly true of criteria 4, 5 and 6, the decisive ones in this case.", "The Government expresses surprise that the Commission has not stated on what date it thinks the length of Neumeister’s detention to have become excessive.", "28. In the Government’s view, the Commission has exceeded its competence in considering whether or not Neumeister was heard within a \"reasonable time\" as required by Article 6 (1) (art. 6-1) of the Convention. The Applicant is said to have made no complaint in this respect and the problem in question to have played no part at the hearing in July 1964 on the admissibility of the Application.", "Moreover, the Government considers that the words \"reasonable time\" mean the same thing in both Articles in which they appear, namely Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1).", "The time to be considered in connection with Article 6 (1) (art. 6-1) is said to have begun not with Neumeister’s first interrogation by the Investigating Judge (on 21 January 1960) but only when the indictment was preferred (on 17 March 1964). The terms \"criminal charge\" and \"accusation\" are in fact said to refer, in both the Continental and the Anglo-American systems, to the legal act of requesting the Court to rule on whether the allegation that an individual has committed a punishable offence is well-founded. The Government remarks that under the Austrian Code of Criminal Procedure, only a person against whom an \"Anklage\" has been filed is entitled to a hearing before an independent tribunal. In its view adoption of the Commission’s interpretation of the point would have results incompatible with the aims of the Convention: the effect would be to prevent the cessation of prosecution before the trial was opened, whereas several national legal systems, in particular Sections 90, 189 and 227 of the Austrian Code of Criminal Procedure, allow this. Such an interpretation would also conflict with paragraphs 3 (a) and 2 of Article 6 (art. 6-3-a, art. 6-2): it is difficult to see how a person against whom a mere enquiry or preliminary investigation (Vorverhandlungen) is opened can be informed in detail \"of the nature and cause of the accusation against him\"; as for the principle of presumption of innocence, it is said to apply solely to an individual against whom a criminal charge within the meaning of Article 6 (1) (art. 6-1) has been brought - as indeed the Commission itself is affirmed to have acknowledged on many occasions.", "Neither does the Government share the opinion expressed by the Commission that the time covered by Article 6 (1) (art. 6-1) runs at least up to the determination of the criminal charge by the court of first instance. It maintains that in fact that time comes to an end as soon as the accused receives a \"hearing\", i.e. at the beginning of the trial. On this point the Government stresses the contrast between Article 6 (1) and Article 5 (3) (art. 6-1, art. 5-3), which contains the word \"jugée\" (\"trial\" in the English text). It adds that in the English version of Article 6 (1) (art. 6-1) the drafters of the Convention would have used the words \"for the determination\" instead of \"in the determination\" if their intention had really been to require a decision to be reached on each charge within a reasonable time.", "Lastly, the Government complains that the Commission merely states that some of the criteria which it applied in relation to Article 5 (3) (art. 5-3) also hold good for Article 6 (1) (art. 6-1), without indicating what facts it considers more particularly relevant in relation to the first or second provision.", "29. On the question of the procedure in Austria for the consideration of applications for release pending trial, the Government mainly refers to the Commission’s opinion that this procedure does not infringe Article 6 (1) (art. 6-1) or Article 5 (4) (art. 5-4). It remarks that it has always agreed with the restrictive interpretation of the words \"civil rights\" (\"droits de caractère civil\") apparent in all the Commission’s decisions. It thinks however, unlike the Commission, that the Convention leaves it to the municipal law of each Contracting State to define these terms and that the States have no common view on the matter. It asks the Court for a ruling on this important question.", "30. At the hearing of 13 February 1968, the Government made the following submissions.", "\"(May it please the Court to) declare:", "that the measures taken by the Austrian authorities, which are the subject of the application lodged by Fritz Neumeister against the Republic of Austria and of the Report of the European Commission of Human Rights of 27 May 1966, according to Article 31 (art. 31), of the European Convention on Human Rights, do not conflict with the obligations arising from the said Convention.\""], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}