{"ITEMID": "001-103904", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KIYUTIN v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 14+8;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;Julia Laffranque;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The applicant was born in the Uzbek Soviet Socialist Republic (SSR) of the Soviet Union in 1971 and acquired citizenship of Uzbekistan following the collapse of the Union of Soviet Socialist Republics (USSR).", "7. In October 2002 his brother bought a house with a plot of land in the village of Lesnoy in the Oryol Region of Russia. In 2003 the applicant, his half-brother and their mother came from Uzbekistan to live there.", "8. On 18 July 2003 the applicant married a Russian national and they had a daughter in January 2004.", "9. In the meantime, in August 2003 the applicant applied for a residence permit. He was required to undergo a medical examination during which he tested positive for HIV. On account of that circumstance, his application for a residence permit was refused. The refusal was upheld at final instance by the Oryol Regional Court on 13 October 2004.", "10. In April 2009 the applicant filed a new application for a temporary residence permit. Following his application, on 6 May 2009 the Federal Migration Service determined that he had been unlawfully resident in Russia (an offence under Article 18.8 § 1 of the Code of Administrative Offences) and imposed a fine of 2,500 Russian roubles.", "11. By a decision of 26 June 2009, the Federal Migration Service of the Oryol Region rejected his application for a residence permit by reference to section 7(1)(13) of the Foreign Nationals Act, which restricted the issue of residence permits to foreign nationals who could not show their HIVnegative status. The decision indicated that the applicant was to leave Russia within three days or be subject to deportation. The applicant challenged the refusal in court.", "12. On 13 August 2009 the Severniy District Court of the Oryol Region rejected his complaint, finding as follows:", "“Taking into account that Mr V.V. Kiyutin is HIV-positive, the court considers that his application for temporary residence in the Russian Federation was lawfully rejected.”", "13. The applicant lodged an appeal, relying on the Constitutional Court’s decision of 12 May 2006 (see paragraph 24 below) and the relevant United Nations documents on Aids prevention. On 16 September 2009 the Oryol Regional Court rejected his appeal in a summary fashion.", "14. On 20 October 2009 the applicant underwent a medical examination at the Oryol Regional Centre for Aids Prevention. He was diagnosed with the progressive phase of HIV, and hepatitis B and C, and was prescribed “highly active antiretroviral therapy” (HAART) for life-saving indications.", "15. On 25 November 2009 the Oryol Regional Court refused to institute supervisory-review proceedings and upheld the previous judgments as lawful and justified, finding:", "“In his application for supervisory review, Mr Kiyutin argued that the courts did not take into account his family situation and state of health when deciding on his application for a residence permit, which was at variance with the Constitutional Court’s decision of 12 May 2006. This argument is not a ground for quashing the judicial decisions.", "The applicable laws governing the entry and residence of foreign nationals in Russia do not require the law-enforcement authorities or the courts to determine the state of health of HIV-infected foreign nationals or the clinical stage of their disease for the purpose of deciding whether a residence permit may be issued.", "When deciding on the issue of temporary residence for an HIV-positive individual, the courts may, but are not obliged, to take into account the factual circumstances of a specific case on the basis of humanitarian considerations.", "In addition, a foreign national who applies for a residence permit in Russia must produce a certificate showing his HIV-negative status; if his status is HIV-positive, the law prohibits the said permit from being issued.”", "16. The relevant parts of the Preamble to the HIV Prevention Act read as follows:", "“Recognising that the chronic disease caused by the human immunodeficiency virus (HIV)", "– is spread widely throughout the world,", "– has grave socio-economic and demographic consequences for the Russian Federation,", "– poses a threat to personal, public and national security, and a threat to the existence of humankind,", "– calls for the protection of the rights and lawful interests of the population ...”", "17. Pursuant to section 4(1) of the Act, the State guarantees free medical assistance to Russian nationals who are HIV-positive.", "18. Section 11(2) provides that foreign nationals and stateless persons who are in the Russian territory are to be deported once it is discovered that they are HIV-positive.", "19. Section 5 of the Foreign Nationals Act provides that foreign nationals who do not require a visa to enter the Russian Federation may stay in Russia for a period not exceeding ninety days and must leave Russia upon expiry of that period.", "20. Section 6(3)(4) and (6.2) establishes that an alien who is married to a Russian national or who has a Russian child is eligible for a three-year residence permit, independently of the professional quotas determined by the Government.", "21. Section 6(8) and Government Resolution no. 789 of 1 November 2002 define the list of documents that must be enclosed with an alien’s application for a residence permit. Among other documents, an applicant must produce a medical certificate showing that he or she is not HIV-positive.", "22. Section 7 contains the list of grounds for refusing a temporary residence permit or annulling a previously issued residence permit. In particular, an application for a residence permit will be refused if the foreigner is a drug abuser or is unable to produce a certificate showing that he or she is not HIV-positive (section 7(1)(13)).", "23. According to paragraph 3 of the Rules on the Provision of Medical Assistance to Foreign Nationals in the Russian Territory (Government Resolution no. 546 of 1 September 2005), only emergency treatment may be provided to foreign nationals free of charge. Paragraph 4 stipulates that other medical assistance may be provided on a fee basis", "24. On 12 May 2006 the Constitutional Court rejected a constitutional complaint introduced by a Ukrainian national, Mr X., who was HIV-positive and lived in Russia with his Russian wife and daughter (decision no. 155O). Mr X. complained that section 11(2) of the HIV Prevention Act and section 7(1)(13) of the Foreign Nationals Act violated his right to respect for his family life and his right to medical assistance and were also discriminatory.", "25. The Constitutional Court held that the contested provisions were compatible with the Russian Constitution as the restriction on temporary residence of HIV-positive foreign nationals had been imposed by the legislature for the protection of constitutional values, the principal one being the right to State protection of public health (see paragraph 3.3 of the Constitutional Court’s judgment).", "26. Referring to the United Nations Declaration of Commitment on HIV/Aids of 27 June 2001, the resolutions of the United Nations Commission on Human Rights and other international instruments prohibiting HIV-related discrimination, as well as this Court’s case-law on the expulsion of foreign nationals in general and HIV-positive foreigners in particular, the Constitutional Court emphasised the principle of proportionality in respect of the measures adopted in pursuance of constitutional aims and noted:", "“It follows that, confronted with a conflict between equally protected constitutional values, the law-enforcement authorities and courts may take into account, on the basis of humanitarian considerations, the factual circumstances of a specific case in determining whether an HIV-positive individual is eligible for temporary residence in the Russian Federation.", "Thus, the provisions of section 11(2) of the HIV Prevention Act and section 7(13) of the Foreign Nationals Act do not exclude the possibility that the law-enforcement authorities and courts may – on the basis of humanitarian considerations – take into account the family situation, the state of health of the HIV-positive foreign national or stateless person, and other exceptional but meritorious circumstances in determining whether the person should be deported from the Russian Federation and whether he or she should be admitted for temporary residence in the Russian territory. In any event, the individual concerned should comply with the obligation to respect the legally imposed preventive measures aimed at curtailing the spread of HIV.” (See paragraph 4.2 of the Constitutional Court’s judgment.)", "27. Article 122 of the Criminal Code provides for criminal liability for knowingly infecting another person with HIV or for knowingly exposing someone to the risk of HIV infection. These acts are punishable by deprivation of liberty of up to one year.", "28. On 27 June 2001 the United Nationals General Assembly adopted the Declaration of Commitment on HIV/Aids (Resolution S-26/2) which provides, in particular:", "“1. We, Heads of State and Government and representatives of States and Governments, assembled at the United Nations ... to review and address the problem of HIV/Aids in all its aspects, as well as to secure a global commitment to enhancing coordination and intensification of national, regional and international efforts to combat it in a comprehensive manner;", "...", "13. Noting further that stigma, silence, discrimination and denial, as well as a lack of confidentiality, undermine prevention, care and treatment efforts and increase the impact of the epidemic on individuals, families, communities and nations and must also be addressed;", "...", "16. Recognising that the full realisation of human rights and fundamental freedoms for all is an essential element in a global response to the HIV/Aids pandemic, including in the areas of prevention, care, support and treatment, and that it reduces vulnerability to HIV/Aids and prevents stigma and related discrimination against people living with or at risk of HIV/Aids;", "...", "31. Affirming the key role played by the family in prevention, care, support and treatment of persons affected and infected by HIV/Aids, bearing in mind that in different cultural, social and political systems various forms of the family exist;", "...", "...", "58. By 2003, enact, strengthen or enforce, as appropriate, legislation, regulations and other measures to eliminate all forms of discrimination against and to ensure the full enjoyment of all human rights and fundamental freedoms by people living with HIV/Aids and members of vulnerable groups, in particular to ensure their access to, inter alia, education, inheritance, employment, health care, social and health services, prevention, support and treatment, information and legal protection, while respecting their privacy and confidentiality; and develop strategies to combat stigma and social exclusion connected with the epidemic;", "...”", "29. The United Nations Commission on Human Rights first spoke out against HIV/Aids-related discrimination and stigma in its Resolution no. 1995/44 on the protection of human rights in the context of human immunodeficiency virus (HIV) and acquired immunodeficiency syndrome (Aids), which was adopted at its 53rd meeting on 3 March 1995. The relevant parts of the resolution read as follows:", "“1. Confirms that discrimination on the basis of Aids or HIV status, actual or presumed, is prohibited by existing international human rights standards, and that the term ‘or other status’ in non-discrimination provisions in international human rights texts can be interpreted to cover health status, including HIV/Aids;", "2. Calls upon all States to ensure, where necessary, that their laws, policies and practices, including those introduced in the context of HIV/Aids, respect human rights standards, including the right to privacy and integrity of people living with HIV/Aids, prohibit HIV/Aids-related discrimination and do not have the effect of inhibiting programmes for the prevention of HIV/Aids and for the care of persons infected with HIV/Aids;", "...”", "The United Nations Commission on Human Rights upheld its stance against discrimination in the context of HIV/Aids in its subsequent Resolution no. 2005/84, adopted at its 61st meeting on 21 April 2005.", "30. Article 2 § 2 of the United Nations International Covenant on Economic, Social and Cultural Rights guarantees that the rights recognised therein “will be exercised without discrimination of any kind as to race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status”. In its General Comment no. 20 of 2 July 2009 on non-discrimination in economic, social and cultural rights, the United Nations Committee on Economic, Social and Cultural Rights expressly included health status and specifically HIV status, among “other status” grounds referred to in Article 2 § 2 of the Covenant:", "“33. Health status refers to a person’s physical or mental health. States Parties should ensure that a person’s actual or perceived health status is not a barrier to realising the rights under the Covenant. The protection of public health is often cited by States as a basis for restricting human rights in the context of a person’s health status. However, many such restrictions are discriminatory, for example, when HIV status is used as the basis for differential treatment with regard to access to education, employment, health care, travel, social security, housing and asylum. ...”", "31. The Parliamentary Assembly of the Council of Europe has touched upon the subject of HIV/Aids in a number of documents. Recommendation 1116 (1989) on Aids and human rights emphasised the following points:", "“3. Noting that, although the Council of Europe has been concerned with prevention ever since 1983, the ethical aspects have been touched upon only cursorily;", "4. Considering nevertheless that it is essential to ensure that human rights and fundamental freedoms are not jeopardised on account of the fear aroused by Aids;", "5. Concerned in particular at the discrimination to which some Aids victims and even seropositive persons are being subjected;", "...", "8. Recommends that the Committee of Ministers:", "A. instruct the Steering Committee for Human Rights to give priority to reinforcing the non-discrimination clause in Article 14 of the European Convention on Human Rights, either by adding health to the prohibited grounds of discrimination or by drawing up a general clause on equality of treatment before the law;", "...", "D. invite the member States of the Council of Europe:", "...", "3. not to refuse the right of asylum on the sole ground that the asylum-seeker is contaminated by the HIV virus or suffers from Aids;", "...”", "Resolution 1536 (2007) on HIV/Aids in Europe reaffirmed the Parliamentary Assembly’s commitment to combating all forms of discrimination against people living with HIV/Aids:", "“9. While emphasising that the HIV/Aids pandemic is an emergency at the medical, social and economic level, the Assembly calls upon parliaments and governments of the Council of Europe to:", "9.1. ensure that their laws, policies and practices respect human rights in the context of HIV/Aids, in particular the right to education, work, privacy, protection and access to prevention, treatment, care and support;", "9.2. protect people living with HIV/Aids from all forms of discrimination in both the public and private sectors ...”", "32. The United Nations Convention on the Rights of Persons with Disabilities, which entered into force on 3 May 2008 and which Russia signed but has not ratified, provides, in particular:", "“2. States Parties shall prohibit all discrimination on the basis of disability and guarantee to persons with disabilities equal and effective legal protection against discrimination on all grounds. ...”", "“1. States Parties shall recognise the rights of persons with disabilities to liberty of movement, to freedom to choose their residence and to a nationality, on an equal basis with others, including by ensuring that persons with disabilities:", "...", "(b) are not deprived, on the basis of disability, of their ability to obtain, possess and utilise documentation of their nationality or other documentation of identification, or to utilise relevant processes such as immigration proceedings, that may be needed to facilitate exercise of the right to liberty of movement;", "...”", "“1. States Parties shall take effective and appropriate measures to eliminate discrimination against persons with disabilities in all matters relating to marriage, family, parenthood and relationships, on an equal basis with others ...”", "33. The UNAIDS/IOM (Joint United Nations Programme on HIV/Aids/International Organization for Migration) statement on HIV/Aids-related travel restrictions of June 2004 contained the following recommendations:", "“1. HIV/Aids should not be considered to be a condition that poses a threat to public health in relation to travel because, although it is infectious, the human immunodeficiency virus cannot be transmitted by the mere presence of a person with HIV in a country or by casual contact (through the air, or from common vehicles such as food or water). HIV is transmitted through specific behaviours which are almost always private. Prevention thus requires voluntary acts and cannot be imposed. Restrictive measures can in fact run counter to public health interests, since exclusion of HIV-infected non-nationals adds to the climate of stigma and discrimination against people living with HIV and Aids, and may thus deter nationals and non-nationals alike from coming forward to utilise HIV prevention and care services. Moreover, restrictions against non-nationals living with HIV may create the misleading public impression that HIV/Aids is a ‘foreign’ problem that can be controlled through measures such as border controls, rather than through sound public health education and other prevention methods.", "...", "3. Restrictions against entry or stay that are based on health conditions, including HIV/Aids, should be implemented in such a way that human rights obligations are met, including the principle of non-discrimination, non-refoulement of refugees, the right to privacy, protection of the family, protection of the rights of migrants, and protection of the best interests of the child. Compelling humanitarian needs should also be given due weight.", "4. Any health-related travel restriction should only be imposed on the basis of an individual interview/examination. In case of exclusion, persons should be informed orally and in writing of the reasons for the exclusion.", "5. Comparable health conditions should be treated alike in terms of concerns about potential economic costs relating to the person with the condition. Those living with HIV/Aids who seek entry for short-term or long-term stays should not be singled out for exclusion on this financial basis.", "6. Exclusion on the basis of possible costs to health care and social assistance related to a health condition should only be considered where it is shown, through individual assessment, that the person requires such health and social assistance; is likely in fact to use it in the relatively near future; and has no other means of meeting such costs (e.g. through private or employment-based insurance, private resources, support from community groups); and that these costs will not be offset through benefits that exceed them, such as specific skills, talents, contribution to the labour force, payment of taxes, contribution to cultural diversity, and the capacity for revenue or job creation.", "7. If a person living with HIV/Aids is subject to expulsion (deportation), such expulsion (deportation) should be consistent with international legal obligations including entitlement to due process of law and access to the appropriate means to challenge the expulsion. Consideration should be given to compelling reasons of a humanitarian nature justifying authorisation for the person to remain. ...", "...”", "34. The relevant parts of the International Guidelines on HIV/Aids and Human Rights (2006 consolidated version), published by the United Nations Office of the High Commissioner for Human Rights and UNAIDS, read as follows:", "“102. The key human rights principles which are essential to effective State responses to HIV are to be found in existing international instruments ... Among the human rights principles relevant to HIV/Aids are, inter alia:", "– the right to non-discrimination, equal protection and equality before the law;", "...", "– the right to freedom of movement;", "...", "104. Under international human rights law, States may impose restrictions on some rights, in narrowly defined circumstances, if such restrictions are necessary to achieve overriding goals, such as public health, the rights of others, morality, public order, the general welfare in a democratic society and national security. ...", "105. Public health is most often cited by States as a basis for restricting human rights in the context of HIV. Many such restrictions, however, infringe on the principle of non-discrimination, for example when HIV status is used as the basis for differential treatment with regard to access to education, employment, health care, travel, social security, housing and asylum. ...", "...", "127. There is no public health rationale for restricting liberty of movement or choice of residence on the grounds of HIV status. According to current international health regulations, the only disease which requires a certificate for international travel is yellow fever [footnote omitted]. Therefore, any restrictions on these rights based on suspected or real HIV status alone, including HIV screening of international travellers, are discriminatory and cannot be justified by public-health concerns.", "128. Where States prohibit people living with HIV from longer-term residency due to concerns about economic costs, States should not single out HIV/Aids, as opposed to comparable conditions, for such treatment and should establish that such costs would indeed be incurred in the case of the individual alien seeking residency. In considering entry applications, humanitarian concerns, such as family reunification and the need for asylum, should outweigh economic considerations.”", "35. The report of the International Task Team on HIV-related Travel Restrictions, convened by UNAIDS in 2008, contained the following findings:", "“The Task Team confirmed that HIV-specific restrictions on entry, stay and residence based on HIV status are discriminatory, do not protect the public health and do not rationally identify those who may cause an undue burden on public funds. In particular, the Task Team made the following findings:", "– The Task Team found no evidence that HIV-related restrictions on entry, stay and residence protect the public health and was concerned that they may in fact impede efforts to protect the public health.", "...", "– Restrictions on entry, stay and residence that specify HIV, as opposed to comparable conditions, and/or are based on HIV status alone are discriminatory.", "– Exclusion or deportation of HIV-positive people to avoid potential costs of treatment and support should be based on an individual assessment of the actual costs that are likely to be incurred, should not single out HIV, and should not override human rights considerations or humanitarian claims.”", "36. In May 2009 UNAIDS published the survey “Mapping of restrictions on the entry, stay and residence of people living with HIV”. The latest version of the survey, updated in May 2010, is available on its website.", "37. According to the survey, 124 countries, territories and areas worldwide have no HIV-specific restrictions on entry, stay or residence. The other 52 countries, territories or areas impose some form of restriction on the entry, stay and residence of people living with HIV based on their HIV status. The latter category includes seven Council of Europe member States.", "38. None of the Council of Europe member States refuses to issue a visa or allow entry for a short-term stay on account of the individual’s HIV status. Three States (Armenia, Moldova and Russia) may deport individuals once their HIVpositive status is discovered. Those States and three others (Andorra, Cyprus and Slovakia) require the person applying for a residence permit to show that he or she is HIV-negative. Finally, Lithuania requires a declaration as to whether the individual has a “disease posing a threat to public health”."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}