{"ITEMID": "001-110381", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF KEDRA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court)", "JUDGES": "George Nicolaou;Ledi Bianku;Vincent A. De Gaetano", "TEXT": ["4. The applicant was born in 1955 and lives in Gorzów Wielkopolski.", "5. The applicant was involved in administrative proceedings. He claimed reinstatement to work in the police after his dismissal from the Security Service (Służba Bezpieczeństwa) and a refusal to hire him by the police, both given in 1990. The first-instance decision was issued by the Chief Officer of the Internal Security Agency (Szef Agencji Bezpieczeństwa Wewnętrznego) on 1 June 2006. That authority refused to hire the applicant and to count the period since 1990 towards his service.", "6. The applicant requested that his case be re-examined. On 7 July 2006 the Chief Officer upheld the contested decision. On 15 January 2007 the Warsaw Regional Administrative Court quashed both the first- and secondinstance decision, finding that the authority had failed to establish the content of the applicant’s claim.", "7. On 13 July 2007 the Chief Officer discontinued the proceedings, finding that in so far as the applicant had requested to be hired by the police, that request could not be determined by way of an administrative decision. In so far as he claimed that the period from 1990 should be counted towards the period of his service in the police, this claim had no basis in substantive law.", "8. The applicant again requested that his case be reexamined. On 25 September 2007 the Chief Officer upheld the contested decision.", "9. The applicant appealed against this decision to the Warsaw Regional Administrative Court. That court gave a judgment in the case and dismissed the applicant’s appeal on 28 March 2008, finding that the contested decisions were lawful.", "10. The applicant requested that legal-aid assistance be granted to him for the purposes of lodging a cassation appeal against this judgment with the Supreme Administrative Court. His request was granted and the local Bar Association assigned a lawyer to his case on 3 June 2008. The applicant gave a power of attorney for that lawyer on 10 June 2008.", "11. On 2 July 2008 the lawyer lodged a cassation appeal with the Supreme Administrative Court together with a request for retrospective leave to appeal out of time (see paragraph 16 below).", "12. On 10 July that court refused to grant leave to appeal out of time. The court found that the legal-aid lawyer had been informed that he had been assigned to represent the applicant on 3 June 2008. On 10 June 2008 that he had been served with the power of attorney, authorising him to act on the applicant’s behalf. It was only on the day following the latter date that the lawyer had had a realistic opportunity of starting to act on the applicant’s behalf in the preparation of the cassation appeal. Hence, the seven-day time limit for lodging a request for a retrospective leave to appeal out of time and lodging a cassation appeal together with it had started to run on 11 June 2008. Consequently, such a request should have been submitted to the court within seven days, on 18 June 2008 at the latest. The applicant’s lawyer had failed to comply with that time-limit as he had submitted his request for leave together with the cassation appeal only on 2 July 2008.", "13. The applicant’s lawyer appealed against this decision, arguing that the seven-day time-limit to prepare a cassation appeal together with the request for retrospective leave to appeal, counted from the date when the legal-aid lawyer had received the power to act on the party’s behalf, was unrealistic and that it should be contrasted with the normal thirtyday timelimit for preparation and lodging of a cassation appeal in normal circumstances. A legallyaided party was unduly penalised by that difference in the relevant time-limits.", "14. On 4 September 2008 the court dismissed his appeal, sharing the conclusions of the firstinstance court.", "15. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Administrative Court against judgments of the Regional Administrative Courts are stated in the Court’s judgment in the case of Subicka v. Poland, no. 29342/06, §§ 1221, 14 September 2010.", "16. In particular, in its decision no. II FZ 651/07 of 18 January 2008 the Supreme Administrative Court held that a request for leave to appeal out of time was the only method by which a cassation appeal submitted after the expiry of the time-limit by a legally-aided applicant could be admitted for examination.", "17. When legal aid has been granted and the time-limit for the submission of a cassation appeal has already expired, it is open to the legally-aided party to submit the appeal together with a request for leave to appeal out of time made under sections 86 and 87 of the Law on the Procedure before Administrative Courts (e.g. NSA FZ 754/04 of 31 January 2005 and NSA, I OZ 160/08 of 14 March 2008). In certain cases the courts stated that such a request should be submitted within seven days from the date on which the lawyer obtained a power of attorney from the party, which date is considered as the date on which the impediment to lodging an appeal ceased to exist (e.g. the Białystok Regional Administrative Court, II SAB Bk 27/07 of 10 April 2008), or from the date when the lawyer could obtain effective access to the case file (e.g. the Poznań Regional Administrative Court, IV SA/Po 865/06 of 13 November 2007).", "18. In a number of its recent decisions the Supreme Administrative Court acknowledged the difficulties which legallyaided parties experienced in connection with lodging their cassation appeals against judgments of the first-instance administrative courts. It expressed the view that they should not be penalised for the fact that their requests for legal aid were not processed speedily enough. It analysed relevant case-law of the administrative courts and noted that the manner in which the beginning of the time-limit for lodging cassation appeals was determined had led to divergent results. It held that it was necessary to determine the relevant time in a manner compatible with effective access to the highest administrative court and which ensured equal treatment for parties represented by lawyers appointed under the legalaid scheme and by privately hired lawyers. The court held that the time-limit for a legally-aided party started to run only on the day when a legal-aid lawyer had a genuine possibility of lodging the cassation appeal and not when he or she was informed of having been assigned to the case. The court was of the view that the latter approach was far too rigorous and rendered the effective enjoyment of legal assistance granted under the legal-aid system illusory. In any event, the cassation appeal had to be lodged within thirty days from the day on which the party was informed of the appointment of the legal-aid lawyer (I FZ 569/06 of 8 December 2006; I FZ 667/06 of 15 January 2007; I FZ 30/09 of 2 March 2007; II FZ 177/08 of 25 June 2008; II OZ 513/08 of 27 May 2008; I OZ 376/08 of 13 June 2008; I FZ 30/09 of 2 March 2009; II OZ 1093/09 of 9 December 2009; I FZ 30/09 of 2 March 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}