{"ITEMID": "001-104670", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF STAVEBNA SPOLOCNOST TATRY POPRAD, S.R.O. v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["4. The applicant is a company with limited liability, with its registered office in Poprad.", "5. On 6 July 1997 the applicant company’s predecessor sued a private limited company for a sum due for construction works carried out by the former.", "6. Courts at two levels granted the claim in part, but the Supreme Court, in proceedings on the defendant’s appeal on points of law, quashed the lower courts’ judgments on 27 September 2001.", "7. In subsequent proceedings, in December 2001, the plaintiff argued that the relevant part of the contract was void, as it had been signed by Mr K., who did not have the authority to act on behalf of the defendant company, on 22 April 1996.", "8. On 5 February 2002 the Prešov Regional Court dismissed the action. It established that the parties had concluded a contract for the reconstruction of a spa house on 22 April 1996. The contract included a provision under which the plaintiff was liable to pay a penalty in case of delay. That penalty amounted to 0.5% of the contractual price for each day of delay, the maximum amount being 20%. The court established that the work under the contract had been completed on 13 December 1996 instead of 21 October 1996 as agreed in the contract. The defendant had therefore rightly deducted the sum in issue from the payment of the price.", "9. As to the above argument concerning the validity of the relevant part of the contract, the Regional Court held that Mr K. had been elected to the company’s board of directors at an extraordinary general meeting held on 12 April 1996. He had therefore been authorised to sign the contract on the defendant’s behalf. The fact that he had been entered in that capacity in the companies’ register on 28 May 1996 could not affect the position, as such an entry was of a declaratory nature only.", "10. On 27 March 2002 the applicant company appealed. Its representative argued that the first-instance court had disregarded the relevant evidence when concluding that Mr K. had been authorised to sign the contract for the defendant company. In particular, the applicant company relied on the minutes of a meeting of that company’s supervisory board held on 26 April 1996. Point 4 on the agenda was entitled “Election of the Board of Directors” and the minutes indicate that “the supervisory board approved Mr K. as a new member of the company’s board of directors”. The applicant further argued that there was nothing to prove that K. had been effectively appointed to that post at the general meeting held on 12 April 1996, contrary to what was stated in the Regional Court’s judgment.", "11. On 12 June 2003 the Supreme Court upheld the Regional Court judgment of 5 February 2002. As regards the standing of Mr K. to sign the contract in particular, it held that the Regional Court had correctly established that that person had been elected as a member of the company’s board of directors at the general meeting held on 12 April 1996. He had therefore been entitled to sign the contract on 22 April 1996. According to one of the documents from the court’s file, on 24 May 1996 the defendant company had requested that the responsible court register Mr K. as a member of the company’s board of directors with effect from 12 April 1996. The judgment became final on 2 September 2003.", "12. On 23 September 2003 the applicant company appealed on points of law against the judgment of 12 June 2003. It maintained that the appeal court had not examined its arguments concerning the evidence in the case and the standing of Mr K. to sign the contract in issue on the defendant company’s behalf. The applicant company further complained that at the end of the hearing before the appeal court its representative had not been allowed to sum up the arguments or to submit final comments on the case. The applicant company had thus been prevented from acting before the court, which was a reason justifying the admissibility of an appeal on points of law within the meaning of Article 237(f) of the Code of Civil Procedure.", "13. On 31 October 2003 the applicant company lodged a complaint under Article 127 of the Constitution. It argued that its right under Article 6 § 1 of the Convention to a fair hearing had been breached by the conduct of the Supreme Court and its decision of 12 June 2003. In particular, the Supreme Court had disregarded the applicant company’s arguments concerning the standing of Mr K. to act on the defendant company’s behalf.", "14. The Constitutional Court (First Chamber) dismissed that complaint on 25 February 2004. It held, with reference to Article 238 § 3(b) of the Code of Civil Procedure, that an appeal on points of law was available against the appeal court decision and that the applicant company was required to use that remedy first. The relevant part of its complaint was therefore premature.", "15. On 26 May 2005 the Supreme Court (chamber dealing with appeals on points of law) dismissed the applicant company’s appeal on points of law (see paragraph 12 above) as inadmissible. According to the decision, “the applicant company was aware of the fact that the admissibility criteria for an appeal on points of law under Articles 238 and 239 of the Code of Civil Procedure had not been met, as it alleged a breach of its right of access to court, which is a ground for an appeal on points of law listed in Article 237(f) of the Code of Civil Procedure”.", "16. The Supreme Court further held that the arguments concerning the assessment of evidence and determination of the point in issue did not permit the conclusion that the applicant company had been prevented from acting before the appeal court within the meaning of Article 237(f) of the Code of Civil Procedure. Such arguments could be raised only in cases where an appeal on points of law was admissible on one of the grounds enumerated in Articles 238 or 239 of the Code of Civil Procedure.", "17. As to the other argument, that the representative of the applicant company had been prevented from making final submissions at the hearing before the appeal court, the Supreme Court held that the plaintiff had had ample opportunity to present its arguments in the course of the hearing. No new evidence requiring comments from the parties had been taken. The applicant company’s procedural rights had therefore not been infringed in the proceedings leading to the appellate court’s judgment of 12 June 2003. An appeal on points of law under Article 237f of the Code of Civil Procedure was therefore not available in that context.", "18. On 9 August 2005 the applicant company lodged a fresh constitutional complaint. It complained under Article 6 § 1 of the Convention that its right to a fair hearing had been breached by the judgment of the Prešov Regional Court of 5 February 2002, the Supreme Court’s (appellate chamber) judgment of 12 June 2003 and the decision of the Supreme Court (chamber dealing with appeals on points of law) of 26 May 2005. The applicant company relied on the arguments which it had submitted in the proceedings before the ordinary courts. In particular, it alleged that the courts at the first and second levels of jurisdiction had disregarded the position in the case and the plaintiff’s arguments that the contract was void. The applicant further complained that its representative had been unable to make final submissions to the appeal court and that it had obtained no redress in that respect in the proceedings on the appeal on points of law.", "19. The Constitutional Court (Fourth Chamber) rejected the complaint on 27 September 2005. It held that the complaint about the Regional Court and Supreme Court judgments of 5 February 2002 and 12 June 2003 had been lodged after the expiry of the statutory time-limit of two months. It declared manifestly ill-founded the complaint about the Supreme Court decision of 26 May 2005. It held, in particular, that the Supreme Court had considered the applicant company’s arguments appropriately and had given sufficient and relevant reasons for its decision on the applicant company’s appeal on points of law.", "20. Article 127 of the Constitution provides:", "“1. The Constitutional Court shall decide on complaints lodged by natural or legal persons alleging a violation of their fundamental rights or freedoms or of human rights and fundamental freedoms enshrined in international treaties ratified by the Slovak Republic ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. When the Constitutional Court finds that a complaint is justified, it shall deliver a decision stating that a person’s rights or freedoms set out in paragraph 1 were violated as a result of a final decision, by a particular measure or by means of other interference. It shall quash such a decision, measure or other interference. When the violation found is the result of a failure to act, the Constitutional Court may order [the authority] which violated the rights or freedoms in question to take the necessary action. At the same time the Constitutional Court may return the case to the authority concerned for further proceedings, order the authority concerned to abstain from violating fundamental rights and freedoms ... or, where appropriate, order those who violated the rights or freedoms set out in paragraph 1 to restore the situation existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant adequate financial satisfaction to the person whose rights under paragraph 1 were violated.” ...", "21. Under section 53(1) of the Constitutional Court Act 1993, a complaint to the Constitutional Court is admissible only where the applicant has used effective remedies provided for by the law to protect his or her fundamental rights. Paragraph 3 of the same section provides that a complaint to the Constitutional Court can be lodged within two months of a decision finally taking effect or from the date of a contested measure or notification of another interference with a person’s rights.", "22. Section 56(3) of the Constitutional Court Act 1993 provides that, when a violation of fundamental rights or freedoms is found, the Constitutional Court may order the authority liable for that violation to proceed in accordance with the relevant rules. It may also return the case to the authority concerned for further proceedings, prohibit the continuation of the violation or, as the case may be, order the restoration of the situation existing prior to the violation.", "23. Article 118 § 3 provides that parties can sum up their proposals and comment on the evidence and the merits of a case at the end of a court hearing.", "24. The relevant provisions concerning appeals on points of law provide:", "“Article 237", "An appeal on points of law against any decision of the appeal court is admissible where ...", "f) a party has been prevented, by the appeal court’s conduct, from acting before the court ...", "Article 238", "...3. An appeal on points of law is also admissible against an appeal court judgment confirming the first-instance judgment where the appeal court ...", "b) upheld a judgment deciding on the matter in a different manner than an earlier delivered judgment because the first-instance court was bound by the legal view of the court which had quashed the earlier judgment...”", "25. In its decision no. 1 Cdo 11/02 of 24 September 2002 the Supreme Court found that availability of an appeal on points of law under Article 238 § 3 (b) did not extend to situations where an appeal court upheld a fresh first-instance judgment deciding on the matter in a different manner than in a judgment delivered earlier as a result of the fact that the first-instance court was bound by the legal view expressed by the court which had quashed such an earlier judgment in the context of proceedings on appeal on points of law. Otherwise, the last-mentioned court would be called upon to review, contrary to the purpose of proceedings on an appeal on points of law, its own legal view expressed when it quashed the original first-instance judgment in the case. This decision was included in the collected Supreme Court judgments and decisions under number 3/2004 with effect from 24 September 2004."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}