{"ITEMID": "001-71668", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SUNDQVIST v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Ulf Sundqvist, is a Finnish national who was born in 1945 and lives in Helsinki. He was represented before the Court by Mr G.O. Zacharias Sundström, a lawyer practising in Helsinki.", "and as they appear from the documents, may be summarised as follows.", "In the early 1990s a deep recession undermined profitability across the entire financial sector and led to a banking crisis in the autumn of 1991. The authorities took exceptional measures, such as takeovers, government assistance and temporary blanket guarantees to banks, to secure the stability of the financial system. In April 1992 the Government Guarantee Fund (valtion vakuusrahasto, statens säkerhetsfond) was established with a view to managing the banking crisis. In the state organisation chart the Government Guarantee Fund was subordinated to Parliament until 1 May 1996 when it was transferred to the Ministry of Finance.", "The applicant is the former chief general manager of a bank, STS-Pankki Oy (hereinafter “the bank”), which met severe financial difficulties.", "In the autumn of 1992 the Government Guarantee Fund examined the bank’s situation. Another bank, Kansallis-Osake-Pankki, bought the majority of the STS-Pankki Oy’s shares. According to the shareholders’ agreement, however, the authority over the bank was entrusted to the Government Guarantee Fund. The bank changed its name to Siltapankki Oy and its function was henceforth to administer unsettled loans and troublesome property. In November 1995 almost all the shares of Siltapankki Oy were sold for a nominal price and its name was subsequently changed to Omaisuudenhoitoyhtiö Arsenal-Silta Oy. The buyer was a property management corporation controlled by the Government Guarantee Fund.", "Meanwhile, on the strength of the above shareholders’ agreement the Government Guarantee Fund instructed the bank to institute compensation proceedings against a number of bank managers and directors.", "On 30 December 1993 the bank instituted two separate proceedings against its former management, including the applicant, claiming compensation in the amount of some 172 million Finnish marks (FIM) (some 29 million euros (EUR)). On 12 January 1994 he was served with the summons. At the time, he was chairman of the Social Democratic Party, which did not form part of the Government but he resigned shortly afterwards. He founded his own business and started working as a business consultant. In May 1994 his assets were seized.", "On 17 January 1995 the Helsinki District Court (käräjäoikeus, tingsrätten), by two separate judgments, found partly in favour of the plaintiff bank, ordering the applicant among others to pay jointly FIM 26 million (about EUR 4,3 million) plus interest from the service of the summons and legal costs.", "On 23 November 1995 the Helsinki Court of Appeal (hovioikeus, hovrätten) upheld the lower court’s judgments.", "On 19 February 1996 the applicant requested that the Government Guarantee Fund produce documents from its meetings relating to the plaintiff bank’s law suit against him. On 7 March 1996 the Government Guarantee Fund refused the request arguing that the documents were of an internal nature and therefore confidential. On 20 May 1996 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) overturned the decision.", "On 4 July 1997 the Supreme Court (korkein oikeus, högsta domstolen) reduced the joint liability to pay compensation to FIM 9 million (some EUR 1,5 million).", "On 1 September 1997 in a debt recovery procedure, the Bailiff found that the applicant did not possess any considerable recoverable property. It also appears that the earlier debt recovery procedures in 1994 and 1995 had proved more or less unsuccessful.", "In early September 1997 the applicant contacted the plaintiff with a view to reaching a friendly settlement. Negotiations followed and a concrete settlement was being discussed. One of the Ministers of Finance, a social democrat, issued an instruction to the Government Guarantee Fund to the effect that a friendly settlement should be achieved. The Government Guarantee Fund then presented the plaintiff bank’s Board of Directors with an instruction to the same effect.", "On 23 September 1997 the applicant and the plaintiff reached a friendly settlement as to the payment of compensation to the effect that the applicant would pay FIM 1,2 million (some EUR 200,000). The settlement was signed by him and the plaintiff’s chief executive, the latter having received the company’s Board of Director’s authorisation.", "The settlement led to a lively public debate according to which the above amount was far too low and to a request by a group of members of Parliament, at the beginning of October 1997, for a police investigation into the applicant’s financial affairs. The relevant social democrat Minister of Finance resigned at about this time.", "On 8 June 2001 the Government Guarantee Fund decided not to instruct Omaisuudenhoitoyhtiö Arsenal-Silta Oy to commence judicial proceedings with a view to having the friendly settlement declared null and void.", "Following the District Court’s judgment in the compensation proceedings, the plaintiff bank, on 15 February 1995, requested a police investigation into the underlying facts of the case. By a letter of 8 October 1997 a public prosecutor, K.P., informed the plaintiff that he saw no reason to commence a pre-trial investigation against anyone in the bank’s management on account of the events which had been the object of the compensation proceedings (toimenpiteistä luopuminen, åtgärdseftergift).", "Meanwhile and during the course of the above compensation proceedings, the plaintiff bank on the instruction of the Government Guarantee Fund requested, on 24 May 1995, that the police investigate whether the applicant had committed debtor’s dishonesty or fraud. At the beginning of the autumn the police received the applicant’s written submission. On 21 November 1995 the plaintiff withdrew its request for an investigation. In their decision of 23 November 1995 the police, finding that there was no appearance of any criminal activities, decided not to refer the case to the public prosecutor.", "As noted above, at the beginning of October 1997 a group of MPs requested a police investigation into the applicant’s financial affairs, following the friendly settlement. On 10 October 1997 a District Prosecutor, M.K., instructed the police to institute a pre-trial investigation (tutkintakehotus, begäran om förundersökning) into the applicant’s financial affairs from 1 June 1994, inter alia in view of the fact that he had directed his income into current accounts with credit balances which he had kept below zero thus preventing any successful debt recovery procedure and he had paid the above FIM 1,2 million although on 1 September 1997 he had not accounted for such assets in a debt recovery procedure.", "On 25 October 1997 the applicant was arrested and his office, home and weekend cottage were searched and documents were seized. He was released after six hours. He was questioned on 16 November 1997. The police also made inquiries with the applicant’s customers with a view to finding out whether he had revealed all relevant information relating to his income during the investigation. The inquiries did not show that the applicant had withheld any such information. The case was subsequently transferred to State Prosecutor J.R.", "In his decision of 18 November 1997 the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) found no reason to take measures on account of the Government Guarantee Fund’s actions before and during the compensation proceedings. The applicant had lodged a complaint as regards, among other things, the fact that a law firm engaged by the Government Guarantee Fund had, in the spring of 1995, hired a private investigator to look into the applicant’s financial affairs. The Parliamentary Ombudsman found that the hiring of a private investigator in the present case was not dubious as he had only produced public tax information.", "Meanwhile, in his decision of 16 September 1998 State Prosecutor (valtionsyyttäjä, statsåklagaren) J.R. charged the applicant with embezzlement. He however waived charges of debtor’s dishonesty or debtor’s fraud due to the lack of evidence. Nonetheless, in his decision he drew the applicant’s attention to the fact that the case might be reviewed by a higher prosecuting authority in accordance with chapter 1, section 11 (2) of the Criminal Procedure Act.", "On 16 October 1998 an MP lodged a complaint with the Prosecutor General (valtakunnansyyttäjä, riksåklagaren) on account of State Prosecutor J.R.’s decision not to prosecute the applicant for debtor’s dishonesty, accusing the former of having failed to take into account the fact that the applicant’s way of spending money had weakened his financial position and thereby damaged the bank’s interests.", "On 20 October 1998 the Prosecutor General informed the applicant that he had decided, on the presentation of State Prosecutor P.K., to review J.R.’s decision.", "On 17 November 1998 State Prosecutor P.K. invited the applicant’s submission as to the issues raised in the complaint of the MPs. It was received on 4 December 1998.", "On 8 January 1999 the Prosecutor General decided that charges be brought against the applicant for debtor’s dishonesty. The decision was signed by the Prosecutor General and State Prosecutor P.K.", "As noted above on 16 September 1998 State Prosecutor J.R. brought charges against the applicant for aggravated embezzlement committed in November 1990. On 23 June 1999 the District Court rejected the charges. It appears that the acquittal became final.", "Meanwhile, on 17 March 1999, State Prosecutor P.K., acting on the strength of the Prosecutor General’s decision of 8 January 1999, brought charges against the applicant for aggravated debtor’s dishonesty committed during the period from 17 January 1995 to 23 September 1997. In short, he was charged with having deliberately weakened his financial position thereby damaging the above plaintiff’s interests.", "On 6 May 1999 the Helsinki District Court invited the applicant’s written observations by 30 August 1999.", "Before replying to the charges, the applicant argued that they should be ruled inadmissible on the ground that the police on 23 November 1995 had decided not to refer the case to the public prosecutor. Further, State Prosecutor J.R. had decided, on 16 September 1998, not to prosecute. No new facts had been established between the decision not to prosecute and State Prosecutor P.K.’s subsequent decision to bring charges. On 25 October 1999 the District Court rejected the complaint.", "The applicant denied the charges, arguing that he had never been insolvent. In the hearing the District Court received oral testimony from the applicant, one witness for the prosecution and eight witnesses for the defence. It also received testimony from a witness on the initiative of both the prosecution and the defence. Having received the evidence, the District Court noted that it had no reason to doubt the credibility of the oral testimony. Further, it considered that the case turned on a judicial assessment of the undisputed facts.", "On 12 November 1999 the District Court, finding that the applicant’s conduct did not fulfil the constitutive elements of debtor’s dishonesty, rejected the charges.", "The public prosecutor and the complainant appealed. In his observations in reply the applicant, referring to Article 4 of Protocol No. 7 to the Convention, requested that the charges be ruled inadmissible on the ground that an examination of the charges was in violation of the ne bis in idem principle.", "On 31 May 2000 the Helsinki Court of Appeal rejected the applicant’s request that the Prosecutor General give oral testimony regarding his procedural complaint as ill-founded.", "On 5 June 2000 the Court of Appeal upheld the District Court’s ruling of 25 October 1999 in so far as the procedural complaint was concerned.", "On 5 to 7 June 2000 the Court of Appeal held a hearing during which it received oral evidence from the applicant and a number of witnesses.", "On 22 June 2000 the Court of Appeal convicted the applicant of aggravated debtor’s dishonesty and sentenced him to a suspended term of six months’ imprisonment. It however rejected the compensation claim referring to the wording of the friendly settlement according to which the parties had no longer any claims against each other.", "On 10 April 2001 the Supreme Court refused leave to appeal.", "Section 2 of the Act on Public Prosecutors (199/1997) reads:", "The following are public prosecutors:", "1. the Prosecutor General and the Deputy Prosecutor General;", "2. a State Prosecutor; and", "3. a District Prosecutor and a Prosecutor for the Åland Islands.", "Section 104 of the Constitution provides that the prosecution service is headed by the Prosecutor General, who is appointed by the President of the Republic. Section 14 of the Act on Public Prosecutors provides that a State Prosecutor is appointed by the Government on the nomination of the Prosecutor General.", "The Prosecutor General heads the central administration body for public prosecutors, the Office of the Prosecutor General (valtakunnansyyttäjänvirasto, statsåklagarämbetet), and he or she appoints the District Prosecutors.", "His or her statutory duties include supervision of the subordinate prosecutors. Although a public prosecutor is independent in the consideration of the charges (section 1 of the Act on Public Prosecutors), the Prosecutor General has the authority to take over for consideration any case from a subordinate prosecutor or to assign a subordinate prosecutor to prosecute a case where the Prosecutor General has decided that a charge be brought. The decisions of the prosecutors are subject to complaint lodged with the Prosecutor General, who is competent to reopen a case if he or she so decides.", "In the Office of the Prosecutor General there are a number of State Prosecutors, who have jurisdiction as prosecutors throughout the country. Their primary task is to see to the prosecution of criminal matters of the greatest significance to the society as a whole.", "The State Prosecutors do not in their own right hold any superior authority over the local prosecutors, but some of the authority of the Prosecutor General may be delegated to them.", "Chapter 1, section 6 of the Criminal Procedure Act provides that the public prosecutor is to bring charges if there is a prima facie case against the suspect.", "Chapter 1, section 11 (1) provides that if the public prosecutor has decided not to prosecute, he or she may withdraw the decision only if there is new evidence which shows that the decision has been based on essentially incomplete or erroneous information. Subsection 2 provides that a superior prosecutor has the right to reopen the case in accordance with the specific provisions thereon.", "Section 3 of the Act on Public Prosecutors provides that the Prosecutor General is independent in the assessment of the charge being considered by him or her, unless otherwise provided by an Act. Section 10 provides that the Prosecutor General is the superior of all public prosecutors. He or she may decide to take up for consideration any matter belonging to a subordinate prosecutor and to assign a subordinate prosecutor to prosecute a case where the Prosecutor General has decided on the charge. In addition, the Prosecutor General may allot a case to a subordinate prosecutor for the assessment of the charge. A re-evaluation by the Prosecutor General is often brought about by a complainant being dissatisfied with the result of the first consideration of the charges.", "There is no statute of limitation as regards the review of a matter by the Prosecutor General."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}