{"ITEMID": "001-57833", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF MELIN v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6", "JUDGES": "R. Pekkanen", "TEXT": ["7. Mr Pierre-André Melin, a French national, lives off private means and resides at Courbevoie (Hauts-de-Seine). He formerly practised as a lawyer.", "8. On 6 May 1985 the Nanterre Criminal Court convicted him of fraud and sentenced him to a suspended term of sixteen months’ imprisonment, combined with an order (mise à l’épreuve) requiring him, inter alia, to compensate the victim for the damage which he had sustained.", "9. The applicant appealed immediately to the Versailles Court of Appeal, which, giving judgment on 15 January 1986 in Mr Melin’s presence, upheld the lower court’s guilty verdict. On the other hand, it deferred pronouncement of sentence until 25 June 1986 as the accused had undertaken to reimburse the victim within six months if the court were to find him guilty. This aspect of the proceedings is not in issue. The typed text of the judgment was filed with the registry on the same day as its delivery.", "10. Two days later Mr Melin lodged an appeal on points of law against the Court of Appeal’s judgment with the latter’s registry (Article 576 of the Code of Criminal Procedure). He stated that he reserved the right \"to put forward any other relevant ground once he had received the certified copy of the decision in question\".", "According to the applicant, he requested a copy of the judgment on the same occasion. A registry official allegedly took down his address and the case references, so as to be able to send him one in return for a forty franc fiscal stamp.", "The Government maintain that there were two possibilities: either the applicant had not requested a copy and could not therefore be surprised at not receiving one; or he had in fact asked for one, in which case a copy had undoubtedly been sent to him.", "11. On 14 February 1986 the appeal file reached the registry of the Court of Cassation. Three and a half months later, on 27 May, the Criminal Division dismissed the appeal because no grounds had been put forward and because the contested judgment did not disclose any procedural defect. This decision was notified to Mr Melin on 18 June and recorded that the party seeking damages had submitted a memorial.", "12. In a letter of 23 June to the President of the Criminal Division, the applicant explained that he had been unable to submit a memorial because he had not had available to him the text of the judgment of 15 January 1986; in addition he complained that the judge-rapporteur had failed to communicate to him a time-limit for the submission of a memorial.", "On 4 July the Chief Registrar replied to him that, as the judgment of the Court of Cassation was final, he could not appeal against it.", "13. Throughout these various proceedings Mr Melin had conducted his own defence, though he had been assisted by a lawyer at first instance.", "14. The main provisions of the Code of Criminal Procedure referred to in this case are as follows:", "\"Every judgment shall include a statement of its reasons and an operative part.", "The operative part shall record the offences of which the accused have been found guilty or in respect of which they have been held liable, the sentence pronounced, the laws applied and the orders made with regard to civil claims.", "The judgment shall be read out by the president.\"", "Amended by Law no. 85-1407 of 30 December 1985, which came into force on 1 February 1986, this provision is now worded as follows:", "\"Every judgment shall include a statement of its reasons and an operative part.", "The reasons shall constitute the basis of the decision.", "The operative part shall record the offences of which the accused have been found guilty or in respect of which they have been held liable, the sentence pronounced, the laws applied and the orders made with regard to civil claims.", "The judgment shall be read out by the president or by one of the judges; in so doing the president or judge may confine himself to the operative part ...\"", "\"...", "After it has been signed by the president and the registrar, the original copy shall be lodged with the court registry not later than three days after the delivery of the judgment. The fact that it has been so lodged shall be recorded in the register kept in the registry specifically for this purpose.", "...\"", "According to the Court of Cassation’s case-law, failure to comply with the formalities laid down in Article 486 does not entail the nullity of the judgment in issue. Thus the belated lodging of the original copy of a judgment cannot render the judgment void where no prejudice has ensued for the applicant (Criminal Division, 27 November 1984, Bulletin criminel no. 370).", "\"The rules laid down for the criminal courts shall apply in the courts of appeal, subject to the provisions set out below.\"", "\"Service of decisions, where such service is necessary, shall be effected at the request of the prosecuting authority or of the party claiming damages.\"", "\"The prosecuting authority and all the parties shall have five clear days in which to appeal to the Court of Cassation after the delivery of the impugned judgment.", "...\"", "\"An appellant on points of law may lodge a memorial, bearing his signature and setting out the grounds of his appeal, with the registry of the court from whose judgment he is appealing, either when he gives notice of appeal or within the following ten days. The registrar shall issue him with a receipt.\"", "\"After expiry of this time-limit, a convicted appellant may transmit his memorial directly to the Court of Cassation; the other parties may not avail themselves of this provision without the services of a lawyer who is a member of the Court of Cassation Bar.", "...\"", "\"Where one or more lawyers have been instructed, the judge- rapporteur shall set down a time-limit for the memorials to be filed with the registrar of the Criminal Division.\"", "\"The memorials shall set out the grounds of appeal and cite the legal provisions whose violation is alleged.", "A fiscal stamp must be affixed, except where the appellant has been sentenced after conviction of a serious criminal offence (crime).", "They must be lodged within the prescribed time-limit. No additional pleading may be joined thereto after the judge- rapporteur has filed his report. If a memorial setting out additional grounds is lodged belatedly, it may be declared inadmissible.\"", "\"In cases concerning any category of criminal offence, the Court of Cassation may give judgment on the appeal on points of law immediately after expiry of a period of ten days, which period begins to run on the date on which the Court of Cassation receives the file.", "...\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}