{"ITEMID": "001-79543", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SUPA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Vladimír Šupa, is a Slovakian national who was born in 1948 and lives in Topoľčany. He was represented before the Court by Ms R. Záhoráková, a lawyer practising in Bratislava. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a Roman Catholic priest. In 1989 he had been appointed to a parish in Pruské. On 8 August 1994 his superior informed the applicant that he had been transferred to a different parish. The applicant challenged this decision. His objection was declared inadmissible by the Supreme Tribunal of the Apostolic Signature on 10 February 1996. The decision on the applicant’s transfer thus became effective. In the meantime, on 15 January 1995, a different priest had been transferred to the parish in question. The applicant was suspended by the Bishop’s decision of 2 April 1996. The applicant filed an objection. The Congregation for Clergy in Rome upheld that decision on 29 August 1996.", "In 1996 the applicant brought proceedings before the Považská Bystrica District Court claiming the payment of his remuneration which the defendant diocesan office had stopped. The case was transferred to the Nitra District Court to which the applicant submitted the same claim on 14 March 1997.", "On 17 August 1998 the Nitra District Court dismissed the action. In its decision the court referred to the Code of Canon Law, to sections 5(2) and 7(1-3) of Act 308/1991 and concluded that the legal relations between the applicant and the defendant diocesan office were governed by canon law. Those relations were not labour law relations within the meaning of the Labour Code the provisions of which could not, therefore, be applied. The judgment stated, with reference to the decree of the Supreme Tribunal of the Apostolic Signature of 10 February 1996, that the bishop’s decision to transfer the applicant had been effective as from 1 August 1994 and that the applicant’s appeal against it could not affect the position. The judgment also stated that the applicant had lost the right to carry out pastoral activity as a result of the bishop’s decision to suspend him given on 2 April 1996.", "The applicant appealed. He claimed that the first-instance court had decided arbitrarily in disregard of section 7(1) of Act 308/1991. He also submitted that the ordinary courts should examine whether the application of its internal rules by the Roman Catholic Church was in accordance with the generally binding legal rules. He argued that the defendant diocesan office was to be regarded as his employer. It had paid health insurance contributions in respect of the applicant in the same way as other employers and it had issued a certificate indicating the period of the applicant’s employment for the purpose of health and social insurance. The applicant also submitted that the relevant regulations published in the Collection of Laws governed the remuneration of priests.", "In its observations on the case the defendant diocesan office underlined that the applicant’s service within the church was governed by canon law and that the relevant issues could not be examined under the Labour Code as suggested by the applicant. The defendant explained that the applicant, of his own will, had carried out no pastoral activity after 28 August 1994 when he had handed over the parish in Pruské to a different priest. Under the relevant provisions of Act 219/1949 and of Regulations 578/1990 and 187/1997 the applicant had therefore no right to remuneration after that date. In accordance with the provisions of canon law, the bishop had suspended the applicant after attempts to redress the situation had failed. The Congregation for Clergy in Rome had confirmed the validity of the bishop’s decree on 29 August 1996.", "On 10 December 1999 the Nitra Regional Court upheld the first-instance judgment. It noted that churches were autonomous in the exercise of their functions and that interference by courts with their decisions relating to the modalities of service of their ministers or its termination would be contrary to the Constitution. With reference to the relevant law, the Regional Court held that clergymen were entitled to remuneration for the exercise of pastoral activity. Should a church fail to pay remuneration and other sums due to a member of its clergy for exercise of pastoral activity, the person would be entitled to seek redress before the ordinary courts. However, since the applicant’s claim for remuneration related to a period when he did not exercise his function as a priest, and since the ordinary courts lacked power to examine whether or not the church authority’s decisions to transfer the applicant to a different parish and to suspend him had been justified, his action could not be granted.", "On 17 July 2000 the applicant petitioned the Constitutional Court. He alleged a violation of his constitutional rights to judicial protection, to equality of rights without discrimination and to freedom of religion and expression, as well as of his right to satisfactory working conditions including remuneration.", "On 31 January 2001 the Constitutional Court found that the ordinary courts dealing with the case had violated the applicant’s rights under Article 46 § 1 in conjunction with Article 12 §§ 1 and 2 of the Constitution and also his rights under Article 36(a) and (b) of the Constitution. The Constitutional Court expressed the view, among others, that the applicant’s claims for payment of a sum of money and for remuneration fell to be examined under the Slovakian legal order and, as such, they should have been determined by the ordinary courts. The Constitutional Court’s judgment in its relevant parts reads as follows:", "“The ordinary courts considered the church law to form a part of the legal and not of the factual aspect of the case. They decided in application of rules which are not a part of the legal order of the Slovak Republic [which] does not allow their particular use; [they] thereby violated the petitioner’s right under Article 46 § 1 of the Constitution...", "The decision on the existence, termination and nature of the legal relations between the petitioner and the Roman Catholic Diocesan Office in Nitra determines the preliminary issue in respect of the decision on the financial claims of the petitioner. A preliminary question is one which can be decided upon in separate proceedings in which, of course, the legal order of the Slovak Republic would be applied. In this context the Constitutional Court points out that even when deciding on a preliminary issue, the courts were obliged to apply the legal order of the Slovak Republic or rules the use of which the Slovakian legal order permits...", "The church authorities deciding on the legal relations between the petitioner and the Roman Catholic Diocesan Office in Nitra are not public authorities and they applied canon law. For this reason the [ordinary courts] should not have accepted their decision as determining a preliminary issue by a different authority under Article 135 § 2 of the Code of Civil Procedure. By accepting the decisions of the church authorities concerning the legal relations between the applicant and the Roman Catholic Diocesan Office in Nitra as decisions within the meaning of Article 135 § 2 of the Code of Civil Procedure, the District Court and the Regional Court in Nitra violated the petitioner’s right to judicial and other legal protection under Article 46 § 1 of the Constitution...”", "At the relevant time the Constitutional Court lacked power to afford effective redress to the applicant (see below).", "Pursuant to Article 1 of the Constitution, the Slovak Republic is a sovereign and democratic State of law. It is not bound by any ideology or religion.", "Article 12 §§ 1 and 2 provides, inter alia, that human beings are equal in dignity and rights. The fundamental rights and freedoms are guaranteed to everybody without distinction.", "Article 24 § 1 guarantees to everyone the freedom of thought, conscience, religion and faith. Paragraph 3 of Article 24 provides that churches and religious communities administer their matters themselves. In particular, they establish their organs and appoint their clergymen independently of State authorities.", "Article 36(a) and (b) guarantees to employees, inter alia, the right to remuneration for their work and protection against arbitrary dismissal and against discrimination in employment.", "Article 46 § 1 guarantees the right to judicial protection. It provides, in particular, that everybody has the right to seek protection for his or her rights before an independent and impartial tribunal in accordance with the procedure set out in the law or, in cases provided for by the law, before a different authority of the Slovak Republic.", "Pursuant to Article 130 § 3 of the Constitution, as in force until 30 June 2001, the Constitutional Court could commence proceedings upon the petition (“podnet”) presented by any individual or corporation claiming that their rights had been violated. According to its case-law under this provision, the Constitutional Court lacked power to draw legal consequences from its finding that a petitioner’s rights had been violated. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. The Constitutional Court held that it was therefore for the authority concerned to provide redress to a petitioner who was successful in proceedings before it.", "Article 7 §§ 1 and 2 provides that courts in civil proceedings examine matters related to civil law relations and also to labour, family, co-operative as well as business relations unless the law reserves their examination to other authorities. Courts examine and decide upon other issues only where the law so provides.", "Article 135 § 1 provides that courts are bound, inter alia, by decisions given by competent authorities that an offence or a minor offence was committed as well as by decisions determining the status of a person. Under paragraph 2 of Article 135, a court can otherwise itself determine issues which fall to be determined by a different authority. However, where a competent authority has determined such an issue in an earlier decision, courts shall base themselves on such a decision.", "Under section 5(2), churches and religious communities administer their own affairs. In particular, they establish their organs, appoint their ministers and establish their own orders and other institutions independently of the State authorities.", "Section 7(1) provides that persons carrying out ecclesiastical activities do so upon authorisation by churches and religious communities in accordance with their internal rules and the generally binding rules. As regards the latter rules, the law expressly refers to the Labour Code.", "Paragraph 2 of section 7 provides that churches and religious communities assess the capacity of persons to carry out ecclesiastical activities and decide on their appointment to posts in accordance with such assessment.", "Under section 7(3), churches and religious communities, in accordance with their internal rules, appoint persons who carry out ecclesiastical activities and teachers of religion, and assign them to a certain geographical district where appropriate.", "Act 218/1949, as amended, governs the economic maintenance by the State of churches and religious communities.", "Section 1(1) provides that, where registered churches and religious communities so request, the State remunerates, in accordance with this Act, ministers who act as employees of churches and religious communities in ecclesiastical matters, in church administration or in institutions for the education of ministers.", "The scale of basic salaries and of supplements payable to clergymen is set out in Government’s Regulation 587/1990 as amended by Regulation 187/1997. Section 1(4) provides that the period of pastoral activity to be taken into account for determination of the remuneration of clergymen is to be determined by the church concerned.", "The Ministry of Culture has been charged with carrying out state administration in matters relating to churches and religious communities. Its activities comprise, inter alia, finalising the proposals as regards the relevant part of the State budget, distribution of financial means from the State budget to churches and supervision of the use of such means. The Ministry does not, however, interfere with internal matters of churches and religious communities."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}