{"ITEMID": "001-22428", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "MALONE v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Nicolas Bratza", "TEXT": ["The applicant, Paul Malone, is a United Kingdom national, born in 1945 and living in Liverpool. He is represented before the Court by Mr R. Bhatt, a lawyer practising in Liverpool. The respondent Government are represented by their agent, Mr H. Llewellyn, Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 31 March 1987 the applicant was convicted by a jury at Chester Crown Court of four armed robberies committed between 5 and 30 April 1986. He was sentenced to fifteen years’ imprisonment.", "The applicant was arrested at his mother’s flat the morning after the fourth robbery. The police searched his room and claimed to have found clothing similar to that worn by the robber according to a photograph taken by a security camera at the fourth robbery. The applicant denied owning these articles and contended that they were not found in his room but were instead supplied by the police in order falsely to implicate him.", "Following his arrest the applicant was taken to Ellesmere Port Police Station where he was interviewed by D.I. Holt and D.S. Goulding. At trial, the applicant claimed that during this first interview, of which no note was made, the officers told him that one of the robberies had been committed by two men and that the get-away car had been a blue Cortina, registration number ONT 911N. During the trial the police denied that there had been such a “first interview” or that mention of a blue Cortina had ever been made in the course of the investigation, except as a “ploy” to put the applicant off his guard.", "A second interview was not in dispute, and the applicant signed the note recording his account of his movements on the day of the fourth robbery. The events which took place during a third interview were, however, also disputed as were certain incriminating statements which police officers claimed the applicant had made during a car journey to retrace that taken by the applicant in the red Escort. The applicant accepted that he signed a record of the conversation in the car, but claimed that the record had been written on alternate lines on a lined notebook. By the time of the trial, the blank lines had been completed, to include admissions by the applicant that he had hidden from the police and “spent some of the money”. Forensic examination carried out for the purposes of the applicant’s appeal indicated that the lines containing the incriminating comments had been added at a later date.", "At trial, the applicant denied any involvement in the robberies and he gave evidence and called witnesses to show that he had been elsewhere at the relevant times. For the prosecution, in addition to the clothing and identification evidence referred to above, eleven police officers gave evidence as to admissions allegedly made by the applicant in the course of interviews. The applicant was convicted by the jury’s unanimous verdict.", "On 17 June 1988 the Court of Appeal refused the applicant leave to appeal against conviction or sentence.", "The applicant maintained his allegations against the police and in 1988 West Yorkshire Police opened an inquiry to investigate them.", "In 1990 the applicant’s petition to the Home Office asking for his case to be referred to the Court of Appeal was rejected.", "Between 1990 and 1992 the applicant secured reports by forensic scientists which cast doubt on the authenticity of some of the police interview records relied upon by the prosecution. On the basis of these reports, in 1992, he made a second petition to the Home Office.", "In August 1992 the West Yorkshire Police presented a report of its investigation to the Crown Prosecution Service. The applicant was informed that on the basis of this report it had been decided that no disciplinary action or proceedings were warranted against the officers involved in his case.", "In November 1992, however, further forensic reports were completed which cast fresh doubt on the authenticity of the interview records. Later that month the Police Complaints Authority ordered the Metropolitan Police to conduct an investigation into the applicant’s allegations. The investigating officers searched the lockers at Ellesmere Port police station and discovered a file marked “Malone” which contained an envelope marked “ONT 911N” and a note recording the name and address of an ambulance driver, Mr L, who had seen a dark blue car, “possibly a Mark 4 Cortina”, driving at speed from the vicinity of the last robbery at the relevant time.", "On 8 December 1994 the Home Secretary referred the case to the Court of Appeal. The appeal was heard in December 1996. Mr L was traced and called to give evidence on behalf of the applicant. He testified as to an incident which had occurred at either 11 a.m. or 1 p.m. in which, while waiting in his ambulance, he had seen a blue Cortina approaching from the direction of the estate agents’ offices. As the car pulled up at the kerb opposite him, a second man, carrying what looked like a blue cash bag of the type provided by banks, ran from the direction of the estate agents and got into the passenger seat. The car then drove off at speed. Mr L told the court that his assistant had made a note of the first two digits of the car registration number, and that he had immediately reported what he had seen to the police at Ellesmere Port, stating that he thought that it had been a robbery in progress. He had never been asked to give a statement until he was contacted by the applicant’s solicitors some ten years after the event.", "The Court of Appeal did not call the police officers involved in the original investigation and prosecution of the applicant to give evidence.", "Lord Justice Beldam in the Court of Appeal observed in connection with the ambulance driver’s evidence and the documents found by the Metropolitan Police in the lockers at Ellesmere Port police station:", "Having heard [Mr L’s] evidence, we were satisfied that at the time of the interviews referred to by the appellant no-one at Ellesmere Port Police Station knew the index number of the blue Cortina reported by [Mr L]. We are also satisfied that the index number ONT 911N was an index number known to the appellant and introduced by him into evidence at the trial. On the information available to us, it was first mentioned either in the cross-examination of DI Holt or during the evidence in chief of the appellant. We are satisfied that at no time did [Mr L] have the full index number of the blue Cortina which he reported, that in all probability interest in the blue Cortina evaporated after the far more detailed report received from [Mrs H] and that the first mention of the index number was made by the appellant as we have indicated. [Counsel for the prosecution] accepted that, had the prosecution been aware at the time of the existence of [Mr L’s] report, the defence should have been told. But in the result his description of the type of bag carried by the person he saw was so different from the white plastic bag carried by the person who carried out the robbery ... that his evidence did not detract in any way from that of [Mrs H] who had noticed and clearly described the white plastic bag carried by the man who ran past her. Further, as the defence apparently knew the registration number of the vehicle, they could have made enquiries at the time. We are satisfied that the evidence of [Mr L] would not afford any ground for allowing the appeal, and that it was not consciously withheld from the defence. In the circumstances we do not think that the failure to disclose the report of [Mr L] was material. There remains the question whether, in stating at trial that the introduction of the blue Cortina into the interview with the appellant was a ‘ploy’, DI Holt was telling only half the truth. It could, of course, have been the case that DI Holt both knew of [Mr L’s] report and used it as a ploy. If we are correct in thinking that [Mr L’s] report was not followed up in the course of the investigation, it seems to us not improbable that Inspector Holt may subconsciously have referred to the blue Cortina because he had heard a report of such a sighting but by the time of the trial he had dismissed that report from his mind as a reason why he had introduced the blue Cortina. It is, however, a matter which we bear in mind when we have to assess the overall reliability of DI Holt’s evidence.”", "In addition, the Court of Appeal heard evidence from a number of expert witnesses. Having heard the evidence of two experts who had examined the security camera photographs, the court decided that the robber could have been of a height similar to the applicant. It considered that further forensic evidence relating to a pair of shoes, said to have been found in the applicant’s bedroom, served only to reinforce the view that they had been regularly worn by the applicant.", "Having heard forensic evidence suggesting that alternate lines of the record of the conversation between the applicant and police officers in the car might have been added at a later date, the court said:", "“In approaching this aspect of the case we remind ourselves that the allegations made against police officers that they have deliberately falsified an interview are extremely serious. We do not feel that the evidence adduced is sufficiently cogent to lead to the conclusion that DI Holt added alternate lines to the record of the discussion during the journey in the car. We are certainly not prepared to reject the whole of the evidence given by police officers of the Cheshire Police Force as suggested by [the defence counsel]. Whilst we think it unlikely that the words ‘and hide’ and ‘where I spent some of the money’ were added to the record by DI Holt after the appellant had signed the record of the conversation, we also consider that it would be surprising if the appellant, who had persistently denied that he had committed the robbery, made these statements in an unguarded moment on this car journey. Accordingly we consider that we should disregard them altogether in deciding whether the conviction of the appellant was safe.”", "The Court of Appeal dismissed the appeal on 31 January 1997, because it did not find that the applicant’s conviction was unsafe (section 2(1) of the Criminal Appeal Act 1968 as amended by the Criminal Appeal Act 1995).", "The applicant had also applied to the Court of Appeal for leave to appeal to the House of Lords. He was informed by a letter dated 21 May 1997 that the Court of Appeal had refused to issue a certificate under section 33(2) of the Criminal Appeals Act 1968 (see below) and had refused leave to appeal to the House of Lords. By a letter dated 8 September 1997, the applicant’s solicitors reapplied to the Court of Appeal for leave to appeal to the House of Lords and requested the court to hear oral argument on this question, since counsel had understood that an oral hearing was to have taken place before the court decided the issue in the first place. According to the applicants’ solicitors, this request was refused by telephone some time after 27 November 1997 (the date of the introduction of the application to the European Commission of Human Rights).", "In June 1997 the Police Complaints Authority informed the applicant that its investigation had produced evidence suggesting that a number of officers had given false or misleading evidence at trial and that those officers still serving with the police would be reprimanded.", "In criminal cases, there is a right of appeal from the Court of Appeal to the House of Lords, if leave is granted by either court. The Criminal Appeal Act 1968 provides in section 33(2) that “leave shall not be granted unless it is certified by the Court of Appeal that a point of law of general importance is involved in the decision and it appears to the Court of Appeal or the House of Lords (as the case may be) that the point is one which ought to be considered by the House”.", "The Police Complaints Authority was created by section 89 of the Police and Criminal Evidence Act 1984 (“PACE”). It is an independent body empowered to receive complaints as to the conduct of police officers. It has powers to refer charges of criminal offences to the Director of Public Prosecutions and itself to bring disciplinary charges. Under section 105(4) of PACE the PCA is to have regard to any guidance given to it by the Secretary of State with respect to the withdrawal or preferring of disciplinary charges and criminal proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}