{"ITEMID": "001-72549", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF OGNYANOVA AND CHOBAN v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 2;Violation of Art. 3;Violation of Art. 5-1;Violation of Art. 13;No violation of Art. 14;Non-pecuniary damage - financial awards;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. At approximately 2 a.m. on 6 June 1993 Mr Stefanov died after having fallen the previous day from the window of room 36 on the third floor of the police station in the town of Kazanluk. Numerous injuries were found on his body. The ensuing investigation concluded that he had voluntarily jumped out of the window of the room where he had been brought for questioning, and that all his injuries had been the result of his fall. The applicants contested these conclusions.", "9. At an unknown time on 4 June 1993 Mr Stefanov, then aged twentythree, was arrested by the police in the town of Muglizh. Another person, Mr D.O., also of Roma ethnic origin, was likewise taken into custody. According to a subsequent statement of Mr D.O., he had turned himself in, whereas according to a statement of lieutenant I.C., a police officer involved in these events (see paragraph 10 below), he had been arrested. Apparently Mr Stefanov and Mr D.O. were suspected of numerous thefts and burglaries committed in complicity. The two were brought to the Kazanluk police station either later that evening or the next morning. The applicants submitted that Mr Stefanov had been in good health at the time of his arrest. The Government did not contest this assertion.", "10. The events of the next morning, as described hereafter, are only known from the statements of lieutenant I.C. and chief sergeant H.B., the two police officers who participated in the events, of Mr D.O., and partly from the statement of chief sergeant B.B., an officer guarding the cell block of the police station. Apparently the only eyewitnesses to what happened in room 36, from whose window Mr Stefanov fell to the ground, were lieutenant I.C., chief sergeant H.B. and Mr D.O.", "11. Lieutenant I.C. arrived at the Kazanluk police station at approximately 10 a.m. on 5 June 1993 and first proceeded to question Mr D.O. about the thefts and burglaries allegedly committed by him and Mr Stefanov.", "12. The questioning took place in lieutenant I.C.’s office – room 36 on the third floor of the police station – an eastfacing room measuring 5 by 2.8 m.. It had two twowing windows, overlooking the backyard, with sills 96 cm above the floor. It seems that the south window was opened. In the middle of the room there were two desks, adjacent to each other.", "13. In the back yard, beneath the room’s windows, 70 cm south of the one which was open, there was a shed for motorcycles, with a 1.95 meter high ceiling, covered with an iron sheet roof. Beside the shed there was an inspection tunnel for automobiles, leading to an underground garage. The inspection tunnel had a concrete edge. The room’s windows stood at 9.6 m above the ground, the distance between the windows and the concrete edge was 7.9 m, and that between the windows and the iron sheet roof – 5.9 m.", "14. After questioning Mr D.O., lieutenant I.C. sent him back to the cell block on the first floor, and brought Mr Stefanov up for questioning. During the questioning Mr Stefanov was seated in a chair behind the south desk in room 36. Lieutenant I.C. was sitting opposite him, behind the north desk. Throughout the questioning Mr Stefanov was handcuffed. It is not clear whether his hands were secured behind his back or in front of him.", "15. According to the statements made later by lieutenant I.C., sergeant H.B. and Mr D.O., during the questioning the lieutenant established discrepancies between the versions of Mr Stefanov and Mr D.O about their participation in the alleged thefts. At that point, at approximately 11 a.m., the lieutenant called sergeant H.B. and ordered him to bring Mr D.O. up from the cell block in order to be able to confront the two. Sergeant H.B. took Mr D.O. and brought him in front of room 36. Sergeant H.B. and Mr D.O. stood a little south of the room’s door, so that Mr D.O. and Mr Stefanov could not establish eye contact. Lieutenant I.C. started questioning Mr Stefanov and Mr D.O., to compare their answers. Apparently their versions differed and an argument erupted between the two, as they were accusing each other of being the mastermind of the alleged thefts.", "16. Then Mr D.O. indicated with his head to lieutenant I.C. that he wanted to tell him something without Mr Stefanov hearing it. The lieutenant stood up from his chair, approached the halfopen door and stood at the doorsill. At that moment Mr Stefanov, still handcuffed, bolted from his chair, made towards the open window and climbed on the window sill by stepping on a chair placed under the window. Chief sergeant H.B. shouted: “This one is going to run”. Lieutenant I.C. turned around and saw Mr Stefanov in the window frame, one leg out in the air and the other leg inside the room. The lieutenant shouted: “Don’t jump!”, but Mr Stefanov threw his other leg out of the window and jumped. The lieutenant rushed towards the window.", "17. There are inconsistencies in the lieutenant’s statements as to whether he saw Mr Stefanov falling, or only saw him after he had already hit the ground. In his report dated 11 June 1993 the lieutenant stated that he had only seen Mr Stefanov’s body supine on the ground. However, when questioned about the incident on 20 June 1994, the lieutenant maintained that when he had rushed to the window, he had been able to see Mr Stefanov’s fall, and had seen his body hit the iron sheet roof of the shed beneath the window before rolling off and onto the ground. When questioned for a second time on 21 July 1997, the lieutenant stated that he could not recall exactly the phases of Mr Stefanov’s fall and could not tell whether Mr Stefanov had first hit the roof of the motorcycle shed, as he did not remember whether he had gone to the window immediately. He explained that his memories had faded because the events had taken place a long time before and had unfolded very quickly (see paragraphs 34, 36 and 56 below).", "18. There are also inconsistencies in Mr D.O.’s statements as to whether he saw Mr Stefanov’s fall at all. When first questioned about the incident on 8 June 1993, he stated that he had not directly seen Mr Stefanov jump. During his second questioning on 13 December 1993 Mr D.O. maintained that he had seen Mr Stefanov standing up with his handcuffs on, moving towards the window and jumping. However, he did not state that he had seen Mr Stefanov’s fall, but had only seen him supine on the ground.", "19. Chief sergeant H.B. rushed down the stairs to the back yard, where he found Mr Stefanov lying unconscious, half on his back, half on his right side, on an iron grill in front of the garage. His handcuffs had broken, he was bleeding and breathing heavily. Chief sergeant H.B. poured water on him to try to revive him. An ambulance was called shortly afterwards and Mr Stefanov was taken to the regional hospital in Kazanluk, where he died at approximately 2 a.m. the following morning (see paragraph 26 below).", "20. Having been notified about the incident at 12.10 p.m., investigator G.S. of the District Investigation Service in Kazanluk inspected the scene of the incident. Starting at 1.15 p.m., he first inspected the back yard of the police station, where Mr Stefanov had fallen to the ground, and then room 36. The minutes of the inspection state that the site of the incident had “not been preserved – the injured person having been removed”. The minutes describe the ground beneath the windows of room 36 as covered partly with an iron grill, the remainder being a concrete surface. Two bloodstains are noted: one on the iron grill, and one under it. The bloodstain under the grill measured 5 to 6 cm. During the inspection of room 36 a chair was found just beside the window and a piece of plaster 5 cm long was found under the window frame.", "21. The same day, while Mr Stefanov was still alive but in a coma, colonel P., prosecutor at the Plovdiv Military Regional Prosecutor’s Office, ordered that he be examined by Dr E.B., medical doctor at the forensic medicine ward of the Stara Zagora regional hospital.", "22. At 7 p.m. on 5 June 1993 Dr E.B. examined Mr Stefanov in the presence of Dr K., a neurosurgeon from the Kazanluk regional hospital. He found that Mr Stefanov was in a coma and could not communicate. He recorded that the “onduty police officer” had told him that Mr Stefanov had jumped from the window of a room on the third floor of the police station, that he had fallen on an iron sheet roof, and then on the ground in front of the underground garage of the station, on an iron grill.", "23. He noted the following injuries on Mr Stefanov’s body:", "“The lids of the right eye are suffused and are bluish-violet in colour. An abrasion with underlying surface, measuring 6 by 6 cm, was found in the area of the right cheekbone. An arch-shaped wound with uneven and suffused edges 2 cm long, was found on the outer edge of the right eye. Two slit-shaped parallel violet suffusions, 1 cm wide and 8 cm long, are visible on the back of the right shoulder. The distance between them is 3.5 cm. At the middle of the thorax one can observe a slanted elongated violet suffusion, measuring 4 by 1 cm. A similar suffusion, measuring 3 to 2 cm, was found on the left buttock. The right upper limb is immobilised with a plaster dressing. Three oval abrasions with underlying surface, the biggest measuring 1 by 1 cm, were found on the lateral side of the right knee. The skin on the lateral side of the right sole is suffused and bluish-violet in colour. A spotted suffusion, measuring 8 by 3 cm, was found on the inner side of the left sole. An underlying abrasion, measuring 6 to 4 cm, is visible on the lateral side of the right calf. A superficial slit-shaped wound with uneven edges and length 3 cm was found on the left parietal-temporal area.”", "24. Dr E.B. concluded that the injuries described could have been sustained in a twostage fall.", "25. The laboratory tests detected no traces of alcohol in Mr Stefanov’s blood or urine.", "26. Mr Stefanov died at approximately 2 a.m. the following morning.", "27. On the following day, 6 June 1993, Dr E.B. performed an autopsy on Mr Stefanov’s dead body. The doctor described his findings in detail in his report. He noted the following:", "“EXTERNAL INSPECTION[:]", "... The eyelids are closed. The lids of the right eye are suffused and bluish-violet in colour. An arch-shaped wound with uneven and suffused edges, 2 cm long, is visible in the outer eye angle of the right eye, on the orbital edge. An abraded spot at the level of the skin, covered with reddish scab, 6 by 6 cm, is visible in the area of the right cheekbone. ... A slit-shaped wound with uneven and suffused edges, 3 cm long, is visible in the parietal-occipital-temporal area. Small tissue bridges are visible at the bottom of the wound. ... An oblique bluish suffusion, measuring 4 by 2 cm, is visible on the frontal part [of the thorax], in the middle part, in the projection of the sternum. Two strip-shaped bluish-violet blood suffusions, parallel to one another, measuring 8 by 2 cm, at a distance of 3.5 cm between them, are visible on the back surface of the right shoulder. ... A bluish-violet suffusion, measuring 4 by 3 cm, was found on the left buttock. ... The right armpit bone is broken in the middle third with suffusions in the musculature. A wound with an irregular shape and even edges, measuring 3 by 2 cm, is visible in this area, on the lateral surface. The bone fragments are at its bottom. Two strip-shaped grazed areas covered with whitish scab at the level of the skin, each measuring 40 by 3 mm, and a distance between them of 5 mm, were found in the area of the right wrist. Three abraded areas covered with reddish scab at the level of the skin, the biggest one measuring 1 cm in diameter, were found on the lateral side of the right knee. A similar grazed area, measuring 4 by 6 cm, was found on the lateral surface of the right calf. The skin on the lateral part of the right sole is suffused and bluish. A similar suffusion, measuring 8 by 3 cm, was found on the internal surface of the left sole.", "Deep skin incisions were made on the back of the corpse, and thereupon suffusions of the soft tissues and the musculature of the right part of the back, in the area of the right shoulder-blade, measuring 18 by 8 cm, vertically oriented, were found. ... A suffusion of the tissues was found in the musculature and the subcutaneous layer of the left buttock, in the projection of the above-described suffusion.", "INTERNAL INSPECTION[:] Head. The soft cranial membranes have suffusions on the right frontal-temporal area, on the left parietal-occipital-temporal area, below the above described lacerated-contusion wound. ... A linear fracture was found at the base of the skull, beginning from the right frontal-temporal area, passing on the roof of the right orbit, and ending in the area of the sella turcica. ... The soft meninges are suffused in the temporal parts. ... Rounded violet suffusions, with diameter of not more than 2 mm, were found at the base of the brain, in the area of the right frontal parts.", "... The first, seventh, and eighth ribs on the right side are broken on the posterior sub-arm line with a suffusion in the intercostal musculature. The fractures are wide open inward.”", "28. In the concluding part of the report Dr E.B. summarised the injuries on Mr Stefanov’s body as follows:", "“Combined cranial-cerebral and thoracic trauma following a fall from a substantial height. Fracture of the base of the skull. Cerebral contusion, cerebral oedema, with wedging of the cerebellar tonsils. Suffusion of the meninges. Fracture of ribs on the right side. Lacerated-contusion wounds on the head and the face. Suffusions of the cranial membranes, the face, the thorax, and the limbs. Abrasions on the face and the limbs. Open fracture of the right armpit bone. Suffusion of the buttocks. Lack of alcohol in the blood and the urine.”", "29. Dr E.B. concluded that the death had been caused by a cranialcerebral trauma, consisting of a fracture of the skull, a contusion and a brain oedema.", "30. Addressing the question of the manner in which the injuries had been caused, Dr E.B. stated:", "“The described traumatic injuries were caused by the impact of the body against solid blunt objects and could be sustained in a two-stage fall from a substantial height. The inspection and the autopsy revealed head and body traumatic injuries: head – on the right frontal-temporal area [and] on the left parietal-occipital-temporal area; body – front and back, more pronounced on the right side; limbs – right upper limb, lateral surface of the right leg and internal surface of the left sole. The fall on the roof of the shed produced the injuries on the right side of the forehead and the face and the front of the body. The second stage of the fall – from the roof of the shed to the ground in front of the underground garage – resulted in the injuries on the back of the body, the left parietal-occipital-temporal area of the head and lower limbs. The two chafings of the right wrist suggest sustained contact with handcuffs. The right armpit bone was broken during the first stage of the fall if the hands were handcuffed in front, and during the second stage if the hands were handcuffed on the back.”", "31. Dr E.B. finished his autopsy report with the following findings:", "“All traumatic injuries were sustained while [Mr Stefanov was alive], is indicated by from the suffusions in the areas of the broken bones. These injuries were sustained at the same time and it is possible that they occurred at the time stated in the preliminary data.", "The inspection of the body and the autopsy did not reveal traumatic injuries which cannot be explained by a fall from a substantial height.", "At the time of his death [Mr] Stefanov was not under the influence of alcohol, but the expertise cannot confirm the same for the moment of the fall, because the alcohol test sample was taken more than twelve hours after the incident.”", "32. On 8 June 1993 Mr D.O. was questioned about the incident. He stated, inter alia, that he had not directly seen Mr Stefanov jump.", "33. An investigation was opened on 17 June 1993 by the Plovdiv Military Regional Prosecutor’s Office.", "34. The military investigator in charge of the case, Mr S.S., collected the written reports of lieutenant I.C., chief sergeant H.B. and sergeant B.B., but did not question the officers. He started working on the case on 13 December 1993, when he questioned Mr D.O. The latter stated, inter alia, that he had not been mistreated and that Mr Stefanov body did not indicate any bodily assault at the time of his questioning in the morning of 5 June 1993. He also maintained that he had seen Mr Stefanov standing up with his handcuffs on, moving towards the window and jumping. However, he did not state that he had seen Mr Stefanov’s fall, but had only seen him lying on the ground.", "35. On 8 February 1994 the Plovdiv Military Regional Prosecutor’s Office transferred the case to the competent district prosecutor’s office, in view of the amendments to the Code of Criminal Procedure (“the CCP”) of December 1993 whereby offences allegedly committed by police officers came under the jurisdiction of the general courts (see paragraph 71 below). However, on 5 April 1994 the case was sent back to the Plovdiv Military Regional Prosecutor’s Office pursuant to special instructions by the Chief Prosecutor’s Office of 16 February 1994. On 20 April 1994 the Plovdiv Military Regional Prosecutor’s Office remitted the case file to captain I.N., a military investigator in Stara Zagora, for further action.", "36. Lieutenant I.C. was questioned on 20 June 1994 by the military investigator, captain I.N. He stated, inter alia, that when he had rushed to the window, he had been able to see Mr Stefanov’s fall and had seen his body hit the iron sheet roof of the shed situated beneath the window before hitting the ground (see paragraph 17 above).", "37. On 30 June 1994 investigator I.N. recommended that the investigation be discontinued, citing the lack of evidence for a criminal offence. He found that the medical expert report had established that all of Mr Stefanov’s injuries had been sustained during his twostage fall from the window. This finding coincided with lieutenant I.C.’s statement that he had seen Mr Stefanov’s body first hit the roof of the shed beneath the window and then fall on the ground in front of the underground garage. The investigator concluded that Mr Stefanov had jumped out of the window of his own will, and that this had not been provoked by the conduct of lieutenant I.C. or another police officer.", "38. On 29 July 1994 colonel Y.T., prosecutor at the Plovdiv Military Regional Prosecutor’s Office, discontinued the proceedings and sent the case file to the Kazanluk District Prosecutor’s Office for further action. He reasoned that Mr Stefanov had suddenly jumped from the window of room 36 during questioning, in the presence of lieutenant I.C. and Mr D.O. He had fallen on the ground and had immediately been taken to a hospital, where he had died despite the efforts to revive him. As could been seen from the medical expert report, the Mr Stefanov’s death had been caused by a combined cranial-cerebral and thoracic trauma, a fracture of the base of the skull, a cerebral contusion, a suffusion of the meninges, lacerated-contusion wounds on the head and the face, and suffusions of the limbs. There was no indication that lieutenant I.C. had contributed in any way to Mr Stefanov’s death.", "39. On 4 August 1994 the Kazanluk District Prosecutor’s Office sent the case back to the Plovdiv Military Regional Prosecutor’s Office, stating that there was nothing for them to do since the proceedings were discontinued.", "40. During the following year the case file was shuttled between various prosecutor’s offices. On 4 October 1994 the first applicant, who was apparently unaware of the latest developments, complained to the Chief Prosecutor’s Office about the delay in the investigation and stated that she had not been informed of the investigation findings.", "41. In view of the amendments to the CCP of June 1995 whereby the military courts, investigators and prosecutors were restored jurisdiction over offences allegedly committed by police officers (see paragraph 71 below), on 3 August 1995 the Military Prosecutor’s Office in Sofia sent the case for review by the Plovdiv Military Regional Prosecutor’s Office with instructions to communicate its ruling to Mr Stefanov’s heirs.", "42. In a decision of 27 December 1995 colonel Y.T., prosecutor at the Plovdiv Military Regional Prosecutor’s Office, once again discontinued the investigation for lack of evidence of a criminal offence. He reasoned, without much detail, that Mr Stefanov had jumped from the open window. He had been immediately transported to a hospital, where he had died because of a cranialcerebral trauma. It had not been established that lieutenant I.C. or another police officer had abused his office, had brought about Mr Stefanov’s suicide, or had failed to discharge his or her duties. It appears that a copy of the decision was sent to Mr Stefanov’s father.", "43. Apparently the applicants were not informed about these developments, although they had requested to be kept abreast of the progress of the investigation on several occasions.", "44. A copy of the prosecutor’s decision was obtained by the applicants’ lawyer on 12 November 1996. On 9 December 1996 he filed an appeal against it with the Military Prosecutor’s Office in Sofia, arguing that the investigation was not comprehensive, that a number of investigative steps had not been undertaken and that various facts had not been clarified.", "45. In a decision of 9 January 1997 prosecutor V.P. of the investigative department of the Military Prosecutor’s Office in Sofia found that the investigation had not been full and comprehensive. It had not been established at what time on 4 June 1993 Mr Stefanov had been arrested, who had ordered that he remain in detention after the end of the workday, or whether there had been an order for his police detention for a period of twentyfour hours. If such an order existed, it was not clear who had issued it and on what legal grounds. The legality of the police officers’ actions had to be assessed also from the point of view of Article 127 of the Criminal Code (“the CC”) (see paragraph 66 below). Another fact which had not been clarified were the circumstances of Mr Stefanov’s detention leading up to the incident on 5 June 1993. Also, it was unclear how many objects Mr Stefanov’s body had hit during the fall and what was the number of impacts. No inspection had been carried out of the roof of the motorcycle shed. It was apparent from the photographs that it was not deformed although the doctor’s report had stated that on his way down Mr Stefanov had first hit the roof and only then the iron grill on the ground. The doctor’s report had also stated that the body had sustained two blows during the fall and that all injuries could have been caused by two consecutive blows. Finally, not all persons who could have clarified the facts had been questioned, including chief sergeant H.B., chief sergeant B.B., and others who had been in the back yard and the garage of the police station and might have witnessed the fall.", "46. Accordingly, the prosecutor quashed the decision to discontinue the investigation and ordered to:", "(i) gather all documents in the Kazanluk police station relating to Mr Stefanov’s arrest and detention on 4 June 1993;", "(ii) inspect the site of the incident with a view to establishing the exact material of which the metal sheet roof was made and whether there were any deformations on it; also, establish what the distance between the window and the ground was and whether the bloodstain found on the iron grill was situated directly beneath the window;", "(iii) perform a dummy test to determine the exact spot where Mr Stefanov’s body had hit the ground;", "(iv) question other possible witnesses; also, take new statements from Mr D.O. about the circumstances of his and Mr Stefanov’s detention and stay in the police station, the possible use of physical violence against them, as well as all other circumstances possibly relevant to the case;", "(v) prepare a three-expert forensic report to establish the cause of death and whether there were injuries on Mr Stefanov’s body which had not been caused by the fall form the window.", "47. Following the remittal of the case, on 8 March 1997 an investigator inspected the iron sheet roof of the motorcycle penthouse situated beneath room 36, and performed a dummy test.", "48. During the inspection it was found that the iron sheet roof had no marks of bending or deformation.", "49. A humansize leather dummy was thrown twice out of the window of room 36. The first time the dummy was dropped perpendicularly and fell directly on the ground in front of the garage, without touching the iron sheet roof of the penthouse. The second time it was thrown at an angle south of the window and hit the iron sheet roof, then the concrete edge beneath the roof, and then fell on the ground. When the dummy hit the iron sheet roof during the second throwing, the roof gave.", "50. On 25 March 1997 investigator S.S. questioned chief sergeant H.B. who stated, inter alia, that he had not seen Mr Stefanov’s fall in its entirety, and had no recollection of how many hits he had heard during the fall.", "51. On 26 March 1997 investigator S.S. questioned chief sergeant B.B.", "52. Following the dummy test, three medical experts were appointed to reexamine the conclusions about the circumstances in which Mr Stefanov’s injuries had been sustained. More specifically, they were requested to establish what was the cause of Mr Stefanov’s death and whether some of the injuries found on his body could have been the result of factors other than the fall from the window of room 36. Dr E.B., the medical doctor who had examined Mr Stefanov on 5 June 1993 and had performed an autopsy on his dead body, was one of the experts. The others were Dr H.E. and Dr T.T., medical doctors from the forensic medicine and ethics faculty of the university of Stara Zagora.", "53. On 18 April 1997 the three experts delivered their report based solely on documents contained in the investigation case file.", "54. The experts confirmed the previous findings about the cause of death, namely that it was the result of a cranial and brain trauma, consisting of a fracture of the base of the skull, contusion and oedema of the brain, with a wedging of the cerebellum and paralysis of the vital brain centres. Although insubstantial, the amount of blood that had entered the respiratory system, also contributed to the fatal outcome, the experts opined.", "55. As to the cause of the injuries, the experts concluded that:", "“such injuries may be sustained in a fall that involves multiple blunt impacts. Such a fall [occurs] the body hits several hard surfaces at different heights, as indicated by the dummy test. Such information was gathered during the dummy test. When thrown at a right angle, the dummy hit the iron sheet roof situated under the window adjacent to the one from which [Mr] Stefanov fell. ...It is possible that [Mr] Stefanov ran tangentially against the edge of the iron sheet roof and that his body rolled off leaving no indentations on the roof. It [was] also possible that [Mr] Stefanov, regardless of whether his body came in contact with the iron sheet roof, hit the concrete edge on which the roof was built. This edge is visible on the photographs and is situated at approximately 23 cm from the wall of the shed. The final stage of the fall was hitting the ground in front of the garage, where the grill is located. It [was] possible that the suffusions on the back surface of the right shoulder could have resulted from an impact against the grill. The lacerated-contusion wound on the head, in case it was turned left, as well as the fracture of the right armpit and the suffusion on the buttocks, occurred during this final stage of the fall. The other injuries were caused earlier during the fall. The two abrasions on the right wrist are consistent with handcuff marks.", "The hit which caused the cranial fracture and the brain contusion [was] sustained in the right frontal part of the head, where the laceratedcontusion wound, the abrasion and the suffusion [were] detected. This was a heavy impact that occurred during an earlier stage of the fall, most probably against the abovementioned concrete edge.", "All injuries were sustained at the same time. No injuries were found which cannot be explained with a fall from a substantial height and one that involved multiple hard impacts. [There were no injuries] from sharp weapons, firearms, or electricity. No defensive injuries were found on the body or the limbs.", "56. On 21 June 1997 lieutenant I.C. was questioned by captain S.S., the military investigator who was initially in charge of the investigation. The applicants’ lawyer was also present. The lieutenant stated that he could not recall exactly the mechanism of Mr Stefanov’s fall and could not tell whether Mr Stefanov had first hit the roof of the motorcycle shed, as he did not remember whether he had gone to the window immediately. He explained that his memory of the events had faded because they had taken place a long time before and had unfolded very quickly.", "57. Mr D.O. was not requestioned. The Kazanluk police tried to locate him but found that his whereabouts after 1993 – when he was released and apparently not prosecuted any further for the alleged thefts – were unknown. There were some indications that he was living on the territory of the Troyan municipality, in one of the mountain villages there, but his exact address was unknown, as he had not communicated it to the address register of his previous domicile, the municipality of Muglizh. His mother’s whereabouts were also unknown, his grandfather and uncle had died, and there were no other relatives in Muglizh who could provide information about him. The applicants’ lawyer requested that the investigation remain pending until Mr D.O. was located and questioned.", "58. Also, no documents were gathered about Mr Stefanov’s arrest and detention on 4 and 5 June 1993. In a letter of 20 July 1997 the head of the Kazanluk police station informed the investigation authorities that up until August 1993 the persons detained for less than twentyfour hours had simply been registered and no orders for their arrest had been issued, and that the registers for 1993 had not been preserved.", "59. On 29 July 1997 investigator S.S. recommended that the investigation be discontinued. He stated that the instructions of the Military Prosecutor’s Office had been complied with in the course of the additional investigation. The register of the detained persons in the Kazanluk police station was no longer available, nor were the police fill-in forms for detention. It was therefore impossible to establish who had brought Mr Stefanov to the police station. Also, an additional inspection of the death scene had been carried out, revealing that Mr Stefanov’s body had not hit the iron sheet roof, which was not deformed, but the edge beneath it, and then the ground. This was apparent from the medical expert report. Certain witnesses had been re-questioned. The re-questioning of Mr D.O. had been impossible, as he could not be tracked down. As indicated by the medical expert report, Mr Stefanov’s death had been caused by a cranialcerebral trauma, consisting of a fracture of the skull base, contusion and oedema of the brain with a wedging of the cerebellum and a paralysis of the vital brain centres. Such injuries could be the result of a twostage fall, when the body had encountered obstacles at various heights before hitting the ground. No injuries which could not be explained with such a fall had been found, nor injuries resulting from sharp weapons, firearms, or electricity. There was thus no evidence of a criminal offence by a member of the Kazanluk police.", "60. In a decision of 13 August 1997 captain I.N., prosecutor at the Plovdiv Military Regional Prosecutor’s Office, discontinued the investigation. He reasoned that all instructions contained in the decision of 9 January 1997 of the Military Prosecutor’s Office in Sofia had been complied with. The dummy test, the additional medical expert report and the newly questioned witnesses had all confirmed the circumstances underlying the first discontinuation of the investigation. There were no injuries on Mr Stefanov’s body which could not be explained by a twostage fall from a substantial height. The dummy test had determined that Mr Stefanov had first hit the concrete edge under the iron sheet roof and had then fallen on the ground. A copy of the decision was sent to the first applicant with instructions that she could appeal against it.", "61. On 3 and 12 February 1998 the applicants’ lawyer requested information about the progress of the investigation. He was informed that it had been discontinued, but was not given a copy of the decision of 13 August 1997. He managed to obtain a copy only on 4 March 1998, and immediately appealed it before the Military Prosecutor’s Office in Sofia. He argued that Mr D.O. had not been questioned and that the conclusions about the details of Mr Stefanov’s fall from the window were inconsistent.", "62. On 31 March 1998 colonel T.Y., prosecutor at the Military Prosecutor’s Office in Sofia, dismissed the appeal, reasoning, inter alia, that Mr Stefanov had jumped in an attempt to leave the premises of the police, that no officers were responsible for this act, and that the investigation had been objective and comprehensive.", "63. The applicants’ lawyer then filed an appeal with the Chief Prosecutor.", "64. On 18 May 1998 prosecutor V.P., head of the investigative department of the Military Prosecutor’s Office in Sofia, to whom the appeal was apparently referred, upheld the decision to discontinue the investigation. He reasoned that there were no indications that Mr Stefanov’s “attempt to flee” had been prompted by maltreatment by the police officers who had questioned him. According to the medical expert report, all his injuries had been caused by the fall. There was no indication that any offence had been committed by a police officer, that could be connected with Mr Stefanov’s death. A copy of his decision was sent to the applicants’ lawyer on 9 June 1998.", "65. By Article 115 of the CC, murder is punishable by ten to twenty years’ imprisonment. Article 116 § 1 (2) of the CC provides that if a murder is committed by a police officer in the course of, or in connection with the performance of his or her duties, it is punishable by fifteen to twenty years’ imprisonment, or life, with or without parole.", "66. Article 127 § 1 of the CC makes it an offence to aid or incite suicide, if the person concerned does subsequently commit suicide or makes an attempt to do so. By paragraph 3 of that Article, it is an offence to drive another to suicide or attempted suicide through cruel treatment or systematic humiliation, if this other person is financially or otherwise dependent on the offender, on condition that the offender contemplated that eventuality. Paragraph 4 of that Article makes it an offence to act contrary to the previous paragraph even if the offender does so out of negligence.", "67. Articles 128, 129 and 130 of the CC make it an offence to inflict a light, intermediate or severe bodily injury on another. Article 131 § 1 (2) of the CC provides that if the injury is inflicted by a police officer in the course of or in connection with the performance of his or her duties, the offence is aggravated.", "68. By Article 287 of the CC, as in force at the material time, it was an offence for an official, when acting in the course of, or in connection with the performance of his or her duties, to illegally coerce an accused, a witness or an expert with a view to obtaining a confession, a statement or an opinion.", "69. All of the above offences are publicly prosecutable (Article 161 of the CC and Article 21 § 3 of the CCP, as in force at the material time).", "70. Article 192 §§ 1 and 2 of the CCP, as in force at the material time, provided that proceedings concerning publicly prosecutable offences could only be initiated by a prosecutor or an investigator. The prosecutor or the investigator had to open an investigation whenever he or she received information, supported by sufficient evidence, that an offence might have been committed (Articles 187 and 190 of the CCP). If the information given to the prosecuting authorities was not supported by evidence, the prosecutor had to order a preliminary inquiry in order to determine whether the opening of a criminal investigation was warranted (Article 191 of the CCP, as in force at the material time). A prosecutor could discontinue an investigation when, inter alia, there was no evidence of an offence, or the alleged act did not constitute an offence (Articles 21 § 1 (1) and 237 § 1 (1) and (2) of the CCP). At the material time his or her decision was subject to appeal to a higher prosecutor (Article 181 of the CCP, as in force at the relevant time). In 2001 the CCP was amended to provide for judicial review of a prosecutor’s decision to discontinue an investigation.", "71. At the material time the offences allegedly committed by police officers were tried by military courts (Article 388 § 1 (2) of the CCP, as in force at the relevant time). In December 1993 this text was amended to provide that the military courts no longer had jurisdiction over such offences (Article 388 § 1 (2) of the CCP, as amended in December 1993). A new amendment in June 1995 reverted to the old regime (Article 388 § 1 (2) of the CCP, as amended in June 1995 and in force until 1 January 2000). Where a case would fall within the jurisdiction of the military courts, the preliminary investigation is handled by military investigators and prosecutors.", "72. A person may be arrested and placed in detention in the context of pending criminal proceedings, if charges have been brought against him or her (Article 146 § 1 taken in conjunction with Article 207 of the CCP).", "73. A person could also be arrested by order of an investigator and detained for up to three days if he or she was suspected of having committed an offence punishable by imprisonment, but there was not enough evidence to bring charges. The circumstances in which this could occur were limited and included the cases where (i) he or she had been caught during or immediately after the commission of the alleged offence, (ii) he or she had been named by an eyewitness, (iii) overt traces of the alleged offence were found on the person’s body or clothes or in his or her place of abode, or (iv) the person tried to flee or his or her identity could not be established and there was enough information that he or she might have committed an offence (Article 202 § 1 of the CCP, as in force at the material time).", "74. Section 20(1) of the National Police Act of 1976, in force at the relevant time, provided that the police could also arrest a person if (i) his or her identity could not be ascertained, (ii) he or she behaved violently or in breach of public order, (iii) he or she refused, without just cause, to appear after having been duly summoned, (iv) he or she knowingly impeded the police from carrying out its duties, (v) he or she carried or used unlicensed firearms, cold weapons, or other dangerous devices. In all these cases the police had to immediately carry out the necessary checks. After that, but in no case later than three hours after the person’s arrest, he or she had to be released, if no order for his or her detention was made. Only when the person’s identity could not be ascertained that deadline was extended to twentyfour hours (section 20(2) of the Act).", "75. The “Manual on the Effective Prevention and Investigation of Extralegal, Arbitrary and Summary Executions” (U.N. Doc. E/ST/CSDHA/.12 (1991)), published by the United Nations in 1991, includes a Model Autopsy Protocol aimed at providing authoritative guidelines for the conduct of autopsies by public prosecutors and medical personnel. In its introduction, it is noted that a systematic and comprehensive examination and report were required to prevent the omission or loss of important details:", "“It is of the utmost importance that an autopsy performed following a controversial death be thorough in scope. The documentation and recording of those findings should be equally thorough so as to permit meaningful use of the autopsy results... It is important to have as few omissions or discrepancies as possible, as proponents of different interpretations of a case may take advantage of any perceived shortcomings in the investigation. An autopsy performed in a controversial death should meet certain minimum criteria if the autopsy report is to be proffered as meaningful or conclusive by the prosector, the autopsy’s sponsoring agency or governmental unit, or anyone else attempting to make use of such an autopsy’s findings or conclusions.”", "76. In a number of reports the European Commission against Racism and Intolerance at the Council of Europe has expressed concern about racially motivated police violence, particularly against Roma. Certain other bodies and non-governmental organisations have also reported in the last several years numerous incidents of alleged racial violence against Roma in Bulgaria, including by law enforcement agents. A detailed account of these reports may be found in the Court’s judgment in the case of Nachova and Others v. Bulgaria (nos. 43577/98 and 43579/98, §§ 5559, ECHR 2005...)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}