{"ITEMID": "001-69110", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ARRIGO AND VELLA v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Mr Noel Arrigo and Mr Patrick Vella, are Maltese nationals and live in Siggiewi and Naxxar (Malta). The first applicant is represented before the Court by Mr G. Abela, a lawyer practising in Valletta, while the second applicant is represented by Mr T. Abela and Mrs T. Cachia, two lawyers practising respectively in Attard and Valletta.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants were two judges of the Court of Criminal Appeal. They had been suspected, inter alia, of having accepted a sum of money in order to neglect their duties as public officials.", "On 1 August 2002, while the applicants were being interrogated by the police, the Prime Minister of Malta called a press conference at his office and issued a press release in Maltese. The translation into English of this document read as follows:", "“I have convened this Press Conference on a matter of importance which I feel that the public should be informed of officially.", "The courts of our land have always enjoyed, and still do, the trust of our people.", "I regret that I have to inform the public that today two judges are being investigated by the police in connection with serious offences.", "On 5 July, judgment was delivered by the Court of Criminal Appeal presided over by Chief Justice Noel Arrigo, Judge Patrick Vella and Judge Joseph Filletti, in the case of “the Republic of Malta vs. Mario Camilleri”.", "Before the Court of First Instance, the accused was found guilty, after he had filed a guilty plea, of offences regarding drug trafficking and other related offences, and was condemned to sixteen years imprisonment.", "Days before the judgment of the Appeal Court, it became known that contacts were being made on behalf of the accused with Judge Patrick Vella and the Chief Justice so that the prison term to which he had been condemned be reduced by four years, from sixteen to twelve years, and that these two judges were promised amounts of thousands of Liri each.", "Judgment was given as allegedly had been agreed.", "The Police continued to follow subsequent events. After the judgment it resulted that monies were paid to the said two judges.", "The investigations together with interrogations of witnesses began after Judge Patrick Vella returned from abroad on 27 July.", "The investigations are continuing today as the two judges were separately asked to go to the Commissioner of Police.", "On the Government's side, I want to assure everyone that this case will continue to be investigated to the end and that steps will be taken according to law.", "This morning I informed the President of Malta about this all. Afterwards I also informed the Leader of the Opposition. We agreed that the matter is of national importance and that in no way should it be treated as a matter of partisan politics. I thank the Leader of the Opposition for this who like me understands the seriousness of the situation.", "Afterwards I called a Cabinet meeting and it was decided to call this Press Conference.", "I appeal to the public to wait for the results of the investigations according to law and to consider that what is happening is a confirmation that the institutions of our land apply to everyone. Therefore, the public must still maintain its whole trust in them”.", "During the press conference, the Prime Minister was accompanied by his assistant, by the Minister of Interior and by the Minister of Justice. The press conference was shown live on the national television and several articles about it were published in the national newspapers.", "On 4 August 2002 the applicants were charged before the Court of Magistrates as a Court of Criminal Inquiry.", "Considering that the press conference and the publicity given to it had prejudiced their rights to a fair trial and to the presumption of innocence (Article 6 §§ 1 and 2 of the Convention and Article 39 §§ 1 and 5 of the Constitution of Malta), at the first hearing before the Court of Criminal Inquiry, the applicants requested that the criminal proceedings be stayed and that their complaint be brought before the Civil Court (First Hall) in its constitutional jurisdiction.", "In an order of 26 August 2002 the Court of Criminal Inquiry considered that the applicants' claim was not frivolous or vexatious as far as it concerned the press conference and referred the case to the Civil Court. The Court of Criminal Inquiry rejected the applicants' allegations regarding the alleged prejudice suffered because of the publicity given to the statements of the Prime Minister.", "Before the Civil Court, the applicants produced several newspaper articles which allegedly treated them as guilty. They also referred to a motion for their removal from duty which was pending before the House of Representatives. They alleged that, as there had been a breach of the presumption of innocence, no fair hearing was possible in their case.", "In a judgment of 4 December 2002 the Civil Court held that the declarations made in the press conference could not be considered as statements of guilt and therefore declared that the applicants' fundamental rights had not been breached. The Civil Court directed the Court of Criminal Inquiry to continue the criminal proceedings instituted before it.", "The Civil Court first observed that the facts of the case were extraordinary and rather unique for Malta and that it was justified for the Prime Minister to call the press conference in order to inform the public and to avoid an institutional crisis. After having explained the background of the case, the Prime Minister gave assurances that the matter would have to be investigated according to law and requested the public to await the results of these investigations. Answering questions from the media, he reiterated that no conclusion could be drawn at that stage of the proceedings and that the applicants, like any other person, should enjoy the rights set forth in the law. In the Civil Court's opinion, these statements were not clear indications of guilt. The terms employed were those which were generally used on occasions in which reference was made to an ongoing investigation and to the results achieved by the police.", "The Civil Court recalled that according to the case-law of the European Court of Human Rights, the presumption of innocence could not prevent the authorities from informing the public about the investigations in criminal matters.", "The applicants appealed to the Constitutional Court against the judgment of 4 December 2002.", "In a judgment of 29 October 2003 the Constitutional Court revoked the impugned decision and declared that there had been a violation of the applicants' rights to a fair trial and to be presumed innocent. It further ordered that a copy of its judgment be placed in the records of the criminal proceedings pending against the applicants.", "The Constitutional Court noted that the Civil Court should have addressed also the applicants' complaint concerning the alleged lack of objective impartiality of the tribunal called upon to decide their case. However, this claim was unfounded, as even assuming that the presumption of innocence had been violated, this would not imply that the criminal proceedings could not be determined by an objectively independent and impartial court. The domestic legal system provided effective safeguards and guarantees in this respect.", "The Constitutional Court further observed that the authorities should impart information about pending criminal cases with the necessary caution and circumspection and that it could not be held that this requirement was satisfied simply because some reservations as to the need to await the result of the trial had been made. According to the case-law of the European Court of Human Rights, the presumption of innocence was violated if a statement of a public official concerning a person charged with a criminal offence reflected an opinion that he was guilty before he had been proved so according to law. Even in the absence of a formal finding, it was sufficient that there was some reasoning suggesting that the official regarded the accused as guilty. The choice of words by the public official was of paramount importance but the existence of a breach of Article 6 § 2 of the Convention had to be determined in the context of the particular circumstances in which the impugned statement had been made.", "In the present case, the Prime Minister had used the words “it became known” and “it resulted”, which were incompatible with the required caution. It was, in fact, a clear declaration that the facts of which the applicants were accused had actually taken place, thus suggesting that the Prime Minister was considering the applicants guilty. This also resulted from some extracts of the press articles produced by the applicants, which showed that the reservations made at the end of the press conference did not have much effect on public opinion, which was de facto encouraged to believe that the accused had committed a criminal offence.", "As the presumption of innocence was one of the elements of a fair criminal trial, the violation of paragraph 2 of Article 6 of the Convention also and necessarily entailed a breach of the first paragraph of this provision and of Article 39 § 1 of the Constitution of Malta.", "In the light of its finding that there was no lack of objective impartiality on the part of the national tribunals, the Constitutional Court considered that there was no room for ordering the suspension of the criminal proceedings against the applicants. However, it held that in order to provide a remedy for the violations found, and also with the ultimate aim of providing scrupulously and applying all safeguards contemplated and contained in the Criminal Code, its judgment should be brought to the attention of the court which would eventually be called upon to determine the criminal proceedings initiated against the applicants.", "On 17 March 2004 the applicants requested the Court of Criminal Inquiry to suspend the trial pending a decision from the European Court of Human Rights.", "In an order of 7 September 2004 the Court of Criminal Inquiry rejected the applicants' claim and decided to continue with the collection of evidence. It observed that considerations of public order militated against the requests of the defence and that in its judgment of 29 October 2003 the Constitutional Court had explicitly excluded the need to stop the criminal proceedings against the applicants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}