{"ITEMID": "001-61623", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF D.P. v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "", "TEXT": ["8. The applicant was born in 1951 and is currently detained in Eysses Prison, Villeneuve-sur-Lot.", "9. He was held in police custody from 25 to 27 September 1994, on suspicion of having sexually assaulted his stepdaughters. He made a full confession and, at the end of the period in police custody, he was charged with rape and aggravated sexual assault. He was detained on remand.", "10. On 21 April 1995, under questioning by the investigating judge, the applicant retracted his confession; on 5 May 1995 he denied all the accusations made against him. He said that he had taken valium while in police custody and claimed that this drug could have impaired his mental faculties.", "11. On 7 September 1995 the investigating judge extended the detention order. By an order of 22 December 1995, he rejected an application by the applicant for release. In a judgment of 9 January 1996, the Indictment Division of the Bordeaux Court of Appeal upheld the order. On 30 April 1996 the Court of Cassation dismissed an appeal on points of law lodged by the applicant. The Criminal Division of the Court of Cassation which ruled in that judgment was composed of Mr Le Gunehec, President, a reporting judge and six other judges, including Mr Guilloux and Mr Le Gall.", "12. On 9 February 1996 the parties were informed that the investigation was complete. By a judgment of 2 July 1996 the Indictment Division committed the applicant to stand trial at the Gironde Assize Court.", "13. The applicant appealed on points of law and put forward two grounds in support of his appeal: the first alleged that the Indictment Division had failed to comply with the procedural rules necessary for the effective exercise of the rights of the defence, as set out in Article 197 of the Code of Criminal Procedure, concerning the parties' access to the case file before the hearing; the second concerned a lack of sufficient reasoning in the order committing him for trial, and noted that it did not set out the facts on which the charges were based or explain why the alleged offences were classified as they were.", "14. The Criminal Division of the Court of Cassation delivered a judgment dismissing the appeal on 12 February 1997. The Division which ruled on the appeal was composed of Mr Guilloux, acting as president in the absence of the incumbent president who was unable to attend, Mr Le Gall as reporting judge, and six other judges.", "15. In a judgment of 3 April 1998, the Gironde Assize Court convicted the applicant and sentenced him to nineteen years' imprisonment and suspended his civic, civil and family rights for ten years.", "16. On that same date the applicant lodged an appeal with the Court of Cassation, in which he raised six points of law. The first alleged a violation of Article 362 of the Code of Criminal Procedure, on the ground that the Assize Court had not stated by what majority of votes the sentence had been imposed; the second concerned a failure to comply with the principle that hearings must be oral and, in particular, with Article 347 of the Code of Criminal Procedure, which in principle prevented the court proper and the jury from deliberating with the case file before them; in his third point, the applicant complained of a violation of Article 379 of the Code of Criminal Procedure, which prohibited the content of statements being mentioned in the official record, unless the presiding judge decided otherwise; the fourth and fifth points concerned the wording of the questions put to the jury; the final point alleged a breach of the rights of the defence, on the ground that the accused had not spoken last on the question of the withdrawal of parental responsibility.", "17. The applicant was provisionally granted legal aid but, in a decision of 8 April 1999, the Legal Aid Office refused his request on the ground that “no arguable ground” of appeal on points of law could be made out against the judgment of 3 April 1998.", "18. In a judgment of 9 June 1999, the Criminal Division of the Court of Cassation dismissed the applicant's appeal on points of law. The Division was composed of Mr Gomez, President, Mr Guilloux, reporting judge, and Mr Le Gall, judge.", "19. On 7 July 1999 the President of the Court of Cassation dismissed an appeal on points of law lodged by the applicant against the Legal Aid Office's decision.", "20. The relevant provisions of the Code of Criminal Procedure applicable at the material time are the following:", "“Where appropriate, after delivering the judgment the president [of the assize court] shall, if applicable, inform the accused of his or her right to lodge an appeal on points of law, and inform him or her of the time-limit for such an appeal.”", "“In the event of a breach of the law, judgments of indictment divisions and judgments of the criminal courts against which no ordinary appeal lies may be set aside on an appeal on points of law to the Court of Cassation lodged by the public prosecutor or by the party adversely affected, according to the distinctions made hereafter.", "Such appeals shall be lodged with the Criminal Division of the Court of Cassation.”", "“Judgments of indictment divisions and judgments of trial and appellate courts against which no ordinary appeal lies and which comply with the formal requirements laid down by statute may be quashed only on grounds of a breach of the law.”", "“Such judgments shall be declared null and void if they are not delivered by the prescribed number of judges or have been delivered by judges who have not attended all the hearings in the case. Where several hearings have been held in one and the same case, the judges who have taken part in the decision shall be presumed to have attended all of them.", "Such judgments shall also be declared null and void if they have been delivered without submissions having been heard from the public prosecutor.", "Subject to the exceptions laid down by law, judgments which have not been delivered, or in respect of which the proceedings have not been conducted in open court, shall also be declared null and void.”", "“Judgments of indictment divisions and judgments against which no ordinary appeal lies shall be declared null and void if they contain no reasons or if the reasons are insufficient and do not enable the Court of Cassation to exercise its power of review and to ascertain that the law has been complied with in the operative provisions.", "The same rule shall apply in the event of a failure or refusal to rule either on one or more applications by the parties or on one or more applications by the public prosecutor.”", "“In criminal matters, the judgment by the indictment division committing the accused for trial shall, when it has become final, determine the jurisdiction of the assize court and cover all procedural defects, should any exist, arising from the previous proceedings.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}