{"ITEMID": "001-111890", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ROBATHIN v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1959 and lives in Vienna.", "6. The applicant is a practising lawyer by profession. He runs his law office with a partner.", "7. In 2005 criminal proceedings on suspicion of aggravated theft, aggravated fraud and embezzlement were opened against the applicant and a number of other persons by the Vienna Regional Criminal Court (Landesgericht für Strafsachen).", "8. On 21 February 2006 the investigating judge issued a search warrant for the applicant’s premises. The warrant authorised the search and seizure of the following items:", "“Documents, personal computers and discs, savings books, bank documents, deeds of gift and wills in favour of Dr Heinz Robathin, and any files concerning R. [name of one person] and G. [name of another person].”", "9. In its reasoning, the search warrant stated that the applicant was suspected firstly of having taken furniture, pictures and silver worth more than 50,000 euros (EUR) from Mr R. in December 2003 for personal enrichment; secondly, of having induced Mr G. to sign an agreement for a secured loan of EUR 150,000 in December 2004, which Mr G. then failed to receive; and thirdly, of having abused the power of attorney granted to him by Mr R. in order to make bank transfers, causing the latter financial damage of more than EUR 50,000 in September 2003.", "10. The search of the applicant’s business premises was carried out by police officers of the Federal Ministry of the Interior on 21 February 2006. The applicant, his defence counsel and a representative of the Vienna Bar Association were present. The police officers proceeded to search the applicant’s computer system, copying all files to disc. The representative of the Vienna Bar Association opposed this as being disproportionate since it was technically possible, by using appropriate search criteria, to search for and copy only those files which corresponded to the criteria set out in the search warrant. Having contacted the investigating judge, the police officers insisted on copying all files. On the proposal of the representative of the Vienna Bar Association, the police officers copied all data returned by a search for the names “R.” and “G.” to one disc and all other data to separate discs. All the discs were sealed.", "11. The report drawn up by the police officers lists the following seized items: (1) laptop, (2) CDs/DVDs of R./G. data, (3) CDs/DVDs of all Robathin law office data, and (4) copies of agendas.", "12. All these items were handed over to the investigating judge. Because the applicant opposed the search of the data, the Review Chamber (Ratskammer), a panel of three judges, of the Vienna Regional Criminal Court was called upon to decide whether they were to be examined or returned pursuant to Article 145 § 2 of the Code of Criminal Procedure (Strafprozeßordnung).", "13. On 3 March 2006 the Review Chamber authorised the examination of all the files. It repeated that there were grounds for suspecting the applicant of the offences described in the search warrant and noted that the data in issue had been seized in the context of the preliminary investigations in respect of the applicant and other persons. A lawyer could not rely on his duty of professional secrecy and the attendant guarantees of Article 152 § 1 of the Code of Criminal Procedure when he himself was the suspect. In sum, the examination of the seized files was necessary in order to investigate the offences.", "14. On 23 March 2006 the Vienna Bar Association contacted the Procurator General, suggesting that he lodge a plea of nullity for the preservation of the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes) in the applicant’s case. It submitted, in particular, that a search of a lawyer’s business premises risked impinging on his duty of professional secrecy.", "15. Pursuant to Article 139 of the Code of Criminal Procedure, the investigating judge had to give reasons when issuing a search warrant and to describe as clearly as possible which items were to be searched for and seized. In the applicant’s case it was open to doubt whether the search warrant had accurately described which items could be seized. Generally, only a search for particular files likely to be related to the offence in issue could be authorised. The same applied to searches of electronic data. A practising lawyer was obliged by law to have at his disposal a computer system fulfilling certain standards in order to communicate electronically with the courts. In fact, most lawyers also had all their files in electronic form. Standard software for law offices allowed full-text searches for any name or word and thus made it easy to narrow the search of data. In the present case such a search had returned results and thus the search warrant did not extend to the seizure of all of the law office’s data.", "16. For these reasons, the Bar Association argued that the seizure of all the data and the Review Chamber’s decision to permit the examination thereof had been excessive and therefore unlawful. The Review Chamber had failed to give any specific reasons why an examination of the data relating to Mr R. and Mr G. would not be sufficient. The applicant’s duty of professional secrecy could only be lifted in relation to the suspicion against him concerning two of his clients but not in respect of all his lawyer-client relationships. Moreover, the partner in his law office was not under any suspicion.", "17. By a letter of 12 April 2006 the Procurator General informed the Vienna Bar Association that he had not found any reason to lodge a plea of nullity for the preservation of the law.", "18. On 14 May 2009 the Vienna Regional Criminal Court convicted the applicant of embezzlement but acquitted him of the other charges. The court sentenced him to three years’ imprisonment, two of which were suspended on probation. On 22 December 2009 the Supreme Court dismissed the applicant’s and the public prosecutor’s pleas of nullity and on 10 March 2010 the Vienna Court of Appeal upheld the sentence. Subsequently, the applicant obtained evidence which had not been available to him at the time of the trial. He requested a reopening of the proceedings, which was granted and led to the applicant’s acquittal by the Vienna Regional Criminal Court’s judgment of 15 March 2011.", "19. Articles 139 to 149 of the Code of Criminal Procedure in the version in force at the material time concerned the search of premises and persons and the seizure of objects.", "20. Article 139 § 1 provided, in particular, that a search may be carried out only if there is reasonable suspicion that a person suspected of having committed an offence is hiding on the premises concerned, or that there are objects on the premises the possession or examination of which is relevant to a particular criminal investigation.", "21. Pursuant to Article 140 §§ 1 and 2, a search should, in general, be carried out only after the person concerned has been questioned, and only if the person sought has not come forward of his or her own volition or the object or objects sought have not been voluntarily produced and if the reasons warranting the search were not eliminated during the questioning. No such questioning is required where delay would be detrimental.", "22. Article 140 § 3 stated that a search may, as a rule, only be carried out on the basis of a reasoned search warrant issued by a judge.", "23. Pursuant to Article 142 §§ 2 and 3, the occupant of the premises subject to the search or, if he is unavailable, a relative of the occupant, must be present during the search. A report is to be drawn up and signed by all those present.", "24. Article 143 § 1 of the Code of Criminal Procedure provided that, if objects relevant to the investigation or subject to forfeiture or confiscation are found, they are to be listed and taken to the court for safe keeping or seized. It referred in this respect to Article 98, pursuant to which objects in safe keeping must be put into an envelope to be sealed by the court, or have a label attached so as to avoid any substitution or confusion.", "Article 145 read as follows:", "“1. When searching through documents, steps must be taken to ensure that their content does not become known to unauthorised persons.", "2. If the owner of the documents does not want to permit their being searched, they shall be sealed and deposited with the court; the Review Chamber must determine immediately whether they are to be examined or returned.”", "25. According to the courts’ case-law, which is endorsed by the opinion of academic writers (see Bertl/Vernier, Grundriss des österreichischen Strafprozessrechts, 7th edition), the provisions relevant to the search and seizure of paper documents also apply mutatis mutandis to the search and seizure of electronic data. If the owner of discs or hard drives on which data are stored objects to their being searched, the data storage devices are to be sealed and the Review Chamber must decide whether they may be examined.", "26. Section 9 of the Austrian Lawyers Act regulates the professional duties of lawyers including, inter alia, the duty to maintain professional secrecy.", "27. Article 152 § 1 of the Code of Criminal Procedure exempts lawyers, notaries and business trustees from the obligation to give evidence as witnesses in respect of information given to them in the exercise of their profession.", "28. It is established case-law that documents which contain information subject to professional secrecy may not be seized and used in a criminal investigation.", "29. Pursuant to an instruction (Erlaß) of the Federal Minister of Justice of 21 July 1972, a representative of the competent Bar Association shall be present during the search of a lawyer’s office in order to ensure that the search does not encroach on professional secrecy."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}