{"ITEMID": "001-104975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BOGUSŁAW KRAWCZAK v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1952. He is currently detained in Czerwony Bór Prison.", "6. On 12 January 2005 the applicant was arrested in Poland and charged with trafficking large amounts of drugs from Venezuela.", "7. On 14 January 2005 the Gdańsk District Court (Sąd Rejonowy) remanded him in custody. The decision was upheld on 18 April 2005 by the Gdańsk Regional Court (Sąd Okręgowy).", "8. In its decision to detain the applicant, the District Court relied on a reasonable suspicion that the applicant had committed the aforementioned offence. It attached particular importance to the likelihood that a severe sentence of imprisonment would be imposed on the applicant and to the risk that he would attempt to obstruct the proceedings.", "9. The applicant’s pre-trial detention was subsequently extended by decisions of the Gdańsk Regional Court given on 22 March 2005 (upheld by the Gdańsk Court of Appeal (Sąd Apelacyjny) on 27 April 2005), on 23 June 2005, on 15 September 2005 (upheld by the Gdańsk Court of Appeal on 11 October 2005), on 13 January 2006 and on 18 April 2006 (upheld by the Gdańsk Court of Appeal on 26 April 2006).", "10. In its decisions extending the applicant’s detention, the Regional Court observed that it had been necessary to extend the pre-trial proceedings in order to obtain translations of certain relevant case documents from Spanish into Polish, to hear new witnesses and to supplement the original charges. It took into account the fact that the applicant had a handicapped mother, but concluded that she had been receiving adequate care and, therefore, that there were no special reasons, family-related or other, militating against the applicant’s detention.", "11. On 17 June 2005 the bill of indictment was lodged with the Gdańsk Regional Court.", "12. On 6 October 2005 the Gdańsk Regional Court dismissed the applicant’s request for release, finding that the initial grounds for his detention continued to apply.", "13. On 28 December 2006 the Gdańsk Court of Appeal extended the applicant’s detention, restating the grounds initially invoked for the detention order. It emphasised that the offence with which the applicant had been charged had been committed in an organised criminal group. Consequently, the court took the view that detention on remand constituted the only measure capable of securing the proper conduct of the proceedings.", "14. The applicant’s appeal against the decision of the Gdańsk Court of Appeal was dismissed by the same court on 16 January 2007.", "15. On 25 April 2007, 11 December 2007 and on further unspecified dates the Gdańsk Court of Appeal again extended the applicant’s detention. In its decision of 11 December 2007 the court held that another extension of the applicant’s detention was necessary in order to allow the trial court to examine additional evidence and hear more witnesses. The court moreover observed that one of the co-accused had also been charged in another set of proceedings and remained at the disposal of the Kraków Regional Court, which made it necessary to have him escorted from there to each of the hearings before the Gdańsk Regional Court. The applicant’s appeal against this decision was dismissed on 28 December 2007.", "16. On 30 December 2008 the Gdańsk Regional Court convicted the applicant as charged and sentenced him to 10 years’ imprisonment.", "17. On 2 March 2010 the Gdańsk Court of Appeal upheld the lower court’s judgment.", "18. The applicant lodged a cassation appeal and the proceedings before the Supreme Court are currently pending.", "19. On 14 January 2005 the applicant was committed to Sztum Remand Centre.", "20. On 30 September 2005 he was transferred to Gdańsk Remand Centre.", "21. From 12 October 2006 to 15 November 2006 the applicant was held in Kraków Remand Centre.", "22. On 16 November 2006 he was transferred back to Gdańsk Remand Centre. He remained there until 6 March 2007.", "23. On 7 March 2007 the applicant was once more transferred to Kraków Remand Centre and detained there until 21 March 2007.", "24. From 22 March 2007 onwards the applicant was detained in Gdańsk Remand Centre.", "25. Following his conviction, on 17 January 2009 he was transferred to Iława Remand Centre to serve his term of imprisonment. He remained there until 17 October 2009, with the exception of the period from 30 June 2009 to 3 September 2009 when he was detained in Racibórz Remand Centre.", "26. On 18 October 2010 the applicant was transferred to Czerwony Bór Prison where he is currently detained.", "27. The parties gave partly differing accounts of the conditions of the applicant’s detention in the above-mentioned establishments.", "28. Upon his arrest on 12 January 2005 the applicant was committed to Sztum Remand Centre where he was initially held in a cell of an unspecified size.", "29. On 20 June 2006, in Gdańsk Remand Centre, he was placed with five other detainees in a cell of 16 m². The free area in the cell, furniture and other equipment excluded, amounted to approximately 1 m² per person.", "30. Subsequently, on an unspecified date the applicant was transferred to a cell which measured 20 m² and was shared by six detainees. The cell in question was furnished with three bunk beds, two tables, six stools and a number of cupboards. A toilet cubicle was also inside the cell. The free area in the cell was approximately 1.5 m² per detainee.", "31. From 17 October to 15 November 2006 the applicant was held in Kraków Remand Centre. Despite being a non-smoker, he was detained in a cell designated for smokers.", "32. In a letter of 9 November 2009 the applicant informed the Court that he had been continuously held in a cell where the statutory requirement of 3 m² of living space per prisoner had not been respected. The toilet was not properly separated from the rest of the cell and the conditions were unhygienic.", "33. In a letter of 15 October 2010 the applicant informed the Court that from 9 November 2009 to 26 November 2009 the authorities of Iława Prison had placed him together with one other detainee in a cell where the living space per detainee amounted to 2.48 m².", "In the same letter he further stated that on 26 November 2009 he was moved to cell no. 18 in ward B where the requirement of 3 m² of living space per prisoner had been respected and the conditions of his detention were more or less satisfactory.", "34. The Government supplied the following details concerning the conditions of the applicant’s detention in each establishment.", "35. As regards Gdańsk Remand Centre, the Government acknowledged that the applicant had been temporarily placed in cells where the living space per prisoner had amounted to less than 3 m². The cell space in different cells occupied by the applicant ranged from 2.26 m2 to 4.06 m2 per prisoner. The period during which the applicant had been detained in cells where the living space was less than 3 m² per prisoner amounted to a total of 235 days.", "36. The Government explained that throughout his detention the applicant had been entitled to a one-hour daily walk in the remand centre’s courtyard and to take part in various sports activities. The sanitary conditions of Gdańsk Remand Centre were adequate, the cells were properly lit and equipped with all necessary furniture.", "37. With regard to Kraków Remand Centre, the Government also conceded that the applicant had been at times held in cells where the living space per prisoner amounted to less than 3 m². He was initially placed in a cell with non-smokers but at his own request he was later moved to a different cell. In this remand centre also the applicant was entitled to a one-hour daily walk in the remand centre’s courtyard. The overall sanitary conditions of the remand centre were satisfactory and the applicant had been provided with the necessary products for his daily hygiene.", "38. In a letter of 26 November 2009 the Government submitted that the applicant was being detained in Iława Remand Centre, in a cell where the statutory minimum standard of 3 m² per person was respected.", "39. The applicant lodged a complaint with the Ombudsman, complaining about the conditions of his detention in Kraków Remand Centre. He did not lodge a similar complaint in respect of Gdańsk Remand Centre because, as he explained, such a complaint would have had no prospects of success and moreover he had feared persecution by the prison authorities of Gdańsk Remand Centre.", "40. The applicant did not bring a civil action in tort to seek compensation for the infringement of his personal rights on account of the conditions of his detention.", "41. The applicant submitted that during his stay in Sztum Remand Centre he had been entitled to one family visit per month. During the first visit he was allowed to see his common-law wife in person and in the presence of a police officer. During all subsequent visits he was separated from his visitors by a perspex partition and could only communicate with them via internal phone. He was only allowed to receive one visitor at a time.", "42. In March 2005 the applicant’s wife was refused the right to see him. According to the applicant’s submissions, the authorities had explained their refusal by the fact that a personal search performed on the applicant’s wife at the remand centre’s entrance had allegedly revealed a prohibited “kite” message (gryps) and some unauthorised medication. The applicant maintained that the authorities had unfairly mistaken his common-law wife’s personal memo note for a prohibited message. He also explained that the medication she had been carrying had been her own, ordinary medication for blood circulation problems. He moreover pointed out that during the visit scheduled for that particular day he would in any event have been separated from his wife by a perspex partition, a circumstance of which both the authorities and his wife had been aware.", "43. In Gdańsk Remand Centre the applicant was entitled to receive visitors once a month. He was usually separated from his visitors by a perspex partition and could communicate with them via internal phone.", "44. The applicant submitted that on numerous occasions his commonlaw wife and other members of his family had filed repeated requests to be allowed to see him physically in person but that all these requests had been refused. He maintains that he was allowed to meet his family in a manner allowing for direct physical contact only on six occasions.", "45. From the copies of documents provided by the applicant it can be seen that the requests filed by various members of his family on 12 July 2005, 5 August 2005, 29 May 2006, 9 July 2006 and on 5 September 2006 were all refused by the Gdańsk Regional Court, usually by handwritten notes made on their requests – “permission refused” (“nie wyrażam zgody”).", "46. As a result of a request filed on 30 June 2006, on 3 July 2007 the court decided to “only exceptionally” allow the applicant’s common-law wife to see him without their being physically separated (“sąd wyjątkowo wyraża zgodę na widzenie umożliwiające kontakt bezpośredni”).", "47. Also, the applicant’s own request to be allowed to have direct physical contact with his visitors, filed on 10 July 2006, was refused by the court on 18 July 2006.", "48. According to a certificate issued on 25 July 2007 by the authorities of Gdańsk Remand Centre, provided by the applicant, up until 23 July 2007 he had been allowed to see:", "- his common-law wife 16 times: during 9 visits they had been separated by a perspex partition and on 7 other occasions they had been allowed to have direct physical contact;", "- his son P. 9 times: on 7 occasions with the perspex partition and 2 occasions with direct physical contact;", "- his daughter E. once, being separated from her by the perspex partition.", "49. The Government pointed out that during his stay in Gdańsk Remand Centre the applicant had been allowed to see his family 46 times, on 20 occasions in a manner allowing for direct physical contact. Nearly all requests filed by the applicant’s family members had been allowed. The visits took place on:", "- 11 and 18 October 2005;", "- 8, 10, 23, 25 November 2005;", "- 1, 8, 13, 20 December 2005;", "- 12 and 20 January 2006;", "- 7 and 17 February 2006;", "- 1, 10, 24 March 2006;", "- 10, 12, 14 and 21 April 2006;", "- 12 and 17 May 2006;", "- 6, 21, 30 June 2006;", "- 11 and 21 July 2006;", "- 31 August 2006;", "- 7 and 21 September 2006;", "- 23 November 2006;", "- 16 December 2006;", "- 22 January 2007;", "- 22 February 2007;", "- 27 March 2007;", "- 8 and 30 May 2007;", "- 8 June 2007;", "- 24 July 2007;", "- 21 August 2007;", "- 21 September 2007;", "- 12 October 2007;", "- 29 November 2007;", "- 14 and 22 December 2007.", "50. During his stay in Kraków Remand Centre from 7 to 21 March 2007, the applicant was not allowed to make any telephone calls and did not receive any visits.", "51. On 19 May 2010 the Elbląg Regional Court refused to grant the applicant’s request for release on probation (warunkowe przedterminowe zwolnienie). The court held that the applicant could not be given a positive socio-criminological forecast and that his resocialisation process had not been completed yet. It noted that the applicant’s behaviour in detention had been proper, but also observed that he had been a declared member of the prison subculture in violation of prison regulations, that he had not shown a critical attitude towards his crime and, lastly, that the end of the applicant’s sentence was still remote. It recalled that, according to the prevalent jurisprudence, release on probation was a kind of “reward” for prisoners who, by their behaviour, had demonstrated that they had made substantial progress in their resocialisation.", "52. On 22 June 2010 the Gdańsk Court of Appeal dismissed the applicant’s appeal. It restated the reasons invoked for the decision of the lower court. In addition, it considered that the fact that the applicant had never throughout his detention been given a disciplinary penalty and that he had received a dozen or so rewards for his behaviour (nagroda) could not suffice to conclude that his socio-criminological forecast should be regarded as positive. The court further invoked the applicant’s membership of the prison subculture, the serious nature of his criminal conviction and his lack of remorse in respect of the committed crime.", "53. A detailed description of the relevant domestic law and practice concerning general rules governing conditions of detention in Poland and domestic remedies available to detainees alleging that conditions of their detention are inadequate are set out in the Court’s pilot judgments given in the cases of Orchowski v. Poland (no. 17885/04) and Norbert Sikorski v. Poland (no. 17599/05) on 22 October 2009 (see §§ 75-85 and §§ 45-88 respectively). More recent developments are described in the decision given by the Court in the case of Łatak v. Poland (no. 52070/08) on 12 October 2010 (see §§ 25-54).", "54. The relevant domestic law and practice concerning the imposition of pretrial detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland (no. 31330/02, §§ 27-33, 25 April 2006) and Celejewski v. Poland (no. 17584/04, §§ 22-23, 4 May 2006).", "55. The relevant statistical data, recent amendments to the Code of Criminal procedure designed to streamline criminal proceedings and references to the relevant Council of Europe materials can be found in the Court’s judgment in the case of Kauczor (see Kauczor v. Poland, no. 45219/06, § 27-28 and 30-35, 3 February 2009).", "56. Pursuant to Article 217 § 1 of the Code of Execution of Criminal Sentences, a detainee is allowed to receive visitors, provided that he has obtained a visit permission (“zezwolenie na widzenie”) from the authority at whose disposal he remains, i.e. an investigating prosecutor (at the investigative stage) or from the trial court (once the trial has begun) or from the appellate court (in appeal proceedings). A detainee is entitled to a single, onehour long visit per month.", "57. According to paragraphs 2 and 3, a visit should take place in the presence of a prison guard in a manner making it impossible for a detainee to have direct contact with a visitor but the authority which issued the permission may set other conditions. In practice, there are 3 types of visits: an “open visit”, a “supervised visit” (widzenie w obecności funkcjonariusza Służby Więziennej) and a “closed visit”.", "58. An open visit takes place in a common room designated for visits. Each detainee and his visitors have at their disposal a table at which they may sit together and can have an unrestricted conversation and direct physical contact. Several detainees receive visits at the same time and in the same room.", "59. A supervised visit takes place in the same common room but the prison guard is present at the table, controls the course of the visit, may restrict physical contact if so ordered under the visit permission, although his principal role usually is to ensure that the visit is not used for the purposes of obstructing the proceedings or achieving any unlawful aims and to prevent the transfer of any forbidden objects.", "60. A closed visit takes place in a special room. A detainee is separated from his visitor by a perspex partition and they communicate through an internal phone.", "61. The relevant extracts from Recommendation Rec(2006)2 of the Committee of Ministers to member states on the European Prison Rules, adopted on 11 January 2006, read as follows:", "“Part II Conditions of imprisonment", "Contact with the outside world", "24.1 Prisoners shall be allowed to communicate as often as possible by letter, telephone or other forms of communication with their families, other persons and representatives of outside organisations and to receive visits from these persons.", "24.2 Communication and visits may be subject to restrictions and monitoring necessary for the requirements of continuing criminal investigations, maintenance of good order, safety and security, prevention of criminal offences and protection of victims of crime, but such restrictions, including specific restrictions ordered by a judicial authority, shall nevertheless allow an acceptable minimum level of contact.", "24.3 National law shall specify national and international bodies and officials with whom communication by prisoners shall not be restricted.", "24.4 The arrangements for visits shall be such as to allow prisoners to maintain and develop family relationships in as normal a manner as possible.", "24.5 Prison authorities shall assist prisoners in maintaining adequate contact with the outside world and provide them with the appropriate welfare support to do so. ”"], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}