{"ITEMID": "001-118968", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "D.T. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Johannes Silvis;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr D.T., is a Netherlands national who was born in 1968 and lives in Tilburg. He is represented before the Court by Mr J.F.M. Wasser, a lawyer practising in Tilburg.", "2. The Netherlands Government (“the Government”) are represented by their Agent, Mr R.A.A. Böcker, and their Deputy Agent, Ms L. Egmond, both of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant is the father of R., a girl born in 1998. The applicant and R.’s mother have since split up.", "5. On 21 January 2003, when R. was five years old, her mother contacted the police on account of a suspicion that her daughter had been sexually abused by the applicant. She alleged that on Sunday 19 January 2003, upon her return from having spent the weekend with her father, R. had told her that the applicant had performed sexual acts with her during that weekend. The mother was invited to report the crime at another time to specialised police investigators.", "6. On 3 February 2003 the mother reported the alleged sexual abuse of R. to two investigators specialised in the investigation of alleged sexual offences. The statement was recorded on tape.", "7. On 26 February 2003 R. was interviewed by a specialised police sergeant in a child-friendly studio during which she told about the sexual, non-penetrating, abuse. The interview was recorded on videotape, minutes were drawn up containing a summary of the interview, and a verbatim record was also produced.", "8. R.’s grandmother was interviewed by police on 24 March 2003. She confirmed that R. had told her mother about the sexual abuse.", "9. On 14 April 2003 the applicant was questioned by police as a suspect. He denied the sexual abuse, but did confirm that on the night of 18 January 2003 R. had lain next to him in his bed. Subsequently the applicant was taken into police custody.", "10. The applicant was brought before the investigating judge (rechter-commissaris) on 17 April 2003. The investigating judge ordered the applicant’s detention on remand on the same day, but suspended this detention immediately.", "11. On 21 July 2003 the investigating judge appointed C., a professor of law and psychology, in order for him to assess the abovementioned studio interview of R. On 24 September 2003 C. issued a report. He had found nothing wrong in the way the studio interview had been conducted, but did note a number of peculiarities in R.’s statement. He further wrote that there was no suitable experience-based method to establish the truthfulness of witness statements, and added that the method of Criteria-Based Content Analysis (“CBCA”) used by some psychologists was not fit for this purpose. He advised not to bring the case before a court yet but first to have a developmental-psychological investigation carried out by a child psychologist into the possible causes of R.’s sexualised behaviour. On 26 January 2004 the investigating judge appointed child psychologist L. and child psychiatrist A.R. in order for them to report on the reliability of the statements made by R. during the studio interview. Their examination concluded that it was highly unlikely that R.’s statements had been made up or that words had been put into her mouth.", "12. The investigating judge subsequently asked the experts L. and A.R. whether they agreed with C. that a developmental-psychological investigation into the reasons for R.’s sexualised behaviour ought to take place. L. replied that the conclusions reached by her in her original report were not so much based on a CBCA analysis but on a wider developmental-psychological investigation as indicated by C.", "13. The applicant was charged with having sexually abused R. during the period of 17 until 19 January 2003. Following a hearing held on 8 February 2005, the ‘s-Hertogenbosch Regional Court (rechtbank) convicted the applicant on 22 February 2005 of an attempt to perform acts with a child under the age of twelve, consisting of the sexual penetration of that child’s body, and of having sexually abused his minor child several times. He was sentenced to a partially suspended prison term of twenty-four months. After these proceedings, the applicant changed counsel.", "14. At no point during the proceedings at first instance did the applicant request the hearing of R. as a witness.", "15. On 3 March 2005 the applicant lodged an appeal with the ‘sHertogenbosch Court of Appeal (gerechtshof). On 10 March 2005 counsel for the applicant requested that several witnesses, including R., be heard. By letter of 21 September 2005 the Advocate General (Advocaat-Generaal) at the Court of Appeal informed counsel of his decision not to summon R. as a witness. He considered that the interest of the protection of R.’s private life should prevail over the applicant’s interest in having her examined as a witness. The applicant nevertheless maintained his request for the hearing of R.", "16. At his request, counsel for the applicant was provided with a copy of the videotape of the studio interview of R. and he requested W., a professor of psychology, to give his opinion on the reliability of R.’s statements. In his report of 15 October 2005 W. concluded that the recommendations of C. – with which W. concurred – had not been followed up, and that this failure impeded a proper assessment of the reliability of R.’s statements. Although it was true that the experts L. and A.R. had not based their reply to the question concerning the reliability of R.’s statements exclusively on a strict CBCA analysis, it could nevertheless not be said that a wider investigation into the possible reasons for R.’s sexualised behaviour had been conducted.", "17. The first hearing before the Court of Appeal was held on 17 October 2005. Counsel for the applicant once more requested that R. be heard as a witness, preferably at a hearing in the presence of the applicant, but alternatively at a hearing where the applicant was not present, or by the investigating judge. This request was rejected by the Court of Appeal, which noted that R., who was now nearly eight years old, had been subjected to an extensive studio interview when she was five years old. It found that R.’s interest in not being compelled to relive possible traumatic experiences outweighed the interest of the defence in questioning R. or having R. questioned. It took into account that the defence had had the opportunity to view the videotape of the studio interview and that four experts had examined the interview and had reported on it. The Court of Appeal considered that this constituted sufficient compensation for the lack of the opportunity for the defence to question R. on appeal. The hearing was adjourned in order for a number of other witnesses and experts to be summoned.", "18. By letter of 7 March 2006 counsel for the applicant repeated the request for R. to be called as a witness.", "19. In the course of the second hearing, which took place on 13 March 2006, R.’s mother and grandmother were heard, L., A.R. and W. were heard as expert witnesses, and part of the videotape of the studio interview with R. was played back. Counsel for the applicant requested that a developmental-psychological examination of R. as advised by the experts C. and W. be carried out, and he repeated the request for R. to be heard, if need be by means of a studio interview in the course of which the defence would have the opportunity to put questions to her, or to have questions put to her. The Court of Appeal adjourned the hearing in order to consider counsel’s requests.", "20. At the third hearing, held on 20 March 2006, the Court of Appeal considered that a decision on counsel’s requests first required an examination of the question whether the hearing or a developmental-psychological examination of R. would be harmful to her health and well-being. It therefore appointed an expert. On 29 April 2006 this expert, L.-W., submitted a report in which she concluded that it might be possible for R. to be interviewed again, and especially if the treatment and/or therapy she was apparently receiving was related to the alleged sexual abuse, unless a new interview was considered prejudicial to the therapeutic process. It was for the therapist treating R. to assess whether a second interview would be harmful to R.’s health and well-being. However, on the point of the usefulness of a second interview, L.-W. considered that after three years it would be extremely difficult, and perhaps even impossible, to determine which parts of R.’s new statement would be based on accurate recollections and which would be coloured by the different conversations R. had had about the alleged abuse. In these circumstances, L.-W. advised against R. undergoing a second interview. As to the question whether a developmental-psychological examination would be harmful to R.’s health and well-being, L.-W. also referred to the therapist treating R.", "21. A fourth hearing was held before the Court of Appeal on 15 May 2006 in the course of which the Court of Appeal requested the Advocate General to contact the therapists treating R. in order to be informed whether R. undergoing a new interview or a developmental-psychological examination would be harmful to her health and well-being. By letter of 21 June 2006 the two therapists treating R. informed the Advocate General that in their opinion a second studio interview would not be desirable in view of the developmental process R. was currently going through. Such an interview would put her in a position of once more having to identify her father as perpetrator of sexual abuse entailing the possible consequence of him being prosecuted. This would place too much pressure on R. and be harmful for her healing process. A second interview would disturb R.’s balance whereas peace and quiet and the building up of trust and stability in the family situation were of more importance for R.’s further general development. The therapists further informed the Advocate General that for the purpose of R.’s treatment a psychological examination was being conducted. They proposed that, if the mother agreed, the results of that examination could be submitted to the Court of Appeal.", "22. At the fifth hearing, held on 3 July 2006, the Court of Appeal refused the request of the defence to hear R. as a witness, considering that – in view of the letter of 21 June 2006 from the therapists treating R. – there were serious reasons to presume that hearing her once more would be harmful to her health and well-being and that the prevention of that harm outweighed the importance of a new interview. The Court of Appeal did accede to counsel’s request for a developmental-psychological examination of R. to be carried out. This examination was to focus on the questions whether the sexualised behaviour displayed and comments made by R. prior to the weekend of 17-19 January 2003 were age-inappropriate and/or excessive, and whether indications of sexual abuse of R. having been committed by someone other than R.’s father could be deduced from R.’s sexualised behaviour and comments and/or from the environment in which she was growing up and/or from her development until that weekend.", "23. At the sixth hearing, on 30 October 2006, the Court of Appeal appointed two psychologists and a psychiatrist to carry out the developmental-psychological examination. They issued a report on 20 November 2006. This report has not been submitted to the Court but it appears from other documents in the case file that it concluded that R. was not suffering from psychiatric problems and did not appear traumatised in her psycho-sexual development. Due to the passage of time and subsequent events it had not been possible to reply to the Court of Appeal’s questions relating to R.’s behaviour and experiences prior to the weekend of 17-19 January 2003.", "24. At the final hearing before the Court of Appeal on 4 December 2006, counsel for the applicant repeated the request to call R. as a witness, given that in view of the conclusions reached in the developmental-psychological examination it did not appear that a new interview would be harmful to R.’s health and well-being. Counsel further argued that not hearing R. constituted a breach of Article 6 § 3 (d) of the Convention in that the defence had not been afforded the opportunity to put questions to R. whereas a conviction of the applicant would solely or to a decisive degree be based on R.’s statement. Moreover, insufficient counterbalancing measures had been taken, having regard to the fact that the expert C. had advised back in 2003 to conduct a developmental-psychological examination whereas such an examination had not been carried out until 2006, by which time it was no longer possible for certain questions to be answered.", "25. On 18 December 2008 the Court of Appeal delivered its judgment. It maintained its decision as regards the hearing of R., considering that the fact that R. was apparently not suffering from psychiatric problems and did not appear traumatised in her psycho-sexual development did not alter the conclusions reached by the therapists treating her who had advised against a second interview. It further considered that, on the whole, sufficient compensation had been provided for the fact that R. had not been heard again and that the defence had not been given the opportunity of putting questions to her. This compensation consisted in particular of the studio interview conducted with R. by a specialised police sergeant – which interview had been found to be of good quality by the experts L, A.R., C. and W. and the video-tape of which had been put at the disposal of the defence as well as the experts and had been partially played back in court –; the reports drawn up by the experts C., L. and A.R., W. and the two therapists treating R.; and the appearance at hearings before the Court of Appeal of the experts L, A.R. and W. According to the Court of Appeal, the present case could be distinguished from those of P.S v. Germany (no. 33900/96, 20 December 2001) and Bocos-Cuesta v. the Netherlands (no. 54789/00, 10 November 2005), because in those cases the interviews with witnesses whom the defence was not able to question had not been videotaped. Conversely, it appeared from S.N. v. Sweden, (no. 34209/96, in particular § 52, ECHR 2002-V) that the existence and the viewing of a videotape of the interview of a minor might constitute important compensation enabling the defence to challenge the statements and the credibility of the witness. The developmental-psychological examination only having taken place in 2006 and, as a result, the obtaining of (uncoloured) information having been rendered more difficult, did not detract from the fact that this examination had provided insight into R.’s development and thus information relevant for the assessment of the studio interview. The Court of Appeal also took into account that the defence had only requested that R. be heard again as from 2005.", "26. As to R.’s statement, the Court of Appeal considered that it was sufficiently clear from R.’s mother’s and grandmother’s statements that R. had not been pressured to denounce her father; that she had told her mother about the events on the same day they took place; and that it was unlikely that R. had been mistaken about the events and the person in issue so few hours after they had taken place. It further considered that, even though an assessment of the statement based on the method of CBCA could not give a decisive answer about the reliability of R.’s statement, it was, at least, likely that the statement had not been a deliberate lie (bewust gelogen). In this regard, the court also attached weight to the clinical assessment by the experts L. and A.R. that it was highly unlikely that R.’s statements had been made up or that words had been put into her mouth. Consequently, and having itself viewed the videotape, the Court of Appeal found R.’s statement to be reliable.", "27. The Court of Appeal quashed the judgment of the Regional Court, convicted the applicant of an attempt to perform acts with a child under the age of twelve, consisting of the sexual penetration of that child’s body, and of sexual abuse of his minor child, and sentenced him to a partially suspended term of imprisonment of twenty months. It based this conviction on R.’s statement made during the studio interview, the statement of the applicant that during the weekend in question he had been alone with R. and had lain next to her in bed, and the statement of R.’s mother and grandmother about what R. had told them after the weekend and the way in which R. had told it.", "28. On 18 December 2006 the applicant lodged an appeal on points of law (cassatie) alleging a breach of Article 6 of the Convention in that he had not been afforded an opportunity to put questions to R. He also complained that his conviction had wrongly been based on the statement of R., while sufficient supporting evidence was lacking.", "29. By judgment of 17 November 2009 the Supreme Court rejected the appeal on points of law. As regards the complaint that the applicant’s request to examine R. as a witness had been refused, the Supreme Court noted that pursuant to article 288 § 1 sub (b) of the Code of Criminal Procedure (Wetboek van Strafvordering), a court may decide not to proceed to the hearing of a witness if there are serious reasons for presuming that the making of a statement at a hearing of the court would be harmful to the health and well-being of the witness and if the prevention of that harm outweighed the importance of the possibility to have the witness examined at the hearing. The Supreme Court continued as follows:", "3.4.1. The Court of Appeal has not negated the above ... In its considerations about the evidence it has set out the reasons why it found that compensation enabling an effective defence was provided for the inability to examine the victim as a witness. Seen also against the background of that finding ... the rejection of the request [to examine the victim as a witness] has been sufficiently reasoned.", "3.4.2. The Court of Appeal has based that rejection on its opinion that there were serious reasons for assuming that another interview could be harmful to the health and well-being of the victim. In reaching that opinion the Court of Appeal based itself on the views of the experts treating the victim. The Court of Appeal further considered that the contents of the subsequent report of the [developmental-psychological examination] did not lead to a different conclusion, but that, on the contrary, it supported the views of the abovementioned experts.”", "30. The Supreme Court rejected the complaint about the use of R.’s statement in evidence, considering that that complaint overlooked the finding of the Court of Appeal – which finding had not been disputed in the appeal on points of law and had been confirmed by the Supreme Court – that sufficient compensation had been provided for the lack of opportunity to examine the witness.", "31. Finally, the Supreme Court found ex proprio motu that the proceedings before it had exceeded the reasonable time requirement and for that reason it quashed the judgment of the Court of Appeal in so far as the imposed sentence was concerned. It sentenced the applicant to a partially suspended prison term of eighteen months."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}