{"ITEMID": "001-22989", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SALONEN and STAHL v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Elina Salonen and Jirka Ståhl, are Finnish nationals, born in 1978 and 1976 respectively and living in Helsinki. They are represented before the Court by Mr Heikki Salo, a lawyer practising in Helsinki. The respondent Government are represented by Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 December 1997 the applicants and four other animal rights activists attempted to colour the fur of foxes kept at a farm in Orimattila, when its owner fired at them with a shot gun, injuring three of them, including the first applicant. They were apprehended by the police on 6 December 1997 at 3.30 a.m. on their way to hospital. One of them was later admitted for hospital care.", "On 9 December 1997 at 11.40 a.m. Senior Police Officer T.H. of the Central Criminal Police in Vantaa telephoned judge R. at the Lahti District Court (käräjäoikeus, tingsrätt) to convey a detention request concerning “four suspects”, including the applicants.", "The respective written requests received at the District Court in the afternoon of the same day stated the applicants’ name, address and identity number and indicated that they were under suspicion for having committed the following offences: one count of aggravated violation of domestic peace in Orimattila on 6 December 1997 at 2.40 p.m.; three counts of aggravated damage to property in the region of Pohjanmaa (Ostrobothnia) on 2-3 September 1997; and six counts of damage to property in Helsinki on 7-8 November 1997. The requests were accompanied by a memorandum by T.H. setting out the facts in more detail.", "The second applicant’s continued detention was considered by the District Court on 9 December 1997 from 7 to 8 p.m. and the first applicant’s detention was examined from 9 to 10 p.m. They received copies of the detention request immediately prior to the respective hearings.", "Before the District Court, defence counsel argued that the detention request concerning the second applicant was inadmissible as it had not been submitted in proper and lawful form before noon. According to the minutes from the hearing, T.H. contested counsel’s argument as he had informed the court before noon that the request concerned four arrested persons held in Lahti and connected to the events at the fox farm in Orimattila. In addition, T.H. had informed the court that their detention was being sought in respect of the acts committed in Ostrobothnia and Helsinki as well.", "In dismissing counsel’s objection the District Court found as follows:", "“Since the head of the investigation [T.H.] informed the court orally, on the third day before noon as prescribed by law, that he was going to request (ilmoittanut tulevansa vaatimaan) the detention of four persons in respect of one count of aggravated violation of domestic peace committed in Orimattila, three counts of aggravated damage to property and six counts of damage to property, and even though he did not at that stage indicate the names of those whose detention was being sought, [his] request was nevertheless confirmed in writing without delay. As there was no risk of any error occurring in respect of the persons and the offences in question, [the court] finds that the detention request was made in accordance with the law.”", "The District Court went on to dismiss the detention request in respect of all but the first applicant, who was ordered to remain in detention until 16 December 1997 on suspicion of having committed the three counts of aggravated damage to property and the six counts of damage to property, as indicated in the request.", "The District Court further ordered that the case-file, with the exception of the detention order and the legal provisions applied, be kept secret until the first hearing of the charges against the suspects or until the pre-trial investigation against them had been closed. The District Court applied section 9, subsection 3, of the 1984 Act on Publicity of Court Proceedings (laki oikeudenkäynnin julkisuudesta, lag om offentlighet vid rättegång 945/1984).", "On 10 December 1997 the first applicant filed a procedural appeal (kantelu) with the Kouvola Court of Appeal (hovioikeus, hovrätt), contending that the detention request had not been made in accordance with the law as it had not been filed in writing without delay. The written request had been faxed to her counsel’s office only at 2.20 p.m. and counsel himself had received it around 4.00 p.m. In any case, the offences specified in support of the request did not correspond to those which T.H. had apparently communicated to judge R. over the telephone.", "In a written statement to the Court of Appeal judge R. explained that in his telephone call to the District Court which T.H. had placed on 9 December before noon he had first informed a court secretary that he was seeking the detention of four arrested persons connected with the events that had occurred at a fox farm in Orimattila. Immediately thereafter T.H. had informed judge R. that their detention was also being requested for the acts committed in Ostrobothnia and Helsinki. Although T.H. had not at that time specified the names of the four suspects in question, judge R. found that there was no uncertainty as to their identities and the offences of which they were suspected. She had therefore concluded that the detention request had been submitted in accordance with law.", "In its decision of 12 December 1997 the Kouvola Court of Appeal agreed with the District Court, finding that at the time when the detention request had been presented over the telephone there had been no uncertainty as to the fact that the request concerned, among others, the second applicant or as to the offences of which she was being suspected.", "The Court of Appeal maintained the District Court’s secrecy order and further ordered that its own decision, again with the exception of the operative part and the legal provisions applied, also be kept secret until the first hearing of the charges against the suspects or until the pre-trial investigation against them had been closed.", "The Supreme Court (korkein oikeus, högsta domstolen) refused the first applicant leave to appeal on 25 February 1998. The decision bore a stamp indicating that it was “secret”. It contained the standard reasoning which the Supreme Court relies on when refusing leave to appeal, without referring to the applicable legal provision (see “Relevant domestic law”):", "“Leave to appeal is refused. The Court of Appeal’s decision therefore stands.”", "In the meantime, the first applicant’s detention had been prolonged. On 7 January 1998 the Vaasa Court of Appeal had ordered her release, having accepted her further procedural appeal of 2 January 1998. This appellate court, noting the progress in the pre-trial investigation, found that her continued detention was no longer necessary in order to secure an effective investigation and trial.", "According to Chapter 1 of the Coercive Measures Act (pakkokeinolaki, tvångsmedelslag 450/1987, as amended by Acts nos. 361/1990 and 693/1997), an arrested person and his or her legal counsel shall be notified without delay of a request for detention on remand (section 11). Such a request shall be made to the court without delay and not later than 12.00 hrs on the third day from the day of the apprehension of the suspect (section 13). The request shall be made in writing. It may also be submitted orally or by telephone but shall then be confirmed in writing without delay (section 12).", "According to an expert opinion relied on by the applicants, an oral or telephone request must identify the person, the offence of which he or she is being suspected as well as the ground for the detention (Helminen, Lehtola and Virolainen: Uusi esitutkintalainsäädäntö. Helsinki 1990).", "A request for detention on remand shall be considered by the court without delay and not later than four days from the moment the suspect was placed in custody (section 14).", "An arrested person shall be released immediately when the conditions for his or her arrest no longer exist. If his or her detention on remand is not requested, the release shall take place no later than at the expiry of the aforementioned period for submitting such a request (section 4).", "Chapter 1, section 27 of the Coercive Measures Act stipulates that a procedural appeal against detention on remand may be submitted at any time and shall be dealt with expeditiously. In its precedent no. 1995:180 the Supreme Court (by 11 votes 10) held that it was not prevented from introducing a leave requirement for such appeals.", "Under the 1951 Act on Publicity of Official Documents (laki yleisten asiakirjain julkisuudesta, lag om allmänna handlingars offentlighet 83/1951, as in force until repealed by Act no. 621/1999), official documents were in principle public (section 1). They included not only documents drawn up and issued by an authority but also documents submitted to an authority and which remained in its possession (section 2, subsection 1). A pre-trial investigation record, however, was not public until the matter had been brought before a court or the police investigation had been closed without charges being brought (section 4).", "The 1984 Act on Publicity of Court Proceedings (laki oikeudenkäynnin julkisuudesta, lag om offentlighet vid rättegång 945/1984, as amended by Act no. 1254/1988) affords the court the option of holding a hearing in camera, inter alia when examining a request for detention on remand to be dealt with prior to the actual trial, provided such a request has been made by the head of the pre-trial investigation or the suspect himself or if the court deems it necessary to exclude the public from the hearing (section 5a). If the suspects requests a detention hearing in camera, the public shall be allowed to attend only for a particularly weighty reason.", "If a detention hearing has been held in camera in whole or in part or if, during such a hearing, any confidential document or information has been submitted, the court may decide that all or part of the case material shall be kept confidential until the beginning of the trial or the discontinuation of the investigation. The operative part of the reasoning and the legal provisions relied on shall always be made public (section 9, as amended by Act no. 1254/1988).", "Under chapter 30, sections 2 and 3 of the Code of Judicial Procedure (Oikeudenkäymiskaari, Rättegångs Balk) the Supreme Court may only on certain circumscribed grounds grant leave to appeal against a decision or judgment rendered by a court of appeal in appeal proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}