{"ITEMID": "001-59057", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF SIEGEL v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Preliminary objection dismissed (non-exhaustion);Preliminary objection dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant, who was born in 1938, is unemployed and lives in Albi.", "9. The widow of Paul Siegel, Mrs Schmitt, died on 4 July 1990. She left her estate in equal shares to her two children, Auguste Siegel (the applicant in the present case), and his brother, Louis Siegel, the latter enjoying full possession of the property until division.", "10. On 8 January 1993 the applicant lodged an application with the presiding judge of the Illkirch-Graffenstaden District Court (département of Bas-Rhin) for partition of the deceased's estate. He sought the appointment of a notary (notaire) to deal with the partition, specifying that it should not be Mr Kirschner, Louis Siegel's representative.", "11. On 23 April 1993 Louis Siegel was notified of the application. In a letter of 27 April 1993 Louis Siegel applied to the same District Court for partition of the estate of Paul Siegel, who had died on 27 December 1984. He pointed out that all the documents concerning the disposal of his parents' estate were being held by Mr Kirschner and requested that, if Mr Kirschner could not be appointed first notary for the purpose of dividing the estate, he be appointed second notary.", "12. On 2 June 1993 the court forwarded Louis Siegel's application to the applicant's lawyer, inviting him to submit within one month his observations on commencing the procedure for partition of the father's estate. On 15 June 1993 the applicant's lawyer informed the court that he did not oppose commencing the procedure for partition or extending it; he also stated that he maintained his earlier submission regarding the choice of notary to deal with the partition of the estate.", "13. In an order of 8 July 1993 the presiding judge of the Illkirch-Graffenstaden District Court granted the application and ordered partition by the court of Mrs Schmitt's and Paul Siegel's estate. He instructed the parties to address their claims to Mr Deck, a notary in Benfeld, who had been appointed first notary, and to Mr Kirschner, a notary in Erstein, who had been appointed second notary. That decision was served on Louis Siegel on 5 August 1993 and on the applicant on 7 October 1993. In the Government's submission, the delay in service of the decision on the applicant was due to his failure to inform the court registry of his change of address.", "14. Mr Deck convened a first meeting of the parties on 22 November 1993. All the parties were present or represented at the meeting, a record of which was sent to them on 27 December 1993.", "15. On 24 August 1994 Mr Deck sent the parties a draft scheme of partition of the estate and requested their observations.", "16. On 25 November 1994 the applicant's lawyer sent his observations to Mr Deck.", "17. On 6 April and 18 July 1995 the applicant enquired of the notary as to progress in the proceedings. He never received a reply.", "18. On 15 November 1995 a reminder was sent – in vain – to the presiding judge of the Illkirch-Graffenstaden District Court. A copy was sent to Mr Deck and Mr Kirschner on 27 November 1995.", "19. On 13 November 1996 the applicant sent a further reminder to the presiding judge of the District Court, asking him to contact the two notaries with a view to concluding the proceedings.", "20. The presiding judge of the court drew up an order forwarding the application to the court registry's temporary premises in Erstein. On 18 November 1996 the same reminder was sent to the court registry's permanent premises in Erstein. That letter also remained unanswered.", "21. On 29 November 1996 the District Court judge sent both notaries the applicant's letter of 18 November 1996 and requested them to inform him of any reason why partition of the estate should not proceed and to indicate how they intended to deal with the applicant's application.", "22. In a letter of 19 February 1997 the applicant's lawyer lodged a complaint with the Chairman of the Chamber of Notaries. He asked the chairman to instruct the two notaries in question to dispose of the case before 31 March 1997. He stated that, should they fail to do so, he had been instructed to bring an action for damages in the appropriate court.", "23. On 17 March 1997 Mr Deck informed the Chairman of the Chamber of Notaries and the District Court judge that on 24 August 1994 he had prepared a draft scheme of partition of the estate and had since been waiting for Mr Kirschner's counter-proposal.", "24. Mr Deck convened a further meeting of the parties on 9 April 1997.", "25. Following that meeting, the two notaries officially drew up the final scheme of division; in that document the parties undertook to discontinue the proceedings for partition by the court which had commenced with the order of 8 July 1993. Having regard to that undertaking, Mr Deck decided to discontinue the proceedings and, in an order of 4 December 1997, the District Court judge stayed the proceedings.", "26. Article 837 of the Civil Code provides:", "“If a dispute should arise in connection with proceedings referred to a notary, the notary shall draw up a record of matters causing difficulty and of the statements of the parties and forward them to the judge designated to deal with the partition ...”", "27. The procedure for partition of an estate applicable in the law of succession in Alsace and Moselle is a non-contentious procedure governed by the provisions of the Act of 1 June 1924. Section 220 of that Act provides: “Partition by the court shall be effected as prescribed in the present Act by means of a non-contentious procedure. The right shall be reserved to interested parties to institute contentious proceedings if they wish to obtain a decision on the merits and admissibility of the partition.” Article 25 of the new Code of Civil Procedure, relating to non-contentious proceedings, provides that a court can rule only where there is no dispute. Lastly, under section 232 of the above-mentioned Act, “if difficulties arise during proceedings before the notary and those difficulties are not resolved, the notary shall draw up a record of the matters in dispute and instruct the parties to bring contentious proceedings”."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}