{"ITEMID": "001-86943", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ELEZI v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Remainder inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["6. The applicant was born in 1965 and lives in Berlin.", "7. On 31 August 1999 the applicant was arrested and placed in pre-trial detention on suspicion of having participated in smuggling Yugoslavian nationals into Germany.", "8. In the first part of its bill of indictment dated 11 May 2000 (running to a total of 641 pages), the Berlin Public Prosecutor’s Office set out the charges (Anklagesatz, compare Article 200 § 1, first sentence, of the Code of Criminal Procedure in paragraph 27 below) against the applicant and five co-defendants, including his sister (pp. 1-81). It accused the defendants of numerous counts of human trafficking, committed between 1997 and 1999 in exchange for money and as members of a gang. In addition to that, the applicant and his sister were charged with planning a robbery.", "9. In the part of the indictment setting out the essential results of the investigations (wesentliches Ergebnis der Ermittlungen, compare Article 200 § 2, first sentence, of the Code of Criminal Procedure in paragraph 28 below), the prosecution set out in detail the exact course of events for each charge of human trafficking and summarised the testimonies of the witnesses and the contents of the intercepted telecommunications which were to prove the charges (pp. 253-636 of the indictment). It took the view, inter alia, that the applicant had concluded a fictitious contract of employment with his sister in order to pretend to have a legal income to support his family. Moreover, it stated that it would have to be taken into consideration as an aggravating factor when sentencing the applicant that he had involved his young children in his criminal activities.", "10. On 30 October 2000 the Berlin Regional Court opened the trial against the applicant and four co-defendants, including his sister. The court, sitting as a grand criminal division (große Strafkammer), was composed of three professional judges and two lay judges. One substitute professional judge and two substitute lay judges also attended the hearings. The prosecution read out the charges against the applicant and his co-defendants at this hearing (see Article 243 § 3 of the Code of Criminal Procedure in paragraph 33 below).", "11. On 4 December 2000 the Regional Court, following her confession, separated the proceedings against the applicant’s sister from those against the applicant. The hearings in both sets of proceedings continued to be conducted by the same professional and lay judges.", "12. On 5 February 2001, in the course of the separated proceedings against the applicant’s sister, the lay judges and their substitutes were informed of the essential results of the prosecution’s investigations against all (six) defendants by being given a copy of this part of the indictment which they were to read outside the main hearing. The professional judges of the Regional Court had considered it necessary to inform the lay judges of the contents of the essential results of the investigations as the applicant’s sister had stated that she generally confessed to the offences described therein, including their manner of execution, without, however, being willing to make any further, more detailed statement. The Regional Court subsequently convicted the applicant’s sister according to the confession she had made of numerous offences of human trafficking in exchange for money and as a member of a gang.", "13. On 8 February 2001 the Regional Court informed the applicant in the course of his hearing (the fifteenth hearing before that court in his case) that the lay judges had been given copies of the part of the bill of indictment containing the essential results of the investigations in the proceedings against his sister. The applicant thereupon lodged a motion for bias against the two lay judges and their two substitutes. He argued that the lay judges could no longer follow the trial without prejudice after having taken note of the entire pre-assessment of the evidence by the prosecution. Pursuant to Article 126 § 3 of the Directives for Criminal Proceedings and Proceedings concerning Regulatory Offences (see paragraph 32 below) it was expressly prohibited to disclose the essential results of the investigations to lay judges.", "14. On 19 February 2001 the four lay judges thereupon made a separate formal declaration in writing in identical terms. They stated that in the proceedings against the applicant’s sister, the latter had confessed that the accusations against her as set out in the prosecution’s essential results of the investigations were well-founded. The applicant’s sister, represented by counsel, had agreed that the lay judges were informed of the contents of these results by being provided with a copy of this part of the indictment, which they had read.", "15. The lay judges further explained that prior to being given a copy of this document, the president of the chamber had informed them that, as a rule, this part of the indictment was not disclosed to lay judges as it contained the prosecution’s view at the end of the investigation proceedings and was not to be confused with the taking of evidence in the main hearing. Moreover, the president had pointed out to them that the proceedings against the applicant and those against his sister had to be assessed separately. They were aware of this, able to distinguish between the taking of evidence in both sets of proceedings and knew that the essential results of the investigations, of which they had taken note in the proceedings against the applicant’s sister, were not relevant for the taking of evidence in the proceedings at issue. Consequently, they were not biased against the applicant. They further stated that the submissions in writing were their personal declarations.", "16. On 19 February 2001 the three professional judges of the Regional Court dismissed the applicant’s motion for bias as ill-founded. They argued that, assessing the case in a reasonable manner, there were no grounds to doubt the lay judges’ impartiality (compare Articles 24 § 2 and 31 of the Code of Criminal Procedure in paragraph 30 below). Having regard to the diverging views taken by the criminal courts and by legal writers on the question as to whether lay judges could be provided with the essential results of the investigations (see paragraph 35 below), they took the view that Article 249 § 2 of the Code of Criminal Procedure (see paragraph 34 below) presupposed that lay judges took note of the contents of the case file. As the lay judges had explained in their declarations made following the applicant’s complaints of bias, they were aware, due to the explanations given by the professional judges, that the copy of the part of the bill of indictment containing the essential results of the investigations expressed the view taken by the prosecution. The lay judges understood that this document was not to be confused with the results of the main hearing, on which alone the judgment should later be based. Therefore, the defendant had no reason to fear that the lay judges could consider their reading of the document in question part of the proceedings against him.", "17. On 26 February 2001 the applicant lodged a complaint of bias against the three professional judges. He argued that they had failed to take account of his fears that the lay judges were no longer impartial and that the presiding judge had formulated the written declarations made by the lay judges. The court dismissed this complaint as inadmissible on the same day, arguing that it was in substance an appeal against the decision of 19 February 2001 against which however no appeal lay to the Regional Court.", "18. In a total of forty-two hearings, the Regional Court read out numerous minutes of tape recordings of intercepted telecommunications, which had been made in Albanian and translated into German, and heard many witnesses, some of whom had been named by the applicant, as well as two experts on the question of his mental condition.", "19. On 8 October 2001 the Berlin Regional Court, while acquitting him of having planned a robbery, convicted the applicant, inter alia, of human trafficking, acting on a commercial basis and as a member of a gang, and sentenced him to four years and six months’ imprisonment. It found that the applicant had been party to numerous offences of human trafficking by storing and handing over passports belonging to the persons smuggled into Germany by other gang members. It based its findings on the submissions of the applicant, who had admitted having stored and handed over passports in cooperation with his sister. Moreover, the court considered the testimony of a police officer who had reported on the results of the interception of the telephone conversations made from the applicant’s phone and that of the café he ran with his sister. Furthermore, a witness who had been smuggled into Germany had testified that he had picked up his passport at the applicant’s café. When searching his home, the police had found 450 Yugoslavian passports. In fixing the sentence, the Regional Court considered as a mitigating factor that the applicant had acted also with the intention of helping his fellow countrymen who had become refugees following the ethnic persecution of residents of Albanian origin in Kosovo.", "20. The applicant was released from prison the same day.", "21. On 29 January 2002 the applicant lodged an appeal on points of law. He claimed that the lay judges adjudicating on his case had been biased. He submitted that Article 249 § 2 of the Code of Criminal Procedure only allowed documents serving as evidence to be brought to the notice of lay judges. However, the essential results of the investigations were not such documents within the meaning of that Article. Pursuant to Article 126 § 3 of the Directives for Criminal Proceedings and Proceedings concerning Regulatory Offences, it was expressly prohibited to allow lay judges to take note of this part of the indictment. The fact that it was impossible for the lay judges to distinguish between the proceedings against the applicant and those against his sister was illustrated by the fact that even in the judgment drafted by the professional judges the two separate proceedings had been confused (by referring to the wrong person as being the defendant).", "22. Moreover, the applicant claimed that the Regional Court had not fulfilled its duty to investigate the matter. In particular, it had not played the recorded telephone conversations in the main hearing and had merely questioned a police officer on their contents instead. In addition, the Regional Court had failed to take into consideration relevant submissions of an expert on the cultural background and situation in Kosovo.", "23. On 26 November 2002 the Federal Court of Justice, without giving further reasons, dismissed the applicant’s appeal on points of law as ill-founded.", "24. On 6 January 2003 the applicant lodged a complaint with the Federal Constitutional Court. Referring to his submissions before the Federal Court of Justice, he claimed that his trial before the Berlin Regional Court had been unfair and that his right to liberty as guaranteed by the Basic Law had been infringed.", "25. On 13 February 2003 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint.", "26. Following an order issued by the Public Prosecutor’s Office, the applicant served the remainder of his prison sentence from 31 October 2003. In December 2004 he was again released from prison on probation, the remaining part of his sentence having been suspended.", "27. Article 200 of the Code of Criminal Procedure regulates the contents of the bill of indictment. Pursuant to Article 200 § 1, first sentence, the bill of indictment shall indicate the accused, the criminal offence he is charged with, the time and place of its commission, its statutory elements and the applicable criminal provisions (the charges). Moreover, the evidence, the court before which the main hearing shall be held and the defence counsel shall be indicated (Article 200 § 1, second sentence).", "28. According to Article 200 § 2, first sentence, of the Code of Criminal Procedure, the essential results of the investigations shall also be presented in the bill of indictment.", "29. The Regional Courts, when sitting as a grand criminal division, are composed of three professional judges, including the president, and two lay judges (Article 76 § 1 of the Courts Organisations Act – Gerichtsverfassungsgesetz). Pursuant to Article 30 § 1 of the Courts Organisation Act lay judges exercise full judicial function during the main hearing and have the same voting rights as professional judges in so far as there are no exceptions provided for by law.", "30. Article 24 § 2 of the Code of Criminal Procedure provides that a judge may be challenged for fear of bias if there is reason to doubt his impartiality. The provision applies, mutatis mutandis, to lay judges (Article 31 § 1 of the Code of Criminal Procedure).", "31. The Directives for Criminal Proceedings and Proceedings Concerning Regulatory Offences (Richtlinien für das Strafverfahren und das Bußgeldverfahren – RiStBV) set out recommendations for the prosecution authorities concerning the conduct, in particular, of criminal proceedings. These Directives are not statutory provisions, but administrative guidelines agreed upon by the Ministers of Justice of all Länder.", "32. Article 126 § 3 of these Directives provides that the bill of indictment may not be disclosed to the lay judges. However, notably in proceedings concerning extensive or complex facts, they may be provided with a copy of the charges during the main hearing after these have been read out in court.", "33. Article 243 of the Code of Criminal Procedure regulates the course of the trial. After the presiding judge has ascertained that the defendant and his counsel as well as witnesses and experts summoned are present and has questioned the defendant on his personal situation (§§ 1 and 2), the Public Prosecutor shall read out the charges (§ 3).", "34. According to Article 249 § 1 of the Code of Criminal Procedure, title deeds and other documents serving as evidence shall be read out at the main hearing. Article 249 § 2 of the Code of Criminal Procedure provides that the reading out may be dispensed with if the professional and lay judges have taken note of the wording of the title deed or document and if the other participants had an opportunity to do so (so-called self-reading procedure – Selbstleseverfahren).", "35. In its judgment of 26 March 1997 (no. 3 StR 421/96, Collection of the Decisions of the Federal Court of Justice (Criminal Division) (BGHSt), vol. 43, pp. 36 et seq., 38-39), the Federal Court of Justice reiterated:", "“Access to case files for lay judges – just as for associate professional judges – is not regulated by law. It appears that until now the courts only dealt with the specific case of providing a report by the Public Prosecutor’s Office on the essential results of the investigations to lay judges, which they considered as unlawful. The Supreme Court of the German Reich, referring to the legislator’s will as apparent from the law’s drafting history, specified in this respect that providing [the report to lay judges] contravened the principles of oral proceedings and immediacy. Lay judges risked mixing up their impressions from that report with those from the main hearing whereas professional judges, as a rule, were able to distinguish between the two sources of information due to their training and professional experience (see Collection of the Decisions of the Supreme Court of the German Reich (RGSt), vol. 69, pp. 120, 124). The Federal Court of Justice has until now shared this legal opinion (BGHSt, vol. 5, pp. 261 et seq.; ... BGHSt, vol. 13, pp. 73 et seq. ...; Juristische Rundschau (JR), 1987, p. 389). However, the First Senate, in an obiter dictum, raised doubts as to whether it would further follow these precedents, because different treatment for professional and lay judges was not provided for by law and no convincing reasons could be given for it. Lay judges, who were called upon to decide on all difficult factual and legal issues together and of equal rank with the professional judges, could well be believed to be capable of understanding the sense and meaning of the bill of indictment (Federal Court of Justice, judgment of 23 February 1960, no. 1 StR 648/59).", "On the contrary, the majority of legal writers today consider granting lay judges access to the case files to be lawful ...", "The Senate does not have to decide in the present case whether the existing practice of the Federal Court of Justice on providing the essential results of the investigations to lay judges can be upheld or whether the doubts expressed by the First Senate and the dissenting opinion of legal writers have to be preferred, what it indeed tends to do. In any event, it considers providing minutes of tape-recordings as a means to facilitate the better understanding of the taking of evidence about intercepted telecommunications in the main hearing to be lawful. It may adjudicate on this issue ... because providing such documents is vitally different from taking note of the essential results of the investigations, which essentially involves the evaluation of the suspicion of a criminal act on the part of the Public Prosecutor’s Office.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}