{"ITEMID": "001-68601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF AKKUM AND OTHERS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - General principles of international law);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis;Feyyaz Gölcüklü", "TEXT": ["8. The applicants, Mr Zülfi Akkum, Mr Hüseyin Akan and Mrs Rabia Karakoç, are Turkish citizens of Kurdish origin and were born in 1944, 1928 and 1930 respectively. They are the father, brother and mother of Mehmet Akkum, Mehmet Akan and Derviş Karakoç, who were killed, allegedly by members of the security forces, on 10 November 1992. At the time of their deaths the applicants’ relatives were respectively 29, 70 and 33 years of age.", "9. The facts of the case, particularly concerning events which took place on 10 November 1992, are disputed by the parties.", "10. The facts as presented by the applicants are set out in Section B below (paragraphs 12-29). The Government’s submissions concerning the facts are summarised in Section C below (paragraphs 30-34). The documentary evidence submitted by the applicant and the Government is summarised in Section D (paragraphs 35-97).", "11. The Commission, in order to establish the facts disputed by the parties, conducted an investigation with the assistance of the parties, pursuant to former Article 28 § 1 (a) of the Convention. It appointed three delegates who took evidence in Ankara from 10 March 1997 to 13 March 1997. They interviewed the second and the third applicants as well as the following 17 witnesses: Abdurrahman Karakoç, Güllü Güzel-Karakoç, Zeliha Karakoç, Hayriye Karaman, Hacire Ceylan, Hüseyin Yılmaz, Alaattin Aydın, Koray Türkan, Nihat Turan, Ömer Faruk Köksal, Hüseyin Bakır, Ersan Topaloğlu, Mürşit Yılmaz, Muhammed Özdemir, Tuncer Arpacı, Murat Koç and finally Ramazan Dal. A summary of the oral evidence given by these witnesses is found in Section E below (paragraphs 98-174).", "The first applicant, Zülfi Akkum, and Hediye Akelma Akodun were also summoned but did not appear before the Commission’s delegates. Mr Akkum’s lawyer explained that Zülfi Akkum feared for his life and that for that reason he did not want to give evidence before the delegates. Hediye Akelma Akodun, an alleged eye-witness to the events in question whose name was put forward by the applicants, also did not wish to give evidence before the delegates. She did not give any reasons for this. Finally, Mehmet Güranioğlu, who was the mayor of the town of Dicle at the relevant time and whose name was put forward by the applicants, failed to appear before the delegates.", "12. The applicants Zülfi Akkum and Hüseyin Akan are from the village of Kurşunlu, located within the administrative jurisdiction of the district of Dicle, near Diyarbakır. Rabia Karakoç is from the hamlet of Kayaş in the village of Kırkpınar, which is also in the Dicle district.", "13. The village of Kurşunlu and the hamlet of Kayaş are located in a fairly mountainous region and approximately 45 minutes’ walk from each other. Close to Kurşunlu village and about an hour’s walk from Kayaş is the Kurşunlu plain. This plain is completely flat with very little growth. It is surrounded, however, by mountains, which are forested in part. The plain and the surrounding mountainside were used by the Kurşunlu villagers for grazing their animals. To the north of the Kurşunlu plain, about two and a half hours’ walk from Kayaş, is the village of Çevrecik. To the south-east of Kurşunlu village is the village of Kelekçi, where on 10 November 1992 security forces burned down the houses of nine villagers, including that of the village headman (muhtar) Hüseyin Akdıvar (see Akdıvar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV).", "14. On 10 November 1992 Zülfi Akkum was muhtar of Kurşunlu village. His son Mehmet did not live permanently in the village with him; however, on 10 November, Mehmet was on one of his visits to the village. As it turned out, while Mehmet was in the village it fell to him to undertake his duties as a shepherd according to the village rota. There were four villagers in all assigned to look after the animals belonging to the villagers: Mehmet Akkum, Mehmet Akan and two women, Hacire Ceylan and Hediye Akodun.", "15. At around 8 or 9 a.m. on 10 November Mehmet Akan and Mehmet Akkum left Kurşunlu village together to take the village animals out to graze on and around the Kurşunlu plain. Almost immediately after they had left the village, the two women shepherds also left Kurşunlu village with their herds to go to the Kurşunlu plain. The two Mehmets took their herds up onto the mountainside surrounding the plain, whereas the two women stayed with their herds on the plain so that the herds would be kept separate.", "16. They had not been on the plain for long when it became clear that a military operation was going on. As the two Mehmets were on the mountainside, they came across the path of the soldiers first. They were surrounded by soldiers who had hidden on the mountainside.", "17. Hacire and Hediye were on the plain when they realised that there was an operation going on and that the soldiers were hidden throughout the surrounding mountainsides. They came across the soldiers when they were close to the edge of the plain. Some of Hacire’s goats had begun to wander away from the plain into the forested area on the mountainside. Hacire had pursued the goats to prevent them from going into the shrubbery as she feared she would lose sight of them on account of her poor eyesight.", "18. However, at the edge of the forested area, two soldiers stopped Hacire. They told her and Hediye to forget about the animals and to go away from the plain and go home. Hediye began to leave but Hacire insisted that she wanted to get her goats before she returned to the village. Her protests to the soldiers earned her a beating from the soldiers with their rifle butts. Eventually Hacire gave in and turned around to follow Hediye in the direction back to the village. After they returned to the village they told Hüseyin Akan that they had seen Mehmet Akan, who had been calling out as he was being hit by the soldiers. Mehmet Akan and Mehmet Akkum were last seen alive on the mountains, where there were a large number of soldiers.", "19. As the two women were crossing the length of the plain to return home, they came across Derviş Karakoç, who was on his horse with his two children. His mother, Rabia Karakoç, his wife Güllü, his sister Hayriye Karaman and finally Zeliha Karakoç, a relative, were following him on foot. They were going to the village of Çevrecik to visit their relatives.", "20. Derviş passed by Hacire and Hediye on the horse but Hacire and Hediye stopped the women, one of whom they knew to be Rabia Karakoç. They told Rabia that she should not continue her journey any further, that there were soldiers everywhere and that Derviş might be arrested by the soldiers. Derviş, meanwhile, had halted the horse 10 or 15 metres further along the path and had called back to see what had happened to hold up the party of women. When his mother told him what the women had said about the soldiers, Derviş replied that it would be all right.", "21. However, at that moment the soldiers who had told Hacire to go home came out from the edge of the forested area and approached Derviş. They told him to dismount from his horse and to show his identity card. Derviş dismounted and handed the children to his wife and to his mother. He tried to hand over the horse but the soldiers prevented him from doing so. The soldiers looked at Derviş’s identity card and put it back in his pocket. The soldiers then took hold of him from either side and led him towards the mountainside. The women were left watching.", "22. The soldiers hit Derviş on his shoulder with their rifle butts. There was then a single pistol shot and almost immediately afterwards firing began to take place from all around the plain. Rabia saw a flame hitting her son Derviş. There was dust everywhere as bullets caused the dust from the plain to rise. The women, terrified, ran to take shelter and returned to their village. They were not able to approach Derviş’s body before the continuous firing began.", "23. The women returned to their own villages. On the next day Rabia went to Kurşunlu village to see if anyone would accompany her to look for her son. However, nobody would accompany her. The villagers had already tried in the morning to approach the area of the plain to look for Mehmet Akan and Mehmet Akkum, who had failed to return to the village the previous evening, but had only seen a multitude of animal corpses and had returned to the village before completing their searches for the two Mehmets.", "24. Rabia spoke to Zülfi Akkum’s wife but Zülfi himself had gone to the town of Dicle to make enquiries about his son. Hüseyin Akan had gone with him to enquire about the fate of his brother. They wanted to know what had become of them after the soldiers had surrounded them on the hills by the plains. They met Mehmet Güranioğlu, the mayor of Dicle, who went with them to Dicle central gendarme station. A lieutenant-colonel told them that the soldiers had not yet returned. They stayed in Dicle that night.", "25. The following morning, on 12 November, they went to the office of the Dicle public prosecutor. When they telephoned the village at around midday there was still no word about the fate of the two Mehmets. However, when they telephoned again at 2.30 p.m. they were told that the bodies of Mehmet Akan and Derviş Karakoç had been found. They informed the prosecutor and asked him to send a car to collect the bodies. Zülfi returned to the village to collect the bodies.", "26. The villagers had found the body of Derviş where he had been killed and the body of Mehmet Akan on the slopes surrounding the Kurşunlu plain. The corpse of Derviş’s horse was also on the plain. There were several dead animals around, as well as spent cartridges.", "27. The villagers took the bodies of Mehmet Akan and Derviş Karakoç to their respective villages. Zülfi arrived by taxi to take the bodies to Dicle so that autopsies could be conducted.", "28. Zülfi Akkum did not learn of the fate of his son until 16 November, when he went to the police headquarters in the city of Elazığ. On 14 November he had been told by a gendarme captain that two bodies had been found in Elazığ and that one of them might be that of his son. While at the police headquarters he was shown the photographs of two bodies, one of which was that of his son, Mehmet. The body was severely wounded and his ears had been cut off. The skin on his upper left arm had been cut away.", "29. When the necessary legal formalities had been completed, Zülfi Akkum collected the body, which had been exhumed from the Elazığ cemetery where it had been buried because no one had claimed it. He took the body back to the village for burial.", "30. On 10 November 1992 the gendarme forces of Elazığ carried out a military operation against the militants of the PKK near the village of Bukardi, in Elazığ. Mehmet Akkum died during the fighting which broke out between the armed militants of the PKK and the security forces. Several documents from the PKK, ammunition for firearms and stocks were seized at the site of the incident.", "31. Proceedings which had been instituted against Mehmet Akkum by the public prosecutor of the Kayseri State Security Court were discontinued after his death.", "32. Also on 10 November 1992, a violent clash broke out near the village of Arıcak between the gendarme forces of Dicle and the armed militants of the PKK. Mr Karakoç and Mr Akan died during this clash.", "33. At the end of the preliminary investigation instituted in respect of the killing of the three persons, an indictment was filed with the Kayseri State Security Court on 19 August 1994. Seven gendarme soldiers and officers were charged with the offence of killing more than one person.", "34. The criminal case was transferred to the Military Court attached to the 8th Army Corps of Elazığ (the “Military Court”). Unsuccessful efforts were made by that court to trace the applicants and the witnesses named by them. It was only possible to trace two of those witnesses, who subsequently denied having been eyewitnesses to the events. On 21 December 1995 the Military Court acquitted the gendarmes of the killing of the applicants’ relatives.", "35. The following information appears from the documents submitted by the parties.", "36. A handwritten on-site report of a military operation was drawn up and signed by seven gendarme officers and soldiers on 11 November 1992. At the top of the document is a reference to the so-called Sancak-1 Operation Plan of 8 November 1992. A copy of this plan has not been made available to either the Commission or the Court.", "37. The report states that four gendarme commando teams from Elazığ, two gendarme commando teams from Palu, four gendarme commando teams from Alacakaya, three gendarme commando teams from Kovancılar, four gendarme commando teams from Arıcak, one gendarme team from Üçocak, one gendarme team from Arıcak and a number of gendarme commando teams from Dicle began a planned military operation at 3 a.m. on 10 November 1992. The operation was codenamed Sancak-1.", "38. At 6.30 the same morning an armed clash began on the Payidar hills, near the village of Bukardi, at coordinates (00, 59), between a group of terrorists and four gendarme commando teams from Arıcak. The clash continued intermittently until 6 p.m. that day. In the course of the clash the soldiers returned fire at the terrorists, who were hiding behind a herd of animals owned by villagers from Kurşunlu village and were firing at the soldiers. A number of animals were killed during the clash.", "39. A body was found during the search that was carried out at dawn the following morning by the soldiers. It was deemed by the soldiers to be that of a person assisting and harbouring the terrorists. There were no identity documents on the body. During the search, the soldiers also recovered a number of spent cartridges, including five spent G3 rifle cartridges, 11 spent Kalashnikov rifle cartridges and 136 spent BKC rifle cartridges.", "40. A shelter was also discovered at coordinates (00, 59) and was destroyed by the soldiers, together with the food hidden in it. There were no casualties among the soldiers who took part in the operation which ended at 1.30 p.m. on 11 November 1992.", "41. It appears that this on-site report was typed up at a later stage. Both versions of the report were submitted to the Commission. However, there are two contradictions between the handwritten and the typed version. According to the typed version of the report, four gendarme commando teams from Palu participated in the operation, whereas according to the handwritten version, only two such teams from Palu took part. Also, according to the handwritten report, four gendarme commando teams from Alacakaya participated in the operation but the typed version makes no reference to the teams from Alacakaya.", "42. Both reports and the spent cartridges found in the operation area were handed over to the Palu public prosecutor’s office on 20 November1992 by Captain Mürşit Yılmaz, commander of the Arıcak gendarme headquarters.", "43. Another military report was drawn up and signed on 11 November 1992 by four persons, including Colonel Hüseyin Yılmaz (see paragraphs 113 to 124 below). This report was sent to a number of authorities, including the office of the Ministry of the Interior. It states that the body found after the operation was that of a person who was either a member of the terrorist organisation or was harbouring members of that organisation. The body was later handed over to the public prosecutor in the town of Palu for the establishment of its identity and for an autopsy to be carried out.", "44. This report contradicts both the handwritten and the typed versions of the on-site operation report. According to the report, one gendarme commando team from Palu, four gendarme commando teams from Alacakaya and three gendarme teams from Arıcak took part in the operation. It makes no reference to the gendarme team from Üçocak but states that two gendarme teams from Karakoçan, which were not mentioned in either of the versions of the earlier report, participated in the operation. Furthermore, according to this report, the coordinates of the terrorist shelter were (97, 59) and not (00, 59) as stated in the on-site report.", "45. A body examination report was drawn up and signed on 12 November 1992 by Mr Nihat Turan, the public prosecutor of Palu, and Dr Alaattin Aydın.", "46. The report states that the body was that of a man of approximately 30 to 35 years of age. Both ears were missing and there was an entry hole above the stomach and another one on the right side of the back of the body. A bullet had entered the left hand and had exited. There were also a large number of other injuries, possibly caused by shrapnel, as well as a 10centimetre-long bullet injury with burn marks. The doctor established the cause of death as shooting. As the cause of death was thus established, it was decided not to carry out a full autopsy.", "47. There were no documents on the body to help establish its identity. It was subsequently buried after a burial licence had been issued by the Palu public prosecutor on 12 November 1992.", "48. On 13 November 1992 Zülfi Akkum, the first applicant, submitted a petition to the public prosecutor’s office in the town of Dicle, near Diyarbakır. He informed the prosecutor that his son Mehmet Akkum and another villager, Mehmet Akan, had taken their animals out to graze early in the morning on 10 November 1992 and that they had failed to return to their homes in the evening. The villagers had been scared to look for them since there were soldiers everywhere. However, on 12 November 1992 he and a number of his fellow villagers had gone to look for the two missing persons and they had found the bodies of Mehmet Akan and Derviş Karakoç, the latter with his hands tied behind his back. Zülfi Akkum asked the prosecutor to assist him in bringing the bodies into the town.", "49. On 13 November 1992 Ali Akan, the son of Mehmet Akan, and Musa Karakoç, a cousin of Derviş Karakoç, each submitted a petition to the Dicle public prosecutor and informed him that their relatives had been killed by members of the security forces. They asked the prosecutor to carry out autopsies on the bodies.", "50. On 13 November 1992 İbrahim Engin, the public prosecutor of Dicle, and Dr Koray Aydın carried out external examinations of the bodies of Mehmet Akan and Derviş Karakoç. During the examination, Mehmet Akan’s son identified his father’s body and a cousin identified Derviş Karakoç’s body. According to the report, the cause of death of Mehmet Akan, who was 66 years of age, was a bullet which had entered from behind the right ear and had exited above the left ear. The death of Derviş Karakoç, who was 25 years of age, had been caused by nine bullets which had entered and exited the trunk of his body. As the causes of the deaths were established it was decided not to carry out full autopsies on the bodies.", "51. The applicants’ lawyers submitted to the Court a report which was prepared on 7 July 1993 by Dr Peter Vanezis, a forensic expert at the Charing Cross and Westminster Medical School in London. The findings of this report were based on a number of photographs of the bodies of Mehmet Akkum and Mehmet Akan.", "52. Dr Vanezis’ report lists the extensive injuries to the body of Mehmet Akkum, which include grazes and bruises to the face, mutilation of both ears, a collection of bruises to the front of the neck, extensive bruising to the left lower chest and abdomen, and a circular hole in the right armpit. It was also recorded in this report that, after death, skin had been excised from the chest, the upper abdomen, the left upper arm, and the back of the left hand. Dr Vanezis concluded that the injuries to the trunk could have been caused by a number of blows to this region with a long, possibly rounded, stick or bar. Furthermore, kicking or stamping on this region could not be ruled out. Such impacts in this area could have resulted in a rupture of the spleen, which was likely to have been fatal without prompt medical attention. The injuries to the face could have been due to blows, possibly from a fist. Dr Vanezis further observed a gunshot entry wound on the upper part of the left ear of Mehmet Akan, the firearm having been discharged close to the head.", "53. On 16 November 1992 Zülfi Akkum was shown a photograph of the body which had been buried by the authorities in Elazığ (see paragraph 47 above). Mr Akkum identified the deceased person as his son Mehmet Akkum. The following day the body was handed over to him at the cemetery.", "54. On 17 November 1992 Major Ersan Topaloğlu, the commanding officer of the Dicle gendarme command, informed the prosecutor’s office in Dicle that the place where the bodies of Mehmet Akan and Derviş Karakoç had been found was within the jurisdiction of the town of Arıcak. Major Topaloğlu further informed the prosecutor that he had understood from radio communications that a planned operation had been carried out in the area where the bodies had been found.", "55. On 25 November 1992 Güllü Karakoç and Rabia Karakoç made detailed statements to the Diyarbakır branch of the Human Rights Association and described their eyewitness account of the events leading up to the killing of Derviş Karakoç. On 26 November 1992 Hüseyin Akan and Zülfi Akkum also gave statements to the Human Rights Association.", "56. On 23 December 1992 the Palu public prosecutor Nihat Turan examined the documents relating to the preliminary examination and decided that he lacked jurisdiction to investigate the killing “on 9 November 1992 of an unidentified terrorist during the clash between members of the PKK and soldiers on the Payidar hills”. Mr Turan sent this decision to the prosecutor’s office at the Kayseri State Security Court.", "57. On 30 December 1992 the prosecutor at the Kayseri State Security Court returned the decision to Mr Turan and asked him to complete the investigation file, enclose the photographs of the body and then send the file back.", "58. On 8 January 1993 Mr Turan asked the Arıcak gendarme headquarters if there were any photographs of the body at the headquarters.", "59. On 18 February 1993 the Elazığ chief public prosecutor sent Mr Turan the documents concerning the establishment of the identity of the body of Mehmet Akkum (see paragraph 53 above).", "60. On 24 February 1993 Mr Turan informed the prosecutor at the Kayseri State Security Court that the name of the dead person was Mehmet Akkum.", "61. On 10 March 1993 Mr Turan, notwithstanding the information he had received from the Elazığ chief public prosecutor on 18 February 1993, asked the commander of the Arıcak gendarme headquarters whether any photographs of the body of the “unidentified terrorist who had been killed on 9 November 1992” had been taken.", "62. On 17 March 1993 the commander of the Arıcak gendarme headquarters informed Mr Turan that no operation had been conducted on 9 November 1992 and that no bodies had therefore been recovered. An operation had, however, been conducted on 23 January 1993, during which a terrorist had been killed, but the soldiers had not had an opportunity to take any photographs of the body.", "63. On 29 March 1993 Mr Turan, apparently in response to a request from the Dicle prosecutor, informed the latter that the previously unidentified body had finally been identified as that of Mehmet Akkum.", "64. On 30 March 1993 Mr Turan sent to the Kayseri State Security Court the operation reports obtained from Arıcak gendarme headquarters.", "65. On the same day Mr Turan, despite his previous discovery of the identity of Mehmet Akkum’s body, continued his efforts to identify “the dead terrorist” and sent a letter to the Elazığ police headquarters enquiring whether the latter had any photographs of the body in their files. Mr Turan then described the body in his letter.", "66. Also on the same day Mr Turan sent another letter to the commander of the Arıcak gendarme headquarters and informed the latter that in his letter of 10 March 1993 (see paragraph 61 above) the date of the operation had been mistakenly referred to as 9 November 1992. Mr Turan then asked the commander whether any photographs existed of the body of the terrorist who “was killed during the operation on 9 November 1992”.", "67. On 3 April 1993 the commander of the Arıcak gendarme headquarters informed Mr Turan that no operation had taken place on 9 November 1992 but that a body had been recovered on 11 November 1992 following an armed clash. He did not, however, have a photograph of this body.", "68. On 8 April 1993 the Elazığ police headquarters sent Mr Turan a copy of the photograph of the body and informed him that the body had already been identified on 16 November 1992 as that of Mehmet Akkum.", "69. On 19 April 1993 Mr Turan sent a letter to the registry office for births, marriages and deaths, asking it to “register the death of the terrorist Mehmet Akkum”.", "70. On 14 May 1993 Mr Turan took another decision declining jurisdiction and sent the file to the Kayseri State Security Court. The offence in question was referred to in this decision as “the killing of Mehmet Akkum, a terrorist, during an armed clash that took place between the PKK and the security forces on 9 November 1992”.", "71. On 21 May 1993 the chief public prosecutor at the Kayseri State Security Court, who was now entrusted with the duty of investigating the killing of Mehmet Akkum, referred to the above-mentioned decision of non- jurisdiction and decided not to prosecute Mehmet Akkum since he was dead. In this decision the deceased was referred to as “the suspect”.", "72. It appears from the documents submitted to the Commission by the Government that both on 22 October 1993 and on 3 November 1993 the Ministry of Justice’s International Law and Foreign Relations Directorate (“the Directorate”) requested information from Mr Turan and from the prosecutor at the Kayseri State Security Court about the investigation into the killings. The Directorate required this information in order to be able to prepare the observations which would be submitted to the European Commission of Human Rights.", "73. On 10 November 1993 Mr Turan sent four letters to his opposite number in Dicle and requested the latter to contact the Dicle gendarme headquarters and ask for any documents that might exist concerning the killings. Mr Turan also informed the Dicle prosecutor of the petitions submitted by relatives of the deceased persons a year previously (see paragraphs 48 to 49 above), and asked him to obtain information from these relatives about the killings.", "74. On 25 November 1993 the prosecutor at the Kayseri State Security Court informed the Directorate about the decision not to prosecute Mehmet Akkum taken by his office on 21 May 1993 (see paragraph 71 above), and further informed the Directorate that that decision had concluded the investigation into the killing of Mehmet Akkum. The decision had not been communicated to the complainants as there had not been any. Furthermore, no one had been questioned as the file contained no names of witnesses.", "75. By letter of 3 December 1993 Mr Turan informed the Directorate that his office was still continuing the investigation into the killings of Mehmet Akan and Derviş Karakoç, that he had not had yet been able to establish the identities of the soldiers who had participated in the operation and that he was also trying to obtain information from possible eyewitnesses. It appears from this letter that Mr Turan had not been informed about the decision not to prosecute taken by the prosecutor at the Kayseri State Security Court, which had concluded the investigation into the killing of Mehmet Akkum.", "76. On 16 December 1993 the Dicle prosecutor, further to the request by Mr Turan (see paragraph 73 above), took a statement from Zülfi Akkum. Mr Akkum confirmed that the day after the killings he had informed the Dicle governor and also the Dicle gendarme commander about the killings and had tried to obtain information as to how they might have occurred.", "77. In response to Mr Turan’s request of 10 November 1993 to find the relatives of the deceased men (see paragraph 73 above), the authorities made unsuccessful attempts to find a certain Musa Karakuş (sic) and a certain Ali Alkan (sic). These attempts continued until 7 March 1994.", "78. Between 3 August 1994 and 1 November 1995 the investigation carried out by the authorities in Dicle and Palu was limited to the tracing of the relatives of the deceased persons. It was recorded in a letter of 10 October 1994 that it had not been possible to find these relatives since the villages where they used to live had been evacuated a year previously as a result of intense pressure from the PKK.", "79. On 13 and 14 October 1994 Hüseyin Akan and Rabia Karakoç made further statements to the Human Rights Association in Diyarbakır and stated that they still had not been questioned by any authorities in relation to the killing of their relatives.", "80. It appears from a document drawn up on 7 November 1995 by the Elazığ chief prosecutor’s office and addressed to the Directorate that the seven gendarme officers who had signed the military report of 11 November 1992 (see paragraph 36 above) were indicted on 19 August 1994 for the killing of the applicants’ three relatives.", "81. It also appears from the same document that the Elazığ Assize Court, before which the seven gendarmes were indicted, decided on 22 June 1995 that it lacked jurisdiction to try the gendarmes and sent the file to the Military Court. The Government have not sent the Commission or the Court copies of the indictment or of the decision of non-jurisdiction taken by the Elazığ Assize Court.", "82. The Military Court was unable to contact and summon the applicants during the trial because they could not be found. It appears, however, that it was possible to locate Hacire Ceylan and Hediye Akodun, the village shepherds (see paragraph 14 above), and take statements from them during the trial.", "83. Hacire Ceylan stated in her testimony given on 17 May 1995 that on the day in question she had been grazing her animals outside her village when soldiers had told her that they were carrying out an operation and asked her to return to her house. She had complied with this request. She had not seen soldiers beating up Mehmet Akan or any other person.", "84. Hediye Akodun stated in her testimony given on 23 May 1995 that she was not aware of any military operation having taken place, of the killing of Mehmet Akan or of the killing of the other two persons.", "85. In the course of the trial the seven defendants, by then all working at different places around the country, all informed the Military Court that they did not wish to appear before it to testify. The Military Court, accepting their wishes, sent letters rogatory to criminal courts in the towns where the defendants were working and asked these courts to take statements from the defendants. The statements were subsequently forwarded to the Military Court.", "86. With the exception of Şaban Bozkurt, the defendants all confirmed that an operation had taken place on 10 November 1992. Şaban Bozkurt had been on duty elsewhere on the day of the operation.", "87. The defendants stated that they had returned fire when a group of terrorists had opened fire on them. The defendants did not know who had actually shot the three persons since approximately 250-300 soldiers had taken part in the operation.", "88. Adem Kolukısa, one of the seven defendants, stated in his testimony of 5 May 1995 that he had personally seen two bodies and that he had also heard from his fellow soldiers that there was another body. The bodies he had seen were those of two men of approximately 30-35 years of age.", "89. Recep Tombak stated in his testimony of 23 May 1995 that he and his fellow soldiers had seen the three bodies the day after the operation.", "90. Tuncer Arpacı, another defendant and an army captain, stated in his testimony of 20 November 1995 that he had personally found the three bodies and had recorded this finding in the operation reports. One of the bodies was that of a bearded man of approximately 50-60 years of age, found on the Kurşunlu plain. Mr Arpacı stated that the terrorists had been surrounded by the soldiers and that Cobra helicopters and mortar had also been used in the operation. It had therefore been impossible to identify who had actually shot these persons.", "91. On 21 December 1995 the Military Court unanimously acquitted all seven defendants. It stated in its judgment that it had not been able to question the relatives of the deceased persons because their addresses were not known. The court also noted that the allegations made by the deceased persons’ relatives had not been corroborated by the testimonies given by Hacire Ceylan and Hediye Akodun. On the other hand, the defendants were found to have been consistent in their eyewitness accounts of the military operation which had been carried out pursuant to the Sancak-1 Operation Plan of 8 November 1992. The Military Court decided, therefore, to disregard the allegations made by the relatives that the three persons had been killed by the soldiers.", "92. The Military Court’s decision to acquit the soldiers was based on the following analysis of the evidence:", "“The deceased persons were killed during a military operation conducted by the security forces against the terrorist organisation. However, it is not possible to say with certainty that they were killed as a result of the fire opened by the soldiers since it was the terrorists who had opened fire first. Moreover, 136 BKC-type spent cartridges, which are not used by the [Turkish] armed forces, were found in the area. If it had not been for the armed clash, the defendants would have had no reason to use firearms against the deceased persons. At the site of the incident there were seven military divisions and an unknown number of terrorists. The clashes continued all day long... There is no evidence suggesting that the defendants opened fire at the deceased persons...”", "93. The testimonies given by three of the defendants during the trial, namely Murat Koç, Ramazan Dal and Yavuz Akın, have not been submitted to the Commission or to the Court. Therefore, the following information is taken from the above-mentioned judgment of the Military Court, which contains a summary of the testimonies of these three defendants.", "94. Murat Koç stated in his testimony that he had heard during the operation that a number of terrorists had been killed.", "95. Ramazan Dal stated in his testimony that after the operation he and his fellow soldiers had found a body and that he had seen the corpses of a horse and of sheep in the area.", "96. Yavuz Akın stated in his testimony that he had personally seen one body, which he and his fellow soldiers had taken to the station; he did not know how that person had died. He also stated that fighter jets and helicopters had been used in the operation. Finally, Mr Akın denied having signed the on-site operation report of 11 November 1992 (see paragraph 36 above).", "97. It further appears from the judgment of the Military Court that Major Ersan Topaloğlu was also questioned during the trial. His testimony was not made available to the Commission or to the Court, but according to the summary contained in the judgment, Major Topaloğlu stated that he had been informed by Zülfi Akkum that his son Mehmet Akkum and a fellow villager were missing. Major Topaloğlu had then made some inquiries and had discovered that a military operation was being carried out in the area. He confirmed that two bodies had been taken to the morgue in Elazığ and that one of them had been that of the son of Zülfi Akkum.", "98. On 10 November 1992, early in the morning, these four witnesses left their homes in the village of Kayaş, together with Derviş Karakoç and his two children, to go to the village of Çevrecik to visit a relative. Derviş was on horseback with his children and the women were walking behind him. After walking for about half an hour they came to a flat area where animals were grazing and they saw the two women shepherds, Hediye and Hacire, running towards them. Hediye and Hacire told the group to go back to their village as there were soldiers everywhere and it would not be safe to continue. However, Derviş decided to press on, saying that he had nothing to fear from the soldiers.", "99. After they had continued the journey for a few minutes, two soldiers came out of the bushes on the side of the road and asked Derviş to get off the horse and to show them his identity card. The soldiers then told the women to go back to the village. They took Derviş by his arms and walked away slowly. They took Derviş’s horse with them as well. Rabia Karakoç saw the soldiers taking Derviş behind the bushes and saw one of them hitting Derviş with the butt of his rifle. A few minutes later, Rabia heard a single gun shot from a pistol; however, she was unable to tell whether it was a shot in the air or whether it had been aimed at Derviş. Following this single gun shot, firing started from all over the field and almost 500-600 soldiers appeared from behind the woods. Rabia saw a flame hit Derviş in his lower abdomen. This incident took place on the plain outside Kurşunlu village.", "100. The witnesses then returned to their village together with the two children and started waiting for Derviş to come back. Derviş did not return to the village that day and the villagers were afraid to help the witnesses to go and look for him since the military operation was still continuing. During the operation, machine guns and helicopters were also used.", "101. When the operation was over, Rabia Karakoç and a number of villagers from Kurşunlu went to the area concerned, where they saw several dead animals. When Rabia arrived at the spot where she had last seen her son, she saw her son’s horse and dog, which were also dead. Around 30-40 metres away from the horse she saw her son’s body, lying on its side, with a large number of gunshot wounds between the chest and hips.", "102. About a year after Derviş’s death, the witnesses’ village, Kayaş, was raided by soldiers. The villagers fled the village, too scared to take any of their belongings with them. After they had left the village, the soldiers burned down all the houses.", "103. None of the four witnesses was ever questioned by the investigating authorities in relation to the killing of Derviş.", "104. This witness did not see any of the events that occurred on 10 November 1992 as at that time he was living in Istanbul. He was informed about the incidents when his uncle telephoned him at about 4 p.m. on that day. He was told that his brother Derviş had been detained by the soldiers. Following this telephone call, the witness went to Batman, where he was told that his village was under the control of the soldiers and that he was not allowed to go there. A few days later, when he was finally able to go to his village, he found out that his brother Derviş had been killed. Derviş had already been buried by the time the witness arrived in the village. Hacire Ceylan told him everything that had taken place on 10 November 1992.", "105. The witness recalled that, in the past, Derviş had often been asked to become a village guard and because of this pressure the latter had wanted to leave the village.", "106. On 7 November 1993 the witness returned to the village to organise a gathering for the first anniversary of the death of his brother. However, helicopters came to the village and started shooting. His cousin was wounded during this shooting and the witness had to take his cousin to Diyarbakır for treatment. When he returned to the village, the village was almost empty. The soldiers had forced everyone to leave the village.", "107. At the time of the events the witness was living in Kurşunlu village and was the village shepherd.", "108. At around 9 a.m. on the morning of 10 November 1992 the witness left her house in Kurşunlu village with a fellow shepherd, Hediye Akelma Akodun, and their animals. They followed Mehmet Akkum and Mehmet Akan, who were also taking their animals out to graze. On their way they met two soldiers, who told them to return to their village. The witness wanted to take her animals with her as well but the soldiers did not allow her to do so and when she resisted, they beat her.", "109. The witness also saw some other soldiers taking Mehmet Akan and Mehmet Akkum towards the woods. The two Mehmets were in the middle of a group of soldiers but her poor eyesight prevented her from seeing clearly what they were doing. The soldiers were shouting so much that she could not hear what was going on.", "110. On their way home, the witness and Hediye Akodun met Rabia Karakoç and her family. The witness told Rabia that there were soldiers everywhere. Later she saw Derviş Karakoç being ordered off his horse by the same two soldiers they had come across earlier. Derviş was taken a few yards away and the witness saw him showing his identity card to the soldiers. He had a soldier on either side of him. The soldiers ordered the women to go home. When she heard Derviş’s wife shouting that her husband had been hit by a rifle butt, the witness turned around and saw that Derviş was still standing at the same point where the soldiers had taken him. Thereafter she heard a single gun shot, followed shortly afterwards by continuous firing. Some of the shots were aimed at the group of people which included the witness, and they ran to take shelter behind a rock. She heard Rabia screaming and saying that her son had been killed.", "111. When the firing was over, they went back to their respective villages. When the witness returned to her village she told Mehmet Akkum’s father that she had seen his son being taken away by the soldiers. After the bodies had been found she went to the area and saw Derviş’s body lying at the spot where she had last seen him.", "112. A statement was taken from the witness by the authorities and she was asked when Derviş had been killed and whether he had been beaten up by the soldiers. She stated that she did not know whether he had been killed in the morning or in the evening; she had later seen that he had been killed on the spot. She also stated that the soldiers had beaten Derviş.", "113. This witness is a gendarme colonel and at the time of the incident was the commanding officer of the Elazığ provincial gendarmerie headquarters. He is one of the signatories of the military report referred to in paragraph 43 above.", "114. In November 1992 his headquarters were informed that around 300 terrorists were present in an area called the Payidar hills, near the district of Arıcak within Elazığ province. Terrorists had been known to take shelter in this area and the security forces had already conducted several operations there, during which there had been seven or eight armed clashes with members of the PKK. Upon receiving this intelligence, a decision was made to organise a military operation in the area and the witness was responsible for its planning.", "115. On 8 November 1992 an operation plan was drawn up and the operation was named Sancak-1. The plans of the operation clearly indicated the position each military unit would take up. Approximately 250 soldiers would participate in the operation, which was to cover an area of seven or eight square kilometres. The operation plan included the names of the officers who would take part in the operation and also named the military units involved. The plan would have been put in the archives upon completion of the judicial investigation.", "116. As all the operations were planned in strict confidentiality, the villagers who lived in the area concerned were not informed beforehand. Nevertheless, some local villagers – being a common source of intelligence for the gendarmerie – would have known that the security forces were to conduct operations and would refrain from leaving their homes during the operations. Informing the villagers in advance of an operation would compromise its success. However, the soldiers in the operation area would ensure that no civilians entered the area.", "117. On 10 November 1992 the operation began at dawn in the Payidar hills. The witness followed the operation by radio communication from a temporary command unit established at Erimli gendarme station, which was located outside the operation area but had a view of it.", "118. Members of the terrorist organisation would normally use automatic rifles, called BKCs, and the soldiers used MG3 automatic rifles and RPGs. No helicopters were used in the operation.", "119. Although the operation was carried out under his general command, he did not have judicial responsibility. During a military operation, the district gendarme commanders in charge of the participating units were the officers with judicial responsibility and were in direct contact with the public prosecutors. In the instant case, these officers would have been the Palu and Dicle district gendarme commanders. The incident reports prepared by the officers taking part in the operation would have been submitted to the local prosecutor and also to the witness.", "120. When questioned about the discrepancies between the military reports concerning the number of military units which had taken part in the operation (see paragraphs 41 and 44 above), the witness stated that these were simply innocent omissions.", "121. The witness had never been informed of the allegation that Derviş Karakoç had been killed by soldiers. He considered that the allegations were baseless since the relatives of Derviş Karakoç had failed to submit their complaints to the commanders of the military units who had been in the area during the operation, which had lasted for more than two days, or to the judicial authorities. Had he been informed about the killing of Derviş Karakoç, he would have investigated it personally.", "122. The body of Mehmet Akkum was found in an area in which the Arıcak division had taken up position. The bodies of Mehmet Akan and Derviş Karakoç were found in the area where military units from Kovancılar and Alacakaya had taken up position. The deaths of the latter two persons were not recorded in his report submitted to the Ministry of the Interior (see paragraph 43 above) because their bodies had not been found until after the report was drawn up. However, there would have been another report, entitled “final report” or “detailed operation report”, setting out the details of the entire operation with greater precision. This report would have been sent, together with all other documents pertaining to the operation, to the gendarme headquarters in Ankara. This document would have been confidential and would not have been submitted to the judicial authorities. By examining the operation reports it would be possible to pinpoint which military unit was responsible for a particular area.", "123. The witness had no knowledge of the subsequent trial of a number of soldiers under his command on suspicion of having killed three persons, allegedly during the operation for which he was responsible. He had not been summoned or requested to attend any court hearing in order to give evidence.", "124. According to the witness, Sancak-1 could be considered a successful operation. The measure to gauge the success of an operation was the degree of damage caused to the terrorist organisation. In this operation there were no casualties on the side of the security forces. The witness stated that he did not know whether the citizens who were killed during the operation were innocent or not, and he explained that every operation entailed risks. Nobody would have wanted ordinary citizens to be killed during a military operation. According to the witness, all the necessary measures had been taken to reduce that risk in this particular operation.", "125. At the time of the events the witnesses were practising at health centres in Palu and Dicle, respectively. They were not trained forensic experts but were nevertheless responsible for external body examinations and post mortem examinations since there were no forensic experts in the two towns where they were working.", "126. Dr Aydın carried out the examination of the body of Mehmet Akkum whereas Dr Türkan examined the bodies of Mehmet Akan and Derviş Karakoç (see paragraphs 45 and 50 above).", "127. Dr Aydın agreed with the findings in the report compiled by Dr Vanezis (see paragraph 51 above), in which the injuries on the body of Mehmet Akkum were described in detail.", "128. When asked why the large number of bruises and injuries on the body of Mehmet Akkum, observed by Dr Vanezis, had not been recorded in his examination report, Dr Aydın stated that no such wounds had been observed on the body during his examination.", "129. Dr Aydın initially suggested that Mehmet Akkum’s ears could have been severed by flying shrapnel but later stated that the ears must have been cut off post mortem as there was no bleeding in that area. However, as this had no bearing on the cause of death he had not deemed it important to include this information in his report.", "130. Both witnesses maintained that there had been no need to carry out full autopsies since their examinations of the bodies had enabled them to establish the cause of death.", "131. Dr Türkan was unable to state with certainty the distance from which Mehmet Akan had been shot. As regards his examination of Derviş Karakoç’s body, Dr Türkan stated that as he had observed a corresponding exit hole for every entry hole, it did not occur to him that there could be more bullets, traces of bullets or any other evidence trapped in the body.", "132. The witness, who was the public prosecutor in Palu at the time of the events, was present at the examination of the body of Mehmet Akkum. He noted the absence of the ears but did not consider it his duty to find out how the body had been mutilated. He concluded, on the basis of the information given by the gendarmes, that Mehmet Akkum was a terrorist. For this reason he decided that he lacked jurisdiction to investigate the killing and sent the file to the prosecutor’s office at the Kayseri State Security Court in accordance with usual practice. If state security courts required further information, they would put a request to the local prosecutor, who would carry out further investigations.", "133. In his investigation he repeatedly referred to 9 November 1992 as the date of the military operation (see paragraphs 56, 61, 66 and 70 above), since a gendarme had informed him by telephone that the operation had taken place on that date.", "134. In around December 1993, the investigation into the killing of Derviş Karakoç and Mehmet Akan was also referred to his office as these persons had been killed in the district of Arıcak, which fell within the jurisdiction of Palu. In late 1993 the witness was appointed to a different post; he was therefore unable to provide any information concerning the outcome of the investigation into the killing of these two persons. However, the witness confirmed that the file on the investigation into the killing of Mehmet Akan and Derviş Karakoç had also been submitted to the Kayseri State Security Court by his office, together with a record (fezleke) summarising the investigation. The Kayseri State Security Court then sent the file back on the grounds that it contained no “PKK-related elements”, and the Palu public prosecutor’s office therefore had jurisdiction to continue the investigation. The office of the Palu public prosecutor then sent the file to the Elazığ Assize Court, where seven gendarmes were indicted.", "135. The witness did not question any soldiers because the killings had occurred during an armed confrontation and he had no information as to which military units had participated in that operation. In any event, it would not be possible to establish whether a crime had been committed in an armed confrontation.", "136. This witness, who was the Elazığ public prosecutor at the time of the events, was not involved in the investigation into the death of the three persons. His office only attempted to find the addresses of the deceased persons’ relatives and other potential eyewitnesses, as requested by the Elazığ Assize Court.", "137. In response to a question concerning the duties of a public prosecutor with whom relatives of murdered persons lodge a complaint, the witness explained that in such circumstances the public prosecutor should first question the relatives. Furthermore, a prosecutor should gather all the evidence during the preliminary investigation and only then, if necessary, give a decision declining jurisdiction.", "138. The witness is a gendarme officer and was the commanding officer of the gendarme commando division in the town of Dicle at the time of the events.", "139. He remembered the Sancak-1 operation. However, his military unit was not involved in the operation and he had no idea as to what had actually happened during the operation. As an explanation for the fact that his unit was mentioned in the military report as having participated in the operation, he submitted that this was probably because his unit had been sent to the area the day after the operation to prevent any terrorists from fleeing the area.", "140. While he was in the area there were no clashes and he did not hear any shooting. He did not draw up a report detailing his involvement in the operation.", "141. He did not hear about the deaths until four or five days after the operation. He did confirm, however, that while the operation was still continuing, Zülfi Akkum had informed him that two shepherds from his village were missing.", "142. He said that the Kurşunlu plain was about two kilometres long and 600-800 metres wide. It was flat with three or four sporadic trees. It was completely surrounded by mountains. In the forested area there were oak trees, bushes and rocks. He identified the location shown on two photographs of the places where the bodies of Mehmet Akan and Derviş Karakoç had been found as being on the Kurşunlu plain. He could not exclude the possibility that a third photograph shown to him was a picture of the area leading to the slopes.", "143. At around 6 a.m. on 10 November 1992 Mehmet Akan and his friend Mehmet Akkum left the village to take the animals out to the meadow. After they had left the village Hacire and Hediye, the village shepherds, also took their animals out.", "144. At around 9 a.m. the witness saw a helicopter, which flew over the village and continued to the east towards the plain. Thereafter he heard gunshots and half an hour later some of the animals came back to the village, most of them wounded. Hacire came back to the village at around noon. She told the villagers that the helicopter had landed and that the soldiers who had come out of the helicopter had forced the women to go back to their village. However, she had seen Mehmet Akan and Mehmet Akkum being apprehended and had heard the voice of Mehmet Akan, who was surrounded by soldiers.", "145. As Mehmet Akan and Mehmet Akkum did not return to the village that evening, the witness went to Dicle the following morning, together with the muhtar of the village, Zülfi Akkum, to ask for information. They first went to the district governor’s office, where they were referred to the gendarmerie barracks. A gendarme major at the barracks told them not to worry and that the two shepherds would be back soon.", "146. The following day they went back to the barracks and were told that two persons had been arrested by soldiers from the Palu gendarmerie. That day, the applicant did not go back to the village and stayed in Dicle. The following morning he was informed that the bodies of his brother and of Derviş Karakoç had been found. Although he informed the public prosecutor about this, the latter refused to go the scene of the incident.", "147. The witness is a gendarme officer. He was the commanding officer at the Dicle gendarme command and the superior of Hüseyin Bakır (see paragraph 138 above) at the time of the events.", "148. He did not remember the incidents of November 1992 very clearly because he had not taken part in the operation. However, he did remember that an operation had been conducted and he had heard on the wireless that there had been an armed conflict. When asked why units under his command were named in the operation reports when in fact they had not taken part in the operation, the witness stated that their involvement had been limited to blocking their side of the operation area in order to prevent any terrorists from escaping. However, it was not the practice of commando units to keep records of their activities during an operation and hence no reports existed pertaining to their involvement in this particular operation.", "149. In December 1995 the witness gave evidence before the Ankara Criminal Court. In his statement to that court, he confirmed that he had contacted the operating forces by radio after he had been asked by the muhtar of Kurşunlu, Zülfi Akkum, to make enquiries as to the two people missing from that village. The reply he received by radio was that one terrorist had been found dead. He then referred Zülfi Akkum to the public prosecutor’s office in Elazığ, thinking that the dead terrorist might be his son. It later turned out that the body was indeed that of Mr Akkum’s son.", "150. The witness is a gendarme officer and was the Arıcak gendarme commander in November 1992.", "151. The witness personally participated in the operation in question. The clash started at about 6 a.m. in the Payidar hills, located to the north of Kurşunlu and to the south of Palu. His division was in the process of carrying out a search of the area when the terrorists opened fire on them. The terrorists were scattered over a wide area where visibility was limited because of the small bushes in a hilly region. There must have been nearly a hundred terrorists. There were no casualties amongst the soldiers. Firing continued at intervals all that day and the following day.", "152. The clash took place over a wide area where villagers would not have gone, not even to take their animals to graze. It was illogical to believe that anyone would go near an armed clash where there was continuous firing.", "153. He was informed that a terrorist had been captured dead during the clash. The body had been taken to the gendarme station in Palu, since that location possessed the necessary facilities for an autopsy to be carried out.", "154. Three or four days after the incident, he was informed that two more persons had been killed in crossfire. The witness did not personally see the bodies.", "155. No helicopters or aircraft were used during the operation. Although it was not a major operation, several units were involved in it.", "156. He had no information as to whether any of his men had been prosecuted in connection with the death of three villagers.", "157. The witness is a commando officer and was in charge of the commando division in Arıcak at the time of the events.", "158. He participated in the operation named Sancak-1. The operation was planned after intelligence had been received which indicated that members of the terrorist organisation were hiding in the area and were planning to spend the winter there. The presence of the terrorists constituted a great threat to the security forces and the gendarme stations in the area and the aim of this operation was therefore to eliminate that threat. His own unit was in charge of blocking the roads to prevent any terrorists from escaping from the operation area.", "159. At about 5.45 a.m. on 10 November 1992 the witness was informed by a radio message that two military teams under his command had come under fire while advancing towards the Payidar hills and that a clash had ensued. At about 2 p.m. the witness and his teams approached the area. There was a distance of about 40-50 metres between his team and the terrorists. The terrorists started firing at his team and a clash broke out, lasting until 4 p.m. Neither Cobra helicopters nor any other aircraft were deployed in the operation.", "160. The security forces suffered no casualties. On the second day, the witness heard that a terrorist had been killed on the other side of the hills. He sent a team to the area, under the command of Tuncer Arpacı, to take away the body. The body was later transferred by helicopter to the district of Palu. The witness did not see the body for himself and had not been informed that the ears had been cut off. During the operation, the witness was not informed that two villagers had been found dead on the Kurşunlu plain.", "161. The witness had very recently been informed that seven gendarmes had been tried for the killing of the three persons. He was not called to give a statement to the Military Court.", "162. The witness was the commanding officer of the gendarme station in Arıcak. He is one of the seven gendarmes who was tried for, and acquitted of, the killing of the applicants’ three relatives.", "163. He remembered the operation named Sancak-1. The operation was planned on the basis of intelligence indicating that PKK terrorists were present in the area known as the Payidar hills.", "164. His unit was involved in the operation and its task was to block the roads. As the unit approached the area towards the north-eastern part of the Payidar hills, terrorists started shooting at them and a clash ensued. He could not remember whether soldiers in his unit had killed the terrorists during the clash, which lasted from about 5.30 a.m. until 9 p.m. During the night of 10-11 November the witness stayed in the area.", "165. As the station commander in Arıcak, the witness had certain judicial obligations. He prepared the incident report and the incident map relating to the clash, which were sent to the public prosecutor. The witness explained the contradictions between the incident report of 11 November 1992 and his statement to the Military Court by saying that, at the court hearing, he had been very excited and confused and had therefore mistakenly stated that he had found three bodies. The truth was, however, as he had stated in the on-site operation report, that only one body had been found.", "166. The witness was informed over the wireless by Muhammed Özdemir that a body had been found. As he had judicial responsibilities, he was sent to the area. He searched the body to find an identity card. Although he did not examine the body, he did remember that both ears were missing. He could not recall whether there had been any firearms near the body. He deduced that the body belonged to a PKK terrorist since it had been found in the conflict zone. No ordinary villager would have entered the area while an operation was being conducted.", "167. Contrary to what he had said in his statement to the Military Court, no helicopters were used in the operation. The witness did not know which unit was responsible for the Kurşunlu plain but this could be established by examining the operation order prepared prior to the operation.", "168. The witness was a non-commissioned officer in the Arıcak commando unit at the time of the events. He is one of the seven gendarmes who was tried for, and acquitted of, the killing of the applicants’ three relatives.", "169. He participated in a joint operation with military units from Palu and at some point, terrorists started firing towards them. He remained in the area all night long with his men and the following day they conducted a search of the area.", "170. During the search they found a terrorist shelter and supplies but they did not find any corpses. He signed the incident report dated 11 November 1992 but at the time he did not know anything about the body referred to in that report and did not deem it necessary to verify the accuracy of the contents of the report before he signed it.", "171. The witness was familiar with the Kurşunlu plain; however, he did not have any information as to whether the operation had extended that far. The witness explained the inconsistencies between the two military reports (see paragraph 41 above) by saying that the on-site operation report had been prepared in the area where there had recently been an operation – hence, in the heat of the moment, it was possible that certain things had been omitted in the report.", "172. The witness was the commander of one of the commando teams in Arıcak at the time of the events. He is one of the seven gendarmes who was tried for, and acquitted of, the killing of the applicants’ three relatives.", "173. In November 1992 his commanding officer informed him that his team was to participate in an operation and briefed him and his team about their duties in it. In accordance with the instructions received from the unit commander, the witness’s team started off towards the operation area. When the team reached the Payidar hills at about 6 a.m., terrorists started firing and a clash broke out, lasting, intermittently, until 9 p.m.", "174. The following morning they conducted a search of the area. The fourth team, which was under the command of Murat Koç, found a shelter containing food, a cartridge clip, a rucksack and many other items. The members of the witness’s team were further informed over the wireless by their commanding officer that a body had been found in the direction of Brektepe-Ulaştepe, and the witness was ordered to go to that area together with his station commander, Tuncer Arpacı. When they reached the spot where the body lay – which was within the area covered by the operation – the station commander drafted a report in which he related all his findings. The witness co-signed the report. The location of the body was approximately four to five kilometres from Kurşunlu village. Although the witness had no authority to examine the body, he did, however, notice that the dead person’s ears had been cut off. He was then ordered to take the body to the village of Çevrecik. The body was later transferred to the Palu public prosecutor’s office.", "175. A description of the relevant domestic law may be found in Ergi v. Turkey (judgment of 28 July 1998, Reports 1998-IV, pp. 1767-68, §§ 4652)."], "VIOLATED_ARTICLES": ["2", "3", "38", "P1"], "VIOLATED_PARAGRAPHS": ["2-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}