{"ITEMID": "001-57429", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF BARBERÀ, MESSEGUÉ AND JABARDO v. SPAIN", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Preliminary objection allowed (non-exhaustion of domestic remedies);Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["8. The three applicants are Spanish nationals born in 1951, 1947 and 1955, respectively. Mr Francesc-Xavier Barberà Chamarro and Mr Antonino Messegué Mas are serving long sentences at Lérida Prison no. 2 (Lleida-2) and Barcelona Prison respectively and have the benefits of the open system. Mr Ferrán Jabardo García is at present living in Gironella in Barcelona Province.", "At about 3 p.m. on 9 May 1977, Mr José María Bultó Marqués, a 77-year-old Catalan businessman, was at his brother-in-law’s house in Barcelona in the company of his brother-in-law and his own sister, Mrs Pilar Bultó Marqués, when two men entered the flat under the pretext of being gas-board employees. They seized and held the maid, thus enabling other persons to enter.", "The latter threatened Mr Bultó with guns and shut him in a room, where they fixed an explosive device to his chest. They demanded a ransom of five hundred million pesetas from him, to be handed over within twenty-five days, and gave him instructions on how to pay it, saying that on payment he would be told how to remove the device safely. They then left the premises and departed in waiting cars.", "10. Mr Bultó returned home in his car. Shortly before 5 p.m., the device exploded, killing him instantly.", "11. On the same day, Barcelona investigating judge no. 13 commenced a preliminary investigation (diligencias previas - no. 1373/77) into these events. On 11 May, he placed the relevant documents in investigation file (sumario) no. 61/1977 but later relinquished jurisdiction on the ground that the crime was a terrorist act which came within the jurisdiction of the Audiencia Nacional in Madrid (see paragraph 45 below). The case was accordingly sent to central investigating judge no. 1 of that court (juez central de instrucción), who opened file no. 46/1977.", "12. The police investigation led to the arrest on 1 July 1977 of four persons (not including any of the applicants) who were members of the E.PO.CA. (Catalan Peoples’ Army) and one of whom had been recognised by witnesses. On 29 July, they were charged with murder, with a terrorist act causing death and with possession of explosives.", "On 10 November 1977, however, the Audiencia Nacional decided to apply the amnesty law (no. 46 of 15 October 1977) to the accused owing to the political nature of their motives. They were at once released.", "13. On an appeal by the public prosecutor, the Supreme Court set this decision aside on 28 February 1978 on the ground that by that stage of the proceedings it had not been established that the crime was politically motivated and not carried out for pecuniary gain. This judgment meant that investigation file no. 46/1977 was reopened. As the four accused did not appear, however, the judge ordered them to be sought by the police, and in July 1978 he provisionally suspended the proceedings.", "14. In the course of their investigations into the killing of Mr Bultó, the police arrested Mr Jaime Martínez Vendrell, aged 63, and four other persons on 4 March 1979. They were placed in police custody and held incommunicado, in accordance with the anti-terrorist legislation then in force (see paragraph 46 below).", "Unassisted by a lawyer, Mr Martínez Vendrell was questioned at the police station during his custody there and on 11 March 1979 made a statement containing, in substance, the following:", "Until 1974 he had been a leading member of a Catalan nationalist organisation, the \"Front Nacional de Catalunya\", and from 1967 on had taken part in the creation and training of armed groups, with the object of fighting for the independence of the Catalan nation.", "In 1968, he had met three young men including a certain \"Thomas\", whom he identified as the applicant Messegué, and in late 1969 had begun their theoretical and practical military training. In 1973, he had established another group of young men, one of whom he identified as the applicant Barberà.", "Subsequently, several people, including \"Thomas\", had purchased weapons in Germany; they had brought them into Spain via France and hidden them in dumps known to them alone.", "In 1976, three groups had been established, one of which was commanded by \"Thomas\". The group members gave up all outside activities and were paid by the organisation. A network of flats and radio transmitters had been created later to allow contact between the groups.", "In February 1977, Mr Martínez Vendrell had been informed that an explosive device had been produced, which could be attached to a person’s body and subsequently defused on payment of an agreed ransom. The mechanical part of this device could have been designed by \"Thomas\" (Messegué) and another activist, and the electronic part by Mr Barberà and another person. \"Thomas\" and someone else had later shown the device to Mr Martínez Vendrell.", "In April 1977, they had revealed to him that the first victim chosen was Mr José María Bultó.", "Two days after the killing, he had met the commando leaders and had learned that eleven people had taken part in the operation and that Mr Barberà and Mr Messegué had attached the device to the victim’s chest.", "15. When Mr Martínez Vendrell was brought before Barcelona investigating judge no. 6, in the presence and with the assistance of counsel, he amended his statement. In particular, he said that the bomb \"might have\" been made by the persons stated, but that he did not know the names of those who had carried out the attack on Mr Bultó.", "16. These statements were sent to central investigating judge no. 1 in Madrid, who reopened file no. 46/1977 on 15 March 1979. On the next day he charged Mr Martínez Vendrell with murder and with possession of arms and explosives, and ordered him to be held in custody on remand.", "In a further decision on the same day he charged six others, including Mr Barberà and Mr Messegué, with murder, criminal damage and uttering forged documents, and issued a warrant for their arrest. As none of the six could be found, the proceedings continued solely against the co-defendants in custody.", "17. During the investigation and again at the hearing, Mr Martínez Vendrell retracted his statement to the investigating judge as far as the identification of Barberà and Messegué was concerned.", "On 17 June 1980, the first section of the Criminal Division of the Audiencia Nacional sentenced him to one year and three months’ imprisonment for assisting armed gangs. It set aside the original charges, however, noting among other things that he had expressed disapproval when at the end of April 1977 he had been told of the proposed operation against Mr Bultó; that the preparations had occurred without his knowledge; and that he had only learned of the victim’s death through press reports. It also ordered his immediate release because the period of the sentence had already been spent in custody on remand.", "18. Following an appeal on points of law by Mr Bultó’s son, acting both as a \"private prosecutor\" and as a party claiming civil damages, the Supreme Court quashed the judgment of the Audiencia Nacional on 10 April 1981. On the same day, it sentenced Mr Martínez Vendrell to twelve years and one day’s imprisonment for aiding and abetting a murder and ordered him to pay five million pesetas in damages to the victim’s heirs. It held that the influence he exerted on those who committed the crime was sufficiently great to amount to aiding and abetting and went far beyond merely assisting armed gangs; admittedly, he had made it clear that he was opposed to the crime, but he had done nothing to prevent it.", "A warrant was consequently issued - on 24 April 1981, according to the applicants - for Mr Martínez Vendrell’s arrest. Mr Martínez Vendrell has not so far been found by the police and has therefore not yet served his sentence.", "19. The three applicants were arrested with other persons on 14 October 1980 and charged with belonging to the terrorist organisation E.PO.CA. Among items found at their homes were radio transmitters and receivers, a variety of implements, electronic equipment, publications of left-wing nationalist parties, files on leading politicians and businessmen, and books on topography, electronics and the chemistry of explosives.", "Section 2 of Law no. 56 of 4 December 1978 on the suppression of terrorism, as renewed by Royal Legislative Decree no. 19 of 23 November 1979, was applied to their case (see paragraph 46 below). This authorised the police to hold suspects in custody for longer than the normal period of seventy-two hours, with leave from the investigating judge. The applicants were moreover held incommunicado and not allowed to have the assistance of a lawyer.", "While in custody they signed a statement in which they admitted having taken part in Mr Bultó’s murder either as principals or as accessories; their account differed from Mr Martínez Vendrell’s, however. Furthermore, the police discovered stocks of arms and explosives at places indicated by Mr Barberà and Mr Messegué.", "20. On 23 October 1980, the persons held in custody appeared before Barcelona investigating judge no. 8, who questioned them - without any defence lawyer being present in the case of Mr Barberà and Mr Jabardo. They retracted their confessions to the police and two of them - Jabardo and Messegué - complained of being subjected to physical and psychological torture while in police custody.", "By an order (auto) of the same day the judge directed that they should be held in custody on remand, and they were transferred to Barcelona Prison.", "21. On 24 October 1980, the resulting documents were sent to central investigating judge no. 1 for inclusion in file no. 46/1977.", "On 12 January 1981, the latter judge charged the applicants and two other persons with murder and assisting armed gangs. He then sent letters rogatory to Barcelona for further inquiries to be made. Barcelona investigating judge no. 10 served the charges on the applicants and examined them on 22 January; they confirmed the statements they had made to investigating judge no. 8 and again alleged that their confessions had been obtained by means of torture.", "They were not, however, confronted with the prosecution witnesses or Mr Martínez Vendrell, who was then at liberty.", "Mr Barberà instructed an advocate and an attorney in Barcelona on 22 December 1980, but the central investigating judge in Madrid did not record these appointments until 20 January 1981. Mr Messegué and Mr Jabardo did not instruct lawyers until 21 February 1981; the investigation had been completed on 16 February.", "22. The case was then committed for trial to the first section of the Criminal Division of the Audiencia Nacional.", "By an order of 13 March 1981, the court instructed the public prosecutor and the private prosecutor to make their interim submissions. They argued that the facts amounted to murder, possession of arms and explosives and forging identity documents; as evidence they offered the examination of the defendants, the hearing of eye-witnesses and the production of the entire case-file; no mention was made of Mr Martínez Vendrell.", "The file was sent to the attorney acting for Mr Jabardo on 27 May and to the ones acting for Mr Barberà and Mr Messegué on 1 June. Each of the defendants conducted his defence separately with counsel of his own choosing. All the defendants declared their innocence and offered to produce similar evidence, including, in Barberà and Messegué’s case, the statement made by Mr Martínez Vendrell retracting the one he had made to the police implicating Mr Barberà and Mr Messegué in the murder.", "Mr Messegué had been transferred to Madrid but he and his counsel managed to get him returned to Barcelona in order to prepare his defence.", "23. By an order made on 27 October 1981, the court - on this occasion composed of Mr de la Concha (the presiding judge), Mr Barnuevo and Mr Infante - admitted the evidence offered and set the case down for trial on 12 January 1982. It also ordered that the accused should be brought to Madrid and appointed Mr Obregón Barreda and Mr Martínez Valbuena of the third section as additional judges to bring the number in the first section to five in view of the heavy sentences being sought (Article 145 para. 2 of the Code of Criminal Procedure).", "On 10 December 1981, defence counsel (all of whom were members of the Barcelona Bar) applied for the trial to take place in Barcelona on account of the needs of the defence and witnesses’ travel difficulties. Subsequently, a Catalan senator wrote to the court requesting it to at least postpone the transfer to Madrid until after Christmas. On 18 December 1981, the Audiencia Nacional, presided over by Mr Pérez Lemaur, who was sitting with Mr Barnuevo and Mr Bermúdez de la Fuente, refused the first application and confirmed that the hearing would be held in Madrid on 12 January 1982.", "24. On the day before the trial, counsel for the defendants met the presiding judge of the first section of the Criminal Division (Mr de la Concha), in order to prepare for the hearing and discuss the possibility of an adjournment, as the applicants were still in prison in Barcelona. The presiding judge assured them that the defendants’ transfer was imminent and that the trial could therefore go ahead.", "The applicants stated that they left Barcelona on the evening of 11 January and arrived in Madrid at four o’clock the following morning, when the hearing was due to commence at 10.30; they said that they were in very poor shape after travelling more than 600 kilometres in a prison van. According to the Government, the journey took ten hours at most.", "That same morning of 12 January 1982, the presiding judge had to leave Madrid suddenly as his brother-in-law had been taken ill. As senior judge of the Division, Mr Pérez Lemaur took his place. In accordance with the legislation in force, so the Government asserted, the parties were not warned either of this substitution or of the replacement of Mr Infante - who no longer belonged to the first section - by Mr Bermúdez de la Fuente.", "25. The trial was held on the appointed day in a high-security courtroom; in particular, the defendants appeared in a glass cage and were kept in handcuffs for most of the time. The record makes no mention of any protest by them, except as regards certain exhibits which were not produced in court.", "The court agreed to admit in evidence a number of documents submitted by the defence. When examined by the private prosecutor in regard to matters in their statements to the police, the accused again denied any participation in the murder and again complained of being subjected to torture while they were in custody.", "26. The public prosecutor offered for examination the three witnesses who had been present at the time of the crime: the sister and brother-in-law of Mr Bultó, and their housemaid. The sister and the maid were very old and could not come to Madrid but the prosecutor asked that their statements to the police on the day after the crime should be taken into account. Mr Bultó’s brother-in-law gave evidence in court but did not recognise any of the applicants. The only documentary evidence produced by the public prosecutor was a copy of the file on the investigation.", "27. For its part, the defence, with the court’s leave, called ten witnesses; some of them, who were arrested at the same time as the defendants, alleged that they too had been subjected to brutality while in police custody.", "All the parties agreed to treat the documentary evidence as if it had been produced (por reproducida - see paragraph 40 below).", "28. The public prosecutor and the private prosecutor then confirmed their interim submissions; counsel for the defendants, on the other hand, amended theirs and submitted that the amnesty law should be applied (see paragraph 12 above).", "The hearing was adjourned until 4.30 p.m. and resumed with addresses by the three parties. The presiding judge finally asked the defendants if they had anything to add, and they answered in the negative. The hearing ended in the evening.", "29. On 15 January 1982, the first section of the Criminal Division of the Audiencia Nacional sentenced Mr Barberà and Mr Messegué to thirty years’ imprisonment for murdering Mr Bultó; it also sentenced Mr Barberà to six years and one day’s imprisonment for unlawful possession of arms and to three months’ imprisonment and a fine of thirty thousand pesetas for uttering forged documents, and Mr Messegué to six years and one day’s imprisonment for possessing explosives. Mr Jabardo was sentenced to twelve years and one day’s imprisonment for aiding and abetting a murder.", "The court held it to have been proved that Mr Barberà and Mr Messegué had directly participated in fixing the device to the victim’s body and switching on the electric mechanism, after which they had given Mr Bultó instructions for the payment of a ransom, which was the condition on which he would be able to remove the device safely. The device had subsequently exploded for reasons that had never been properly established. Mr Jabardo had assisted the operation by gathering information about public figures in Catalonia, including Mr Bultó.", "In the same judgment the court refused to apply the amnesty law of 15 October 1977 to the applicants. Even if they had been acting from a political motive, that motive was the independence (and not merely the autonomy) of the Catalan nation and so did not fall within the scope of the amnesty.", "30. The applicants appealed on points of law, relying on Articles 14 (right of all Spaniards to equality before the law), 17 (right to liberty and security of person) and 24 (right to effective judicial protection) of the Constitution. They described the circumstances of their arrest and custody and pointed out that when they were questioned by the police they did not have the assistance of lawyers and had not been informed of their rights; they had made confessions only because use had been made of coercion, threats and ill-treatment (see paragraphs 19-20 above).", "They also claimed that there was no evidence to rebut the presumption that they were innocent of Mr Bultó’s murder, as the physical violence to which they had been subjected rendered their confessions invalid. Moreover, there was no connection between the facts found by the Audiencia Nacional and the evidence adduced before it, and its judgment did not explain how it had arrived at its decision.", "The applicants also criticised the Audiencia Nacional for not having determined all the issues raised in the defence submissions (Article 851 para. 3 of the Code of Criminal Procedure - see paragraph 43 below): it had ignored their allegations that their statements to the police were invalid and had given no indication of the evidential value it attached to those statements, having regard to the material produced during the trial. Mr Messegué submitted, moreover, that he was implicated solely by confessions extracted by force from Mr Martínez Vendrell, who had later retracted them before the judge; the Audiencia Nacional had again not expressed an opinion as to their validity.", "Furthermore, the Audiencia Nacional had made an error of fact in assessing the evidence (Article 849 para. 2 of the Code of Criminal Procedure - see paragraph 42 below), because there was no conclusive evidence to refute their protestations of innocence before the judge. Referring to Article 24 para. 2 of the Constitution (see paragraph 36 below), which enshrines the principle of the presumption of innocence, and to the Supreme Court’s case-law on the subject, the applicants asserted that not only had the evidence been wrongly evaluated but no such evidence in fact existed.", "They further submitted that the Audiencia Nacional had not indicated its reasons for holding that the facts had been established, as required by Supreme Court precedents, even though the main defence submission had been that there was no evidence. There could only be one explanation for this, namely that the court had allowed itself to be influenced by the defendants’ alleged confessions to the police, which had been obtained in clear breach of the fundamental rights guaranteed in Articles 3 and 17 of the Constitution.", "Mr Jabardo also criticised the Audiencia Nacional for not having sought during the hearing to inquire further into the facts. He said that the only prosecution witness who had given evidence in court had not recognised the defendants and that important evidence was lacking, such as identification and the confrontation of witnesses and accused or a reconstruction of the events. Lastly, he pointed to a discrepancy between the judgment of 17 June 1980 convicting Mr Martínez Vendrell (see paragraph 17 above) and the judgment given in the instant case on 15 January 1982 (see paragraph 29 above); in his submission, this discrepancy showed that he, Mr Jabardo, could not have taken part directly in the attack on Mr Bultó.", "31. On 27 December 1982, the Supreme Court dismissed the appeals of Mr Barberà and Mr Messegué.", "As to the validity of the confessions obtained by the police, including Mr Martínez Vendrell’s, it noted that the alleged defects related solely to the findings of fact and accordingly did not give rise to the procedural irregularity complained of, which related only to points of law.", "The court said the following about the presumption of innocence (translated from the French translation provided by the Government):", "\"The evidence offered by the public prosecutor, the private prosecutor and the defence includes, as written evidence, the complete file on the investigation, containing: (a) the statement made to the judge by Mr Jaime Martínez Vendrell, assisted by his lawyer (doc. no. 572 in the file), in which he confirmed the following facts from his first statement to the police: the defendants Barberà Chamarro and Messegué Mas were members of an armed group designed to be the nucleus of a revolutionary army to free the Catalan nation; they were very closely associated with Mr Martínez Vendrell, particularly Mr Messegué; they had been thoroughly trained in urban guerrilla tactics; they lived ‘freed from all external obligations’, being paid by the organisation to devote all their energies to its work, in accommodation provided by the organisation; they communicated with each other by means of transmitters and used false identity documents and assumed names; Mr Messegué was in charge of one of the direct-action groups which, together with others, formed an organised unit or brigade; both men had important positions in the organisation and had received training such that they ‘might have’ constructed the explosive device (Mr Barberà the electronic component and Mr Messegué the mechanical component) used for the ‘business operations and in particular the one of which Mr Bultó Marqués was the victim - Mr Martínez Vendrell did not know the identity of or the methods used by the persons forming the groups which took part in that operation’; (b) finding of fact in the Audiencia Nacional’s judgment of 17 June 1980 in the same case (doc. no. 138 in the file), confirmed unchanged in the Supreme Court’s judgment of 10 April 1981 convicting Mr Jaime Martínez Vendrell: ‘At an unspecified date at the beginning of that year (he is referring to 1977) three of the young men whom he saw most frequently and whom the defendant (Mr Martínez Vendrell) knew to be heads of armed groups told him they considered that the time had come to go into action and that they were contemplating operations to finance the members of the groups. They told him that they had adjustable explosive devices which could be fixed to the skin of selected victims so that the latter would be obliged to pay the money asked for in order to avoid the risk of an explosion entailed by removing a device without the instructions and equipment in the possession of those who had put it in place. At the end of April, two of these group leaders told him that they were thinking of a businessman, Mr José María Bultó Marqués, on whom to use this device for the first time’; (c) the statement made to the judge by Mr Francisco Javier Barberà Chamarro, assisted by his lawyer (doc. no. 903): he admitted being a member of the Catalan National Liberation Army, working together with Mr Martínez Vendrell, being in possession of arms and knowing of the existence of stocks of arms; (d) the statement made to the judge by Mr Antonino Messegué Mas, assisted by his lawyer (doc. no. 906): he belonged to the armed organisation, had been trained in urban guerrilla tactics by Mr Martínez Vendrell and knew of the existence of a stock of explosives; (e) the official report on a search of the flat at no. 1 Pinos Street, Hospitalet de Llobregat (doc. no. 890), and from the file on the investigation a statement by Mrs Dolores Tubau Molas (doc. no. 904) to the effect that the defendant Barberà Chamarro lived in the flat with other activists and that there were found there (inter alia) a transmitter, electronic equipment, lathes, tools and files containing press cuttings and information about a number of prominent people, and books on topography, the chemistry of explosives, and electronics; (f) the official report on a search of the flat at no. 27 Parlamento Street, Barcelona (doc. no. 892), occupied by Mr Antonino Messegué Mas and Mrs Concepción Durán Freixa (statement in doc. no. 908) and where a transmitter and receiver, medicines, wigs and stiff paper of the type used for national identity cards and for driving licences were seized; (g) the official report on the discovery of an arms dump and two radio transmitters at three places indicated by the defendant Barberà (doc. no. 882); (h) the official report on the discovery of an explosives dump indicated by Mr Messegué and the destruction of the explosives on the spot (docs. nos. 833 and 899). The mere existence of this evidence, irrespective of its implications and the way in which it is assessed, is sufficient to rebut the presumption of innocence relied on by the defendants Barberà Chamarro and Messegué Mas, and we therefore reject grounds five and four respectively of their appeals; the facts established in paragraph 1 of the recital finding that they were directly and immediately involved in the homicidal operation must consequently be confirmed in toto. The description of the facts as murder under Article 406 para. 3 of the Criminal Code with an aggravating circumstance under Article 10 para. 6, which was allegedly incorrectly applied according to Barberà’s sixth ground of appeal and Messegué’s fifth ground of appeal, was therefore correct and their appeals under section 849(1) of the Procedure Act must therefore be dismissed.\"", "On the other hand, the Supreme Court quashed the Audiencia Nacional’s judgment in respect of Mr Jabardo, holding that the established facts amounted not to the crime of aiding and abetting murder but to the lesser offence of assisting armed gangs. It accordingly delivered another judgment on the same day acquitting him on the first charge but sentencing him to six years’ imprisonment on the second charge. Lastly, it confirmed that the applicants were not covered by the amnesty law and it ordered an inquiry into their allegations of ill-treatment.", "This inquiry was begun in 1984 by investigating judge no. 13 in Barcelona and led in 1985 to a discharge order being made by the Audiencia Provincial.", "32. The three convicted men appealed to the Constitutional Court alleging a violation of Articles 17 para. 3 (right of everyone arrested to be informed of the reasons for his arrest and to be assisted by a lawyer), 24 para. 2 (right to a fair trial and to be presumed innocent) and 14 (right of all Spaniards to equality before the law) of the Constitution (see paragraphs 30 above and 36 below).", "As regards the factors taken into account by the Supreme Court, they made the following submissions.", "1. Mr Martínez Vendrell’s statement could be regarded only as witness evidence, yet it had not been offered as such nor had it been confirmed at the hearing. If one accepted that it had been produced by means of the phrase \"por reproducida\", the unacceptable consequence followed that all the actions and confessions contained in the police report would likewise have to be admitted as evidence, since they too appeared in the file on the investigation. In any case, the material statement did not provide any indication that the defendants had had any involvement in the murder.", "2. The Audiencia Nacional’s judgment of 17 June 1980 merely stated, in its second recital, that Mr Martínez Vendrell did not know the actual course of the relevant events.", "3. Mr Barberà’s statement to the investigating judge should not have been admitted in evidence, since he had made it without counsel’s assistance; furthermore, he merely denied that he had participated in the crime.", "4. Similarly, Mr Messegué had declared to the investigating judge that he was innocent.", "5. The items found at the homes of Mr Barberà and Mr Messegué and the statements by their female companions had no connection with the murder. The items, moreover, had never amounted to real evidence as it did not appear from the file that they had been given to the judge or assessed by the court - one of the defence counsel had indeed protested at this during the trial; as to the documents, these had never been appended to the police report nor placed elsewhere in the file on the investigation, so the court could not take them into account.", "6. The discovery of arms and explosives at the places indicated by Mr Barberà and Mr Messegué was relevant to the offences of unlawful possession of weapons and explosives but not to the murder.", "In sum, none of the factors listed by the Supreme Court could rebut the presumption of innocence in respect of the main charge, the attack on Mr Bultó.", "For the rest, the applicants repeated in substance the submissions they had made before the Supreme Court.", "33. On 20 April 1983, the Constitutional Court declared the appeal (recurso de amparo) inadmissible as being manifestly ill-founded. As regards the presumption of innocence it gave the following reasons for its order (auto):", "\"As the assessment of the evidence lies within the exclusive jurisdiction of the judges and courts, the Constitutional Court cannot find a violation of this provision unless there has been a failure to produce a minimum of evidence against the accused.", "In the instant case, however, this minimum of evidence was produced, namely in the statements made with the assistance of a lawyer to the investigating judge, the official reports on the searches made and on the real evidence discovered and in the facts as established in another judgment. The Constitutional Court cannot therefore review the criminal courts’ assessment of the evidence.\"", "34. In March 1984, the applicants were transferred from Carabanchel Prison in Madrid to Lérida Prison (Lleida-2). In September, the Audiencia Nacional granted Mr Jabardo parole. Since January 1987, Mr Barberà and Mr Messegué have been held in an open prison.", "35. The police rearrested two of the persons originally prosecuted (see paragraph 12 above), Mr S and Mrs T, and the investigation was resumed on 8 February 1985.", "Mr S was sentenced to thirty years’ imprisonment as being responsible for Mr Bultó’s murder together with the applicants Barberà and Messegué. He appealed on points of law to the Supreme Court, which dismissed his appeal on 28 November 1986, holding that the evidence produced was sufficient to rebut the presumption of innocence. His subsequent appeal to the Constitutional Court was declared inadmissible on 1 April 1987.", "As for Mrs T, she was sentenced to four years’ imprisonment for assisting armed gangs.", "36. By Article 24 of the Spanish Constitution,", "\"1. Everyone has the right to effective protection by the judges and courts in the exercise of his legitimate rights and interests, and in no case may the right to a defence be curtailed.", "2. Everyone, further, has the right to be heard by the tribunal established by law, the right to a defence and to the assistance of a lawyer, the right to be informed of any charges against him, the right to a public trial without undue delay and attended by all safeguards, the right to make use of evidence relevant to his defence, the right not to make statements against himself and not to confess himself guilty, and the right to be presumed innocent.", "...\"", "37. In view of the Constitutional Court’s case-law in this area, the Supreme Court has extended the scope of proceedings in appeals on points of law. It has held that the presumption of innocence can be relied upon before it in respect of an infringement of the law resulting from an error made by the trial court when assessing the evidence (see paragraph 42 below), or on some other ground.", "According to a judgment of 3 November 1982, the Supreme Court’s review of the evidence is directed only to the question whether or not evidence was produced and taken and not to the criminal court’s final, unappealable assessment of that evidence.", "38. Article 53 para. 2 of the Constitution provides for an appeal (recurso de amparo) whereby the protection of the rights laid down in Articles 14 to 30 may be secured.", "39. According to the preamble to the Code of Criminal Procedure, the file on the judicial investigation is \"the corner-stone of the hearing and the judgment\". It is not a substitute for the hearing but a preparation for it.", "Since the reform of 4 December 1978 (Law no. 53/1978), the adversarial nature of criminal proceedings applies to the investigation stage; this enables the accused, assisted by his advocate, to intervene in respect of steps concerning him (Articles 118 and 302). In order to exercise this right, the accused must appoint an advocate (abogado) and an attorney (procurador).", "The investigating judge has to build up his file under the direct supervision of the appropriate public prosecutor’s office (Article 306). He includes the evidence put forward by the public prosecutor and the other parties if he considers it relevant. He can also order evidence to be produced of his own motion, but in that case he adds to the file only such evidence as proves to be of value (Article 315).", "Once the investigation is concluded, the judge forwards the documents to the relevant court (Article 622 para. 1), which takes the final decision to close the investigation after it has heard the public prosecutor and the private prosecutor (Article 627).", "40. Before the hearing, the public prosecutor and the private prosecutor make their interim submissions - in writing and in numbered paragraphs - on the punishable offences disclosed by the case-file, on their classification in criminal law, on the circumstances that may affect the accused’s responsibility and on the penalty which he may incur. The defence, in its turn, presents its view of the classification in law of the facts disclosed by the case-file (which is placed at its disposal) and must reply by indicating, likewise in numbered paragraphs corresponding to the prosecution’s submissions, whether it accepts or rejects each of them; in the latter case, it makes its own alternative submissions (Articles 650, 651 and 652). The prosecution and the defence must, when making their interim submissions, indicate the evidence they propose to adduce (Articles 656 and 657), and this evidence is scrutinised by the reporting judge and admitted or rejected by the court (Articles 658 and 659).", "The hearing takes place in public, failing which it will be null and void (Article 680). It cannot begin or be continued unless the accused is present. For this purpose, the law allows the accused to be transferred, if necessary, to the town in which the hearing is to be held.", "Evidence is taken in the order in which the parties have offered it. The court may also take such evidence as it considers necessary for the discovery of the truth (Article 729 para. 2). Furthermore, \"at the request of any of the parties, documents relating to evidence which, for reasons beyond the parties’ control, cannot be produced at the hearing may be read out\" (Article 730). Where all or part of the file on the judicial investigation is adduced in evidence, there is an established practice that it will be regarded as having been produced (por reproducida) without having been read out if all those concerned so agree.", "Immediately after the evidence has been taken, the parties may make written amendments to their interim submissions or else make them final. The presiding judge calls the representatives of the public prosecutor and of the private prosecutor (Article 732). In their pleadings, these representatives must set out the facts they consider proved at the hearing, their classification in criminal law, the part played in them by the accused and the civil liability flowing from them (Article 734). The presiding judge then immediately calls the defence; its pleadings must be consistent with its final written submissions (Articles 736 and 737). Lastly, the presiding judge gives the accused the opportunity of addressing the court in case he wishes to add anything in his defence (Article 739). After that, the presiding judge declares the hearing closed.", "41. The judges deliberate immediately after the hearing, or at the latest on the following day (Article 149), and a reporting judge (magistrado ponente) is designated for the purposes, inter alia, of informing the court, examining the evidence and preparing a draft judgment (Articles 146-147 of the Code of Criminal Procedure). The final decision is written and signed within three days (Article 203). In drawing it up, the court has to assess in all conscience the evidence adduced during the hearing, the submissions of the prosecution and the defence, and the statements of the defendants (Article 741).", "42. An ordinary appeal does not lie against judgments of the Audiencia Nacional; only the special remedy of an appeal on points of law or procedure is available.", "By Article 849, the law is deemed to have been violated", "(1) where, having regard to the facts declared proved in the judgment appealed against, there has been an infringement of a substantive provision of criminal law or any other legal rule of the same kind which has to be complied with when the criminal law is being applied; or", "(2) where an error of fact has been made in assessing the evidence and this appears clearly from authentic documents not contradicted by other evidence.", "It has been held by the Supreme Court that in the second of these two eventualities the principle of the presumption of innocence can be prayed in aid (see paragraph 37 above).", "43. Non-compliance with procedural requirements includes cases in which:", "(a) the judgment appealed against does not clearly state the facts deemed to have been established or discloses a manifest discrepancy between them or else mentions as proved facts \"concepts\" which, by their legal nature, prejudge the decision to be taken (Article 851 para. 1);", "(b) the judgment does not dispose of all the issues raised by the prosecution and the defence (Article 851 para. 3); and", "(c) one of the judges who participated in the judgment was challenged but without success, although the challenge was made within time, in the proper manner and for a legally valid reason (Article 851 para. 6).", "44. The Audiencia Nacional and the Supreme Court both comprise several divisions with specific jurisdictions (civil, criminal, administrative), each of which is in turn divided into three-judge sections if the number of judges allows. Members of each division are always available to replace fellow members, and the president of a division can be replaced by the presiding judge of a section or by the senior judge.", "Section 648 of the Judicature Act 1870 (Ley orgánica del Poder Judicial) provides that where the judges designated to complete a section do not come from the Criminal Division, the parties must be informed of their identity at least twenty-four hours before the public hearing begins.", "By the same section of the Act, no challenge may normally be made after the hearing has begun. Under Article 56 of the Code of Criminal Procedure, however, a challenge may be made at any stage of the proceedings but in no circumstances after the beginning of the oral stage unless on the ground of subsequent events. A judge may be challenged on the following legal grounds among others: that he is related by blood or marriage to one of the parties; that one of the parties has either lodged a complaint or brought a prosecution against him or once did so in the past; that the judge has himself lodged a complaint or brought a private prosecution against the person making the challenge, or once did so in the past; that he is involved in litigation with the person making the challenge; that he is or has been the guardian or ward of one of the parties or has had custody of him; that he has taken part in the proceedings as advocate, legal adviser, member of the public prosecutor’s office, expert, witness or investigating judge; that he has a direct or indirect interest in the proceedings; that he is a close friend or else obviously hostile (Article 54).", "45. The Audiencia Nacional was given jurisdiction in terrorist cases on 4 January 1977 (Royal Legislative Decree no. 3/77). The court, which was created by legislative decree on the same date (no. 1/77), sits at Madrid and its criminal jurisdiction also extends to organised crime, business crime and offences whose effects reach beyond the territory of a single province. The judicial investigation of such offences is carried out by specialist judges (jueces centrales de instrucción).", "46. At the time the applicants and Mr Martínez Vendrell were arrested, Law no. 56 of 4 December 1978 provided for a range of measures not permitted by the ordinary law in respect of terrorist acts committed by armed groups. This Law, which was originally intended to be in force for a year, was renewed by Royal Legislative Decree no. 19 of 23 November 1979.", "Section 2 of the Law makes provision for holding people in police custody for up to ten days (instead of seventy-two hours). Furthermore, the judicial authority which has ordered detention can also order that the person concerned be held incommunicado for the length of time needed to complete the judicial investigation, without prejudice to the rights of the defence (same section). There are also special provisions on searches and the monitoring of correspondence, including communications by telegraph and telephone (section 3)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}