{"ITEMID": "001-102109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BULANOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The first applicant was born in 1951 and lives in Sebastopol. The second applicant was born in 1961 and lives in Lysychansk.", "5. On 21 December 2004 the first applicant instituted proceedings in the Zaliznodorozhnyi District Court of Sympheropil against the enlistment office, seeking recalculation of his pension.", "6. On 4 July 2005 the court rejected the first applicant's claim as unsubstantiated. On 13 December 2005 the Crimea Court of Appeal upheld the judgment of the first-instance court. In the operative part of its decision the Court of Appeal stated that the first applicant could challenge the decision before the Supreme Court within two months.", "7. On 20 January 2006 the first applicant lodged a cassation appeal with the Supreme Court.", "8. On 6 February 2006 a judge of the Supreme Court ruled that the first applicant's cassation appeal should be referred to the Higher Administrative Court, stating that the latter court was the court of cassation in administrative cases pursuant to Article 210 of the Code of Administrative Justice of 2005.", "9. In a ruling of 7 August 2006 a judge of the Higher Administrative Court dismissed the first applicant's cassation appeal as having been lodged out of time. The judge, relying on Article 212 paragraph 2 of the Code of Administrative Justice, held that the first applicant's cassation appeal ought to have been lodged within one month of the date of the decision of the Court of Appeal.", "10. In a letter of 29 August 2006 the First Vice-President of the Higher Administrative Court informed the first applicant that he could resubmit his cassation appeal with a request for an extension of the expired time-limit.", "11. On 23 September 2006 the first applicant resubmitted his cassation appeal to the Higher Administrative Court.", "12. In June 2007 the first applicant received a letter from the Higher Administrative Court, enclosing a copy of a ruling dated 15 March 2007. By that ruling, the Higher Administrative Court declined jurisdiction to consider the first applicant's cassation appeal on the grounds that the case had been determined by the Court of Appeal under the rules of civil procedure subsequent to the entry into force of the Code of Administrative Justice on 1 September 2005, and thus that the Supreme Court was the court of cassation for the first applicant's case.", "13. The rulings of 6 February and 7 August 2006 and 15 March 2007 each stated that they were final and not subject to appeal.", "14. On 8 November 2005 the second applicant instituted proceedings in the Lysychansk Town Court against his former employer, the Lysychansk Town Police Department, seeking recovery of salary arrears.", "15. On 16 March 2006 the court rejected the second applicant's claim, doing so partly on the basis that it found the claim to be unsubstantiated and partly as having been lodged out of time. On 22 May 2006 the Lugansk Regional Court of Appeal upheld the judgment of the first-instance court. In the operative part of its decision the Court of Appeal stated that its decision could be appealed against to the Supreme Court by way of a cassation appeal within two months.", "16. On 18 July 2006 the second applicant lodged a cassation appeal with the Supreme Court.", "17. On 11 September 2006 a judge of the Supreme Court dismissed the second applicant's cassation appeal, holding that it was to be considered by the Higher Administrative Court.", "18. On 18 December 2006 the second applicant submitted his cassation appeal to the Higher Administrative Court.", "19. On 16 November 2007 a judge of the Higher Administrative Court found that the appeal fell to be dealt with by the Supreme Court, as the case had been considered by the lower courts under the rules of civil procedure after the entry into force of the Code of Administrative Justice on 1 September 2005. The judge ruled that the cassation appeal was to be returned to the second applicant, together with an explanation of the right to lodge a cassation appeal with the Supreme Court. The ruling was final and not subject to appeal.", "20. The relevant provisions of the Constitution read as follows:", "“In Ukraine the system of courts of general jurisdiction is formed in accordance with the principles of territoriality and specialisation.", "The Supreme Court of Ukraine is the highest judicial body in the [hierarchy] of courts of general jurisdiction.", "The respective higher courts are the higher judicial bodies of specialised courts.", "Courts of appeal and local courts shall operate in accordance with the law.", "The creation of extraordinary and special courts shall not be permitted.”", "21. The relevant provisions of the Code of Civil Procedure of 1963, as worded at the material time, read as follows:", "“... Legislation on civil court procedure shall establish procedures for the consideration of cases concerning disputes arising from legal relations in the civil, family, labour and collective farming spheres, cases concerning administrative legal relations...”", "“The court of cassation instance is the Supreme Court of Ukraine.”", "“The parties and other persons taking part in the case ... have the right to challenge in cassation judgments and rulings adopted by a first-instance court which have been considered by a court of appeal, as well as rulings and judgments of the court of appeal.", "The grounds for [an appeal] in cassation are the wrongful application by the court of norms of substantive law or a violation of norms of procedural law.”", "“The question of referral ... shall be decided by a court composed of three judges ...", "In the absence of grounds for referral ... the court shall adopt a ruling dismissing the appeal.", "This ruling ... shall not be subject to appeal.", "If the court has dismissed the cassation appeal, the case shall be returned to the court of first instance ...”", "22. The relevant provisions of the Code of Civil Procedure of 2004, as worded at the material time, read as follows:", "“1. The courts shall consider, within the framework of civil court procedure, cases ... concerning legal relations in the civil, housing, land, family and labour spheres, as well as other legal relations, provided they do not fall to be considered under the rules of a different type of court procedure...”", "“1. The court of cassation instance in civil cases is the court which is envisaged by the Judiciary Act as the court of cassation in such cases.”", "“1. The parties and other persons taking part in the case ... have the right to challenge in cassation:", "(1) judgments of the court of first instance after they have been reviewed on appeal, judgments and rulings of the appeal court adopted [in the course of] the consideration [of the case] on appeal...", "2. The grounds for [an appeal] in cassation are the wrongful application by the court of norms of substantive law or a violation of norms of procedural law.”", "“...", "2. The reporting judge shall refuse to open cassation proceedings if:", "(1) the case does not fall to be examined in cassation within the framework of civil procedure ...", "5. A copy of the ruling ... refusing to open cassation proceedings, together with the materials annexed to the appeal, shall be forwarded to the appellant, and the cassation appeal shall remain with the court of cassation.”", "“...", "9. Claims and complaints in cases concerning administrative [matters] ... lodged before the entry into force of this Code ... shall be considered pursuant to [the rules of] the Code of Administrative Justice ...”", "23. The relevant provisions of the Code of Administrative Justice of 2005, as worded at the material time, read as follows:", "“1. The administrative courts shall enjoy jurisdiction over:", "(1) disputes between physical persons or legal entities and subjects vested with public powers concerning the latter's decisions ... actions or lack of action;", "(2) disputes relating to the recruitment, careers and termination of public service of citizens...”", "“...", "3. The Higher Administrative Court of Ukraine shall review in cassation the judicial decisions of local administrative courts and administrative courts of appeal...”", "“1. The court of cassation instance in administrative cases is the Higher Administrative Court of Ukraine.”", "“1. The parties and other persons taking part in the case ... have the right to challenge in cassation judicial decisions of the court of first instance after they have been reviewed on appeal, as well as judicial decisions of the court of appeal in full or in part...", "3. A violation by a court of norms of substantive or procedural law shall constitute a ground for [an appeal] in cassation.”", "“...", "3. The reporting judge shall refuse to open cassation proceedings in the case if:", "(1) the case does not fall to be examined in cassation within the framework of administrative procedure...", "5. A copy of the ruling ... refusing to open cassation proceedings, together with the materials annexed to the appeal, shall be forwarded to the appellant, while the cassation appeal shall remain with the court of cassation.”", "“1. Parties ... may challenge, in the light of exceptional circumstances, court decisions in administrative cases after their review in cassation and decisions of the court of cassation before the Supreme Court of Ukraine.", "2. Decisions of the Supreme Court of Ukraine in administrative cases may also be challenged in the light of exceptional circumstances [on the basis] set out in subparagraph 2 of Article 237 of this Code.", "...”", "“1. Court decisions in administrative cases may be reviewed in the light of exceptional circumstances by the Supreme Court of Ukraine, if they are challenged on the [following] grounds:", "(1) dissimilar application of the same provision of law by courts of cassation instance;", "(2) a finding by an international judicial body that the courts' decisions [in a case] are infringing Ukraine's international obligations.”", "“1. An appeal shall be lodged within a month of the discovery of the circumstances capable of serving as grounds for [appeal] in the light of exceptional circumstances.", "2. An appeal lodged after the expiry of [that] term ... shall be left without consideration, if, upon a request by the appellant, the Supreme Court of Ukraine finds no grounds to renew [the term]...”", "“1. A panel of at least five judges of the judicial chamber of the Supreme Court dealing with administrative cases ... shall decide on the admissibility of an appeal made in the light of exceptional circumstances within fifteen days of its receipt and without summoning the persons taking part in the case. At the same time, [the panel] may decide on [the question of] the extension of the term for lodging an appeal made in the light of exceptional circumstances.", "2. An appeal shall be considered admissible ... if at least three judges have reached [such a conclusion].", "...”", "“1. ...[A] panel of judges ... shall adopt, by a majority vote, one of the following decisions...", "(1) allowing the appeal in full or in part;", "(2) dismissing the appeal.", "...", "3. The decision of the Supreme Court of Ukraine [concerning an appeal made in the light of exceptional circumstances] is final and may not be appealed against, save for in the circumstances envisaged by Article 237 paragraph 2 of this Code.”", "“1. The Supreme Court of Ukraine shall allow an appeal if it discovers a dissimilar application of the same provision of law by courts of cassation instance.", "2. If the Supreme Court of Ukraine establishes that the contested court decision is unlawful, it shall quash it in full or in part and remit the case for fresh consideration to the court of first, appeal or cassation instance, as appropriate, depending on which court was the first to infringe a provision of substantive or procedural law resulting in the incorrect determination of the case. The Supreme Court of Ukraine may also quash decisions of courts of appeal or cassation and leave wrongfully quashed decisions of courts of first or appeal instance in force.", "...", "4. The decision of the Supreme Court of Ukraine allowing an appeal shall be reasoned.”", "“1. This Code shall enter into force as from 1 September 2005...", "5. Before the district administrative courts and administrative courts of appeal start to operate, cases falling within their jurisdiction shall be decided by the respective local and appeal courts of general jurisdiction ... pursuant to the rules of the Code of Administrative Justice of Ukraine...", "7. After the entry into force of this Code, claims and complaints in cases concerning administrative [matters] ... as well as appeals and appeals in cassation ... in such cases, which were lodged, but not determined, before the entry into force of the Code of Administrative Justice of Ukraine, shall be considered pursuant to [the rules of] this Code.", "Such claims or complaints ... may not be left without further action or returned pursuant to this Code, if they were lodged in compliance with the relevant requirements and jurisdictional rules established by the Code of Civil Procedure of Ukraine of 1963 ...", "10. Appeals in cassation against judgments of the courts of first instance in the situations envisaged in paragraph 7 of this Chapter which were lodged before the entry into force of this Code and which have not been considered by the Supreme Court of Ukraine shall be referred to the Higher Administrative Court of Ukraine ...”", "24. The relevant provisions of the Judiciary Act of 21 June 2001, as worded at the material time, read as follows:", "“1. The Supreme Court of Ukraine is the highest judicial body within the [hierarchy] of courts of general jurisdiction ...", "2. The Supreme Court of Ukraine:", "(1) ... shall consider cases in cassation in the situations envisaged by law ...”", "“...", "(9) ... The chamber of the Supreme Court of Ukraine which hears civil cases shall consider civil cases in cassation until such time as another court [vested with functions] of a court of cassation in civil cases is determined by legislation.”", "25. Relevant extracts from the Joint Opinion on the Law on the Judicial System and the Status of Judges of Ukraine by the Venice Commission and the Directorate of Co-operation within the Directorate General of Human Rights and Legal Affairs of the Council of Europe, adopted by the Venice Commission at its 84th Plenary Session (Venice, 15-16 October 2010), read, in so far as relevant, as follows (emphasis added in the original text):", "“4.1.4. The Supreme Court", "...", "28. ...[T]hree different orders of jurisdiction, topped by three courts of cassation that are independent of each other, may well lead to numerous and often complex conflicts of jurisdiction. The least that one would expect in such a situation, is that there would be an efficient system for the solution of such conflicts, e.g. through a special “conflicts” court. ... The Supreme Court should fit that purpose ...", "31. ... [T]he idea of a supreme court generally interpreting the law in an authoritative way and thus paving the way for a uniform interpretation of the law by all courts, even before contradictions have arisen.", "...", "14. Conclusion", "125. ... The Supreme Court's jurisdiction should ... reflect[s] its constitutional status as the highest judicial body in the system of courts of general jurisdiction ...", "129. Recommendations for improvement of the Law include inter alia:", "...", "2. The Supreme Court should be allowed to exercise its jurisdiction to resolve conflicts between the high specialised courts also in matters of procedural law and the Court should be able to decide itself on the admissibility of cases involving a conflict in the interpretation of the law. It should also be made competent to resolve conflicts of jurisdiction between the three sorts of jurisdiction (civil and criminal, commercial and administrative).", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}