{"ITEMID": "001-72229", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BOGATKINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Galina Nikolayevna Bogatkina, is a Russian national, who was born in 1938 and lives in Nizhniy Novgorod. She is represented before the Court by Ms M. Voskobitova, a lawyer with the International Protection Centre in Moscow. The respondent Government are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 31 May 1996 the applicant bought a flat on the Artelnaya Street from Mr Zh. for 53,050,000 non-denominated Russian roubles (“RUR”). On the same day Zh. acquired for himself a new flat on the October Boulevard.", "On 9 July 1996 Zh. sued the applicant, seeking to have declared the sale of the Artelnaya Street flat void ab initio.", "On 12 August 1996 the applicant brought a counterclaim for clear title in the Artelnaya Street flat and Zh.’s eviction from it. She asked for an injunction on all transactions with the October Boulevard flat.", "On 13 September 1996 the Nizhegorodskiy District Court of Nizhniy Novgorod issued an interim decision imposing a charging order in respect of the October Boulevard flat and prohibiting notaries public and the State registration authorities from registering any transactions with the flat.", "On 16 September 1996 Zh. sold the October Boulevard flat to a third party. On 24 September 1996 the Directorate for Registration and Technical Inventory of the Town Property Management Committee of Nizhniy Novgorod (Управление регистрации и технической инвентаризации Комитета по управлению городским имуществом Администрации г. Н. Новгорода, “the Registration Directorate”) registered the sale.", "On 2 October 1996 the applicant asked the Registration Directorate to declare the registration null and void.", "On 31 March 1997 a deputy head of the Registration Directorate responded that the registration had been “erroneous” and that the person responsible had been disciplined. He advised the applicant to apply to a court for a declaration of nullity of the transaction and for compensation for the pecuniary damage.", "On 29 January 1998 the Nizhegorodskiy District Court of Nizhniy Novgorod found for Zh. It held that the sale of the Artelnaya Street flat had been void ab initio. Zh. retained title to that flat but was ordered to repay the purchase price to the applicant. The applicant’s counterclaim was dismissed.", "On 6 April 1998 the applicant instituted enforcement proceedings. As Zh. had little money and no assets, the amount due to her was not recovered in full until 2 April 2002.", "On 24 September 1999 the applicant sued in tort the State agency for registration of rights to, and transactions with, immovable property of the Nizhniy Novgorod Region (Государственное учреждение юстиции Нижегородской области по регистрации прав на недвижимое имущество и сделок с ним, “the Registration Agency”). She sought compensation for the pecuniary damage incurred through the unlawful registration carried out by the Registration Directorate on 24 September 1996.", "On 19 June 2001 the Nizhegorodskiy District Court of Nizhniy Novgorod gave judgment. It found that Zh. was responsible for the fact that the applicant had not received in good time the amount due to her under the judgment of 29 January 1998. Moreover, although the applicant had become aware of the sale of the October Boulevard flat long before the judgment of 29 January 1998 was issued, she had not sought alternative interim measures. Hence, the Registration Directorate was not liable for the damage incurred by the applicant through Zh.’s persistent failure to repay the purchase price.", "On 2 October 2001 the Nizhniy Novgorod Regional Court upheld the judgment, relying on the following grounds:", "“As the charging order in respect of Zh.’s flat on the October Boulevard was issued on 13 September 1996, whereas Zh. sold the flat on 16 September 1996, at the moment of the sale the charging order had not yet become effective (the time-limit for lodging an appeal had not expired) and therefore Zh. could sell the flat; moreover, the court rightly found that at the moment of the sale [of the flat] the judgment debt had not yet arisen. The judgment was given on 29 January 1998, but only became effective in April 1998.", "Between the date the judgment became effective and the date the enforcement began Zh. could dispose of the contested flat. Thus, it appears from the case file, even before Zh.’s claim was granted, [the applicant] had become aware of the sale of the flat but had failed to undertake any measures.”", "The Regional Court confirmed the findings of the District Court as to the absence of the fault on the part of the Registration Directorate and Registration Agency.", "Article 133 of the RSFSR Code of Civil Procedure of 11 June 1964 (effective until 1 February 2003) provided that a judge could order an interim measure at the request of a party or of his own initiative. Interim measures may include, in particular, a charging order in respect of the defendant’s property (Article 134).", "An interim measure was to be implemented immediately in accordance with the procedure set out for enforcement of judgments (Article 137). An appeal lay against the decision indicating an interim measure; the lodging of an appeal did not suspend the implementation of the measure (Article 139).", "A State agency or a State official shall be liable to a citizen for damage caused by their unlawful actions or failures to act. Such damage is to be compensated for at the expense of the federal or regional treasury (Article 1069 of the Civil Code of the Russian Federation)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}