{"ITEMID": "001-91706", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TIMES NEWSPAPERS LTD v. THE UNITED KINGDOM (Nos. 1 AND 2)", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Simon Brown", "TEXT": ["5. The applicant, Times Newspapers Ltd, is the proprietor and publisher of The Times newspaper. The applicant is registered in England.", "6. On 8 September 1999 The Times published an article in the printed version of the newspaper headlined “Second Russian Link to Money Laundering”. This article stated:", "“British and American investigators are examining the role of an alleged second Russian mafia boss over possible involvement in money-laundering through the Bank of New York.", "Investigators are understood to be looking at links to [G.L.: his name was set out in full in the original article], whose company, Nordex, has been described by the CIA as an ‘organisation associated with Russian criminal activity’.", "[G.L.]’s name surfaced in earlier money-laundering investigations which may have links to the Bank of New York affair, in which millions of dollars of Russian money are alleged to have been laundered.", "The Russian-born businessman came to the attention of European and American investigators in the early 1990s. They suspected Nordex of using its former international base in Vienna as a front for a large-scale money-laundering operation. His name also figured in a British police report in 1995, known as Operation Ivan, which looked at the extent of the influence of the Russian mob in London.", "[G.L.] has repeatedly denied any wrongdoing or links to criminal activity.", "Nordex, which has since moved out of Vienna, is also alleged to have been involved in the smuggling of nuclear weapons and by the mid-1990s reportedly controlled about 60 businesses in the former Soviet Union and another 40 companies in the West.", "The Times has learnt that these included between eight and ten offshore companies in British jurisdictions, including the Channel Islands and the Isle of Man.", "They were administered through a chartered accountant in central London whose offices and home were raided in 1996 by officers from the City of London Police.", "The companies were suspected of being used to help launder money from Russia, which was then channelled through European banks. No charges were ever filed against the accountant.", "At about the same time a Yugoslav associate said to have been a frontman for [G.L.] was stopped and questioned after arriving at a London airport. No charges were filed against him.", "The British investigation into Nordex is believed to have failed because of the difficulty of establishing that the money funnelled through offshore companies controlled by Nordex was linked to criminal activities.", "[G.L.] is alleged to be a former business associate of Viktor Chernomyrdin, the former Russian Prime Minister, and in 1995 his name hit the headlines after it emerged that he had been photographed with President Clinton at a Democrat fund-raising event in 1993.", "He is also alleged to have had business dealings with Semyon Mogilevich, the Hungarian-based mafia figure at the centre of the Bank of New York investigation.”", "7. On 14 October 1999 The Times published a second article entitled “Trader Linked to Mafia Boss, Wife Claims”. This article stated:", "“A Russian businessman under investigation by Swiss authorities pursuing allegations of money-laundering was a friend of [G.L.], a suspected mafia boss, the businessman’s wife claims.", "Lev Chernoi, the aluminium magnate under Swiss investigation, was given access to staff and a chauffeur by [G.L.] when he moved to Israel, according to Lyudmila Chernoi, Mr Chernoi’s estranged wife ...", "If Mrs Chernoi’s allegation about a connection between her husband and [G.L.] is true, it will raise further questions about Mr Chernoi. In 1996 the CIA described Nordex, a company operated by [G.L.] and alleged to have been used to launder money and smuggle nuclear weapons, as an ‘organisation associated with Russian criminal activity’.", "In 1996 [G.L.] triggered a row in America after a photograph was published of him with President Clinton in 1993. [G.L.] has denied any wrongdoing.”", "8. Both articles were uploaded onto the applicant’s website on the same day as they were published in its newspaper.", "9. On 6 December 1999 G.L. brought proceedings for libel in respect of the two articles printed in the newspaper against the applicant, its editor and the two journalists under whose bylines the articles appeared (“the first action”). The defendants did not dispute that the articles were potentially defamatory and did not seek to prove that the allegations were true. Instead, they relied solely on the defence of qualified privilege, contending that the allegations were of such a kind and seriousness that they had a duty to publish the information and the public had a corresponding right to know.", "10. While the first action was under way, the articles remained on the applicant’s website, where they were accessible to Internet users as part of the applicant’s archive of past issues. On 6 December 2000, G.L. brought a second action for libel in relation to the continuing Internet publication of the articles (“the second action”). Initially, the defendants’ only defence to the second action was one of qualified privilege. The two actions were consolidated and set down for a split trial on issues of liability and then quantum.", "11. On 23 December 2000 the applicant added the following preface to both articles in the Internet archive:", "“This article is subject to High Court libel litigation between [G.L.] and Times Newspapers. It should not be reproduced or relied on without reference to Times Newspapers Legal Department.”", "12. In or around March 2001 the defendants applied to re-amend their defence in the second action in order “to contend that as a matter of law the only actionable publication of a newspaper article on the Internet is that which occurs when the article is first posted on the Internet” (“the single-publication rule”). They argued that, as a result, the second action was time-barred by section 4A of the Limitation Act 1980.", "13. On 19 March 2001 the High Court refused permission to re-amend the defence, relying in particular on the common-law rule set out in Duke of Brunswick v. Harmer (see paragraph 20 below) that each publication of a defamation gives rise to a separate cause of action. The court held that, in the context of the Internet, this meant that a new cause of action accrued every time the defamatory material was accessed (“the Internet publication rule”).", "14. On 20 March 2001 the High Court found that the defendants had no reasonable grounds for contending that after 21 February 2000 (the date on which the defendants lodged their defence in the first action) they remained under a duty to publish the articles on the Internet. As a result, the court struck out the defence of qualified privilege in relation to the second action. On 27 March 2001, judgment was entered for G.L. in the second action, with damages to be assessed. By this time the applicant had removed the articles from its website.", "15. The defendants appealed against the High Court’s order of 19 March 2001 rejecting the single-publication rule. They argued that the Internet publication rule breached Article 10 of the Convention, pointing out that as a result of the rule, newspapers which maintained Internet archives were exposed to ceaseless liability for republication of the defamatory material. The defendants argued that this would inevitably have a chilling effect on the willingness of newspapers to provide Internet archives and would thus limit their freedom of expression.", "16. In its judgment of 5 December 2001, the Court of Appeal, per Simon Brown LJ, dismissed the appeal against the order in the second action, stating:", "“We do not accept that the rule in the Duke of Brunswick imposes a restriction on the readiness to maintain and provide access to archives that amounts to a disproportionate restriction on freedom of expression. We accept that the maintenance of archives, whether in hard copy or on the Internet, has a social utility, but consider that the maintenance of archives is a comparatively insignificant aspect of freedom of expression. Archive material is stale news and its publication cannot rank in importance with the dissemination of contemporary material. Nor do we believe that the law of defamation need inhibit the responsible maintenance of archives. Where it is known that archive material is or may be defamatory, the attachment of an appropriate notice warning against treating it as the truth will normally remove any sting from the material.”", "17. On 30 April 2002 the House of Lords refused leave to appeal. The parties subsequently settled the action and the applicant agreed to pay G.L. a sum of money in full and final settlement of claims and costs arising in both actions.", "18. Section 2 of the Limitation Act 1980 (“the 1980 Act”) sets out a general limitation period of six years in tort actions. Section 4A of the 1980 Act qualifies this limitation period as regards defamation actions and provides as follows:", "“The time-limit under section 2 of this Act shall not apply to an action for –", "(a) libel or slander; or", "(b) slander of title, slander of goods or other malicious falsehood;", "but no such action shall be brought after the expiration of one year from the date on which the cause of action accrued.”", "19. Section 32A of the 1980 Act provides:", "“(1) It if appears to the court that it would be equitable to allow an action to proceed having regard to the degree to which –", "(a) the operation of section 4A of this Act prejudices the plaintiff or any person whom he represents; and", "(b) any decision of the court under this subsection would prejudice the defendant or any person whom he represents;", "the court may direct that that section shall not apply to the action or shall not apply to any specified cause of action to which the action relates.", "(2) –", "(a) the length of, and the reasons for, the delay on the part of the plaintiff;", "(b) where the reason or one of the reasons for the delay was that all or any of the facts relevant to the cause of action did not become known to the plaintiff until after the end of the period mentioned in section 4A –", "(i) the date on which any such facts did become known to him; and", "(ii) the extent to which he acted promptly and reasonably once he knew whether or not the facts in question might be capable of giving rise to an action; and", "(c) the extent to which, having regard to the delay, relevant evidence is likely –", "(i) to be unavailable; or", "(ii) to be less cogent than if the action had been brought within the period mentioned in section 4A.”", "20. Duke of Brunswick v. Harmer [1849] 14 QB 154 lays down a common-law rule of some significance. On 19 September 1830 an article was published in the Weekly Dispatch. The limitation period for libel was, at that time, six years. The article defamed the Duke of Brunswick. Seventeen years after its publication an agent of the Duke purchased a back number containing the article from the Weekly Dispatch’s office. Another copy was obtained from the British Museum. The Duke sued on those two publications. The defendant contended that the cause of action was time-barred, relying on the original publication date. The court held that the delivery of a copy of the newspaper to the plaintiff’s agent constituted a separate publication in respect of which suit could be brought.", "21. In Godfrey v. Demon Internet Ltd [2001] QB 201 the respondent brought an action in defamation against the appellants who were Internet service providers. They had received and stored on their news server an article, defamatory of the respondent, which had been posted by an unknown person using another service provider. The judge stated:", "“In my judgment the defendants, whenever they transmit and whenever there is transmitted from the storage of their news server a defamatory posting, publish that posting to any subscriber to their ISP [Internet service provider] who accesses the newsgroup containing that posting. Thus every time one of the defendants’ customers accesses ‘soc culture thai’ and sees that posting defamatory of the plaintiff there is a publication to that customer.”", "22. The leading case on the defence of qualified privilege is Reynolds v. Times Newspapers Ltd [2001] 2 AC 127. That case established that qualified privilege is an absolute defence to libel proceedings. In the leading judgment before the House of Lords, Lord Nicholls of Birkenhead explained the defence as follows:", "“The underlying principle is conventionally stated in words to the effect that there must exist between the maker of the statement and the recipient some duty or interest in the making of the communication. Lord Atkinson’s dictum, in Adam v. Ward [1917] A.C. 309, 334, is much quoted:", "‘a privileged occasion is ... an occasion where the person who makes a communication has an interest or a duty, legal, social, or moral, to make it to the person to whom it is made, and the person to whom it is so made has a corresponding interest or duty to receive it. This reciprocity is essential’.”", "23. The Press Complaints Commission has adopted a Code of Practice which is regularly reviewed and amended as required. Paragraph 1 of the current Code of Practice reads as follows:", "“(i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.", "(ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.", "(iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.", "(iv) A publication must report fairly and accurately the outcome of an action for defamation to which it has been a party, unless an agreed settlement states otherwise, or an agreed statement is published.”", "24. Unlike the United Kingdom, the courts of the United States of America have chosen to apply the “single-publication rule”. In the case of Gregoire v. GP Putnam’s Sons (1948) 81 N.E.2d 45, a book originally put on sale in 1941 was still being sold in 1946 following several reprints. The New York Court of Appeals considered the rule in Duke of Brunswick v. Harmer, but concluded that it was formulated “in an era which long antedated the modern process of mass publication” and was therefore not suited to modern conditions. Instead, the court held that the limitation period started to run in 1941, when the book was first put on sale. The court pointed out that:", "“Under [the rule in Duke of Brunswick v. Harmer] the Statute of Limitation would never expire so long as a copy of such book remained in stock and is made by the publisher the subject of a sale or inspection by the public. Such a rule would thwart the purpose of the legislature.”", "25. The single-publication rule was subsequently applied to a website publication in Firth v. State of New York (2002) NY int 88. In that case, a report published at a press conference on 16 December 1996 was placed on the Internet the same day. An action was brought over a year later. The New York Court of Appeals held that the limitation period started when the report was first uploaded onto the website and did not begin anew each time the website version of the report was accessed by a user. The court observed that:", "“The policies impelling the original adoption of the single-publication rule support its application to the posting of ... the report ... on the website ... These policies are even more cogent when considered in connection with the exponential growth of the instantaneous, worldwide ability to communicate through the Internet ... Thus a multiple publication rule would implicate an even greater potential for endless retriggering of the statute of limitations, multiplicity of suits and harassment of defendants. Inevitably, there would be a serious inhibitory effect on the open, pervasive dissemination of information and ideas over the Internet which is, of course, its greatest beneficial promise.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}