{"ITEMID": "001-58735", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF SALMAN v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 2 with regard to death in custody;Violation of Art. 2 with regard to failure to carry out an effective investigation;Violation of Art. 3;Violation of Art. 13;Violation of former Art. 25;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["6. The facts of the case, particularly concerning events on 28 and 29 April 1992 when Agit Salman, the applicant's husband, was detained by police and subsequently died, were disputed by the parties. The Commission, pursuant to former Article 28 § 1 (a) of the Convention, conducted an investigation with the assistance of the parties.", "The Commission heard witnesses in Ankara from 1 to 3 July 1996 and in Strasbourg on 4 December 1996 and 4 July 1997. The witnesses included the applicant; her son Mehmet Salman; her brother-in-law İbrahim Salman; Ahmet Dinçer and Şevki Taşçı, police officers who apprehended Agit Salman; Ömer İnceyılmaz, Servet Ozyılmaz and Ahmet Bal, custody officers on duty over the period of Agit Salman's detention; İbrahim Yeşil, Erol Çelebi and Mustafa Kayma, interrogation team officers who took Agit Salman to the hospital; Tevfik Aydın, the Adana public prosecutor who attended the autopsy; Dr Ali Tansı, the doctor at the Adana State Hospital who declared that Agit Salman was dead; Dr Fatih Şen, who conducted the autopsy; Dr Derek Pounder, Professor at Aberdeen University, a forensic expert called by the applicant, and Dr Bilge Kirangil, a member of the Istanbul Institute of Forensic Medicine which had reviewed the autopsy carried out by Dr Fatih Şen.", "The Commission also requested an expert opinion on the medical issues in the case from Professor Cordner, Professor of Forensic Medicine at Monash University, Victoria (Australia) and Director of the Victorian Institute of Forensic Medicine.", "7. The Commission's findings of fact, which are accepted by the applicant, are set out in its report of 1 March 1999 and summarised below (Section A). The Government's submissions concerning the facts and the expert medical reports are also summarised below (Sections B and C respectively).", "8. Agit Salman, the applicant's husband, worked as a taxi driver in Adana. At the time of events in this case he was 45 years old. He had no history of ill-health or heart problems.", "9. On 26 February 1992 Agit Salman was taken into custody by police officers from the anti-terrorism branch of the Adana Security Directorate. İbrahim Yeşil was the officer in charge of interrogating him. Agit Salman was released at 5.30 p.m. on 27 February 1992. He told the applicant and their son Mehmet that he had been beaten and immersed in cold water during the night of his detention. He remained off work for two days with a chill.", "10. During an operation conducted to apprehend a number of persons suspected of involvement with the PKK (Workers' Party of Kurdistan), police officers came to the applicant's house in the early hours of 28 April 1992, looking for Agit Salman. He was on a wanted list for activities which included attending the Newroz (Kurdish New Year) celebrations on 23 March 1992 and involvement in starting a fire and in an attack on the security forces in which one person died and four were injured. However, Agit Salman was out working in his taxi.", "11. Police officers located Agit Salman at a taxi rank at Yeşilova at about 1 a.m. on 28 April 1992. Assistant Superintendent Ahmet Dinçer and officers Şevki Taşçı and Ali Şarı took him into custody. The apprehension report of the officers made no mention of any struggle or the necessity to use force to place Agit Salman in the police car. There was an inconsistency between their written statements later given to the public prosecutor on 22 May 1992 when they stated that some pushing and pulling might have occurred and their evidence to the Commission. In their oral evidence to the Commission delegates, Ahmet Dinçer and Şevki Taşçı were adamant that they had to lead Agit Salman by the arms to the car but this did not involve the use of force and he did not receive any knocks or marks in the process. Mehmet Salman heard from the taxi drivers at the taxi rank that his father had not resisted arrest, nor had two taxi drivers who were asked to give statements by the public prosecutor heard that Agit Salman had resisted arrest.", "12. Agit Salman was not taken to a doctor before being placed in a cell in the custody area. The Commission found that it was not established that he had suffered any injury on arrest or that he showed any signs of ill-health or respiratory difficulties.", "13. The custody officer on duty, Ömer İnceyılmaz, entered Agit Salman's arrival in the custody area as occurring at 3 a.m. on 28 April 1992. There was no information recorded or evidence accounting for the time which elapsed between his apprehension, which took place according to the arresting officers' report at 1.30 a.m., and his registration in the custody area at 3 a.m.", "14. Assistant Superintendent İbrahim Yeşil was the leader of the interrogation team assigned to Agit Salman. His team included officers Erol Çelebi, Mustafa Kayma and Hasan Arinç.", "15. Two other suspects are known to have been apprehended in connection with the same operation: Behyettin El, taken into custody on 25 April 1992, and Ferhan Tarlak, detained also on 28 April 1992. A third suspect, Ahmet Gergin, was also detained in the custody area in relation to the offences under investigation. İbrahim Yeşil took a statement from Behyettin El and Ahmet Gergin on 29 April 1992. Behyettin El stated that he had been interrogated before the arrival of Ferhan Tarlak, which would have been on or before 28 April 1992.", "16. No records existed of the movements of detainees to and from their cells, for example, noting the times of interrogations. The police officers concerned in the events denied in their statements to the public prosecutor taken between 18 and 25 May 1992 that Agit Salman had been interrogated during his detention, in particular, as no interrogations would take place before the operation was completed. İbrahim Yeşil, Mustafa Kayma and Hasan Arinç gave oral evidence to the same effect to the Commission's delegates. The Commission found that their assertion that Agit Salman had not been questioned during the twenty four hours following his apprehension to be implausible, inconsistent and lacking in credibility (see the Commission's analysis of the evidence, Commission's report of 1 March 1999, §§ 271-78). Taking into account also the other evidence, it found that Agit Salman had been questioned by the interrogation team during his period of detention.", "17. In the early hours of 29 April 1992 İbrahim Yeşil, Mustafa Kayma, Hasan Arinç and Erol Çelebi brought Agit Salman to the Adana State Hospital. Dr Ali Tansı examined him immediately. His heartbeat, breathing and other vital functions had stopped, cyanosis had developed on the face and ears and the pupils were dilated. He declared that Agit Salman was dead on arrival and concluded that he had died fifteen to twenty minutes previously.", "18. According to a statement signed by the police officers who had said they had brought Agit Salman to hospital at 2 a.m. on 29 April 1992, the custody officer had informed them at 1.15 a.m. that Agit Salman was ill. The suspect told them that his heart was giving him trouble and they took him without delay to the State Hospital emergency ward.", "19. On 29 April 1992 Dr Fatih Şen, the forensic doctor at Adana, examined the body in the presence of the public prosecutor. The examination record noted that there were two dried 1 cm by 3 cm graze wounds at the front of the right armpit, a fresh 1 cm by 1 cm graze on the front of the left ankle and an old traumatic ecchymosis measuring 5 cm by 10 cm on the front of the chest. There were no injuries from a pointed instrument or firearm. He concluded that an autopsy was necessary to discover the cause of death. The documents indicate that the autopsy was carried out the same day. Samples of organs were sent for analysis.", "20. At about 1 p.m. on 29 April 1992 Mehmet Salman was brought by the police to the Security Directorate, where the public prosecutor informed him that his father had died of a heart attack. İbrahim Salman went to the forensic department on 30 April 1992 to identify the body. The body was released to the family who undertook to bury it the day before May Day. The family washed the body at the cemetery. İbrahim Salman saw bruises and visible marks in the armpits. There were marks in the back resembling holes. There were marks on one foot, which was swollen. Four colour photographs of the body were taken on behalf of the family.", "21. On 21 May 1992 Dr Fatih Şen issued the autopsy report. It repeated the physical findings of the examination record, this time describing the ecchymosis on the front of the chest as purple. The internal examination disclosed that the lungs weighed 300 g each and were oedematic and that the heart, weighing 550 g, was larger than the norm. The brain was oedematic. There was some indication of arteriosclerosis in certain vessels and the parietal layer of the myocard adhered tightly to the heart. The sternum was fractured and the surrounding soft tissues revealed fresh haemorrhage which could have been caused by attempted resuscitation.", "Reference was made also to the histopathological report of 18 May 1992, which found chronic bronchitis in the lungs, arteriosclerotic changes narrowing the lumen in the coronary arteries and chronic constructive pericarditis, chronic myocarditis, myocardial hyperplasy and hypertrophy in the heart. The toxicology report of 14 May 1992 found no abnormalities. The report concluded that the actual cause of death could not be established and suggested that the case should be referred to the Istanbul Forensic Medicine Institute.", "22. On 22 May 1992 the photographs taken by the family were handed over to the public prosecutor.", "23. Statements were taken by the public prosecutor from the interrogating team (İbrahim Yeşil, Hasan Arinç, Mustafa Kayma and Erol Çelebi) on 18 May 1992. Statements were taken from the arresting officers Ahmet Dinçer, Ali Sarı and Şevki Taşçı and the custody officers Ahmet Bal, Servet Ozyılmaz and Ömer İnceyılmaz on 22 May 1992. Statements were also taken from Behyettin El and Ferhan Tarlak on 8 May 1992, the applicant on 26 May 1992, Temir Salman (the father of Agit Salman) on 29 May 1992, Hasan Çetin and Abdurrahman Bozkurt, two taxi drivers, on 29 and 30 June 1992 respectively and from Dr Ali Tansı on 30 June 1992.", "24. On 15 July 1992 the Istanbul Forensic Medicine Institute issued its opinion, which was signed by seven members of the First Specialist Committee, including Dr Bilge Kirangil. This report recalled that Agit Salman had been pushed and shoved during his arrest, that he had become unwell before his interrogation or, as was claimed, that he had died during interrogation. It deduced from the witness statements that he had been in his cell until he complained that his heart was giving him trouble, at which point he was taken immediately to hospital.", "The report took up the findings of the internal and external examination conducted at the autopsy. It concluded that, apart from small, fresh, traumatic abrasions on the ankle and the old purple ecchymosis on the front of the chest, no other traumatic injuries were identified. The fresh haemorrhage around the sternum could be attributed to a resuscitation attempt. There was no evidence to suggest that he had died from any direct trauma. The superficial traumas on his body could be attributed to his resistance and struggle on arrest or his being put in the police vehicle, although they could have been inflicted directly. They were not independently fatal. The relatively large size of the heart, the sclerosis in the heart arteries and the signs of an old infectious disease on the membrane and muscles of the heart, pointed to a long-standing heart disease. The report concluded that, although the deceased had lived and worked actively prior to his arrest, his death within twenty-four hours of being apprehended could have been caused by cardiac arrest connected with neurohumoral changes brought about by the pressure of the incident in addition to his existing heart disease.", "25. On 19 October 1992 the Adana public prosecutor issued a decision not to prosecute. He stated that at about 1.15 a.m. on 29 April 1992 Agit Salman had informed officers that his heart was giving him trouble and he had been taken to Adana State Hospital, where he died. According to the forensic report, Agit Salman had had a long-standing heart disease, any superficial injuries could have occurred during his arrest and death was the result of a heart attack brought on by the pressure of the incident and his heart problem. There was no evidence justifying a prosecution.", "26. On 13 November 1992 the applicant appealed against the decision not to prosecute, claiming that Agit Salman had been interrogated and had died under torture.", "27. On 25 November 1992 the President of the Tarsus Assize Court rejected the applicant's appeal.", "28. On 22 December 1992 the Minister of Justice referred the case to the Court of Cassation under Article 343 of the Code of Criminal Procedure. On 16 February 1994 the Court of Cassation quashed the non-prosecution decision and sent the case back to the Adana public prosecutor for the preparation of an indictment.", "29. In an indictment dated 2 May 1994, ten police officers (Ömer İnceyılmaz, Ahmet Dinçer, Ali Sarı, Şevki Taşçı, Servet Ozyılmaz, Ahmet Bal, Mustafa Kayma, Erol Çelebi, İbrahim Yeşil, Hasan Arinç) were charged with homicide in case no. 1994/135. Hearings took place before the Adana Assize Court on, inter alia, 27 June, 26 September, 31 October and 1 December 1994. The defendants pleaded not guilty. Oral statements were given by six of the ten police officers (Ahmet Dinçer, Şevki Taşçı, Mustafa Kayma, Erol Çelebi, İbrahim Yeşil and Hasan Arinç) maintaining their written statements and denying any ill-treatment of Agit Salman. The court also heard Temir Salman, the father of Agit Salman, the applicant and Dr Ali Tansı, the doctor on duty in the emergency ward at Adana State Hospital. A written statement was obtained from Behyettin El.", "30. In its decision of 26 December 1994, the Adana Assize Court found that it could not be established that the defendants had exerted force or used violence on Agit Salman or threatened him or tortured him in order to force him to confess. The superficial traumas on his body could have derived from other causes, for example, when he was arrested. The forensic reports indicated that Agit Salman had died from his previous heart condition being compounded by superficial traumas. However, there was no evidence proving that the traumas were caused by the accused. It acquitted the defendants on the ground of inadequate evidence.", "31. The applicant, who had been a party to the proceedings as a complainant, did not appeal against the acquittal which became final on 3 January 1995.", "32. The Commission found, in light of the written and oral evidence, the photographs and the medical opinions given by Professor Pounder and Professor Cordner, that Agit Salman had died rapidly, without a prolonged period of breathlessness. There were marks and abrasions on his left ankle for which there was no explanation and there was bruising and swelling on the sole of the left foot, which could not have been caused accidentally. These were consistent with the application of falaka (see paragraph 71 below). The bruise in the centre of the chest had not been dated with any accuracy by histopathological means and had not been shown to be dissociated from the broken sternum. These injuries together could not have been caused by cardiac massage. The Commission also disbelieved the oral evidence of officers İbrahim Yeşil, Mustafa Kayma and Erol Çelebi that cardiac massage had been applied, noting that this had first been mentioned as having occurred when evidence was given before its delegates in July 1996, four years after the events. The Commission concluded that Agit Salman had been subjected to torture during interrogation, which had provoked cardiac arrest and thereby caused his death.", "33. On 24 January 1996 the applicant was summoned to the anti-terrorism branch of the Adana Security Directorate. A statement was taken by officers, on which her thumbprint was placed. It was headed “Concerning her application for help to the European Human Rights [institutions]” and began, “The witness was asked: You are asked to explain whether you applied to the European Human Rights Association, if you asked for help and whether you filled in the application form. Who mediated in your application?” The statement purported to set out her explanations as to how she came to submit her application to the Commission. She confirmed that the legal aid documents had been filled in by her. In her oral evidence, which the Commission found credible and substantiated, the applicant claimed that she had been blindfolded, kicked and struck at the Directorate and that the officers had told her to drop the case.", "34. The applicant was summoned a second time. A report dated 9 February 1996, signed by police officers, listed details of the applicant's income and expenditure and confirmed her declaration of means. On this or another date, she was taken before the public prosecutor and again asked about her statement of means. No threats were made during that interview.", "35. The Government referred to the evidence given by the police officers, the autopsy report and the report of the Istanbul Forensic Medicine Institute, and the oral evidence of Dr Bilge Kirangil before the Commission's delegates.", "36. Agit Salman had suffered from a pre-existing heart disease. When he was arrested, he sustained minor injuries. The bruise on his chest, which was purple and therefore old, predated his arrest. During his detention in the custody area at Adana Security Directorate, he was not interrogated as the operation had not yet been completed. At about 1 a.m., he called for assistance and told the custody officer that his heart was giving him trouble. The custody officer sought help from the officers of the interrogating team who were waiting nearby for the next stage of the operation. These officers put Agit Salman, who was having difficulty breathing, in a police van and drove him to the hospital. On the way, they stopped the van and Mustafa Kayma briefly applied mouth-to-mouth resuscitation and cardiac massage. They took Agit Salman to the emergency ward, where they were told that he had died.", "37. The autopsy and the report of the Istanbul Forensic Medicine Institute established that Agit Salman had not suffered any major trauma, that the broken sternum was caused by cardiac massage and that he had died of natural causes, despite all possible assistance being given.", "38. In her evidence before the Commission delegates, Dr Bilge Kirangil had expressed the opinion that the bruise on the chest was at least 2 to 3 days old and unrelated to the broken sternum and that the oedema in the brain was indicative of a prolonged period of breathlessness prior to death. No findings could be drawn from the photographs, which were amateur and of poor quality. She did not consider the lack of proper forensic photographs to be a major deficiency. There had been no findings of ill-treatment in the Institute's report since there was no evidence of such. Cardiac arrest as in this case could be triggered by hormonal or environmental factors, such as extremes of temperature. If a direct blow had caused the bruise and fractured the sternum, she would have expected to see contusion and ecchymosis on the back surface of the sternum and bruising on the front and back surface of the right ventricle of the heart. While the lungs of an individual who had been breathless for thirty minutes could generally be expected to increase to a weight of 500 to 600 g, this was not necessarily the case but depended on the individual (see the summary of Dr Kirangil's evidence, Commission's report, §§ 233-41).", "39. Professor Pounder was Professor of the Department of Forensic Medicine at the University of Dundee, and was, inter alia, a Fellow of the Royal College of Pathologists, Overseas Fellow of the Hong Kong College of Pathologists, a Fellow of the Faculty of Pathology of the Royal College of Physicians of Ireland and a Fellow of the Royal College of Pathologists of Australasia. The report was drafted, inter alia, on the basis of the domestic autopsy documents and statements and testimony of witnesses. It may be summarised as follows.", "40. The autopsy findings indicated that Agit Salman suffered from pre-existing natural heart disease, namely, chronic inflammation involving pericardial adhesions, which was old and inactive. In the distant past, he might have suffered from rheumatic heart disease, which would have manifested itself at that time as an acute febrile illness, without necessarily any symptoms of heart involvement. The heart was enlarged, weighing 550 g, showing that the heart muscle had increased to compensate.", "41. A heart with a weight greater than 500 g might give rise to sudden unexpected death at any time as a consequence of an abnormality of heart rhythm. This might be precipitated by physical or emotional stress or occur apparently spontaneously without any precipitating event.", "42. In addition to the heart disease, there were four injuries.", "At the front of the right armpit, there were two abrasions, each 3 cm by 1 cm and described as dried and parchmented. It was not apparent whether they had been dissected to discover if there was any associated bruising but, given the description, it was reasonable to accept they were post-mortem changes.", "There were two grazes measuring 1 cm by 1 cm on the front of the left ankle and described as fresh and bloody. It appeared that these must have been caused during the period of police detention, but their location and size did not point to any specific cause.", "There was a 5 cm by 10 cm bruise in the centre of the chest, which was described as old and purple in colour.", "The sternum was fractured, with fresh bleeding in adjacent soft tissues.", "43. The bruise to the chest directly overlay the fracture to the sternum. The haemorrhage around the fracture suggested that the fracture was produced before and not after death. The production of such a fracture would be sufficient to induce an abnormality in the rhythm of the underlying heart and thus cause a sudden death. Consequently, the fracture of the sternum represented a possible cause of death. While, theoretically, a fracture could be produced by a fall, it would be unusual, requiring impact on a raised object or edge and it would be associated with injuries to other parts of the body. Cardiac massage could also produce a fracture if very considerable force was applied. The fracture could also have been produced by a blow. In that case, bruising of the skin would be expected, even if the death which followed was rapid. Although Dr Fatih Şen characterised the bruise on the chest as old and by implication as resulting from a different event, his own view was that, given that the bruise directly overlay the fracture, it would require compelling medical evidence to conclude that they were unrelated. Dr Şen's opinion on the age of the bruise was based on the subjective, naked-eye assessment of the colour. However, the bruise was described as purple, which was entirely consistent with a fresh bruise. A bruise 2 to 3 days old would have been expected to have developed a yellowish tinge. A simple histopathological test would have clearly established whether it was a fresh bruise or an old bruise. Such a bruise would not have occurred as a result of the hand pressure applied during cardiac massage. His opinion was that, given the contiguity of the bruise and fracture and the absence of any clear evidence that the bruise occurred on a separate occasion, the bruise and fracture occurred at the same time as a result of a blow, which precipitated an abnormality of heart rhythm.", "44. The autopsy findings, in particular the weight of the lungs (300 g each, that is, close to the minimum) indicated that the death was very rapid rather than prolonged. In individuals dying slowly with gradual heart failure, a lung weight of 500 to 600 g was common and up to 1,000 g could occur. This was the result of accumulation of fluid in the lungs consequent on the failure of the pumping action of the heart and was expressed clinically by breathlessness and difficulty in breathing. Deaths involving instantaneous collapse were associated with light lung weight as in this case. A relatively slow death would also be associated with a congested liver. Thus, the autopsy findings and histopathological examination weighed heavily against the possibility of a prolonged dying period with symptoms of breathlessness and pointed rather towards a rapid death.", "45. As regarded the autopsy procedures, these were seriously deficient. Although the only two theoretical possibilities for the fracture were external heart massage or a blow, no steps were taken to establish conclusively whether or not massage had been performed. The statement in the autopsy report that it could have been caused by massage did not represent a full and frank statement and could be misread to imply that Dr Şen had knowledge that such resuscitation was attempted whereas he did not. He should have distinguished fact from speculation. There was also a need to include as much descriptive detail as possible concerning the bruise, fracture and heart disease and in this respect the detail was manifestly insufficient.", "46. In the addendum of 26 November 1996, there was an analysis of the four photographs, which were described as being of poor quality. However, the photograph of the soles of the feet nonetheless showed a distinctive purple-red discolouration of the sole of the left foot, with mild swelling. The right little toe had a white glistening band at its base. The discolouration of the instep and sole of the left foot was strongly suggestive of bruising with associated minor swelling and was not consistent with post-mortem gravitational pooling of blood. Bruising of this extent could not be produced as a result of post-mortem injury and injury in such a location was unlikely to be caused by a fall sustained while the victim was alive. Therefore the injury was strongly suggestive of one or more blows to the foot. The mark to the right little toe was strongly suggestive of a ligature mark, although there was no congestion such as to suggest tight application of a ligature while the victim was alive; nor was the appearance suggestive of the passage of electricity. Neither possibility could be excluded and the mark was unusual.", "47. The red injuries to the front of the left ankle, taken with the injuries to the sole of the left foot, suggested that the ankles were restrained by a mechanism across the front of both ankles and that, so restrained, the person was struck on the sole of his left foot.", "48. The marks in the right armpit were not clearly shown. Their position, alignment and colouration were not what would normally be expected of post-mortem artefactual injury and raised the possibility of an electrical contact mark produced while the victim was alive. Combined with the unusual marking to the right little toe, it raised the suspicion of the use of electricity with one terminal tied round the little toe and the other terminal applied to the right armpit. Whether or not the marks were electrical burns could have been established by histopathological examination.", "49. The photograph of the back showed post-mortem artefactual staining, with white areas of contact pallor. There were distinct marks, including a bright red abrasion at the spine at waist level and above this two dark reddish marks. Above these was a horizontal line of pink bruising or abrasion. All these could be post-mortem injuries, caused by the manipulation of the body over a rough or cutting surface. They could also have been caused before death. To distinguish the two would have required dissection.", "50. The photographs indicated that the autopsy dissection was inadequate in that the back was not dissected, nor were the sole of the left foot or the injuries to the ankle. It was not clear whether the injury to the armpit was dissected. They also indicated that the description of the body in the autopsy was incomplete.", "51. This report was drawn up by Professor Cordner, instructed by the Commission's delegates (see paragraph 6 above), on the basis of the domestic medical evidence, the witness testimonies, the reports of Professor Pounder and the photographs supplied by the applicant.", "52. As regarded the photographs, the variation in colour or mottling on the foot represented bruising. He considered that the photograph was too blurred to conclude that the white glistening band on the right little toe was associated with a ligature nor could he reach any conclusion that the marks in the right armpit were the result of the application of electrical devices. On the legs, he noted, in addition to the marks which could correspond to the abrasions on the left ankle, small areas of reddening on the front and inner side of the right ankle. He agreed with Professor Pounder's findings on the back and noted in addition other areas of redness. Without the benefit of a dissection and/or histology of the dissection, the nature of the marks was uncertain. They could have been caused before death or be a post-mortem phenomenon. Bruising of the soles of the feet was relatively unusual and represented at least moderately severe force. Beating on the sole of the foot could cause such bruising. A person with such an injury would not be able to walk without at least an obvious limp.", "53. As regarded the ageing of the chest bruise, recent authors in forensic medicine agreed that caution should be exercised. It was not practicable to construct an accurate calendar of colour changes as was done in earlier textbooks as there were too many variables. If the purple colour of the chest bruise was relied on to distinguish its age from the “fresh” haemorrhage around the sternal fracture, this was an invalid conclusion. The materials did not permit a distinction in age to be drawn between the two. A recent study issued to show the level of disagreement amongst authors concluded that the only point of agreement was that a bruise with identifiable yellowing was more than 18 hours old. Thus, the purple bruise could be fresh (that is, less than 24 hours old) but could be older.", "54. Concerning the broken sternum, there had been no complaint of chest pain so one could infer that it occurred shortly before or around the time of death. His view was that there was a coincidence of two injuries (the bruise and the fracture) which could not be distinguished in age, or there was just one injury. If there was no chest bruise when Agit Salman was taken into custody, the issue was relatively easily resolved. Most pathologists would tend to regard them, prima facie, as one injury or state that there was a rebuttable presumption that they were one injury. As regarded the possibility of the bruising and fractured sternum being caused by an attempt at resuscitation, significant chest bruising was rare in this context. Sternal fractures caused by cardiopulmonary resuscitation were usually associated with fractured ribs and not with surrounding haemorrhage or overlying bruising. If the chest bruise and fracture with accompanying haemorrhage were the result of one trauma, it was not one associated with a resuscitation attempt. A fracture from a fall onto a flat surface would be unusual. A heavy direct fall onto a relatively smooth broad protrusion could cause such an injury but he had no recollection of having seen this as an isolated accidental injury (that is, without injuries to other parts of the body occurring at the same time). A blow from a fist, knee or foot could also cause such an injury.", "55. Lungs with oedema sufficient to be regarded as a sign of heart failure and to cause breathlessness of twenty to thirty minutes weighed more than 300 g. The lung weights in this case fitted with a substantially more rapid death. The oedema found in the brain was not significant, the weight of the victim's brain being slightly under the average brain weight for a man of his age.", "56. The finding of underlying heart disease was undisputed. In his view, the best explanation for the death was as follows. Before he died, Agit Salman sustained significant traumas to the sole of his left foot and to the front of his chest, causing bruising and prima facie fracturing the sternum and causing a surrounding haemorrhage. Fear and pain associated with these events resulted in a surge of adrenalin increasing the heart rate and raising blood pressure. This put a severe strain on an already compromised heart, which caused cardiac arrest and a rapid death. Alternatively, the compression of the chest associated with the fracturing of the sternum fatally disturbed the rhythm of the heart without leaving observable damage. The weakness of this opinion lay in the conclusion that the chest injuries represented one trauma rather than two, and this depended partly on circumstantial factors and could not be completely resolved. However, even allowing for the possibility that they were separate injuries, the chest bruise could still be regarded as fresh and as having occurred while in custody, in which case the formal cause of death would be the same, namely, cardiac arrest in a man with heart disease following the occurrence of injuries to the left foot and chest. If the fractured sternum was regarded as due to an attempt at resuscitation, the cause of death would only change if it was concluded that the bruise occurred prior to being taken into custody.", "57. The critical task of an autopsy in this case was to evaluate the circumstances in which it was proposed that this man died, in particular, whether it was a natural death in custody or not. In this evaluation, the age of the chest bruise was critical. Even allowing for Dr Şen's view of the age based on colour, the autopsy should have been conducted in a way which allowed another pathologist at another time to come to his or her own view. Important observations had to be justified objectively. In the absence of photographs, histology was the obvious way for Dr Şen to establish the truth of his view. The lack of proper photographs had also seriously impeded the investigation and evaluation of this case. Deficiencies also appeared in the insufficient subcutaneous dissection to seek out bruises not visible externally and the absence of a histological examination of the lesions critical to the proper evaluation of the circumstances of the death.", "58. Professor Cordner had met Professor Pounder professionally. He had not met either Dr Kirangil or Dr Şen.", "59. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "60. Under the Turkish Criminal Code all forms of homicide (Articles 448-55) and attempted homicide (Articles 61-62) constitute criminal offences. It is also an offence for a State employee to subject anyone to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment). The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "61. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey.", "62. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor's jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect's status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "63. By virtue of Article 4, paragraph (i), of Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 62 above) also applies to members of the security forces who come under the governor's authority.", "64. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person's life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 60 above) or with the offender's superior.", "65. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "66. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities are subject to judicial review ...", "...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State's strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people's lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "67. Article 8 of Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 66), provides:", "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "68. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41-46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim's right to bring an action against the authority on the basis of its joint liability as the official's employer (Article 50 of the Code of Obligations).", "69. The European Committee for the Prevention of Torture (CPT) has carried out seven visits to Turkey. The first two visits, in 1990 and 1991, were ad hoc visits considered necessary in light of the considerable number of reports received from a variety of sources containing allegations of torture or other forms of ill-treatment of persons deprived of their liberty, in particular, those held in police custody. A third periodic visit took place at the end of 1992, involving a visit to Adana Security Directorate. Further visits took place in October 1994, August and September 1996 and October 1997 (the latter two of which involved a visit to police establishments in Adana). The CPT's reports on these visits, save that of October 1997, have not been made public, such publication requiring the consent of the State concerned, which has not been forthcoming.", "70. The CPT has issued two public statements.", "71. In its public statement adopted on 15 December 1992, the CPT concluded that torture and other forms of severe ill-treatment were important characteristics of police custody. On its first visit in 1990, the following types of ill-treatment were constantly alleged, namely, palestinian hanging, electric shocks, beating of the soles of the feet (falaka), hosing with pressurised cold water and incarceration in very small, dark, unventilated cells. Its medical examinations disclosed clear medical signs consistent with very recent torture and other severe ill-treatment of both a physical and psychological nature. The on-site observations in police establishments revealed extremely poor material conditions of detention.", "On its second visit in 1991, it found that no progress had been made in eliminating torture and ill-treatment by the police. Many persons complained of similar types of ill-treatment – an increasing number of allegations were heard of forcible penetration of bodily orifices with a stick or truncheon. Once again, a number of the persons making such claims were found on examination to display marks or conditions consistent with their allegations. On its third visit, from 22 November to 3 December 1992, its delegation was inundated with allegations of torture and ill-treatment. Numerous persons examined by its doctors displayed marks or conditions consistent with their allegations. It listed a number of these cases. On this visit, the CPT had visited Adana, where a prisoner at Adana Prison displayed haematomas on the soles of his feet and a series of vertical purple stripes (10 cm long, 2 cm wide) across the upper part of his back, consistent with his allegation that he had recently been subjected to falaka and beaten on the back with a truncheon while in police custody. At the headquarters of Ankara and Diyarbakır Security Directorates, it found equipment that could be used for torture and the presence of which had no other credible explanation. The CPT concluded in its statement that “the practice of torture and other forms of severe ill-treatment of persons in police custody remains widespread in Turkey”.", "72. In its second public statement, issued on 6 December 1996, the CPT noted that some progress had been made over the intervening four years. However, its findings after its visit in 1994 demonstrated that torture and other forms of ill-treatment were still important characteristics of police custody. In the course of visits in 1996, CPT delegations once again found clear evidence of the practice of torture and other forms of severe ill-treatment by the police. It referred to its most recent visit in September 1996 to police establishments in Adana, Bursa and Istanbul, when it also went to three prisons in order to interview certain persons who had very recently been in police custody in Adana and Istanbul. A considerable number of persons examined by the delegations' forensic doctors displayed marks or conditions consistent with their allegations of recent ill-treatment by the police, and in particular of beating of the soles of the feet, blows to the palms of the hands and suspension by the arms. It noted the cases of seven persons who had been very recently detained at the headquarters of the anti-terrorism branch of Istanbul Security Directorate and which ranked among the most flagrant examples of torture encountered by CPT delegations in Turkey. They showed signs of prolonged suspension by the arms, with impairments in motor function and sensation which, in two persons, who had lost the use of both arms, threatened to be irreversible. It concluded that resort to torture and other forms of severe ill-treatment remained a common occurrence in police establishments in Turkey.", "73. The “Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions” adopted by the United Nations in 1991 includes a Model Autopsy Protocol aimed at providing authoritative guidelines for the conduct of autopsies by public prosecutors and medical personnel. In its introduction, it noted that an abridged examination or report was never appropriate in potentially controversial cases and that a systematic and comprehensive examination and report were required to prevent the omission or loss of important details:", "“It is of the utmost importance that an autopsy performed following a controversial death be thorough in scope. The documentation and recording of those findings should be equally thorough so as to permit meaningful use of the autopsy results.”", "74. In part 2(c), it stated that adequate photographs were crucial for thorough documentation of autopsy findings. Photographs should be comprehensive in scope and confirm the presence of all demonstrable signs of injury or disease commented upon in the autopsy report."], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}