{"ITEMID": "001-113722", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KĘDZIOR v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Article 5-1-e - Persons of unsound mind);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1956 and lives in Sośnica.", "6. The applicant has been undergoing psychiatric treatment since the age of sixteen. He was hospitalised on several occasions in psychiatric hospitals in Lubliniec and Żurawica.", "7. The applicant lived in Nowy Lubliniec with his mother and handicapped sister. At the end of 2000 the applicant’s brother, who did not live with them, applied to the court submitting that the applicant had been aggressive, had been refusing to take his medication and had been abusing alcohol.", "8. On 22 December 2000 the applicant was partly deprived of his legal capacity by a court because of his mental disorder, as he had been diagnosed with schizophrenia.", "9. On 28 August 2001 the Lubaczów District Court appointed his brother, Mr Zbigniew Kędzior, as his guardian (kurator). Subsequently, the guardian applied to the court to have the order varied and to have the applicant declared totally incapacitated.", "10. In the course of the proceedings, on 22 December 2001, an expert psychiatric opinion was prepared which confirmed that the applicant was suffering from schizophrenia and that he had a tendency to abuse alcohol.", "11. On 27 December 2001 the Krosno Regional Court changed its previous decision and decided to declare the applicant totally incapacitated as his mental condition had deteriorated. The applicant’s brother remained his guardian (opiekun prawny).", "12. On an unspecified date the applicant’s guardian requested the Ruda Różaniecka Social Care Home (Dom Pomocy Społecznej) to admit the applicant.", "13. On 8 February 2002 the Lubaczów District Family Centre (Powiatowe Centrum Pomocy Rodzinie) decided to place the applicant in the social care home, as requested by his guardian. In terms of domestic law the admission was voluntary and did not require approval by a court.", "14. Between 31 October 2001 and 11 February 2002 the applicant was in a psychiatric hospital in Jaroslaw.", "15. On 11 February 2002 the applicant was admitted to the Ruda Różaniecka Social Care Home, where he remained for ten years.", "16. The applicant complained to the Lubaczów District Court that he had been placed in the care home against his will and without any medical necessity. On 12 April 2002 the president of the court informed him that the placement had been in accordance with the law.", "17. On 27 December 2004 the District Family Centre informed the applicant that his guardian was authorised to place him in the care home.", "18. On 9 February 2006 the Przemysl Regional Court rejected the applicant’s request for proceedings to be initiated to have his legal capacity fully restored. The court considered that the applicant, being legally incapacitated, did not have the authority to lodge such a request, and that his guardian did not support the request.", "19. On 23 February 2006 the president of the Lubaczów District Court explained to the applicant again that due to his total incapacitaty he had not been a party to the proceedings relating to his placement in the care home.", "20. On 17 March 2006 the president of the Przemysl Regional Court informed the applicant in a letter that there were no grounds to institute proceedings to restore the applicant’s legal capacity of the court’s own motion.", "21. On 5 June 2006 and 15 February 2007 the District Family Centre again replied to the applicant’s letters informing him that only his guardian could approve his release from the care home.", "22. On 21 September 2006 the Przemysl Regional Court again rejected a request by the applicant to have his legal capacity restored, given his lack of legal standing to initiate such proceedings.", "23. On 17 January 2007 the president of the Lubaczów District Court informed the applicant that any variation of his incapacitation order was governed by Article 559 of the Code of Civil Procedure (CCP). The president further clarified that proceedings to vary the incapacitation order could be instituted by a court of its own motion. In addition, the applicant himself, although lacking legal capacity, could apply to the court for such proceedings to be instituted. According to the president, the latter possibility was based on the interpretation of the law as provided in a commentary to the CCP.", "24. The applicant again asked the Przemyśl Regional Court to quash the legal incapacitation order. On 8 February 2007 the court rejected the request as inadmissible in law.", "25. On 1 March 2007 the president of the Przemysl Regional Court explained to the applicant, in a letter of response to the applicant’s query, that only his legal guardian could institute proceedings to have his legal incapacity revoked. Alternatively, the applicant could request the court to institute such proceedings of its own motion, but for that to succeed new medical evidence needed to be provided.", "26. On 11 May and 7 August 2007 the Przemysl Regional Court rejected further requests by the applicant for his legal capacity to be restored, on the ground that the applicant had no legal standing to institute such proceedings.", "27. On 17 September 2007 the same court rejected a further appeal by the applicant against the decision of 7 August 2007. The court noted that following the Constitutional Court’s judgment of 7 March 2007 the domestic law had been amended, and it was now possible for a person lacking legal capacity to institute proceedings to have the incapacitation order set aside. However, the amendments to the CCP had been introduced by the law of 9 May 2007, which would enter into force only on 7 October 2007. Thus, the applicant’s request had not been examined.", "28. On 13 July 2007 the Jarosław District Prosecutor informed the applicant that his complaints, in particular against Dr F., who had prepared an expert opinion in 2001 in the proceedings concerning his incapacitation, were manifestly ill-founded.", "29. On several occasions in 2008 the applicant attempted to institute proceedings to have his incapacitation quashed; however, all his requests were refused for failure to comply with various procedural requirements, including failure to pay court fees in the amount of 40 Polish zlotys (PLN, approx. 10 euros (EUR)). The applicant appealed against all the decisions and submitted new requests for the incapacitation order to be lifted.", "30. It appears that a later request was successful, as on 9 March 2009 the Przemysl Regional Court instituted proceedings to have the applicant’s legal capacity restored (file no. Ns 23/09). The court decided to have an expert opinion prepared and for the applicant to be heard by a judge in the presence of a psychologist and a psychiatrist.", "31. On 20 March 2009 a judge, with a panel of experts, heard the applicant during a twentyfiveminutelong interview.", "32. On 7 April 2009 the experts submitted their opinion to the court on the basis of that interview with the applicant. The applicant submitted to the experts that he had been placed in the social care home against his will by his brother seven years previously. In the home he had been independent, had not been drinking alcohol and had been taking his medication. In the past four years he had been given long leaves of absence to visit his home, and had travelled alone. He would like to make his own decisions and to vote in elections and not to be obliged to ask his brother for everything. He also mentioned that if his capacity were restored he would prefer to stay in the social care home and to continue visiting his family home on leaves of absence.", "33. The experts concluded that the applicant was suffering from schizophrenia, although for several years he had not experienced psychotic symptoms or displayed aggressive behaviour. However, without a rigorous therapeutic regime the applicant’s state of health could worsen. According to the experts the applicant did not consider himself to be a person with a mental disorder, and showed a lack of critical judgment regarding his state of health and his actions. On the basis of the file and the interview with the applicant the experts concluded that his primary intention in applying for restoration of his legal capacity was to leave the social care home. In this context they noted that during the interview the applicant had spontaneously declared that he would prefer to stay in the social care home even if his capacity were restored. Nevertheless, judging from his consistent and extensive correspondence with the courts so far, the experts considered that his sole intention remained “to live freely in the family home and not in the social care institution”. The experts concluded that the applicant’s mental state had improved but not to the extent that would allow him to function independently.", "34. On 8 April 2009 the experts informed the court that they considered it unnecessary to notify the applicant of any court decisions or applications to court, given his state of health.", "35. On 9 April 2009 the Przemysl Regional Court decided to stop sending the applicant any notifications of court decisions and appointed a court officer as a guardian to represent his interests in legal proceedings. The applicant submitted that he had never met this guardian.", "36. On 9 April 2009 the Przemysl Regional Court dismissed a request by the applicant to have his legal capacity restored. The decision contains no reasons, as it appears that the applicant’s guardian had not asked for them. Nor did she lodge an appeal against the decision.", "37. On 16 January 2012, at the request of the applicant’s guardian, he was transferred to the Sośnica Social Care Home.", "38. Article 559 of the Code of Civil Procedure (“the CCP”) provides as follows:", "“1. A court may quash legal incapacitation if the reasons for which it was ordered cease to exist; the quashing may take place of the court’s own motion.", "2. Where the mental state of an incapacitated person improves, a court may change the total incapacitation to partial; where his or her mental state deteriorates, partial incapacitation may be changed to total.”", "39. On 7 March 2007 the Constitutional Court gave judgment in case no. K 28/05. The judgment was published and entered into force on 17 March 2007. The court decided that Article 559 of the CCP was unconstitutional in so far as it deprived an incapacitated person of the right to lodge a request to have a legal incapacitation order quashed or varied. As regards the consequences of the judgment, the Constitutional Court considered that the most appropriate means of enforcement would be for the legislature to introduce an amendment to the Code. In that connection it welcomed a bill under examination by Parliament which included a relevant amendment. However, it emphasised that the judgments of the Constitutional Court should be enforced not only by the legislature but also by the ordinary courts. In the present case that would mean changing the unconstitutional practice of courts examining cases concerning incapacitation, and allowing proceedings to be brought by individuals deprived of legal capacity. The Constitutional Court stated:", "“From the date of publication of the judgment in the Official Journal the presumption of the constitutionality of Article 559, taken together with Article 545 §§ 1 and 2 of the CCP, in so far as it prevented an incapacitated person from instituting proceedings to quash or vary an incapacitation order, is no longer applicable. The Constitutional Court wishes to emphasise that that is so in consequence of the judgment of the Constitutional Court itself, whether or not legislative changes are eventually introduced. It should therefore be considered that the finding by the Constitutional Court of the unconstitutionality of limiting an incapacitated person’s procedural rights allows the courts to interpret the Code of Civil Procedure in accordance with the Constitution. In the context of this judgment the opinion expressed by the Supreme Court’s resolution of 2004, to the effect that amelioration of the procedural position of incapacitated persons could not be achieved through interpretation of the existing regulations as that would amount to overstepping the boundaries of judicial power, is no longer applicable. Judges, when carrying out their duties, are subject not only to statute but also to the Constitution, which is the highest law in the Republic of Poland and may – and in cases of conflict with existing statutes confirmed by the Constitutional Court shall – be directly applicable.”", "40. The Law of 9 May 2007, which entered into force on 7 October 2007, amended the CCP. A new paragraph was added; Article 559 § 3 provides as follows:", "“An application to have a legal incapacitation order quashed or varied may also be lodged by the incapacitated person.”", "41. According to the 1994 Psychiatric Protection Act (ustawa o ochronie zdrowa psychicznego) the admission to a psychiatric hospital of a person who has a mental disorder or is mentally disabled and is unable to express his or her consent must be approved by a civil court (section 22 (2)). A court can also decide on the admission of a person who has a mental disorder but who does not consent to treatment in the hospital. A guardian can express consent to admit an adult who is totally incapacitated, but the latter must agree too, unless he is unable to express agreement. In any event, and in particular in the event of disagreement between the patient and the guardian, the question of admission is decided or confirmed by a court (section 22). Admission to the hospital is preceded by a psychiatric examination.", "42. Admission to a social care home is governed by section 38 et seq. of the Act. It provides that a person who, on account of mental disorder or mental disability, is unable to take care of himself or herself and cannot be taken care of by somebody else, and does not need hospital treatment, may be placed in a social care home with his or her consent or the consent of his or her guardian. Only if the person concerned or his or her guardian does not consent to the placement must the decision be taken by a court.", "43. According to the Ordinance of the Minister of Justice of 22 February 1995, a regional court must supervise the legality of the admission and continuing residence of individuals confined to psychiatric hospitals and social care homes (section 1). However, an obligation to carry out periodic reviews, every six months, of the need for continuing residence applies only to those admitted to psychiatric hospitals (section 2 (3)).", "44. The regulations on the functioning of social care homes were also governed by the 1990 Social Assistance Act (Ustawa o pomocy społecznej), replaced by the Act of 2004. According to the relevant regulations, the costs of the person’s stay in a social care home must not exceed 70% of his or her income or pension. Both Acts provided that placement of a totally incapacitated person in a social care home may only be done with his or her guardian’s consent.", "45. The relevant international instruments and conclusions on the comparative law are set out in the judgment of Stanev v. Bulgaria [GC], no. 36760/06, §§ 72, 73 and 8895, ECHR 2012."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": ["5-1-e"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}