{"ITEMID": "001-61892", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ZYNGER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to the first proceedings;Violation of Art. 6-1 with regard to the second proceedings;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant was born in 1922 and lives in Frankfurt am Main.", "8. In 1948 the applicant and his family left Poland and settled in Israel. His father appointed a representative to deal with all legal and financial matters in Poland. Despite that representative's opposition, in 1965 the State authorities expropriated a part of the property belonging to the applicant's family. The applicant could not take part in the proceedings concerning the expropriation, because the Polish authorities refused to grant him a visa to enter the territory of Poland.", "9. On 24 March 1998 the applicant filed with the Łódź Regional Court (Sąd Wojewódzki) an action in which he claimed compensation for the allegedly unlawful use of his estate by the State Treasury.", "10. In December 1998 the Łódź District Office (Urząd Rejonowy) filed with the same court an action in which it sought a declaration that the State Treasury had acquired the ownership of that estate on the basis of the 1946 decree on abandoned property (dekret o majątkach opuszczonych i poniemieckich). The District Office submitted that the estate had been abandoned following the Second World War and in 1953 taken over by the State. It pointed out that until 1992 none of the previous owners had raised any claims in respect of that estate.", "11. In the proceedings concerning the applicant's action the court held hearings on 19 February and 1 December 1999, as well as on 5 January 2000. According to the Government, the applicant failed to attend the hearing of 19 February 1999. The applicant submits that he attended it.", "12. On 23 February 2000 the Łódź Town Office (Urząd Miasta) requested that the applicant's proceedings be stayed until the proceedings initiated in March 1998 had been completed, submitting that the outcome of those proceedings depended on the court's findings in the latter. On 6 March 2000 the court stayed these proceedings.", "13. In his pleadings of 1 June 2000 the applicant's lawyer submitted that after the war the applicant's predecessor in title had resumed possession of the estate and in 1948 court proceedings concerning his title had been conducted.", "14. On 7 August 2000 the court stayed also the proceedings instituted by the applicant, relying on the fact that inheritance proceedings concerning one of the heirs to the estate in question were pending. The applicant's lawyer unsuccessfully appealed against that decision, pointing out that the applicant's share in the estate was 127/144 and thus the necessity to conduct those inheritance proceedings could not be reasonably invoked as the reason for staying the main proceedings.", "15. On 31 January 2002 the court gave judgment in the proceedings instituted in December 1998 by the Łódź District Office. It dismissed the claim that the State Treasury had acquired the property of the applicant's late father by prescription.", "16. On 8 April 2002 the Łódź Regional Court resumed the compensation proceedings instituted by the applicant in March 1998. On 17 April 2002 the applicant requested that an expert opinion be ordered concerning the value of the property under dispute.", "17. On 14 May 2002 the court held a hearing.", "18. On 3 July 2002 an expert held a viewing of the property.", "19. The compensation proceedings are pending.", "20. On an unspecified date in 2003 the applicant instituted a new set of proceedings against the Łódź municipality, in which he claimed release of the property concerned. On 19 April 2003 the court allowed the applicant's claim.", "21. On 25 August 1995 the applicant filed with the Katowice District Court (Sąd Rejonowy) a request to reopen the proceedings concerning his estate which had terminated in 1965. In those proceedings the State Treasury had acquired the ownership of the estate through acquisitive prescription. The applicant submitted that the heirs to the estate had been deprived of the right to participate in those proceedings as the Polish authorities had refused to grant them the visa. He submitted that he had found out about that fact only in 1995.", "22. On 12 October 1995 the court stayed the proceedings until the completion of the procedure for reconstruction of the case-file of the proceedings terminated in 1965.", "23. On 30 April 1996 the court resumed the proceedings.", "24. In September 1997 an expert submitted his opinion ordered by the court.", "25. On 20 June 1998 the court fixed a court fee to be paid by the applicant. The applicant's lawyer challenged that decision. On 13 October 1998 the Katowice Court of Appeal (Sąd Apelacyjny) quashed it.", "26. On 16 March 1999 the District Court refused the applicant's request for an interim measure. His appeal against that decision was dismissed.", "27. On 12 January 2000 the court held a hearing.", "28. On 10 February 2000 the court decided to transfer the case to a different department, considering that it should be dealt with by way of a contentious procedure. On 17 May 2000 the Katowice Regional Court dismissed the applicant's appeal against that decision.", "29. On 23 March 2000 the Katowice Town Office submitted its pleadings, in which it petitioned that the applicant's request be rejected. It noted that the applicant had been aware of the fact that the proceedings concerning the acquisition of the estate had been pending in 1965. The Office further observed that the applicant had corresponded with the representative appointed by his family and thus could not claim that he had found out about the expropriation proceedings only in 1995.", "30. On 27 October 2000 the court stayed the proceedings until inheritance proceedings in respect of one of the parties to the proceedings at issue were completed. On 30 January 2001 the Katowice Regional Court upheld this decision.", "31. On 9 April 2002 the final decision was given in the inheritance proceedings. On 24 June 2002 the District Court resumed the examination of the applicant's case.", "32. On 31 July 2002 the court gave judgment, in which it refused the applicant's request for re-opening. In November 2002 the applicant lodged an appeal against that judgment.", "33. On 8 April 2003 the Katowice Regional Court dismissed his appeal. The applicant subsequently submitted an appeal on points of law. By a decision of 30 July 2003 the Katowice Regional Court exempted the applicant from the obligation to pay a relevant court fee.", "34. On 20 April 2004 the Supreme Court dismissed the appeal on points of law.", "35. Article 45 of the Constitution provides that everyone shall have the right to a fair and public hearing of his or her case, without undue delay, before a competent impartial and independent court.", "36. Under Article 77 § 1of the Constitution of Poland of 1997, everyone is entitled to compensation for damage caused by the unlawful acts of a public authority. Pursuant to § 2 of the same Article, a statute shall not bar access to court to persons seeking redress for any breach of their rights or freedoms.", "37. Article 417 of the Civil Code provides that the State Treasury shall be liable for damage caused by an official of the State acting on the State's behalf.", "38. Under the former Article 418 of the Code, if damage was caused by the State official as a result of his/her giving a decision or doing another official act, the State Treasury was to be liable only if the giving of the said decision amounted to an infringement of laws punishable under the criminal law or under any disciplinary regulations, and if the fault of the perpetrator had been confirmed by a judgment of a criminal court or of a competent disciplinary authority, or was otherwise recognised by a superior authority.", "39. According to the old case-law of the Polish Supreme Court, a plaintiff seeking damages under Section 417 of the Civil Code must show that the act in question is unlawful and that the State agent committed a fault (the Supreme Court judgments: No. I PR 468/70 of 29.12.1970, unpublished, No. I CR 24/71 of 19.4.1971, unpublished and No. I CR 152/74 of 11.4.1974, unpublished).", "40. In its judgment of 4 December 2001 the Constitutional Court ruled on the compatibility of these provisions with the Constitution. It held that Article 417 was compatible with Article 77 of the Constitution, if it was construed so as to mean that the State Treasury was liable for damage caused by unlawful acts of public officials in carrying out their duties.", "41. In the same judgment the Court held that Article 418 of the Code was incompatible with Article 77 of the Constitution in that it placed undue restrictions on access to a court in cases in which civil liability of the State was sought for acts carried out in the exercise of State powers, other than de facto acts, which were covered by the general principle of Article 417 of the Code."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}