{"ITEMID": "001-58280", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF SÜREK v. TURKEY (No. 2)", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. The applicant is a Turkish citizen who was born in 1957 and lives in Istanbul.", "9. At the material time, the applicant was the major shareholder in Deniz Basın Yayın Sanayi ve Ticaret Organizasyon, a Turkish limited liability company which owns a weekly review entitled Haberde Yorumda Gerçek (“The Truth of News and Comments”), published in Istanbul.", "10. The issue dated 26 April 1992 contained a news report providing information given at a press conference by a delegation - which included two former Turkish parliamentarians Leyla Zana and Orhan Doğan, Lord Avebury and a member of the Anglican Church - on its visit to Şırnak village, in the wake of tensions in the area.", "The news report included an article reporting the Governor of Şırnak as having told the delegation that the Şırnak Chief of Police had given an order to open fire on the people.", "It further rendered a dialogue between Leyla Zana, Orhan Doğan and İsmet Yediyıldız, a Gendarme Commander.", "The relevant part of the report read:", "", "“Gendarmerie Regiment Commander İsmet Yediyıldız:", "‘Your blood would not quench my thirst…’", "While the British delegation and Diyarbakır MP Leyla Zana, Şırnak MP Orhan Doğan and Bismil District Governor Mehmet Kurdoğlu managed to persuade the people of Tepe village, which was blockaded by the security forces, after talking to them for a while and telling them that permission had been obtained for them to get the bodies of their dead, an interesting conversation took place between Diyarbakır Security Director Ramazan Er and Gendarmerie Regiment Commander İsmet Yediyıldız.", "The conversation between the MPs Leyla Zana and Orhan Doğan on the one hand and Colonel İsmet Yediyıldız on the other hand was recounted by Leyla Zana as follows:", "Colonel Yediyıldız: What business do you have here? There had been nobody here until you arrived. You have come and stirred things up again.", "Leyla Zana: No, Sir. The situation had been extremely tense before we arrived. We have come with the District Governor and are trying to calm down the tension here. Here is the District Governor.", "Colonel Yediyıldız: No, that’s not true. We saw when we were flying by helicopter that there was nobody here before. People gathered when you arrived.", "Orhan Doğan: No, you can ask the District Governor if you like. (Meanwhile, District Governor Mehmet Kurdoğlu was also being told off.)", "Colonel Yediyıldız: Do you know who these dead people are?", "Orhan Doğan: Yes, they are our children, the children of all of us.", "Colonel Yediyıldız: No, these are not our children, they are your children.", "Orhan Doğan: But my Colonel ...", "Colonel Yediyıldız: Do not call me your colonel. I am not your colonel. Your blood would not quench my thirst. You should also be honest and freely admit that my blood would not quench your thirst. Right now I could kill you like a rat. Your death would give us pleasure. Your blood would not quench my thirst.", "Leyla Zana: If the problem can be solved by killing us, then here are our people; let’s go among them and you kill us and this problem is solved.", "Colonel Yediyıldız: No, I would not kill you now. I would kill you after disgracing you in the eyes of the people.”", "11. On 29 May 1992 the Public Prosecutor at the Istanbul National Security Court (İstanbul Devlet Güvenlik Mahkemesi) charged the applicant, being the owner of the review, with revealing the identity of officials mandated to fight terrorism and thus rendering them terrorist targets. The charges were brought under section 6 of the Prevention of Terrorism Act 1991 (\"the 1991 Act\"; see paragraph 16 below).", "12. In the proceedings before the Istanbul National Security Court the applicant denied the charges and advanced the following arguments in his defence. The news report had been published with the aim of informing the public of the events which had occurred during the 1992 Newroz celebrations. It had been based on a joint press declaration by former deputies Leyla Zana and Orhan Doğan and an English delegation, during their visit to south-east Turkey. By virtue of the fact that section 6 of the 1991 Act contained an absolute prohibition on the disclosure and dissemination of the identity of officials appointed to fight terrorism, it enabled officials to abuse their authority, violate the law and subject citizens to ill-treatment. The right to receive and impart information, including information concerning acts of officials, was fundamental in a democratic society. Section 6 of the 1991 Act contravened not only the Turkish Constitution but also Article 10 of the Convention.", "13. In a judgment of 2 September 1993 the National Security Court convicted the applicant under section 6 of the 1991 Act and sentenced him to pay a fine of 54,000,000 Turkish lira. It noted that the news report had contained an allegation to the effect that the Governor of Şırnak had stated to the visiting delegation that the Şırnak Chief of Police had given an order to open fire on the people. It had further affirmed that a gendarme commander had stated to Orhan Doğan in Leyla Zana’s presence \"[y]our death would give us pleasure. Your blood would not quench my thirst\". By having disclosed the identity of these officials, the publication had rendered them targets for terrorist attack.", "14. The applicant appealed, reiterating his defence before the National Security Court. He also argued that the press declaration at issue had already been reported in other newspapers and magazines and that the incriminated news report had added nothing to these.", "15. On 10 December 1993 the Court of Cassation dismissed the appeal. It upheld the cogency of the National Security Court's assessment of the evidence and its reasoning for rejecting the applicant's defence.", "16. The relevant provisions of the Prevention of Terrorism Act 1991 read as follows:", "“It shall be an offence, punishable by a fine of from five million to ten million Turkish liras, to announce, orally or in the form of a publication, that terrorist organisations will commit an offence against a specific person, whether or not that person’s ... identity is divulged, provided that it is done in such a manner that he or she may be identified, or to reveal the identity of civil servants who have participated in anti-terrorist operations or to designate any person as a target.", "It shall be an offence, punishable by a fine of from five million to ten million Turkish liras, to print or publish declarations or leaflets emanating from terrorist organisations.", "…", "Where the offences contemplated in the above paragraphs are committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly, or from the sales of the previous issue if the periodical appears monthly or less frequently, or from the average sales for the previous month of the daily newspaper with the largest circulation if the offence involves printed matter other than periodicals or if the periodical has just been launched.2 However, the fine may not be less than fifty million Turkish liras. The editor of the periodical shall be ordered to pay a sum equal to half the fine imposed on the publisher.”", "17. The relevant provisions of domestic law governing the organisation and procedure of the National Security Court are quoted in paragraphs 3233 of the Sürek no. 1 v. Turkey judgment, which is being delivered on the same date as the present judgment."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}