{"ITEMID": "001-68882", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF CHODECKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["5. The applicant was born in 1955 and lives in Sosnowiec.", "6. On 12 June 1994 he was arrested on suspicion of murdering his common-law wife.", "7. On 13 June 1994 the Sosnowiec District Prosecutor (Prokurator Rejonowy) charged the applicant with homicide and remanded him in custody until 12 August 1994 in connection with the investigation against him. The prosecutor considered that, given the serious nature of the offence in question, keeping the applicant in custody was necessary to ensure that the process of obtaining evidence followed its proper course. On the same day the prosecutor ordered an autopsy.", "8. On 23 June 1994 the applicant appealed and requested his release.", "9. On 24 June and 4 July 1994 the prosecutor ordered expert opinions. On 6 July 1994 the prosecutor ordered a reconstitution of the events which had taken place on the day of the death.", "10. On 11 July 1994 the Katowice Regional Court (Sąd Wojewódzki) dismissed the applicant’s appeal of 23 June 1994. It found the same justification for the applicant’s detention: the reasonable suspicion against him, the serious nature of the offence in question and the fear that the applicant might tamper with the evidence.", "11. On 28 July 1994 the Sosnowiec District Prosecutor prolonged the applicant’s detention until 12 September 1994.", "12. On 29 July 1994 the Sosnowiec District Court ordered that two psychiatric reports be obtained in order to establish the applicant’s criminal responsibility.", "13. On 27 and 28 August 1994 the prosecutor ordered that two other medical reports be obtained.", "14. On 5 September 1994 the Katowice Regional Court prolonged the applicant’s detention on remand until 30 October 1994, relying on the existence of a reasonable suspicion that he had committed the offence in question. The court referred also to the fact that two expert reports had to be prepared. They were submitted to the court on 9 September and 24 October 1994.", "15. On 24 October 1994 the applicant obtained access to the case-file.", "16. On 28 October 1994 the District Prosecutor submitted the bill of indictment to the Regional Court. The prosecutor asked the court to hear evidence from 38 witnesses.", "17. The trial court held hearings on 12 January, 16 March, 21 March, 28 March, 1 June, 8 June, 20 June, 12 October and 12 December 1995, as well as on 28 March 1996.", "18. On 28 March 1996 the Katowice Regional Court gave judgment. The court convicted the applicant as charged, and sentenced him to twelve years’ imprisonment.", "19. On 30 May 1996 the applicant appealed.", "20. On 13 August 1996 the Katowice Court of Appeal (Sąd Apelacyjny) quashed the first-instance judgment and remitted the case for re-examination. It pointed out that the conviction was based on circumstantial evidence and that certain facts required further clarification.", "21. In the course of the retrial, the Regional Court held hearings on 10 December 1996, 27 February, 28 February, 26 March, 30 April, 8 May and 28 October 1997, as well as on 14 and 22 January 1998. The hearing scheduled for 17 February 1998 was adjourned.", "22. At the hearings of 30 April 1997, 28 October 1997 and 17 February 1998 the applicant’s counsel applied for his release, but to no avail.", "23. On 1 June 1998 the court prolonged the applicant’s detention until 30 November 1998. It made reference to the reasonableness of the suspicion that he had committed the offence in question. The court stressed the serious nature of that offence and the necessity to consider further evidence.", "24. On 10 June 1998 the applicant’s lawyer appealed against that decision. He contested the reasonableness of the charge against his client, maintaining that it was solely based on presumptive evidence. He also submitted that the applicant’s prolonged detention no longer served the purpose of securing the proper course of the proceedings since all necessary evidence had been obtained by the courts.", "25. On 24 June 1998 the Katowice Court of Appeal dismissed both appeals. It pointed out that the principle referred to by the applicant, whereby detention exceeding two years could be prolonged only by the Supreme Court, did not apply to his case. The court observed that that principle concerned only the proceedings before the trial court and it was no longer valid once that court had delivered its judgment, even if the judgment was subsequently quashed by the appellate court.", "26. On 30 July 1998 the applicant appealed against this decision.", "27. On 3 August 1998 the Katowice Court of Appeal informed the applicant that no appeal lay against a decision given by an appellate court.", "28. On 24 September 1998 the Katowice Regional Court gave judgment. It again convicted the applicant of homicide and sentenced him to ten years’ imprisonment. The court deducted from the sentence the period spent by the applicant in detention.", "29. On 26 November 1998 the applicant’s lawyer appealed.", "30. On 27 November 198 the Katowice Regional Court prolonged the applicant’s detention on remand until 29 January 1999 in view of the applicant’s conviction and sentence the month before.", "31. On 8 December 1998 the applicant challenged that decision before a court which did not have the necessary jurisdiction. Accordingly, on 11 January 1999 the matter was transferred to the Katowice Court of Appeal, which on 25 February 1999 dismissed both of his appeals.", "32. On 26 April 1999 the applicant’s lawyer lodged a cassation appeal with the Supreme Court concerning the conviction and sentence.", "33. On 6 March 2000 the Supreme Court dismissed that appeal.", "34. At the material time the rules governing detention on remand were contained in Chapter 24 of the Law of 19 April 1969 “Code of Criminal Procedure” (Kodeks postępowania karnego) (“the Code”) entitled “Preventive measures” (Środki zapobiegawcze). The Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998. The Code listed as “preventive measures”, inter alia, detention on remand, bail and police supervision.", "35. Article 209 set out the general grounds justifying the imposition of preventive measures, as follows:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”", "36. Article 217 § 1 defined the grounds for detention on remand. The relevant part of this provision, in the version applicable until 1 January 1996, provided as follows:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when he has no fixed residence [in Poland] or his identity cannot be established; or", "(2) there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the proper course of proceedings by any other unlawful means; or", "(3) an accused has been charged with a serious offence or has relapsed into crime in the manner defined in the Criminal Code; or", "(4) an accused has been charged with an offence which creates a serious danger to society...”", "37. On 1 January 1996 sub-paragraphs 3 and 4 of Article 217 § 1 were repealed and the whole provision was redrafted. From that date onwards the relevant sub-paragraphs read:", "“(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or he has no permanent abode [in Poland]; or", "(2) [as it stood before 1 January 1996].”", "Paragraph 2 of Article 217 provided:", "“If an accused has been charged with a serious offence or an intentional offence [for the commission of which he may be] liable to a sentence of a statutory maximum of at least eight years’ imprisonment, or if a court of first instance has sentenced him to at least three years’ imprisonment, the need to continue detention in order to secure the proper conduct of proceedings may be based upon the likelihood that a heavy penalty will be imposed.”", "38. The Code envisaged a margin of discretion in maintaining a specific preventive measure. Articles 213 § 1, 218 and 225 of the Code were based on the precept that detention on remand was the most extreme preventive measure and that it should not be imposed if more lenient measures were adequate.", "39. On 4 August 1996 an amendment to the Code of Criminal Procedure entered into force, according to which time-limits for detention on remand were introduced.", "40. From that date onwards, Article 222 of the Code read, in so far as relevant, as follows:", "” 3. The whole period of detention on remand until the date on which the court of first instance gives judgment may not exceed one year and six months in cases concerning ordinary offences. In cases concerning serious offences this period may not exceed two years.", "4. In particularly justified cases, the Supreme Court may, upon the request of the court competent to deal with the case ... prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a suspension of the proceedings, a prolonged psychiatric observation of the accused, when evidence needs to be obtained from abroad or when the accused has deliberately obstructed the termination of the proceedings within the time-limits referred to in paragraph 3.”", "41. Article 263 of the 1997 Code provides, in so far as relevant:", "“3. The length of detention on remand until the delivery of a first judgment by the trial court shall not exceed two years.", "4. Detention on remand may be prolonged for a fixed period exceeding the periods provided for in paragraphs 2 and 3 only by the Supreme Court at the request of the court dealing with a case ... – if it is necessary because of the suspension of criminal proceedings, the prolonged psychiatric observation of an accused, the prolonged preparation of an expert opinion, the collection of evidence in a particularly complicated case or abroad, a delay in the proceedings caused by an accused, as well as other obstacles which could not be overcome.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}