{"ITEMID": "001-112090", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GREGACEVIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6+6-3-b - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-b - Adequate facilities;Adequate time);No violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-d - Examination of witnesses;Article 6 - Right to a fair trial);No violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-d - Obtain attendance of witnesses;Article 6 - Right to a fair trial);Just satisfaction dismissed (out of time) (Article 41 - Just satisfaction)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1974 and lives in Čepin.", "5. On 29 August 2006 the Osijek Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Osijeku) indicted the applicant in the Osijek Municipal Court (Općinski sud u Osijeku) on charges of fraud and business fraud, claiming that, acting as a director of companies D.L.L. and M.C., he had defrauded companies A. and R. by using fraudulent payment instruments in exchange for goods which his companies received from A. and R. in the period between 10 August 2005 and 13 December 2005 and on 24 April 2006.", "6. On 27 October 2006 the trial court commissioned a report from an accounting expert, D.D.", "7. On 7 November 2006 D.D. submitted his report to the Osijek Municipal Court. He found that M.C.’s bank account had been frozen at the time when it had engaged in business transactions with company A. He also found that D.L.L.’s bank account had not been frozen at the time of its business transactions with company A., but that its account had been frozen at the time of its business transactions with company R.", "8. At a hearing held on 17 November 2006 D.D. gave oral evidence. He confirmed all his findings in the report. The parties made no objections to the report, nor did they put any questions to D.D. The applicant’s lawyer asked that the prosecution submit all documents they had seized from the applicant so that they could be examined by D.D. The trial court requested further documents from the police and two commercial banks.", "9. At a hearing held on 12 December 2006 D.D. asked for an additional period to examine the documents submitted by the two banks.", "10. At a hearing on 16 January 2007 the applicant’s lawyer reiterated his request that the police be ordered to submit all business documentation they had seized from the applicant concerning companies D.L.L. and M.C. The trial court accepted the request.", "11. On 12 February 2007 D.D. submitted an additional report. He reiterated his previous findings and also explained the manner and nature of the business transactions in issue.", "12. At a hearing held on 9 March 2007 D.D. gave further oral evidence. The applicant’s lawyer and the applicant put no questions to D.D. and made no objection to his report.", "13. On 28 June 2007 the applicant’s lawyer submitted written observations before the Osijek Municipal Court. He commented on the reports drawn up by D.D. in setting out the defence’s arguments. His observations were forwarded to D.D.", "14. On 13 July 2007 D.D. submitted written observations in which he expressly reiterated all his previous findings and highlighted certain sentences from his reports. He also disagreed with the conclusions drawn from his reports by the defence.", "15. At a hearing held on 18 July 2007 the judge conducting the proceedings presented D.D.’s written observations of 13 July 2007 to the parties and read them out. Two large envelopes containing documents submitted by the police were also presented to the parties and read out in court.", "The applicant’s lawyer asked the trial court to request information from the Serbian authorities about the applicant’s detention in that country or to examine witnesses Mat.G. and Mar.G., who he stated could confirm that the applicant had been in detention in Serbia between January and mid-February 2006 and that he had therefore been unable to conduct business affairs in the relevant period. He also suggested that these witnesses could confirm that all goods that the applicant’s companies had received from companies A. and R. had been stolen during the applicant’s absence. The applicant’s lawyer made further observations in respect of D.D.’s written observations of 13 July 2007 and asked that he be recalled. In respect of the documents provided by the police, he asked that the trial be adjourned for a period of eight to fifteen days so that they could prepare the defence and also in order that the documentation might be forwarded to D.D. Finally, he asked that another additional witness be heard. The Osijek Municipal Court dismissed all of the defence’s requests on the grounds that all the relevant facts had been sufficiently established.", "16. On 20 July 2007 the Osijek Municipal Court found the applicant guilty on three counts of business fraud and one count of fraud. It also revoked the suspension of a sentence given to the applicant in previous criminal proceedings and sentenced him to five years’ imprisonment.", "In its judgment the court noted:", "“The parties had no objections in respect of the evidence taken and read out, nor did they make any further requests, and the authenticity of the documents [in the case file] has not been brought into doubt.”", "17. On 12 December 2007 the applicant lodged an appeal against conviction. He complained that the defence had not had sufficient time to examine D.D.’s written observations of 13 July 2007 and that they had had no opportunity to examine the documentation provided by the police. He further complained that D.D. had not been recalled and that the witnesses Mat.G. and Mar.G. had also not been heard, although the trial court had not provided any reasons for not hearing these witnesses. He also complained that the suspension of his previous sentence had been revoked, although he had had no opportunity to present arguments in that respect.", "18. On 24 January 2008 the Osijek County Court (Županijski sud u Osijeku) upheld the applicant’s conviction but decreased his sentence to four years’ imprisonment. It found that the Osijek Municipal Court had analysed witness statements and other documents in detail and had provided sufficient reasons for the applicant’s conviction. In respect of the complaint about D.D., the Osijek County Court’s judgment reads:", "“Under Article 331 paragraph 5 of the C[ode] [of] C[riminal] P[rocedure], in respect of crimes punishable by [up to] eight years’ imprisonment, when an expert witness has already been heard before the president of a [trial] panel [and there has been no change in president], the expert’s report can be read out without the agreement of the parties. It is to be noted that the accounting expert submitted his report on 12 February 2007, which [report] was forwarded to the parties. On 28 June 2007 the defence lawyer submitted observations before the court asking that the expert respond to certain questions. The expert then responded to these questions. He therefore had not provided a new report. In his findings he had not amended anything relevant but had only responded to the defence lawyer’s observations. ...”", "The County Court also found that the suspension of the applicant’s previous sentence had been correctly and lawfully revoked pursuant to Article 69 paragraph 1 of the Criminal Code. It made no observations in respect of the Osijek Municipal Court’s refusal to hear witnesses Mat.G. and Mar.G. and also made no comment on the applicant’s complaint that he had had no opportunity to examine the documentation submitted by the police.", "19. On 27 October 2008 the applicant lodged a request for extraordinary review (zahtjev za izvanredno preispitivanje pravomoćne presude) of the County Court’s judgment with the Supreme Court (Vrhovni sud Republike Hrvatske), complaining that the defence had not had sufficient time to examine D.D.’s written observations and had had no opportunity to examine the documentation provided by the police, and that the witnesses proposed by the defence had not been heard or D.D. recalled without the trial court providing sufficient reasons. Finally, he complained that the suspension of his previous sentence had been revoked, although he had had no opportunity to present arguments in that respect.", "20. On 30 October 2008 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the judgments of the Osijek Municipal Court and the Osijek County Court, reiterating the arguments he had adduced before the Supreme Court.", "21. On 22 December 2008 the Supreme Court dismissed the applicant’s request for extraordinary review of the County Court’s judgment on the grounds that there had been no violation of any defence rights in the proceedings before the lower courts.", "22. On 17 February 2009 the applicant lodged a constitutional complaint before the Constitutional Court against the judgment of the Supreme Court by which his request for extraordinary review of the County Court’s judgment had been dismissed. He argued that the Supreme Court had failed to examine all his complaints and that it had failed to remedy the violation of defence rights that had occurred during the proceedings before the lower courts.", "23. On 12 March 2009 the Constitutional Court dismissed the applicant’s constitutional complaint of 30 October 2008 against the judgments of the Osijek Municipal Court and the Osijek County Court. The Constitutional Court found that the criminal proceedings against the applicant had been fair and that the judgments of the lower courts had been sufficiently reasoned and did not disclose any arbitrariness. As to the trial court’s refusal to take the applicant’s further evidence, the Constitutional Court noted that it had been for the trial court to decide which evidence to take and that the applicant had not objected to the evidence that had been read out during the trial.", "24. On 26 May 2009 the Constitutional Court declared the applicant’s constitutional complaint of 17 February 2009 against the judgment of the Supreme Court of 27 October 2008 inadmissible on the grounds that it had not been an act by which the applicant’s civil rights or obligations or any criminal charge against him had been determined.", "25. The relevant part of section 62 of the Constitutional Court Act (Official Gazette no. 49/2002, of 3 May 2002, Ustavni zakon o Ustavnom sudu Republike Hrvatske) reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, concerning his or her rights and obligations, or about a suspicion or an accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: a constitutional right) ...", "26. The relevant provisions of the Code of Criminal Procedure in force at the time (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002, 63/2002, 62/2003 and 115/2006) provided:", "“(1) A defendant who has been finally sentenced to a prison term ... may lodge a request for the extraordinary review of a final judgment on account of infringements of this Act.", "(2) A request for the extraordinary review of a final judgment shall be lodged within a month after the final judgment has been served on the defendant.”", "“The Supreme Court shall decide requests for the extraordinary review of a final judgment.”", "“A request for the extraordinary review of a final judgment may be lodged [in respect of]:", "...", "3. an infringement of the rights of the defence at the trial or of the procedural rules at the appellate stage, if it may have influenced the judgment.”", "27. The relevant provisions of the Criminal Code (Kazneni zakon, Official Gazette nos. 110/1997, 27/1998, 50/2000, 129/2000, 51/2001, 111/2003, 190/2003, 105/2004, 84/2005, 71/2006, 110/2007, 152/2008, 57/2011) provided:", "“(1) The court shall revoke the suspension of a sentence and order the execution of the pronounced punishment if the convicted person, within the period of probation, commits one or more criminal offences for which the court has imposed imprisonment of two years or a more serious punishment.”", "“(1) Whoever, with the aim of obtaining unlawful pecuniary gain for himself or a third party, by false representation or concealment of facts, deceives another or continues the deception of another, thereby inducing him to do or to omit to do something to the detriment of his property or the property of another, shall be fined or punished by imprisonment for three months.”", "“(1) A person responsible [for the actions] of a legal person who, with the aim of obtaining unlawful pecuniary gain for himself or the legal person, by using fraudulent instruments in security for payment or by deceiving another or continuing the deception of another in any other way, thereby inducing him to do or to omit to do something to the detriment of his property or the property of another, shall be punished with imprisonment from six months to five years.", "(2) If the perpetration of the offence referred to in paragraph 1 of this Article results in obtaining significant pecuniary gain or if it causes significant damage, and the perpetrator acted with intent to obtain such a pecuniary gain or to cause such damage, he shall be punished with imprisonment from one to eight years.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b"], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}