{"ITEMID": "001-113391", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF R.P. AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["4. The facts of the case, as submitted by the parties, may be summarised as follows.", "5. The first applicant (“R.P.”), the second applicant (“A.P.”), the third applicant (“M.P.”) and the fourth applicant (“B.P.”) were born in 1985, 1982, 1950 and 1941 respectively. All four applicants are British citizens who currently live in Nottingham, England.", "6. A.P., M.P. and B.P. are, respectively, R.P.’s brother, mother and father.", "7. On 7 May 2006 R.P.’s daughter (“K.P.”) was born prematurely at 27 weeks’ gestation. The birth was unexpected as R.P. had not known that she was pregnant. R.P. was not in a relationship with K.P.’s father and he played no further part in the proceedings.", "8. As a consequence of her premature birth, K.P. suffered from many serious medical conditions. She had serious chronic lung disease (broncho-pulmonary dysplasia), which rendered her oxygen-dependent, she had bleeding on both sides of her brain (bilateral intraventricular haemorrhage), she was immuno-suppressed and therefore very susceptible to infection, and she had a congenital heart defect which was repaired by surgery on 6 June 2006. Although her health improved as she developed, she continued to require skilled and labour-intensive day-to-day care. She was regarded as at high risk of cot death and initially required feeding through a nasal-gastric tube.", "9. It was observed that from K.P.’s birth until 22 August 2006 R.P. was only visiting K.P. for 1-2 hours a day. She had to be prompted to visit for longer periods and it was noted that she could not complete basic care tasks without prompting and support. A multi-agency meeting took place on 22 August 2006, at which the hospital drew up a schedule of tasks which R.P. would need to demonstrate she could satisfactorily complete before K.P. could safely be discharged into her care. A “core assessment” prepared at this time recorded that R.P. had previously been involved with the local authority’s mental health services and was believed to have learning disabilities; that her relationship with A.P., M.P. and B.P. fluctuated, with allegations having been made of violence and aggression; that there were concerns about her relationship with K.P.’s father; and that M.P. and B.P. were unsuitable to care for K.P. because of poor household conditions and concerns about family dynamics.", "10. On 30 August 2006 a social worker met with R.P., M.P. and B.P. to discuss the local authority’s concerns as to the care of K.P. It was noted that R.P. had difficulty understanding and articulating the nature and extent of K.P.’s health needs and refused to accept that she needed help to care properly for her. However, she did agree to participate in a Parenting Assessment Manual (“PAM”) Assessment, which was a tool designed to assess parents with learning disabilities. The assessment, which was completed on 1 September 2006, concluded that R.P. struggled to complete care tasks for R.P. and demonstrated little understanding of her care needs.", "11. On 8 September 2006 care proceedings were commenced in relation to K.P. At this stage the aim of the care plan was to identify how the local authority could keep K.P. alive and safe in a home environment while R.P. was given the opportunity to develop her care skills. On 15 September 2006 an interim care order was made in favour of the local authority and on 23 November 2006 K.P. was discharged from hospital into the care of foster parents.", "12. R.P. instructed a solicitor (“S.C.”) to represent her in the care proceedings. Both S.C. and her very experienced counsel developed serious concerns that R.P. was unable to understand the advice she was being given. Pursuant to a court order, S.C. and the local authority jointly instructed a consultant clinical psychologist (“H.J.”) to assess R.P. Prior to being assessed, attendance notes from both the counsel and S.C. indicate that they informed R.P. that the purpose of the assessment was to determine whether or not she had capacity to provide instruction and, if she did not, the Official Solicitor would have to be appointed to act on her behalf.", "13. In her report H.J. found that R.P. had a significant learning disability and concluded:", "“Because of the difficulties [RP] has in understanding, processing and recalling information, I believe that she will find it very difficult to understand the advice given by her solicitor. She will not be able to make informed decisions on the basis of this advice, particularly when this involved anticipating possible outcomes. It would be appropriate for the Official Solicitor to become involved.”", "14. On 26 October 2006 S.C. wrote to the Official Solicitor to advise him of the contents of H.J.’s report. On 31 October 2006 the Official Solicitor indicated that he would consent to act on behalf of R.P. if invited to do so. On 7 November 2006 Nottingham County Court invited the Official Solicitor to act for R.P. and he formally consented to act as her guardian ad litem on 11 December 2006. In accordance with his usual practice, a case worker (“LM”) wrote to S.C. to confirm that she was to be instructed by the Official Solicitor on behalf of R.P. She enclosed with the letter a further letter and leaflet to be given to R.P. The letter stated that:", "“You may already know that on 7 November 2006 the Official Solicitor was asked to act as your guardian ad litem. This means that he will instruct your solicitor for you. He can only do this if a doctor or the court has decided that you cannot do so yourself. In your case, HJ completed a report dated 23 October 2006 which shows that you have a learning disability. If your condition improves and HJ or another doctor says that you can manage on your own, the Official Solicitor will of course step down and no longer act for you.", "Your solicitor will keep in touch with you, let you know what is happening and tell the Official Solicitor how you feel about things...", "The Official Solicitor will consider the evidence of all the people involved as well as your wishes and views before he files a statement at court on your behalf. He will do his best to protect your interests but must, of course, bear in mind what is best for KP.", "If you are not happy with the way in which your case is conducted you should first discuss the matter with your solicitor or with me. If you are still not satisfied you can write to the complaints officer...”", "15. The content of the leaflet given to R.P. is set out in full below:", "“The Official Solicitor", "Who he is, and what he does.", "WHO IS THE OFFICIAL SOLICITOR?", "Alistair Pitblado is the Official Solicitor to the Supreme Court. It is his job to make decisions on behalf of people who are unable to represent themselves in Civil and Family Proceedings (the client).", "WHY THE OFFICIAL SOLICITOR ACTS IN A CASE", "The Official Solicitor agrees to act either because the client is under the age of 18, or because the client’s doctor does not think that they can cope with making decisions about their court case. Legal matters can be difficult to understand and very stressful and the Official Solicitor is here to protect the client’s interests.", "HOW WILL THE OFFICIAL SOLICITOR HELP?", "The Official Solicitor makes decisions about the court case such as whether to bring, defend or settle a claim. We will arrange legal representation in court for the client where he considers this necessary. He will usually ask a firm of solicitors to help him with the case. The Official Solicitor can only make decisions about the questions arising in the court case. He cannot make any other decisions for the client.", "WHO CAN I SPEAK TO ABOUT THIS CASE?", "Your solicitor should be the primary contact. The Official Solicitor has assistants who help him deal with every case. These assistants are called case managers. The case manager assigned to your case will provide you with details of the solicitors they have appointed on your behalf.", "WILL THE CLIENT BE CONSULTED?", "Shortly after he agrees to act the Official Solicitor will usually instruct a firm of solicitors as his solicitors, either the solicitors already instructed by the client or new solicitors identified by the case manager. Such solicitors, or a senior solicitor within the firm, should be a member of the Law Society Children Panel or the Resolution (formerly SFLA) Family Panel. The instructed solicitor will communicate with the client and attend court hearings and will report on the outcome to the case manager.", "Fees and Charges", "In the vast majority of cases, the Official Solicitor acts in the capacity of Litigation/Next Friend and instructs outside solicitors. The Official Solicitor does not make any charge for acting in the capacity of Litigation/Next Friend. Where the legal work in a case is conducted in-house, the Official Solicitor will, where appropriate, seek to recover his costs (or in medical cases there is a practice whereby he is entitled to half his costs) using an hourly charging rate. We will write to you separately with further details if this applies in your case.", "COMPLAINTS", "If you are dissatisfied with the way your case is conducted you should first discuss the matter either with the external solicitor, or with your case manager. If you remain dissatisfied you may write to the Complaints Officer, Official Solicitor’s Office, 81 Chancery Lane WC2A 1DD.”", "16. On 19 December 2006 Nottingham County Court directed that H.J. be instructed to prepare a second report considering the propriety of the teaching methods envisaged by the local authority in its parenting assessment. H.J.’s second report, dated 2 March 2007, noted that the teaching methods and materials would “in general be appropriate” and emphasised that simple language, direct instructions and repetition would be needed, along with immediate feedback.", "17. On 2 March 2007 a parenting capacity assessment was produced in respect of R.P. The report noted that R.P. had demonstrated commitment to the assessment process and an ability to retain and carry out basic tasks. However, social workers were concerned that R.P. had expressed views of a racist nature, that she sometimes seemed immature and attention-seeking, that she was overly preoccupied with her own health concerns, and that she spoke very negatively about the local authority’s professionals.", "18. Reports from R.P.’s contact sessions with K.P. indicated that R.P. showed some signs of improvement, demonstrating some ability to remember what she had been shown and to repeat tasks. However, even after months of regular contact and support R.P. still, on occasion, needed reminding about and prompting to perform basic tasks, especially when something unexpected happened. They also indicated that R.P. occasionally demonstrated a failure to put K.P.’s needs before her own and a lack of awareness of K.P.’s current and future needs. Her attitude towards social workers was also noted to be aggressive, uncooperative and occasionally violent. Consequently, there were concerns about R.P.’s ability and willingness to work with local authority professionals and put K.P.’s needs first. This was of particular concern in light of K.P.’s need for high levels of support.", "19. In May 2007 H.J. was asked to produce a third report. The report, dated 2 June 2007, primarily concerned the risks posed by R.P. to K.P. and R.P.’s ability to care for K.P. H.J. was also asked to comment on R.P.’s litigation capacity. She noted:", "“1.1 As I have indicated previously RP has a significant learning disability, and she will always need a high level of support in caring for KP", ". If she were not receiving this support she would pose a high level of risk to KP’s well-being, which is not due to any desire on her part to hurt KP, but to her limitations, which are too extensive to allow her to parent KP successfully on her own.", "1.2 If she were receiving a high level of support this risk could be reduced. The level of support which would be needed for this to happen would be for another competent adult to be present at all times, to prompt and assist RP in her care for KP. Essentially this means that RP would need to be living with a partner or family member who could appropriately provide this level of support.", "... ... ...", "2.3 Having read all the work which has been done with RP and having carefully considered my assessment of her, it is my view that there is no further work which could be undertaken with RP which would increase her ability to care for KP in any significant way.", "... ... ...", "7.1 As I indicated earlier RP could only care for KP if she had a high level of support. I cannot perceive anything in her circumstances which suggests to me that such a support network is available, and without this no progress can be made towards rehabilitation.", "... ... ...", "8.1 RP would need 24 hour support, and within this it would be realistic to expect her to assist with KP’s care but not take sole responsibility for this. This would continue to be the case throughout KP’s childhood. If this could be achieved in a natural environment, such as a family, then it might be suitable as a long term prospect, as long as KP had a consistent identified care giver within that arrangement.", "... ... ...", "9.1 RP does not have the capacity to give informed consent to a placement order. She cannot really understand the proceedings except at a very basic level.”", "20. On 11 July 2007 the local authority completed a further core assessment. The conclusion was that:", "“The opinion of all the agencies involved with KP’s care in a position to make an informed decision regarding RP’s ability to parent KP is clear. Without a very high level of continuous support and supervision, RP does not have the skills to enable her to successfully parent KP. RP has consistently demonstrated by her behaviour that she does not wish to work in partnership with the agencies who will continue to be involved in KP’s care throughout her childhood. Therefore, we need to look for alternative permanent carers. Maternal grandparents have put themselves forward to be assessed and this is in the process of being conducted. However, the local authority have a number of concerns in respect of their living conditions, RP’s upbringing and the influence that RP still has upon them and how this would impact upon KP if she were to be placed in their care. Although the local authority do not wish to pre-empt the outcome of the initial sessions with the maternal grandparents, there are a number of concerns regarding their interaction and relationship with RP and their own parenting skills. The local authority at this time believe it is in KP’s best interest to be placed for adoption and the matter will come before the adoption panel on 19 July 2007. The local authority will urgently review this if the outcome of the maternal grandparents’ assessment proves positive”.", "21. The local authority filed its final care plan on 12 July 2007. That care plan recommended adoption outside the family and it issued proceedings seeking a placement order under section 21 of the Children’s Act 2002. The Official Solicitor consented to act on behalf of R.P. in the placement proceedings as well as in the care proceedings. The application for a placement order was then consolidated with the care proceedings and listed for hearing before a judge.", "22. On 6 August 2007 the local authority filed a kinship assessment of M.P. and B.P. The report indicated that there had been referrals to the local authority concerning M.P.’s and B.P.’s care of R.P. and A.P. It further noted that M.P. and B.P. were unable to control R.P. or manage her behaviour and that they had also intermittently displayed hostility and suspicion towards the local authority. In view of these facts, the local authority concluded that it could not support the maternal grandparents as carers for K.P. On 24 August 2007 a further kinship assessment was filed in respect of A.P. The local authority considered that he was unlikely to have the capacity fully to understand or to meet K.P.’s welfare needs and therefore could not support him as a carer.", "23. In a statement to the court dated 17 August 2007, the Official Solicitor indicated that R.P. was not in a position to consent or refuse her consent to the placement order and as her litigation friend he was unable to oppose the making of the care order or the placement order. However, he also indicated R.P.’s opposition to the orders sought by the local authority, her belief that K.P. should be returned to her care or the care of her family, and her belief that the local authority had not given her a chance to acquire the skills necessary to care for K.P.", "24. In a pre-hearing review R.P. agreed with S.C. and counsel that she would not give oral evidence at the hearing but that her wishes would be conveyed to the court by counsel.", "25. The hearing took place on 29 August 2007. R.P. was represented throughout by experienced counsel and her views were made known to the court. At the conclusion of the hearing, the judge made a care order, dispensed with R.P.’s consent to the placement order and made a placement order.", "26. R.P. applied for permission to appeal to the Court of Appeal and also made an application in the County Court to revoke the placement order. The County Court proceedings were adjourned pending the outcome of the proceedings before the Court of Appeal, which took place in March 2008.", "27. The Official Solicitor was notified of the appeal proceedings. He wrote to R.P., informing her of the possibility of free legal representation through the Bar Pro Bono Unit (“the Unit”). When R.P. did not pursue this, the Official Solicitor arranged for the Unit to consider her case. Specialist counsel was appointed and made available to represent R.P. at the hearing. Although R.P. declined his services, he attended the hearing in case R.P. changed her mind. She did not change her mind and instead was assisted in the proceedings by A.P. and Mr John Hemming MP, who acted as her McKenzie friends.", "28. In a statement to the Court of Appeal in advance of the hearing, the Official Solicitor set out his standard working practice. He indicated that:", "“If there is a conflict in the evidence relating to an adult party’s capacity to conduct the proceedings then I will not accept appointment unless or until that conflict is resolved either by the experts arriving at a consensus, or by determination of the court. I will return to this issue below.", "... ... ...", "The solicitor, however, remains the primary point of contact for the protected party. My case worker relies on the solicitor to ensure the protected party is involved, so far as is possible, and is informed about the progression of the proceedings, and for communication of the protected party’s ascertainable views, wishes and feelings with regard to the matters at issue. Whilst the solicitor may not take instructions from the protected party I regard the maintenance of personal contact between the solicitor and the protected party during the case as important, to ensure that proper information is provided and to afford the protected party the opportunity to express any concerns about issues raised, or information provided in the proceedings. I expect any concerns raised to be properly considered and communicated to my case worker. My case worker will consider the protected party’s views and wishes on all relevant points but where those views and wishes run contrary to the legal advice received as to the management and progression of the case, it is unlikely that I will prefer the protected party’s views over that advice, as it would not be in the protected party’s interests that I do so.", "... ... ...", "I am not necessarily involved in the investigation of capacity unless specifically directed to investigate by the court (although my staff are available to offer guidance with regard to the relevant test, if so requested). The evidence as to lack of litigation capacity may therefore be in the form of a medical or psychological report or by way of a report in the form of my standard certificate. The evidence is generally from either a psychiatrist or (in the case of learning disability or acquired brain injury) from a psychologist. In a small number of cases it will be from a general practitioner. In a minority of cases it may be from another clinical specialist such as a neurologist or geriatrician. In the alternative the court may have made a determination, on the existing evidence, that the person concerned is a ‘protected party’ within the meaning of the rules.", "If the evidence on capacity to conduct the proceedings is ambiguous, or conflicting, then the Divisional Manager will request further clarification from the person who has conducted the assessment, or refer back to the court for a determination of the capacity issue.", "If during the course of the case the solicitor advises the case worker that the protected party may have recovered capacity, the standard instructions provide that the solicitor must obtain further evidence on this point.", "If there is evidence that the protected party has recovered capacity, then I will make an application to the court for my discharge. It is of course always open to the protected party at any time during my appointment to apply for my discharge, if of the view that the evidence as to capacity is open to challenge. Similarly if a person comes forward as willing to act in substitution for myself, then an application may be made to substitute for me as litigation friend. My discharge or substitution as litigation friend is for the court to decide.", "If my case worker is informed that the protected party asserts his or her own capacity to conduct the proceedings and disputes the existing evidence, then the protected party would be invited to agree to undergo further assessment - for example, through referral to his or her general practitioner or other NHS referral. If the protected party refuses to undergo further assessment or seek further evidence, I have, of course, no power to compel this.", "29. At the hearing R.P. claimed that there had been a violation of her rights under Article 6 § 1 of the Convention because, inter alia, she had not been informed that the Official Solicitor would be representing her until after the hearing; the involvement of the Official Solicitor was unlawful as she had the capacity to instruct her own solicitor; the clinical psychologist had failed to apply the correct test in assessing capacity, namely the test identified in the Court of Appeal decision of Masterman-Lister (Masterman-Lister v Brutton & Co (Nos 1 and 2) [2002] EWCA Civ 1889; Masterman-Lister v Jewell and another [2003] EWCA Civ 70); and finally, if she lacked capacity, a family member should have been appointed as her litigation friend.", "30. In a judgment dated 8 May 2008, the court found that R.P. was fully informed of the involvement of the Official Solicitor and the nature of his role; the clinical psychologist correctly assessed R.P.’s capacity by reference to the Masterman-Lister test, and R.P.’s family members would not have been suitable litigation friends as they had also put themselves forward as carers for K.P. With regard to the merits of R.P.’s case, the court found that the local authority had done what it could to facilitate the return of K.P. to R.P.’s care and had not simply dismissed this possibility out of hand. The available evidence indicated, however, that R.P.’s significant learning disability prevented her from acquiring the necessary skills to provide K.P. with the care that she needed and this was exacerbated by her increasing unwillingness to co-operate with social workers. The court therefore concluded that the Official Solicitor was right to concede that the care and placement orders were in K.P.’s best interests and the judge was right to make the orders. Accordingly, it held that there had been no violation of R.P.’s rights under Article 6 § 1 of the Convention.", "31. R.P. applied for leave to appeal to the House of Lords but leave was refused on 22 July 2008.", "32. While the Court of Appeal proceedings were ongoing, R.P. issued an application for leave to apply to revoke the contact order. The application was refused on 7 August 2008 and on 22 October 2008 she was refused leave to appeal to the Court of Appeal.", "33. On 19 August 2008 R.P. issued an application for more frequent contact with K.P. On receiving notice of the application, the Official Solicitor wrote to the court to say that the question of R.P.’s capacity needed to be decided in the context of the contact application. At a hearing on 27 January 2009, an expert report was produced which indicated that R.P. had capacity in relation to the contact proceedings. However, on 15 May 2009 the application for contact orders was refused and R.P. was refused leave to appeal. In addition, a further application for leave to revoke the placement order was refused and the court ordered that in future R.P. could only apply for leave to revoke the placement order if she could put forward a change of circumstances since the date of the decision.", "34. On 23 June 2009 R.P. applied for permission to appeal the refusal to grant her leave to apply to revoke the placement order. Permission was refused on 8 October 2009. On 24 June 2009 she issued an application for permission to proceed with a claim for judicial review, pleading that the local authority was acting unlawfully and unreasonably by proceeding with plans for the adoption of K.P. whilst proceedings were pending before the European Court of Human Rights. Permission was refused on 12 August 2009. On 7 December 2009 R.P. made a further claim for judicial review in respect of the adoption plan but permission was refused on 14 January 2011.", "35. R.P. subsequently made a further application for leave to apply to discharge the placement order. On 10 February 2010 the application for leave was refused and R.P. was refused permission to appeal. In the context of those proceedings, the judge noted that “the mother has a sufficient grasp of what she wants to achieve to put forward her case with assistance so that imposing upon her a litigation friend would be quite inappropriate”.", "36. On 1 March 2010 K.P. was placed with prospective adopters, who submitted an application for an adoption order in November 2010. An adoption order was granted by the County Court on 14 April 2011 and R.P.’s request for leave to appeal was refused by the High Court. R.P. has subsequently lodged an application for leave to appeal to the Court of Appeal out of time. That application was dismissed on 15 December 2011.", "37. Section 31 of the Children Act 1989 provides for the making of care and supervision orders:", "“(1) On the application of any local authority or authorised person, the court may make an order—", "(a) placing the child with respect to whom the application is made in the care of a designated local authority; or", "(b) putting him under the supervision of a designated local authority or of a probation officer.", "(2) A court may only make a care order or supervision order if it is satisfied—", "(a) that the child concerned is suffering, or is likely to suffer, significant harm; and", "(b) that the harm, or likelihood of harm, is attributable to—", "(i) the care given to the child, or likely to be given to him if the order were not made, not being what it would be reasonable to expect a parent to give to him; or", "(ii) the child’s being beyond parental control.”", "38. The Adoption and Children Act 2002 provides for the making of placement orders:", "“21 Placement Orders", "(1) A placement order is an order made by the court authorising a local authority to place a child for adoption with any prospective adopters who may be chosen by the authority.", "(2) The court may not make a placement order in respect of a child unless—", "(a) the child is subject to a care order,", "(b) the court is satisfied that the conditions in section 31(2) of the 1989 Act (conditions for making a care order) are met, or", "(c) the child has no parent or guardian.", "(3) The court may only make a placement order if, in the case of each parent or guardian of the child, the court is satisfied—", "(a) that the parent or guardian has consented to the child being placed for adoption with any prospective adopters who may be chosen by the local authority and has not withdrawn the consent, or", "(b) that the parent’s or guardian’s consent should be dispensed with.", "... ... ...", "52 Parental etc. consent", "(1) The court cannot dispense with the consent of any parent or guardian of a child to the child being placed for adoption or to the making of an adoption order in respect of the child unless the court is satisfied that—", "(a) the parent or guardian cannot be found or is incapable of giving consent, or", "(b) the welfare of the child requires the consent to be dispensed with.”", "39. In England and Wales the Official Solicitor acts for people who, because they lack mental capacity and cannot properly manage their own affairs, are unable to represent themselves and no other suitable person or agency is able and willing to act. He is currently appointed by the Lord Chancellor under section 90 of the Supreme Court Act 1981.", "40. The Official Solicitor generally becomes involved in litigation because he is invited to do so. It is a matter for his discretion whether he consents to act and he cannot be compelled to act. If he consents to act, he may become involved in proceedings as a “litigation friend”. However, the Practice Direction accompanying Part 7 of the Family Procedure (Adoption) Rules 1991 (“FPR”) provides that the duty of a litigation friend is:", "“fairly and competently to conduct proceedings on behalf of the non-subject child or protected party”", "and that:", "“... all steps and decisions he takes in the proceedings must be taken for the benefit of the non-subject child or the protected party”.", "41. Rule 21.1 defines a “protected party” as “a party, or an intended party, who lacks capacity to conduct the proceedings”. “Lacks capacity” is defined by reference to the Mental Capacity Act 2005:", "“2 People who lack capacity", "(1) For the purposes of this Act, a person lacks capacity in relation to a matter if at the material time he is unable to make a decision for himself in relation to the matter because of an impairment of, or a disturbance in the functioning of, the mind or brain.", "... ... ...", "3 Inability to make decisions", "(1) For the purposes of section 2, a person is unable to make a decision for himself if he is unable—", "(a) to understand the information relevant to the decision,", "(b) to retain that information,", "(c) to use or weigh that information as part of the process of making the decision, or", "(d) to communicate his decision (whether by talking, using sign language or any other means).", "(2) A person is not to be regarded as unable to understand the information relevant to a decision if he is able to understand an explanation of it given to him in a way that is appropriate to his circumstances (using simple language, visual aids or any other means).", "(3) The fact that a person is able to retain the information relevant to a decision for a short period only does not prevent him from being regarded as able to make the decision.", "(4) The information relevant to a decision includes information about the reasonably foreseeable consequences of—", "(a) deciding one way or another, or", "(b) failing to make the decision.”", "42. The leading judgment on the issue of litigation capacity is that of the Court of Appeal in Masterman-Lister v Brutton & Co (Nos 1 and 2) [2002] EWCA Civ 1889; Masterman-Lister v Jewell and another [2003] EWCA Civ 70. In his judgment, Chadwick LJ noted:", "“The authorities are unanimous in support of two broad propositions. First, that mental capacity required by the law is capacity in relation to the transaction which is to be effected. Second, that what is required is the capacity to understand the nature of the transaction involved when it is explained.", "... ... ...", "For the purposes of CPR Part 21, the test to be applied, as it seems to me, is whether the party to legal proceedings is capable of understanding, with the assistance of such proper explanation from legal advisors and experts in other disciplines as the case may require, the issues on which his consent or decision is likely to be necessary in the course of those proceedings. If he has capacity to understand that which he needs to understand in order to pursue or defend a claim, I can see no reason why the law whether substantive or procedure should require the imposition of a next friend or guardian ad litem (or, as such person is now described in the Civil Procedure Rules, a litigation friend).", "... ... ...", "... a person should not be held unable to understand the information relevant to a decision if he can understand an explanation of that information in broad terms and simple language; and that he should not be regarded as unable to make a rational decision merely because the decision which he does in fact make is a decision which would not be made by a person of ordinary prudence.”", "43. The United Nations Convention on the Rights of Persons with Disabilities provides as follows:", "“Article 1 - Purpose", "The purpose of the present Convention is to promote, protect and ensure the full and equal enjoyment of all human rights and fundamental freedoms by all persons with disabilities, and to promote respect for their inherent dignity.", "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others.", "... ... ...", "Article 5 - Equality and non-discrimination", "1. States Parties recognize that all persons are equal before and under the law and are entitled without any discrimination to the equal protection and equal benefit of the law.", "2. States Parties shall prohibit all discrimination on the basis of disability and guarantee to persons with disabilities equal and effective legal protection against discrimination on all grounds.", "3. In order to promote equality and eliminate discrimination, States Parties shall take all appropriate steps to ensure that reasonable accommodation is provided.", "4. Specific measures which are necessary to accelerate or achieve de facto equality of persons with disabilities shall not be considered discrimination under the terms of the present Convention.", "... ... ...", "Article 12 - Equal recognition before the law", "1. States Parties reaffirm that persons with disabilities have the right to recognition everywhere as persons before the law.", "2. States Parties shall recognize that persons with disabilities enjoy legal capacity on an equal basis with others in all aspects of life.", "3. States Parties shall take appropriate measures to provide access by persons with disabilities to the support they may require in exercising their legal capacity.", "4. States Parties shall ensure that all measures that relate to the exercise of legal capacity provide for appropriate and effective safeguards to prevent abuse in accordance with international human rights law. Such safeguards shall ensure that measures relating to the exercise of legal capacity respect the rights, will and preferences of the person, are free of conflict of interest and undue influence, are proportional and tailored to the person’s circumstances, apply for the shortest time possible and are subject to regular review by a competent, independent and impartial authority or judicial body. The safeguards shall be proportional to the degree to which such measures affect the person’s rights and interests.", "... ... ...", "Article 13 - Access to justice", "1. States Parties shall ensure effective access to justice for persons with disabilities on an equal basis with others, including through the provision of procedural and age-appropriate accommodations, in order to facilitate their effective role as direct and indirect participants, including as witnesses, in all legal proceedings, including at investigative and other preliminary stages.", "2. In order to help to ensure effective access to justice for persons with disabilities, States Parties shall promote appropriate training for those working in the field of administration of justice, including police and prison staff.", "... ... ...", "Article 23 - Respect for home and the family", "1. States Parties shall take effective and appropriate measures to eliminate discrimination against persons with disabilities in all matters relating to marriage, family, parenthood and relationships, on an equal basis with others, so as to ensure that:", "a) The right of all persons with disabilities who are of marriageable age to marry and to found a family on the basis of free and full consent of the intending spouses is recognized;", "b) The rights of persons with disabilities to decide freely and responsibly on the number and spacing of their children and to have access to age-appropriate information, reproductive and family planning education are recognized, and the means necessary to enable them to exercise these rights are provided;", "c) Persons with disabilities, including children, retain their fertility on an equal basis with others.", "2. States Parties shall ensure the rights and responsibilities of persons with disabilities, with regard to guardianship, wardship, trusteeship, adoption of children or similar institutions, where these concepts exist in national legislation; in all cases the best interests of the child shall be paramount. States Parties shall render appropriate assistance to persons with disabilities in the performance of their child-rearing responsibilities.", "3. States Parties shall ensure that children with disabilities have equal rights with respect to family life. With a view to realizing these rights, and to prevent concealment, abandonment, neglect and segregation of children with disabilities, States Parties shall undertake to provide early and comprehensive information, services and support to children with disabilities and their families.", "4. States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child. In no case shall a child be separated from parents on the basis of a disability of either the child or one or both of the parents.", "5. States Parties shall, where the immediate family is unable to care for a child with disabilities, undertake every effort to provide alternative care within the wider family, and failing that, within the community in a family setting.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}