{"ITEMID": "001-80480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF A.H. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1+6-3-d", "JUDGES": "Nicolas Bratza", "TEXT": ["6. On 24 February 1997 T., a six-year old boy, described to S., a psychologist, that he had experienced improper touching while in day care and referred to the applicant in this connection. The interview was recorded on videotape in the Family Advice Centre.", "7. The next day the alleged offence was reported to the police. On 13 March 1997, T. was interviewed again by S., on that occasion in the course of the pre-trial investigation which had been opened. That interview was also recorded on videotape.", "8. The applicant was questioned on 26 and 27 March 1997. He was not aware of the existence of the above recordings.", "9. On 7 April 1997 S. submitted a written opinion on the credibility of T.'s statements.", "10. In his closing argument on an unspecified date the applicant contested the alleged improper touching. He noted that the videotape, which he had become aware of following the submission by S. of the above-mentioned written opinion, and the opinion itself, were indirect evidence, which in the light of the Convention had to be treated with extreme care. He questioned whether the questions put to the boy had not been leading in nature. He also submitted that the boy would have to be heard in court, should charges be brought. He did not request an additional investigation.", "11. The applicant was charged with having indecently touched the boy when working at a day nursery which the boy attended. The alleged offence had taken place repeatedly over a period of several months beginning in the autumn of 1996.", "12. The video recording was played back in the District Court (käräjäoikeus, tingsrätten) and the court heard evidence from the applicant, T.'s mother and S., the psychologist who had interviewed the boy. H., a doctor in psychology specialising in criminology and forensic psychology, who had not interviewed the boy herself, was also heard as a witness. Several other witnesses, including the applicant's colleagues and the parents of other children in day care, gave testimony. None of the witnesses made any observations on the alleged acts. The parents gave evidence only on the perceived changes in their children's personality. The psychologist testified only about the reliability of T.'s statements.", "13. On 29 October 1997 the District Court convicted the applicant of sexual abuse and sentenced him to a suspended term of seven months' imprisonment. It reasoned:", "“...", "S. has interviewed T. and the interviews have been recorded on videotape. The videotape has been played back in the District Court where witnesses S. and H. have also seen it. S. and H. have been heard as witnesses and [the applicant] has had an opportunity to put questions to them. The fact that [the applicant] had no opportunity to put questions to T., for example during the pre-trial investigation, does not mean that the above-mentioned evidence could not be taken into account. At the time of the pre-trial investigation T. was six years old and he had his seventh birthday in August 1997. Thus, he could not be heard before the court. Even though [the applicant] has had no opportunity to put questions directly to T., the rights of the defence cannot be considered to have been jeopardised. In the light of the evidence submitted to it, the District Court has no doubt that [the applicant] is guilty [...].", "...”", "14. The applicant, the prosecution and the complainant appealed, arguing that the lower court had based his conviction on T.'s testimony as given to his mother and also later recorded on videotape. He requested the appellate court to hold that this indirect evidence could not be used in evidence. He also repeated his view that leading questions may have been put to the boy. He stated that his right to examine witnesses had been violated as he had not had an opportunity to put questions to T.", "15. On 26 June 1998 the Court of Appeal (hovioikeus, hovrätten), having held an oral hearing, upheld the conviction but increased the sentence to fourteen months' imprisonment with immediate effect. It found that the technical quality of the videotape, which had been played back in the court, was poor as regards its image and sound reproduction and that the contents of T.'s statements could not be reliably assessed merely on the basis of that recording. The recording however showed that S. had carried out the interview without any preconceived idea of its outcome. The statements of two of the applicant's colleagues showed that it would have been possible for the applicant to have acted as described in the indictment without anyone noticing. The statements of T.'s mother and other day care children's parents showed that there had been changes in their children's behaviour after they had been in contact with the applicant. The court did not mention the applicant's argument that he had not been able to put questions to T.", "16. The applicant sought leave to appeal, arguing that he had not been afforded an opportunity to put questions to T. The indirect evidence should therefore have been rejected.", "17. On 25 September 1998 the Supreme Court refused leave to appeal.", "18. The Decree on Criminal Investigations and Coercive Measures (asetus esitutkinnasta ja pakkokeinoista, förordning om förundersökning och tvångsmedel; Act no. 575/1988) provides that when questioned during a pre-trial investigation the child must be treated with due respect having regard to his or her age and level of development. Where possible, the interview should be carried out by a police officer acquainted with that task. If need be, a doctor or an expert must be consulted before the interview (section 11).", "19. The Criminal Investigations Act (esitutkintalaki, förundersökningslagen; Act no. 449/1987) provides that questioning and other investigation measures requested by a party must be carried out, if that party shows that there is a possibility that these measures could have an effect on the case, provided that the expenses so incurred are not disproportionate to the nature of the case (section 12). The competence to decide on investigation measures requested by a party lies with the head of investigation during the pre-trial investigation and with the public prosecutor after the case has been transferred to him or her (section 15(3)). A pre-trial investigation has to be carried out in such a manner that no one is placed under suspicion without due cause and no one is unnecessarily subjected to harm or inconvenience. Nor must the rights of those concerned be infringed more than is necessary for the achievement of the purpose of the investigation (section 8).", "20. The investigator may permit a party and his counsel to be present during the questioning of another party or witness, provided this does not hinder the investigation of the offence (section 32(1)). A party and his or her counsel may, with the permission of the investigator, put questions to the person being questioned in order to clear up the case. The investigator may decide that the questions are to be put through him or her. Also, the prosecutor may put questions to the person being questioned. A party and his or her counsel have the right to request the investigator to ask the person being questioned about matters necessary for the clearing up of the case at other times also (section 34).", "21. Before the closing of the criminal investigation, the parties must be afforded the opportunity to present to the criminal investigation authority their statement on the material gathered during the investigation, if this is conducive to hastening or facilitating the hearing of the case in court. The statement is to be appended to the investigation record (section 42).", "22. The Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) lays down the applicable rules on receiving testimony.", "23. A witness must give testimony orally before the court and must not refer to a written testimony. Oral evidence given during a pre-trial investigation may be read out when the witness in question is heard by the court only if he or she retracts in court an earlier statement or states that he or she is unable or unwilling to testify before the court (chapter 17, Article 32; Act no. 571/1948).", "24. If a person called as a witness is less than 15 years of age, is mentally ill or mentally retarded, or his or her mental capacities have otherwise been impaired, the court shall, taking into consideration the circumstances, assess whether or not he or she may be heard as a witness (Chapter 17, Article 21). Although the hearing of evidence from children falls within the court's discretion, there has been a long-standing practice not to hear evidence in court from children under the age of ten.", "25. At the time of the proceedings in question, there were no legal provisions concerning the use as evidence of a video recording of a statement given by a child during the pre-trial investigation. There was however a practice to admit such recordings as evidence.", "26. The Code of Judicial Procedure was amended with effect from 1 October 1997 to the following effect. A statement in a pre-trial investigation record or another document may as a rule not be admitted as evidence in court. The court may exceptionally admit as evidence such a statement, if the witness in question cannot be questioned before the court (chapter 17, Article 11; Act no. 690/1997).", "27. The Code of Judicial Procedure was again amended with effect from 1 October 2003 to the effect that the testimony of a person under 15 years of age, or a mentally disturbed person, recorded on audio or videotape during a pre-trial investigation may be used as evidence if the accused has been provided with an opportunity to have questions put to the person giving the testimony (chapter 17, Article 11(2); Act no. 360/2003). According to the explanatory report to the relevant Government Bill (no. 190/2002), this new provision places emphasis on both the idea that giving testimony before the court may be detrimental to inter alia a child and on the importance of respecting the rights of the defence.", "28. Chapter 17, Article 21 (as amended by Act no. 360/2003) of the Code of Judicial Procedure reads with effect from 1 October 2003 as follows:", "“(1) A person who has not attained the age of fifteen or whose mental capacities have been impaired, may be heard as a witness or for the purpose of obtaining evidence if the court finds it appropriate and:", "(i) if the hearing in person is of significant relevance for the establishment of the facts of the case; and", "(ii) the hearing is not likely to cause such suffering or other harm to the person to be heard as could be detrimental to the person concerned or his or her development.", "(2) Where necessary, the court shall designate a support person for the person to be heard, pursuant to the provisions of chapter 2 of the Criminal Procedure Code (Act no. 689/1997).", "(3) The person to be heard shall be questioned by the court, unless the court finds particular reason to entrust the questioning to the parties in accordance with the provisions of section 33. The parties shall be provided with an opportunity to put questions to the person to be heard through the intermediary of the court or, if the court finds it appropriate, directly to the person concerned. Where necessary, the hearing may take place on premises other than the court room.”", "29. In 2003, the Criminal Investigations Act was supplemented with a new section 39a (Act no. 645/2003) that entered into force on 1 January 2004 and reads as follows:", "“The questioning of a victim or a witness must be recorded on videotape, or by using other comparable audio-visual means of recording, if there is an intention to use the statement given in the interview as evidence in court proceedings, and where it is not possible to hear the victim or the witness in person, due to his or her young age or mental disturbance, without causing likely harm to him or her. The special requirements set by the level of maturity of the questioned person for the methods used, for the number of participating persons, and for other conditions, must be taken into account in the questioning. The person in charge of the criminal investigation may decide that authorities other than the investigators may, under the supervision of the investigator, put the questions to the person being interviewed. The suspect must be provided with an opportunity to put questions to the questioned person. On the request of the suspect, he or she may also put the questions through a legal counsel or other representative. However, the investigator may order that the questions be put through his or her intermediary.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}