{"ITEMID": "001-72796", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PAULOW v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Yrjö Paulow, is a Finnish national, who was born in 1928 and lives in Helsinki. He is represented before the Court by Mr G. O. Zacharias Sundström, a lawyer practising in Helsinki. The respondent Government are represented by Mr Arto Kosonen, Director in the Ministrty for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a businessman and a trader. In the course of his trading activities the applicant has built up a considerable fortune by way of increasing the value of companies which he owns and operates. It is the sale of one of these companies, the Tex-Invest Oy (“T” hereinafter), and the tax levied on the transaction that has led to this application.", "On 30 June 1988 the applicant sold the shares of T to a company called Traducon Oy to be further sold to a party to be later nominated by the buyer. The sales price of the shares was 137 million Finnish marks (FIM; approximately 23 million euros (EUR)). The buyer company went into liquidation approximately two months after the transaction. According to the applicant he in no way contributed to the financing of the transaction and did not own any joint undertakings with the buyer. The Government contended that the transaction had been given a form disguising its real nature as a transfer of assets (taseyhtiökauppa, skalbolagstransaktion). The Government maintained that the assets of T were transferred to another company also owned by the applicant and the company was allegedly sold at a price significantly exceeding the net amount of the company’s assets.", "In the regular taxation for the year 1988 the applicant was taxed for the capital gains. The tax payable amounted to FIM 13,5 million (approximately EUR 2.27 million). The applicant paid in full the tax levied on him.", "On 18 November 1992 the National Board of Taxation (verohallitus, skattestyrelsen) sent an internal letter titled “Abuses related to avoir fiscal tax rebates” to county tax offices (lääninverovirasto, länsskatteverk). In the letter it was held that the amount of tax refunds issued in probable abuse of the Avoir Fiscal Act (laki yhtiöveron hyvityksestä, lag om gottgörelse för bolagsskatt; 1232/1988, which entered into force on 1 January 1990) was significant in some regions for the tax year 1991. The county tax offices were prompted to select the most significant refund recipients so that possible abuses might be addressed in connection with the dividend recipients’ regular taxation. In an accompanying memorandum it was explained, inter alia, that dividend receiving companies were entitled to an avoir fiscal tax rebate and that if it was a loss-making company it would receive a tax refund. The avoir fiscal system was most commonly exploited in connection with so-called balance sheet company transactions, such a company having no tangible assets but only cash assets and receivables. Attention had to be paid to transactions whereby the company’s balance sheet and deferred tax liabilities were transferred to a buyer while the company’s actual business assets were transferred to a new company (often owned by the vendor). The buyer of the balance sheet obtained a tax refund which was paid over to the seller together with the dividends as part of the purchase price. Such transactions could be executed with the intention of not paying any tax.", "From 16-18 November 1992, there was a tax inspection concerning the transfer of shares from the applicant’s company. On 7 June 1993, the applicant was sent a preliminary tax inspection report by the County Tax Office (verotoimisto, skattebyrån).", "On 9 September 1993 the National Board of Taxation sent an internal memorandum titled “Transfer of assets arrangements and taxation” to, inter alia, county tax offices. In an accompanying letter it was explained that the memorandum discussed transfer of assets arrangements involving so-called balance sheet companies and various principles related to the tax treatment of those arrangements. In order to develop the said memorandum further, county tax offices were invited to express their views on the positions taken in the memorandum.", "On 31 December 1993 the County Tax Office issued a final report. On the basis of that report, the Tax Office of Helsinki found on 18 May 1994 that there were no reasons to reassess the taxes paid by the applicant for the year 1988.", "The competent tax agent of Helsinki (veroasiamies, skatteombudet; “the Agent” hereinafter) however considered that the nature of the above-mentioned transaction was not an “arm’s length” sale, but a transaction intended to benefit the applicant in violation of the Revenue’s right to tax. The Agent appealed on 17 June 1994 against the decision and recommended to the Tax Rectification Committee (verotuksen oikaisulautakunta, prövningsnämnden i beskattningsärenden) that a re-assessment of tax be imposed making the applicant liable for tax for the year 1988 to the extent of the full sales price of FIM 137 million on the grounds that the transaction was a disguised means of taking out dividends, i.e. benefit from the company.", "On 15 August 1994 the applicant objected to the requests in written observations maintaining that the transaction was a true arm’s length transaction. The applicant, inter alia, criticised the Agent’s arguments insofar as the Agent had claimed that an affidavit made by a managing director of the bank responsible for the financial arrangements for the transactions (submitted by the applicant previously to the Tax Office of Helsinki) was unreliable. The applicant also rejected the Agent’s criticism of a statement by a tax expert also submitted previously by the applicant.", "On 7 February 1995 the Tax Rectification Committee decided that arrangements violating the Taxation Act (verotuslaki, beskattningslag) had been undertaken in order for the applicant to be able to transfer the assets of the company to himself with as little tax consequences as possible. It held that the transfer of assets was in fact a disguised means of taking out dividends from company T. The Committee calculated the tax from the entire sales price to cover the amount considered to actually have benefited the seller, i.e. FIM 42 million (approximately 7,063,000 euros), on which a 10 per cent tax surcharge (veronkorotus, skatteförhöjning) was imposed. The tax surcharge totalled approximately EUR 3 million. The decision was based on sections 56, 57, 77 and 83 of the Assessment Act", "On 11 April 1995 the applicant appealed to the County Administrative Court (lääninoikeus, länsrätten) of Uusimaa demanding quashing of the entire tax decision. The applicant maintained, inter alia, that no such changes had occurred in case law between the report of the tax auditors and the decision of the Tax Rectification Committee that would have provided the latter with a valid basis for viewing the reassessment of tax issue differently from the tax auditors or the Local Tax Office. The applicant also emphasised that no discussions took place in connection with the audit about the transaction at issue, and that he had only had an opportunity to provide his response after he received a preliminary report. The applicant further maintained that the Tax Rectification Committee had reviewed the matter more on the basis of impressions created by the preliminary report than by considering the actual facts of the case and had replaced facts with suppositions. The applicant also claimed that the chairman of the Tax Rectification Committee was biased. He further maintained that the Tax Rectification Committee had examined the matter on the basis of the tax authority’s treatment of abuses related to the avoir fiscal system and maintained that nothing was known about the avoir fiscal system and the opportunities it presented for gaining tax-related advantages in 1989. In that context he referred to the first guidelines on abuses being issued by the National Board of Taxation on 18 November 1992.", "On 2 May 1995 the Tax Office submitted to the court a statement from the Agent, and on 17 May 1995 the applicant submitted his comments on the statement.", "On 22 May 1995 the Tax Office submitted further documents.", "On 29 May 1995, the applicant lodged further evidence.", "On 9 June 1995 the County Administrative Court issued an order prohibiting the enforced collection of the taxes in question until the end of 1996 (later extended during 1997). This was as the Supreme Administrative Court was expected to give judgment in cases concerning the imposition of taxes in cases concerning the circumstances in which share transactions constituted a transfer of assets. The Supreme Administrative Court issued its decisions in these cases on 3 October 1997.", "On 27 November 1997 the County Administrative Court rejected the applicant’s appeal without an oral hearing. It held that there had been no economic business grounds for the transaction at issue, that the measures did not comply with the actual nature and purpose of the matter and in reality the cash assets of the company had been used to pay the purchase price to the applicant. In the circumstances it had to be deemed that the arrangement had been undertaken in order to evade taxes contrary to sections 56 and 57 of the Assessment Act. It further concluded that the amount of surcharge to be paid was not unreasonable.", "On 24 February 1998 the applicant sought leave to appeal to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) repeating his earlier requests and arguments and providing further observations on the findings of the County Administrative Court, in particular alleging that its decision was not consistent with legal precedent.", "On 11 August 1998, the Agent submitted observations, as did the Tax Office of Helsinki on 31 August 1998. On the latter date the applicant was requested to submit his comments. Following an extension in the time-limit, the applicant submitted his further observations on 5 October 1998. The applicant emphasised, inter alia, that the whole proceedings were based on allegations and suppositions as the County Administrative Court operated on the basic premise that the matter had from the start involved bad faith although not the least shred of evidence has been produced in support of this presumed bad faith.", "On 14 June 1999 the Supreme Administrative Court refused the applicant leave to appeal.", "The tax imposed together with the tax surcharge and interest on arrears was in 2002 approximately EUR 11,600,000.", "Section 56 of the Assessment Act (verotuslaki, beskattningslag; 482/1958, as in force up to and including 31 December 1993 (74/1987)) contained the general rule applicable to cases of tax evasion, under which taxes may be reassessed so as to correspond to the real nature of transactions, irrespective of their legal form. Pursuant to subsection 2, the tax payer must be given an opportunity to comment on each relevant point.", "Section 57, as in force at the relevant time, provided for the taxation of assets taken out of a company as veiled dividends (peitelty osinko, förtäckt dividend).", "Under section 77 (as in force at the relevant time and up to and including 31 December 1993 (74/1987)) a tax surcharge was to be imposed, inter alia, where the taxpayer had, knowingly or grossly negligently, given incorrect information in the tax return or otherwise given wrong information or documents, a surcharge of a maximum of 100 per cent was to be imposed. The tax surcharge was imposed on that income in respect of which defective or incorrect information had been provided. According to the provision there was no discretion as to the imposition of the tax surcharge in the described circumstances (see Government Bill 122/1993).", "Section 77, subsection 3, (which was amended on 1 January 1994 (Act 963/1993) and which was for the first time applied to the assessment of taxes levied for the year 1993 and which Act was in force until and including 31 December 1996) provided, inter alia, that where the taxpayer had, knowingly or grossly negligently, given incorrect information in the tax return or otherwise given wrong information or documents, a surcharge of 5-30 per cent of the additional amount of taxes was to be imposed, if there were no particular reasons against the imposition of the tax surcharge. The amended provision enabled the local tax offices to use their discretion as to whether or not to impose the tax surcharge.", "Section 83, as in force at the relevant time, provided that if a taxpayer, due to the fact that he had not given a tax return or he had given a defective, misleading or wrong tax return or other information or document, had not been taxed fully or taxed only in part, the tax which had not been levied for the said reason was to be levied with interest on the arrears and with a tax surcharge. The re-assessment could be conducted within five years from the beginning of the year which followed the termination of the taxation. If possible, the taxpayer was to be given an opportunity to be heard before the reassessment of tax. However, if the hearing of the taxpayer would probably not benefit the decision making, there was no need to give the taxpayer a possibility to be heard. The said section corresponds in substance to section 57 of the existing Act on Assessment Procedure (laki verotusmenettelystä, lag om beskattningsförfarande; 1558/1995, as in force as from 1 January 1996) with the exception of a strict obligation to give the taxpayer a possibility to be heard.", "The provisions concerning appeal contained in Chapter 6 of the Assessment Act (as amended by Act 963/1993 effective as from 1 January 1994) were in substance the same as in the provisions in the existing Act on Assessment Procedure.", "Under section 72a of the Assessment Act, as in force at the relevant time, an appeal against a decision on taxation shall, as a first instance, be made to the Assessment Adjustment Board. Appeal from the Board lay to the Administrative Court and then, with leave to appeal, to the Supreme Administrative Court.", "In the appeals procedure the interests of the State or other tax recipients were represented by a tax agent (Act on Tax Administration, section 4(6): verohallintolaki, lag om skatteförvaltningen 1557/1995 as in force at the relevant time).", "According to the reservation made by Finland in accordance with Article 64 of the Convention, as in force at the relevant time, Finland could not guarantee a right to an oral hearing in so far as the Finnish laws at the time of the events at issue did not provide such a right. This applied, inter alia, to proceedings which were held before the County Administrative Court, in accordance with Section 16 of the County Administrative Courts Act (laki lääninoikeuksista, lag om länsrätt) and proceedings before the Supreme Administrative Court, in accordance with Section 15(1) of the Supreme Administrative Court Act (laki korkeimmasta hallinto-oikeudesta, lag om högsta förvaltningsdomstolen) and in which the decision subject to appeal was rendered before 1 December 1996. The reservation was withdrawn on 1 April 1999."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}