{"ITEMID": "001-81338", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KAYA v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1978 and lives in Istanbul in Turkey.", "7. The applicant was born in Mannheim in Germany, where he lived with his parents and his younger sister and attended school. On an unspecified date the applicant's brother died in an accident. His parents have been lawfully resident in Germany for more than thirty years. According to the applicant's submissions, he visited Turkey only two or three times during his holidays.", "8. On 19 May 1994 the competent authorities granted the applicant a permanent residence permit.", "9. On 31 January 1996 the Mannheim public prosecutor discontinued juvenile-delinquency proceedings brought against the applicant for grievous bodily harm.", "10. In 1998 the applicant completed his apprenticeship as a car mechanic. In July 1998 he worked for three or four weeks in Turkey.", "11. On 27 January 1999 the applicant was arrested and subsequently detained on remand.", "12. On 8 September 1999 the Mannheim District Court (Amtsgericht) convicted the applicant of two counts of attempted aggravated trafficking in human beings (versuchter schwerer Menschenhandel), several counts of battery and aggravated battery (schwere gefährliche Körperverletzung), procurement (Zuhälterei), purchasing illegal drugs (Erwerb von Betäubungsmitteln), two counts of drunken driving and two counts of insulting behaviour and sentenced him to three years and four months' imprisonment. The District Court found that between June 1998 and January 1999 the applicant had forced his former partner to surrender the main part of her earnings acquired through prostitution. To that end, he had used physical violence, on one occasion kicking the woman's face with his shod foot. In January 1999 the applicant – together with two accomplices, including his former partner – had attempted on two occasions to force another woman into prostitution. The applicant and his male accomplice had intended to use the earnings to finance their upkeep and their drug consumption.", "13. To that end, the applicant and his accomplices had first locked the woman in. Later on, the applicant had encouraged his former partner to beat the woman and her sister, who had aided her resistance. In the applicant's presence and with his explicit consent, both women had been punched at least ten times in their face.", "14. The applicant was also found guilty of having purchased five grams of cocaine on one occasion, together with one accomplice, and of having insulted several police officers. In view of the fact that the applicant had been twenty years old when committing those offences and that there was no indication of retarded development, the District Court did not apply juvenile but adult criminal law.", "15. When assessing the applicant's sentence, the District Court treated as mitigating factors the fact that the applicant had no previous convictions and that he had confessed to the offences during the main proceedings. It emphasised, however, that the applicant had acted as the driving force in carrying out the crimes committed jointly against the second victim. The District Court further noted that the applicant had acted with “incredible brutality” (unglaubliche Brutalität) towards his second victim, after having already exploited his former partner. The applicant had taken around 48,000 German marks from the latter without leaving her the necessary resources to cater to her own and her child's needs, his intention being to use the money for alcohol, drugs and other purposes of his own. The District Court put special emphasis on the exceptional brutality with which the applicant had exploited his former partner. Lastly, it considered the degree of disdain he had shown towards the police officers. Only the applicant's confession had prevented the District Court from imposing a prison sentence of more than four years, which would have meant relinquishing the examination of the case in favour of the Regional Court.", "16. On 23 November 1999 the Karlsruhe Regional Government (Regierungspräsidium) ordered the applicant's expulsion to Turkey. It was announced that he would be deported on his release from prison.", "17. Although the applicant was born in Germany and possessed a valid residence permit, the Regional Government considered that his conviction for several serious offences made it necessary to expel him under section 47(1) and (3) and section 48(1) of the Aliens Act (Ausländergesetz – see “Relevant domestic law” below) for serious reasons relating to public safety. Regard being had to the reasons given for the applicant's criminal conviction, his expulsion was necessary in the interest of general deterrence (Generalprävention).", "18. The Regional Government also considered the applicant's expulsion justified in this particular case because there was a high risk that he would continue to pose a serious threat to public safety. The seriousness of the offences committed by the applicant demonstrated his high criminal potential and his violent disposition. His criminal offences showed that he was not willing to respect the rights and dignity of his fellow human beings. These factors led to a serious danger of recidivism (erhebliche Wiederholungsgefahr).", "19. The Regional Government further found that the applicant's expulsion was proportionate and complied with Article 8 § 2 of the Convention. The applicant was a single adult and could be reasonably expected to live in Turkey. He had not submitted any evidence that his parents depended on his support. His parents would be in a position to maintain contact with him by way of visits and exchanging letters.", "20. On 3 January 2000 the applicant applied to the Karlsruhe Administrative Court (Verwaltungsgericht) for judicial review of the expulsion order. He stated, inter alia, that his parents – especially his mother, but also, to a lesser degree, his father – were suffering from serious depression caused by the earlier loss of their other son. The applicant's current situation had aggravated their condition, obliging them to seek medical treatment. His deportation might cause his mother to suffer a complete psychological breakdown. He was, moreover, ready to undergo social training and to come to terms with his former alcohol abuse. With respect to his prospects in Turkey, the applicant alleged that he spoke only colloquial Turkish and had but limited writing skills in that language.", "21. In a judgment of 24 February 2000 the Administrative Court rejected the applicant's motion. It concurred with the reasoning set out in the expulsion order to the effect that there were sufficient indications that the applicant would continue to pose a danger to public order and safety. The alleged hardships suffered by the applicant's parents did not justify a different assessment of the facts.", "22. The applicant subsequently applied for leave to appeal. In a letter of 10 January 2001 he submitted, inter alia, that he had been born in Germany, where he had gone to school and received vocational training. His whole family lived in Germany. He further submitted that he did not have any connection with Turkey and that he had poor knowledge of the Turkish language. His expulsion would lead to the destruction of his family.", "23. On 7 March 2001 the Baden-Württemberg Administrative Court of Appeal (Verwaltungsgerichtshof) refused the applicant leave to appeal. It found, firstly, that the applicant's submissions were not capable of raising serious doubts as to the correctness of the Administrative Court's judgment. Furthermore, he had not established that an appeal would be justified on the ground of the legal complexity of the subject matter. It was obvious that the interference with the applicant's right to respect for his private and family life, as guaranteed by Article 8 of the Convention, was justified under paragraph 2 of that Article, regard being had in particular to the serious danger of recidivism.", "24. On 5 April 2001 the applicant was deported from prison to Turkey. The remaining third of his prison sentence was suspended in view of his deportation.", "25. On 7 April 2001 the applicant lodged a constitutional complaint. On 12 February 2002 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant's complaint for adjudication. That decision was served on the applicant on 21 February 2002.", "26. On 20 May 2002 the applicant married a German national of Turkish origin, who lives in Germany. On 28 December 2003 a child was born to the couple.", "27. On 16 September 2002 the applicant requested to have a time-limit placed on his exclusion order. On 19 July 2004 the Karlsruhe Regional Government limited the period of validity of the applicant's exclusion order until 5 October 2006, i. e. five years from the date of his deportation. The limitation was subject to the condition that the applicant was to submit evidence that he had not committed any further criminal offences and that he was still married to his German wife, that he was to submit a hair analysis proving that he did not consume drugs and that he was to reimburse the expenses incurred in connection with his deportation.", "28. On 11 April 2006 the Karlsruhe Administrative Court rejected the applicant's application for judicial review aimed at further shortening the time-limit set to his exclusion order.", "29. By the end of February 2007, the applicant was still residing in Turkey.", "30. The rights of entry and residence for foreigners were governed until 31 December 2004 by the Aliens Act (Ausländergesetz) and from 1 January 2005 by the Residency Act (Aufenthaltsgesetz).", "31. By section 47(1), point 1, of the Aliens Act, a foreigner is to be expelled where he or she has been sentenced to a minimum of three years' imprisonment for having wilfully committed one or more criminal offences.", "32. If a foreigner was born in Germany and is in possession of a permanent residence permit, he or she may only be expelled if serious reasons relating to public safety and order justify the expulsion (section 48(1)). Generally, this will be the case where section 47(1) applies (Regelausweisung).", "33. Pursuant to section 8(2), an alien who has been expelled is not permitted to re-enter German territory. This effect can, as a rule (in der Regel), be limited in time upon application. A similar provision is contained in section 11 of the Residency Act.", "34. According to section 44 (1) no.1 of the Aliens Act and section 51 (1) no. 5 of the Residency Act, an alien's residence permit expires on issue of an expulsion order against him.", "35. Section 85 of the Aliens Act, as in force from 1 July 1993 until 31 December 1999, provided as follows:", "“(1) An alien who applies for naturalisation between the age of 16 and 23 shall be naturalised provided that he or she", "1. loses or relinquishes his or her former nationality,", "2. has been legally residing in Germany for eight years,", "3. has attended a school for six years, including at least four years of attendance at a school providing general education, and", "4. has not been convicted of a criminal offence.", "(2) There shall be no entitlement to naturalisation if the alien does not possess a residence permit. Naturalisation may be denied if there is a ground for expulsion.”", "36. Section 27 of the Residency Act provides that a residence permit is to be granted for reasons of family reunion. By section 28, a residence permit is to be granted to a German national's spouse or minor child, or to the parent of a minor German national in order to exercise parental authority."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}