{"ITEMID": "001-107589", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GISZCZAK v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violations of Art. 8;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1970 and lives in Chmielow.", "6. The applicant has been serving a thirteen years’ sentence of imprisonment. At the relevant time he was detained in the Tarnowskie Góry Prison and he had already served nearly six years of his sentence.", "7. On 21 April 2008 his 11 year-old daughter was hit by a bus and, because of her serious injuries, was admitted to the intensive-care unit. The applicant was informed that she had fallen into a coma and her condition was very serious.", "8. On 28 April 2008 he made an application for compassionate leave to visit his dying daughter in the hospital. On 29 April 2009 his mother made an application for compassionate leave on behalf of the applicant. On 30 April 2008 the Penitentiary Judge of the Gliwice Regional Court requested an opinion from the Tarnowskie Góry Prison on the applicant’s prospects for rehabilitation.", "9. On 5 May 2008 the Penitentiary Judge received a negative opinion about the applicant. It stated in particular that the applicant was active in the prison subculture, was rude towards the prison officers, had been convicted of a serious crime (incitement to murder) and had a long prison sentence to serve.", "10. On 7 May 2008 the Penitentiary Judge of the Gliwice Regional Court refused the leave request because of the poor prospects of the applicant’s rehabilitation. The order was delivered to the applicant on 12 May 2008.", "11. The applicant lodged an appeal with the Gliwice Regional Penitentiary Court on the same day.", "12. On 16 May 2008 the applicant’s daughter died.", "13. On 19 May 2008 the Penitentiary Judge of the Gliwice Regional Court allowed the applicant to attend his daughter’s funeral on 21 May 2008, under police escort.", "14. On 20 May 2008 the Director of the Detention Centre informed the applicant orally about the permission. The applicant asked to be able to wear a suit and handcuffs. He also requested that the escorting officers should wear plain clothes. He submits that his request was denied and therefore he decided not to attend the funeral, since he believed his appearance with handcuffs and chains on hands and legs and under an escort of uniformed and armed officers would create a disturbance during the ceremony. He maintains that his sister had been likewise informed by the Director of the Detention Centre that the applicant would have to wear his prison clothes and would have to have joined shackles (hand-cuffs and fetters joined together with chains).", "15. The Government submitted that the applicant must have misunderstood the Director as he clearly could have attended the funeral in plain clothes and handcuffed.", "16. The written decision was served on the applicant on 26 May 2008, after the funeral had already taken place. The decision only specified that the applicant was allowed to attend his daughter’s funeral under escort. It did not mention whether he would have to wear joined shackles or whether he could wear plain clothes.", "17. On 12 June 2008 the Gliwice Regional Penitentiary Court upheld the decision of 7 May 2008 repeating the reasoning given by the Penitentiary Judge.", "18. The applicant further states that earlier in 2007 his request for compassionate leave to attend his father’s funeral had been refused.", "19. Article 141a § 1 of the Code of Execution of Criminal Sentences reads as follows:", "“In cases which are especially important for a convicted person, he or she may be granted permission to leave prison for a period not exceeding five days, if necessary under the escort of prison officers or other responsible persons (osoby godnej zaufania).”", "20. Section 35 of the Rules for Execution of Imprisonment (Regulamin wykonywania kary pozbawienia wolnosci) provides that when on leave from prison, the convict shall wear his own clothes.", "21. Section 19 § 1 of the Law on Prison Service (Ustawa o służbie więziennej) of 1996 (as applicable at the material time) lists various coercive measures that can be used by prison guards including joined shackles (“prowadnice”)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}