{"ITEMID": "001-106791", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MAMMAD MAMMADOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1983 and lives in Baku.", "6. He is currently serving a life sentence in Gobustan Prison.", "7. In the period from March to December 2001 the applicant, as a member of a small group of “volunteers” from Azerbaijan, underwent military training organised by Chechen militants based in Georgia’s Pankissi Gorge. The aim of this training was subsequent participation in insurgent operations against the Russian Federal forces in Chechnya.", "8. The applicant returned to Baku in December 2001. On 27 December 2001 he was arrested. On 17 May 2002 the Assize Court convicted him of forming an illegal armed group under Article 279.1 of the Criminal Code and gave him a suspended sentence of four years’ imprisonment.", "9. On 12 August 2003 the applicant was arrested again. On 12 April 2004 he was indicted in the Assize Court on charges of premeditated aggravated murder, firearms smuggling, illegal possession of firearms, creation of an illegal armed group, and illegal border crossing under Articles 29, 120, 206, 228, 279 and 318 of the Criminal Code.", "10. On 17 June 2004 the Assize Court found the applicant guilty as charged and sentenced him to life imprisonment.", "11. On 6 July 2004 the applicant appealed against this judgment. He complained, in particular, that the facts of the case had not been assessed correctly, that he had not intended to kill law-enforcement officers and that the Assize Court had erred in applying and interpreting the criminal law.", "12. On 20 August 2004 the Court of Appeal dismissed his appeal and upheld the first-instance judgment. The appeal hearing was held in the applicant’s absence. His lawyer was present.", "13. On 24 December 2005 the applicant lodged a cassation appeal. He reiterated his previous complaints claiming the misapplication of the relevant criminal law. He did not complain about his absence from the hearing before the Court of Appeal.", "14. On 14 March 2006 the Supreme Court held a hearing in the presence of the public prosecutor. The applicant and his lawyer had not been summoned to that hearing. The Supreme Court upheld the lower courts’ judgments.", "15. The applicant is held, together with one other inmate, in a cell measuring 5.25 x 2.80 metres. The cell has two beds, a small bedside cupboard, and one small table and two chairs fixed to the cell floor. The toilet area is separated from the rest of the cell. The floor and ceiling are made of stone and concrete respectively. The temperature inside the cell is very high in summer and very low in winter. Central heating is available, but insufficient.", "16. The window with metal bars has no windowpane in it and, in winter, is closed with a transparent polyethylene film. The air inside is stale and the cell cannot be naturally ventilated. The food served in the prison is often of poor quality and lacks sufficient meat and vitamins, and the menu is unvaried and monotonous. The inmates are only allowed thirty to forty minutes of outdoor exercise per day.", "17. The applicant’s cell is assigned to two inmates and measures 5.25 x 2.80 metres. The conditions of the applicant’s detention meet all national and international requirements and standards. The window of the cell can be opened from the inside. The window is large enough and does not prevent natural light and fresh air from coming in. The cell is also equipped with electric lamps, a ventilator and a radio set.", "18. Since June 2008 the prisoners have had the right to watch TV for four hours per day and for six hours per day at weekends and on holidays. The prison has a library accessible to the prisoners. Sanitary conditions are normal and the food served is of good quality. The applicant has the right to one hour of outdoor exercise per day.", "19. The relevant provisions of domestic law concerning proceedings before the Supreme Court are described in detail in the Court’s judgments in Maksimov v. Azerbaijan (no. 38228/05, §§ 22-24, 8 October 2009) and Abbasov v. Azerbaijan (no. 24271/05, §§ 19-21, 17 January 2008)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}