{"ITEMID": "001-57495", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF GODDI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-3-c;Non-pecuniary damage - financial award", "JUDGES": "C. Russo", "TEXT": ["10. Mr. Francesco Goddi, an Italian citizen born in 1951, is a shepherd. He resides at San Venanzo (Province of Terni).", "11. On 6 June 1975, the applicant was tried, together with a certain Mr. F., by the Forlì Regional Court in connection with various offences. As regards some of the charges (threatening use of arms, unauthorised possession and carrying of arms and ammunition), he was sentenced to eighteen months’ imprisonment (reclusione) and a serious-offence fine (multa) of 300,000 Lire; on the other charges (unauthorised possession and carrying of military weapons, causing damage to property, causing a dangerous explosion in an inhabited area), he was acquitted for want of sufficient evidence.", "12. The offenders, the public prosecutor (procuratore della Repubblica) and the senior public prosecutor (procuratore generale) attached to the Bologna Court of Appeal all appealed. Mr. Goddi’s grounds of appeal were drafted by one of the two lawyers who had defended him at first instance, namely Mr. Monteleone.", "The Bologna Court of Appeal set the hearing down for 30 November 1976, but Mr. Monteleone did not appear, although he had been notified of the date. The Court of Appeal assigned an officially-appointed lawyer, a Mr. Maio, to act for the applicant and then adjourned the proceedings indefinitely for other procedural reasons. The President subsequently decided that the hearing should be held on 9 July 1977. On that day, the Court of Appeal once more ordered an adjournment, since Mr. F. had not been notified of the date. The record of the sitting discloses that Mr. Goddi appeared before the Court assisted by a new lawyer of his own choosing, Mr. Bezicheri, but not whether the latter was the only lawyer representing the applicant at that time.", "13. On 20 September 1977, the President of the Court of Appeal set the adjourned hearing down for 3 December. Three days later, the Bologna senior public prosecutor asked the Orvieto public prosecutor, in whose district the applicant was resident, to notify the latter accordingly and to make the necessary arrangements for transporting him to Bologna should he be under arrest.", "The bailiff was unable to serve the summons either on Mr. Goddi himself or on a person duly authorised by law to accept it and therefore lodged it at the town hall; the bailiff informed the applicant both by notice left at his home and by registered letter with acknowledgment of receipt. The letter, which had been posted on 5 October 1977, was collected by the applicant in person on 7 October.", "On 29 October, pursuant to a warrant issued by the Forlì public prosecutor, Mr. Goddi was arrested and placed in custody in Orvieto in order to serve a sentence of six months’ imprisonment imposed on him by the Forlì Regional Court on 3 May 1976.", "14. The hearing of 3 December 1977 was held in the absence not only of the applicant and his lawyer but also of the party seeking damages, the co-accused and his lawyer, and the three witnesses who had been summoned. The Court of Appeal was, in fact, unaware of Mr. Goddi’s recent arrest and declared him to be unlawfully absent (contumace).", "The latter asserts, without adducing any proof that he had told the authorities of the criminal proceedings pending against him and of the date of the hearing - which assertion the authorities deny - but that they made no arrangements to enable him to attend.", "Mr. Bezicheri failed to appear, since he had not received the notification: it had been sent to Mr. Monteleone and probably also to Mr. Ronconi, the other lawyer who had defended the applicant at first instance. According to his own evidence, Mr. Bezicheri learnt of the hearing only on 5 December, two days after the event, when relatives of his client sought information from him as to the progress of the proceedings.", "15. At the hearing on 3 December, the Court of Appeal assigned another lawyer, Mr. Straziani, to act for Mr. Goddi. The public prosecutor’s office sought an adjournment so that the witnesses who should have been present on that day (see paragraph 14 above) could attend. After deliberating in private, the Court of Appeal refused this request and resumed the proceedings.", "As regards Mr. Goddi, the public prosecutor’s office submitted that he should be convicted on the charges which the Forlì Regional Court had dismissed for want of sufficient evidence and that the remainder of the first-instance judgment should be confirmed. Mr. Straziani did no more than refer back to the grounds of appeal, which had been drafted by Mr. Monteleone.", "The hearing was concluded on the same day. The Court of Appeal accepted the senior public prosecutor’s submissions and imposed on the applicant heavier sentences, namely four years’ imprisonment and a serious-offence fine of 500,000 Lire, together with three months’ \"detention\" (arresto) and a minor-offence fine (ammenda) of 30,000 Lire.", "16. The applicant appealed on points of law; two of his grounds of appeal related to his own and his lawyer’s absence at the hearing on 3 December 1977.", "The Court of Cassation dismissed the appeal on 8 November 1979. It held that the notification sent to Mr. Monteleone satisfied the requirements of Article 410 of the Code of Criminal Procedure (see paragraph 19 below). As to the finding that Mr. Goddi had been unlawfully absent, the Court of Cassation noted that the appeal court had been unaware of the impediment on which he relied.", "17. Article 427 of the Code of Criminal Procedure reads as follows:", "\"An accused who is under arrest shall attend the hearing free from physical restraint, unless precautions are necessary to obviate the risk of escape or violence.", "If at any time the accused refuses to attend and none of the circumstances contemplated in Article 497 obtains, the court shall direct that the proceedings are to continue as though he were present; in that event, he shall for all purposes be represented by the defence counsel.", "...\"", "Under Article 22 of the regulations on the application of the same Code, it is for the public prosecutor’s office to request that an accused who is in custody be escorted to the hearing.", "18. The accused may, by written declaration, decline to appear. If he does not decline, the rules concerning his participation and his assistance or representation by a defence counsel must always be complied with, failing which the proceedings will be null and void (Article 185). However, the Court of Cassation has held that this ground of nullity does not apply if the court was unaware that the person concerned was in custody (2nd Chamber, 30 October 1972, no. 1267, 1974 Reports, p. 2403).", "Under Article 497 of the Code of Criminal Procedure, where an accused, even if he is in custody, cannot attend the hearing on account of a legitimate impediment, the court has to adjourn the proceedings unless he agrees to their continuing without him. However, according to Article 498, if the impediment is not a legitimate one and if the notifications have been duly effected, the court has to order that judgment shall be rendered in absentia.", "19. The Code of Criminal Procedure lays down that both the accused and his defence counsel shall be informed on the date of the hearing.", "As regards notification to the lawyer, Article 410 provides:", "\"In cases before a regional court, an assize court, a court of appeal or an appel court of assize, the registrar shall ensure that the date fixed for the oral proceedings is notified in writing to the defence counsel at least eight days in advance ...\"", "The summons to appear is null and void if this Article has not been complied with (Article 412).", "On the other hand, the Court of Cassation, taking its decision in plenary session, held on 7 February 1981 that where an accused is represented by several lawyers it suffices to address the notice to appear to one of them only (Murdocca and Others judgment).", "20. Article 125 of the Code of Criminal Procedure provides, inter alia, that the proceedings shall be null and void if the accused did not have the assistance of defence counsel; there is an exception in the case of an offence punishable by a minor-offence fine not exceeding 3,000 Lire or \"detention\" for not more than one month, even if these penalties are imposed together. During the trial, the accused cannot have more than two defence counsel.", "Under Article 133, third paragraph, of the same Code, if the accused has changed the defence counsel of his choice or simply withdrawn his instructions, the change or withdrawal is of no effect if the judge or the public prosecutor’s office investigating the case is not informed thereof; during the oral proceedings, such a change or withdrawal is effected by means of a declaration recorded in the minutes.", "21. If the accused has not appointed a defence counsel or if the appointed counsel fails to fulfil his obligations, a lawyer will be officially assigned by the court (Article 128, first and last paragraphs, of the Code of Criminal Procedure).", "22. The Court of Cassation, for its part, has held that a lawyer loses his status of defence counsel if he does not take part in the oral proceedings and does not arrange to be replaced (5th Criminal Chamber, 26 March 1975, Canistracci). The Court of Cassation stated:", "\"In that event, the accused will be defended by a lawyer officially assigned to him, unless he renews his instructions to his previous counsel: failing such renewal, (the latter) cannot lodge an appeal, this rights being reserved to the defence counsel who assisted or represented the accused during the proceedings. Accordingly, notice of a further hearing must be served on the officially-assigned defence counsel ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}