{"ITEMID": "001-79648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BELEVITSKIY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 3;Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 5-4;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was born in 1981 and lives in Moscow.", "7. On 11 October 2000, at the Luzhniki market, the applicant was arrested on suspicion of drug-dealing by the operative officers I. and K. of the Ramenskiy District police station of Moscow. He was identified by a Mr E. as the person who had sold him heroin. The exact time of the arrest was disputed by the parties. The applicant maintained that he had been apprehended at about noon, the Government claimed that it had happened at 4.30 p.m.", "8. At 6.50 p.m. the applicant was searched at the police station by the police officer R. in the presence of two lay witnesses (ponyatye). A sachet containing 0.004 g of heroin was found on him.", "9. A record of the applicant's arrest was drawn up at 11.50 a.m. on the following day. On the same day the investigator ordered the applicant's placement in custody. The decision did not specify the duration of the detention period (see paragraph 51 below for relevant legal provisions).", "10. On an unspecified date a confrontation between the applicant and Mr E. was arranged. Counsel for the applicant was in attendance. Mr E. confirmed his statement that he had bought heroin from the applicant.", "11. The applicant alleged that he had been beaten by police officers at the Ramenskiy District police station on 11 October 2000. The Government denied that allegation.", "12. It follows from the medical certificate of 24 October 2000 issued by the trauma department of clinic no. 8 that on 13 October 2000 at 3.10 p.m. the applicant was brought for a medical examination by the Ramenskiy District police officers. The medical examination revealed “a haematoma in the area of fourth to sixth ribs on the left side, a haematoma in the left side of the lumbar region, an abrasion in the area of the left knee joint”.", "13. On 18 December 2000 a senior assistant to the Nikulinskiy District prosecutor's office issued a decision not to institute criminal proceedings in connection with the applicant's claim of ill-treatment. The reasoning of the one-page decision was founded on the statements by the police officers R., I. and K. who had taken part in the applicant's arrest and search. They denied that they had exercised any mental or physical pressure on the applicant.", "14. Counsel for the applicant contested the decision of 18 December 2000 before the deputy Moscow Town prosecutor. They submitted that the medical certificate of 24 October 2000 had been left outside the scope of the inquiry. The Moscow Town prosecutor ordered an additional inquiry.", "15. On 29 March 2001 the senior assistant issued a further decision not to institute criminal proceedings. The entire reasoning read as follows:", "“During the additional inquiry, the Nikulinskiy District prosecutor's office examined the medical certificate which indicated that on 13 October 2000 [the applicant] had been brought to the medical unit where bodily injuries... had been recorded.", "It follows from the certificate issued by the head of the Krylatskoye District police station Mr Z. that the applicant did not have any health complaints on his placement in the investigations ward, of which he made a handwritten note in the medical register.", "Moreover, during the additional questioning of [the applicant] by the assistant prosecutor that took place before his placement in custody in the presence of the advocate [the name is unreadable], [the applicant] clarified that the police officers had not exercised pressure on him and that he had given the confession statement voluntarily. He had no claims against the police officers.", "Having examined the collected materials, I find that [the applicant's] allegations that he had been subjected to mental and physical violence by the police officers, have no objective confirmation. It is impossible to establish the circumstances in which the bodily injuries recorded in the medical certificate had been received because he did not mention these injuries to the assistant prosecutor and because [at that time] he had no visible injuries or health complaints.”", "16. On 9 December 2000 the investigation was completed and the case file was transferred to the Nikulinskiy district prosecutor's office for final approval of the charge sheet.", "17. On 13 December 2000 the case against the applicant and Mr E. was submitted to the Nikulinskiy District Court of Moscow for trial.", "18. On 4 January 2001 the Nikulinskiy District Court of Moscow received the case-file.", "19. On 11 January 2001 the Nikulinskiy District Court of Moscow issued a pre-trial decision. The decision represented a one-page printed template, in which the dates, the applicant's and his co-defendant's names, and the charges against them were filled in by hand. The relevant part read as follows (the pre-printed part in plain script and the part written by hand in italics):", "“The Nikulinskiy District Court is competent to try the case; sufficient evidence for examination of the case has been collected; the charge sheet has been prepared in compliance with the requirements of the criminal-procedure law; there are no grounds to revoke or vary the measure of restraint imposed on the defendant; the defendant or third parties have not lodged any motions.", "Recognising that the investigation of the case has been carried out in accordance with the RSFSR Code of Criminal Procedure and that the rights of the accused Mr E. and [the applicant] have been respected, and that there are no obstacles to the judicial examination, the court –", "HAS HELD –", "To fix the hearing of the criminal case against Mr E. and [the applicant] ... for 23 January 2001... with the participation of prosecutor, counsel.", "The measure of restraint – the same for each defendant...”", "The decision was issued in the absence of the applicant or his counsel and no copy thereof was served on them.", "20. On 23 January 2001 the hearing was adjourned for one week owing to the absence of counsel for the applicant.", "21. On 30 January 2001 the District Court held a preliminary hearing in the case. Counsel petitioned the court for the applicant's release pending trial. The court dismissed the request, finding as follows:", "“Having heard the parties to the proceedings and submissions by the prosecutor who asked that the petition for [the applicant's] release not be granted, the court finds that there are no grounds to vary the measure of restraint imposed on [the applicant] because [the applicant] is charged with a criminal offence classified as a particularly serious offence punishable with deprivation of liberty and [because] the court has not yet completely examined the evidence collected by the prosecution.”", "22. On 5 and 22 February and 5 March 2001 counsel for the applicant appealed against that decision. They submitted that the applicant had a permanent place of residence in Moscow and no criminal record and therefore there were no reasons to believe that he would abscond. They also indicated that the applicant's detention from 11 to 12 October 2000 had not been recorded or covered with any authorisation. Moreover, the applicant had been only remanded in custody for two months and, accordingly, his detention after 12 December 2000 had been unlawful.", "23. On 5 March 2001 the Moscow City Court upheld the decision of 30 January 2001. It found as follows:", "“Pursuant to Article 97 of the Code of Criminal Procedure, pre-trial detention in criminal cases is limited to two months.", "As it appears from the available materials, the criminal case was opened on 12 October 2000 and on the same day [the applicant] was remanded in custody; on 9 December [2000] [the applicant] was transferred to the Nikulinskiy District prosecutor's office of Moscow where the case-file was sent. Accordingly, there was no violation of Article 97 of the Code of Criminal Procedure during the investigation and the arguments in the appeal to the effect that the detention after 12 December 2000 had been unlawful are not grounded on the case materials.", "Pursuant to Article 96 § 2 of the Code of Criminal Procedure, persons charged with [drug-dealing] can be remanded in custody on the sole ground of dangerousness of the offence; in this connection the court upholds the findings of the first-instance court as to the absence of grounds for varying the measure of restraint, and considers these findings to be lawful.”", "24. On 26 April 2001 counsel for the applicant again petitioned the trial court for his release pending trial. The request was refused. On 3 May 2001 the decision refusing the request was appealed against to the Moscow City Court. It does not appear that any response was received.", "25. On 26 June 2001 the Nikulinskiy District Court extended, of its own motion, the applicant's detention by a further three months or until such time as the merits of the charges had been examined, finding that his release would “substantially impede a thorough, complete and objective examination of the case”.", "26. On 5 July 2001 the applicant and Mr E. were convicted of drug-related offences by the Nikulinskiy District Court of Moscow. Mr E. was relieved from the punishment by virtue of the amnesty act. The applicant was sentenced to six years and six months' imprisonment in a high-security colony.", "27. On 17 October 2001 the Moscow City Court quashed the conviction on substantive and procedural grounds and remitted the case for a new trial by a different bench. The City Court directed that the applicant remain in custody, without giving any reasons for that decision.", "28. On 3 December 2001 the trial hearing was adjourned because Mr E. and witnesses did not appear.", "29. On 18 December 2001 the hearing did not take place because the bench was involved in another criminal case.", "30. On 19 December 2001 counsel for the applicant complained to the president of the Nikulinskiy District Court that, because of previous adjournments of the hearings, the request for the applicant's release had not been examined on the merits. She also pointed to inhuman conditions of the applicant's detention. It does not appear that any response was received.", "31. On 10 January 2002 the hearing was adjourned because the presiding judge was ill.", "32. On 21 January 2002 the court examined the request for release and dismissed it. As witnesses did not appear, the case was adjourned until 4 February 2002. On 27 January 2002 the applicant appealed against the refusal to the Moscow City Court. It does not appear that his appeal was examined.", "33. On 4 February 2002 a new request for release was refused by the court. The hearing was adjourned until 12 February 2002 because of the absence of Mr E. and witnesses.", "34. On 12 February, 5 and 19 March 2002 the hearings were adjourned again, as the witnesses never appeared.", "35. On 17 April 2002 the court held a hearing. It heard the applicant, a witness for the defence and read out statements by witnesses who had failed to appear, including that by Mr E.", "36. On 18 April 2002 the applicant was found guilty as charged and sentenced to six years and six months' imprisonment in a high-security colony and confiscation of property. As regards the applicant's allegations of ill-treatment by police officers, the court found as follows:", "“Statements by the witnesses Er. and G. [who testified] that [the applicant] was neatly dressed at the moment of his arrest, as well as the statement by the witness Ge. [who testified] that at the moment of the personal search [the applicant's] clothing was dirty and that he looked like a tramp cannot, in the court's opinion, confirm the fact that [the applicant] was subjected to physical pressure by police officers because this allegation was examined in the court hearing and found to be unsubstantiated; [this finding is] corroborated with statements by the [police officers] R., I., K., B., Mi. and Mu., and by the decision not to initiate a criminal investigation into [the applicant's] allegations...", "It follows from the medical certificate of 13 October 2000 that a doctor of the trauma department examined [the applicant] and found injuries... Before the court [the applicant] testified that these injuries had been inflicted on him by police officers. However, it was established in the court hearing that no physical or mental pressure had been exerted on [the applicant]; the court infers therefrom that the bodily injuries recorded on 13 October 2000 had been caused not under the circumstances described by [the applicant], but in some other way unrelated to [the applicant's] arrest and criminal proceedings against him.”", "37. In finding the applicant guilty of drug possession and sale, the District Court relied on the material evidence (the sachet with heroin seized from the applicant), the testimony by Mr E. corroborated by statements of the police officers and lay witnesses present during the search and the record of the confrontation between the applicant and Mr E.", "38. On 8 June 2002 the applicant appealed against the conviction. He complained, in particular, that the conviction was based, to a significant extent, on his self-incriminating statements given under the pressure of police officers on the day of his arrest, as well as on the statement by Mr E. who had fled from justice and did not testify in the second trial.", "39. On 9 September 2002 the Moscow City Court dismissed the appeal and upheld the conviction. It repeated verbatim the first-instance court's findings as regards the applicant's allegations of ill-treatment.", "40. From 11 July to 6 November 2001 and then from 23 April to 5 October 2002 the applicant stayed in remand centre no. IZ-77/3 in Moscow.", "41. In 2001, the applicant was held in cells nos. 405, 406 and 706, measuring approximately 36 sq. m. It follows from the documents submitted by the Government that the exact numbers of detainees could not be established because the registers had already been destroyed, however, the design capacity of the remand centre had been exceeded by 300 per cent.", "42. In 2002, the applicant was held in cells nos. 603, 602, 612. Cell 603 measured 26 sq. m and housed 21 to 37 detainees, cell 602 had 32 sq. m of floor space for 35 to 45 inmates, and cell 612 accommodated 4 to 6 persons on 9 sq. m.", "43. On 3 October 2001 counsel for the applicant complained about “appalling conditions” of his detention to the Supreme Court of the Russian Federation and to the Minister of Justice.", "44. On 10 October 2001 the applicant drafted a hand-written complaint to the Presnenskiy District Court of Moscow. He wrote that he had spent more than a year in overcrowded cells that swarmed with bugs and lice. He suffered from lack of fresh air that hardly penetrated through the windows covered with metal bars. A majority of his forty cell-mates were heavy smokers; the light was on round the clock and people had to sleep in shifts. The toilet was not separated from the rest of the cell and offered no privacy whatsoever. He had contracted various diseases, including scabies, “putrefaction of limbs”, constant headaches and hypertension. According to the applicant, he did not send that complaint because he feared the reprisals the prison officials had threatened him with.", "45. On 10 October 2001 the applicant's representative received two similar responses from the Main Prisons' Directorate of the Ministry of Justice. She was told that on arrival to the detention facility the applicant had been examined by a doctor who found him in good health. On 6 September 2001 a general practitioner gave him preventive treatment for scabies; on 12 September 2001 he was diagnosed with vegeto-vascular dystonia of normotonic type; on 25 September 2001 he received preventive treatment for scabies; on 1 October 2001 the applicant was diagnosed with atypical dermatitis. His state of health was found to be “satisfactory”.", "46. On 8 and 10 January 2002 the applicant's representative received responses to her further complaints. She was informed that on 11 October 2001 the applicant had sought medical assistance for pyodermatitis and received appropriate treatment. On 6 November 2001 the applicant had been moved to another prison and placed in a common cell with sixty-three other detainees. On 7 December 2001 the administration of the detention facility refused medicines brought by the applicant's mother because the medical office of the facility had had all the necessary medicines. On 20 December 2001 the applicant was diagnosed with skin itch and residual effects of pyodermatitis.", "47. The RSFSR Code of Criminal Procedure (in force until 1 July 2002, “the CCrP”) established that a criminal investigation could be initiated by an investigator upon the complaint of an individual or on the investigative authorities' own initiative when there were reasons to believe that a crime had been committed (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or order an additional investigation. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator issued a reasoned decision to that effect which had to be notified to the interested party. The decision was amenable to an appeal to a higher prosecutor or to a court of general jurisdiction (Article 113).", "48. On 29 April 1998 the Constitutional Court of the Russian Federation held that anyone whose legitimate rights and interests had been affected by a decision not to institute criminal proceedings should have the right to appeal against that decision to a court.", "49. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22). A decision ordering pre-trial detention could be taken by a prosecutor or a court (Articles 11, 89 and 96 of the CCrP).", "50. Before 14 March 2001, pre-trial detention was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year's imprisonment (Article 96 of the CCrP). The amendments of 14 March 2001 repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they committed.", "51. After the arrest the suspect was placed in custody “pending the investigation” for an initial two-month period (Article 97 of the CCrP). Further extensions could be granted by a prosecutor.", "52. Once the investigation had been completed and the defendant had received the charge sheet and finished reading the case file, the file was transferred to a trial court. From that day the defendant's detention was “before the court” (or “pending the trial”). Until 14 March 2001 the Code of Criminal Procedure set no time-limit for detention “pending the trial”. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention “during the trial” could not normally exceed six months from the date the court received the file. The time-limit did not apply to defendants charged with particularly serious criminal offences.", "53. The detainee or his or her counsel or representative could challenge the detention or extension order issued by a prosecutor, to a court. The judge was required to review the lawfulness of, and justification for, the order no later than three days after receipt of the relevant papers. The review was to be conducted in camera in the presence of a prosecutor and the detainee's counsel or representative. The detainee was to be summoned and a review in his absence was only permissible in exceptional circumstances if the detainee waived his right to be present of his own free will. The judge could either dismiss the challenge or revoke the pre-trial detention and order the detainee's release (Article 220-1 of the CCrP)."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}