{"ITEMID": "001-81760", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF FEYZİ YILDIRIM v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Procedural violation of Art. 2;No separate issue under Art. 6-1 and 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Ineta Ziemele", "TEXT": ["7. The applicant was born in 1965 and lives in Istanbul. He is the son of Mr Emin Yıldırım, a draper by trade, who died on 7 February 1996 after suffering a brain haemorrhage.", "8. On 7 January 1996, at about 11 p.m., shots were fired in the direction of the local gendarmerie post in the Çermik district (Diyarbakır). Two non-commissioned officers (NCOs) serving at the post, A.B. and F.Ö., went out on patrol under the command of Officer Akgün. They noticed Mr Emin Yıldırım's drapery shop, with three customers inside, Ö.Y., H.Y. and B.N.", "9. According to the Government, Officer Akgün agitatedly asked the customers whether they had heard the shots being fired and hurled abuse at the 67-year-old Emin Yıldırım for having his shop open so late. Two police officers, A.Ö. and Ö.Ş., alerted by the din, witnessed the incident.", "According to the applicant, Officer Akgün not only agitatedly questioned those present in the drapery shop but also violently beat Emin Yıldırım.", "10. The following day, Emin Yıldırım went to see E.T., the Çermik district governor, handing him a complaint against Officer Akgün which he had had typed (see paragraph 15 below).", "However, the district governor, being anxious for the protagonists to settle their differences, allegedly kept hold of the complaint.", "11. On 9 January 1996 E.T. summoned Emin Yıldırım and Officer Akgün to his office. Emin Yıldırım was accompanied at the meeting by H.A., the mayor of Çermik. It appears that during the conversation Emin Yıldırım complained of a headache. For his part, Officer Akgün is said to have apologised, explaining that he had been drunk on the night of the incident; Emin Yıldırım then forgave him and withdrew his complaint. At that point, E.T. allegedly tore up the letter of complaint he had kept.", "12. On 3 February 1996 Emin Yıldırım was admitted to Diyarbakır General Hospital in a coma. A computed tomography brain scan revealed a severe haemorrhage in the left frontoparietal region.", "An explanatory note attached to the back of the scan image referred to the haemorrhage as “chronic”, in other words resulting from bleeding over a prolonged period.", "A life-threatening clinical presentation emerged from subsequent examinations. Two days later, Emin Yıldırım underwent an operation to drain a haematoma, performed by a neurologist, Ö.H.", "On 7 February 1996 he was transferred to Dicle University Hospital, where he died the same day.", "13. Later on 7 February 1996 an autopsy was carried out by a single forensic medical examiner, L.E., under the authority of the Diyarbakır public prosecutor. Dr L.E. subsequently drew up a report, which began by referring to the content of the medical records kept at Diyarbakır General Hospital.", "According to the report, a superficial examination of the skull revealed a haematoma and an ecchymosis slightly below the surgical scar in the left frontal lobe; in the same area, there was a hole where the skull had been opened up. An intracranial examination revealed a subdural haematoma in the left frontoparietal lobe, multiple areas of brain-tissue degeneration at the base of the left hemisphere, severe cerebral oedema and a swollen cerebellum.", "According to the forensic medical examiner, a blow sustained “about a month earlier” could well have been the cause of death.", "14. According to the mayor of Çermik, H.A., the complaint that Emin Yıldırım had handed to the district governor (see paragraph 10 above) was found in the deceased's pockets. On 8 February 1996 H.A. submitted the document in question to the public prosecutor and gave the following summary of what had happened in the district governor E.T.'s office:", "“... Accompanied by Mr Emin Yıldırım, I went into the district governor's office; he was there together with Officer Akgün. The officer spoke to Mr Emin Yıldırım and apologised, saying: 'I beat you up last night and displayed an attitude incompatible with my rank as an officer; I am sorry.' Mr Emin Yıldırım replied: 'OK, Captain, but I want you to know that you hit me for no reason and my head [still] hurts'; the district governor then said to him: 'I'll send you to see a doctor ...' The written, unsigned complaint I have with me was found in the deceased's pocket; Mr Emin Yıldırım had had it drawn up [by someone else] but had not handed it to its addressee (the Çermik district governor's office).”", "15. The complaint in question, of which the Government produced a copy, is dated 8 January 1996 and is not signed. It is likely that it was typed by another person with some knowledge of procedural matters. The complaint is addressed to the “authority of the Çermik district governor's office” and accuses Officer Akgün of “assault and insults”. In it the events are summarised as follows:", "“1- On the evening of 7 January 1996, at about 11 o'clock, R.Y., Ö.Y. and H.Y., from the village of Diktol in Çermik, came to my home; the witness Ö.Y. asked me for a shroud of 1.8 m in order to take his deceased father back to the village ...;", "2- Together with those persons, I went to open up my drapery shop in Siverek Street. While I was measuring the fabric ..., the accused Sezai Akgün came into my shop, accompanied by two or three gendarmes and two police officers.", "3- Captain Akgün said to me: 'Some shots have been fired; did you hear them?'; I replied: 'Yes, but I don't know where they came from.' I explained that I had opened up the shop to provide the persons present, whose father had died, with fabric for a shroud.", "4- Officer ... then punched me, shouting: 'You're lying, you son of a ...' While I was asking him what I had done wrong, the officer carried on hitting me, as though drunk.", "5- The incident took place in front of the gendarmes ..., the two police officers and the customers ...", "6- I am lodging a complaint against the captain. I have bruises on my body, my head hurts from the blows I received and my left ear is torn.", "7- I demand the opening of an administrative investigation in respect of the accused and my referral to a doctor for a report, and I ask your office to notify the relevant authorities about the accused ...”", "16. On 9 February 1996 the applicant and his mother lodged a formal complaint against Officer Akgün with the Çermik public prosecutor (“the public prosecutor”).", "17. Later that day, the public prosecutor interviewed the eyewitnesses Ö.Y., H.Y. and B.N. (see paragraph 8 above). They stated that on the evening of the incident Mr Emin Yıldırım had been violently punched and kicked, in particular in the head, by Officer Akgün. Ö.Y. added that he himself had also been punched twice on the chin when he had exclaimed: “What's wrong with buying a shroud?”", "On 12 February 1996 police officers A.Ö. and Ö.Ş. and a local gendarmerie NCO were interviewed. The police officers explained that they had heard Officer Akgün hurling abuse at people inside the shop, but that they had not seen him hit them.", "18. On an unspecified date the applicant's lawyer contacted the public prosecutor's office at the Diyarbakır 7th Army Corps Command Military Court, seeking to have Officer Akgün placed under arrest in order to prevent him from putting pressure on witnesses and disposing of incriminating evidence.", "On 27 February 1996 the military prosecutor's office indicated that it was not empowered to take the action requested, as offences committed by members of the armed forces against civilians came under the jurisdiction of the ordinary criminal courts.", "19. On 13 March 1996 the public prosecutor interviewed NCOs A.B. and F.Ö.", "A.B. explained that their commanding officer had been annoyed to see customers in a shop open at night and had asked them to leave the premises immediately. He stated that the victim and some young people had been in the shop, and added:", "“It must nevertheless be admitted that when we went to the scene we were stressed because of the shooting; under pressure, we could certainly have hit someone, even without really intending to; however, if it had come to that, we would have gone for the young men as they are more dynamic and likely to commit offences.”", "F.Ö. stated that on the day of the incident he had not gone into the shop and had consequently not seen what had happened there.", "20. On 14 March 1996 the public prosecutor sent a summary report on his inquiry to the Ministry of Justice and asked for permission to place Officer Akgün under investigation under the Prosecution of Civil Servants Act. Permission was granted on 16 May 1996.", "21. On 12 July 1996 the public prosecutor questioned Officer Akgün, who denied that he had beaten the applicant's father, claiming that he was the victim of a plot hatched by members of terrorist organisations or other underground groups to hinder the gendarmerie's work in fighting terrorism. According to Officer Akgün, Emin Yıldırım had complained to the district governor that he had been verbally abused; as a result, he had gone to the district governor's office himself to meet Emin Yıldırım and had apologised for having lost his temper. Emin Yıldırım had accepted his apology without ever claiming that he had been beaten. Officer Akgün was dismayed that anyone might think that an officer of his rank who had served his homeland for more than 15 years could have gratuitously set about an elderly man and gone so far as to beat him up.", "He further challenged the competence of the forensic medical examiner who had conducted the autopsy of the body in the absence of a pathologist. He noted that in any event the autopsy had not found any possible traces of the alleged acts of violence. In addition, he invited the public prosecutor to consider how a person claiming to have been so severely beaten could have omitted to contact a doctor and the prosecuting authorities.", "Officer Akgün asserted that the complaint lodged on 9 February 1996 had been entirely fabricated by Emin Yıldırım's relatives, as had the unsigned letter of complaint allegedly found in the deceased's pockets, and explained that after the meeting in the district governor's office the original complaint had been torn up.", "22. On 9, 20 and 25 September 1996 the public prosecutor took initial statements from S.Ç., A.Y., H.S. and M.A., who had been seen near the shop on the evening of the incident. They stated that they had not seen Officer Akgün assault Emin Yıldırım.", "Next, the eyewitnesses Ö.Y., H.Y. and B.N. were questioned again. They retracted their previous statements, asserting that Officer Akgün had not beaten Emin Yıldırım and that they had been forced to state otherwise following threats by two unknown persons who had not been seen since.", "On 8 and 9 October 1996 the public prosecutor summoned two other potential witnesses, M.As. and Y.A., whose statements did not bring any new evidence to light.", "23. On 15 October 1996 the public prosecutor sent the Ministry of Justice a second summary report on the investigation, asking whether he should institute criminal proceedings.", "On 14 November 1996 the Ministry replied in the affirmative.", "In the meantime Officer Akgün had been promoted from the rank of captain to major.", "24. On 20 November 1996 the Siverek public prosecutor, to whom the case had been assigned, indicted Officer Akgün in the Diyarbakır Assize Court (“the Assize Court”) for unintentional homicide under Article 452 of the Criminal Code and asked the President of the Siverek Assize Court to order his detention pending trial.", "On 6 December the President refused the request on the ground that the suspect had a fixed abode and there was no risk of his evading trial or concealing evidence.", "25. On 20 January 1997 the mayor H.A. tendered his resignation on the ground that no action had been taken on his request for Officer Akgün to be transferred to another town in view of the events in which he was implicated.", "It appears that both H.A. and Ö.Y. were subsequently called up for military service.", "26. The trial opened in the Assize Court on 20 March 1997. The applicant and his mother applied to join the proceedings as intervening parties, reserving the right to claim compensation.", "Several witnesses appeared on 20 March 1997, including the applicant's mother. She stated that on returning home after the incident, her husband had had visible injuries to his face and that subsequently his health had rapidly deteriorated.", "27. The eyewitnesses H.Y., B.N. and Ö.Y. retracted their statements a further time and confirmed the truth of their initial accusations against Officer Akgün.", "H.Y. explained that he had been forced by Officer Akgün to retract his initial statement if he did not want to end up like Emin Yıldırım. He then confirmed that the accused had indeed started to hit the applicant's father for no reason; he had first banged Emin Yıldırım's head against a table, before kicking him and then banging his head against the shelves. After Emin Yıldırım had collapsed on the ground, Officer Akgün had carried on kicking him in the head.", "B.N. maintained that the reason why he had given evidence in favour of Officer Akgün was that he too had been threatened by him. He explained that the officer had in fact kicked Emin Yıldırım in the head and abdomen and had banged his head against the walls until he could no longer stand.", "Ö.Y. likewise retracted his second statement, explaining that he had made it out of fear that Officer Akgün might take it out on him during his military service.", "28. Police officer Ö.Ş., the gendarmes F.Ö. and A.B. and the mayor H.A. also gave evidence.", "H.A. stated that after the victim's death, Officer Akgün had asked him to help secure his reconciliation with the Yıldırım family, to whom he wished to pay a sum of money to make amends for the wrong he had done. He added that during their meeting in the district governor's office, Officer Akgün had also said that he had had too much to drink on the evening of the incident and that he was aware that he had acted wrongly.", "Ö.Ş. stated that he had gone to the scene with his colleague after hearing shots being fired. He added that from outside the shop they had heard Officer Akgün reprimanding the victim but had not seen him beat him.", "NCO A.B. accused H.A. of having twice attempted to put pressure on him to give evidence against his commanding officer.", "29. On 12 May 1997 Officer Akgün produced to the Assize Court a letter dated 12 April containing death threats against him.", "30. On 21 May 1997 the gendarmerie general command informed the judges of the trial court that Officer Akgün had been relieved of his duties with effect from 20 May 1997.", "31. In a letter of 25 May 1997 Ö.Y., who was performing military service at the time, informed the Assize Court that Officer Akgün had compelled him to retract his original statement and subsequently, shortly before the trial, had offered him free air tickets to travel to the courthouse and testify in his favour. He stated that Officer Akgün had in fact grabbed Emin Yıldırım by the neck and had repeatedly banged his head against the walls. He added that Mr Yıldırım had collapsed to the ground and had hit his head on the floor.", "32. On 10 June 1997 Officer Akgün requested that the Istanbul Forensic Medicine Institute (“the Institute”) produce a further expert opinion in response to the autopsy report. He again alleged that he had been the victim of a plot, this time orchestrated by H.A., the former mayor of Çermik, on account of the latter's defeat in the elections.", "For his part, the district governor E.T. explained that on the day after the incident Mr Emin Yıldırım had indeed come to see him with a written complaint. He stated, however, that the complaint was much briefer than the document allegedly found in the victim's pockets and contained no allegations of assault. The district governor stated that he had summoned the protagonists to his office as the deceased had feared that he might be accused of involvement in the unresolved incident of the shots fired on 7 January 1996. E.T. stated that during the meeting Officer Akgün had apologised for uttering insults and that Emin Yıldırım had never claimed that he had been beaten. He added that after the meeting he had torn up the deceased's complaint, believing that matters had been settled.", "33. On 12 September 1997 the applicant's lawyer warned the Institute's forensic experts that Officer Akgün might attempt to intimidate them into producing an opinion that was favourable to him.", "34. On 16 September 1997 the Assize Court decided to obtain additional medical evidence concerning the precise circumstances of the death and instructed the Institute to draw up a full report as a matter of urgency.", "35. On 21 October 1997 and 27 January and 5 March 1998 the Assize Court refused applications for Officer Akgün to be detained pending trial.", "36. At the hearing on 5 March 1998 the Assize Court heard evidence from a colleague of Ö.R., a neurologist, A.U., who gave his opinion on the basis of Emin Yıldırım's medical records. He stated that the haematoma was located between the dura mater and the skull, and not in the actual brain. A subdural haematoma of that kind was more likely to result from cranial trauma. It was therefore improbable in his view that the haematoma had been caused by hypertension, especially as the patient's blood pressure had been recorded as normal at the hospital.", "37. On 21 April 1998 the neurological surgeon Ö.R. gave evidence. He stated that he did not agree with the note attached to the back of the scan image that the haematoma was “chronic”, which meant that it had formed very gradually. He added that he did not know who could have attached the note but that he was convinced, having himself operated on Emin Yıldırım, that the haemorrhage was “sub-acute” and that it could thus have been caused by a second blow, occurring in the two weeks before the death. He further noted that the patient had been admitted to hospital in a coma, a symptom not associated with cases of chronic haemorrhages, and explained that while Mr Yıldırım'", "38. At the next hearing, some ten inhabitants of the deceased's native village stated that he had told them that he had been beaten by Officer Akgün and was suffering from pains in the head, stomach and feet but that, as a matter of pride, he had not wanted to see a doctor.", "39. At the hearing on 22 October 1998 the Assize Court heard evidence from a radiologist, A.A., who stated that according to standard medical practice, the results of the scan performed on Emin Yıldırım should have been analysed by a radiologist; at the relevant time, however, he had been the only radiologist employed at the general hospital and he could not imagine who else could have attached the note indicating the presence of a chronic haemorrhage.", "Counsel for the applicant accordingly demanded that the Institute clarify the contradictions between the various medical opinions.", "40. On 23 December 1998 the Institute's First Specialist Committee submitted its report. It found that it could not be concluded with any certainty that Mr Emin Yıldırım had died as a result of an injury sustained on 7 January 1996, particularly as no scan images had revealed any traces of ecchymotic lesions to the bone. The report concluded that the haemorrhage observed during the autopsy could have developed after the operation.", "On 25 February 1999 the applicant's lawyer challenged that conclusion and asked for the case to be reviewed by the Institute's General Assembly.", "41. The General Assembly gave its opinion on 22 April 1999, after studying the seven different medical opinions in the file. It concluded that the causes of death could not be determined with any certainty and that no causal link could be sufficiently established between the alleged acts of violence and the deceased's clinical presentation.", "Having inspected the deceased's medical records, the General Assembly nevertheless noted certain shortcomings which made it impossible to determine the exact process by which the death had occurred. The autopsy report gave no indication of the colour, density, quantity and extent of the intracranial haematoma and there had been no histological examination of blood samples or of the area described as having been affected by diffuse degeneration of the brain tissue.", "At the hearing on 10 June 1999 counsel for the applicant also challenged these conclusions, arguing that they had no scientific basis.", "42. In its judgment of 14 June 1999 the Assize Court endorsed the public prosecutor's opinion that the charge of unintentional homicide should be dismissed as there was no clear causal link between the death and the alleged blows.", "However, the Assize Court found Officer Akgün guilty of ill-treatment in the performance of official duties, within the meaning of Article 245 of the Criminal Code. It sentenced him to the minimum penalty of three months' imprisonment and suspended him from duty for two months and fifteen days.", "The court considered that what constituted ill-treatment on Officer Akgün's part was that he had “made remarks that were likely to offend the victim and engender feelings of distress and anxiety in him” and not that he had beaten him. It found that, even assuming that Officer Akgün had hit the victim as well, such an act would at most have also fallen within the scope of Article 245 of the Criminal Code, which prohibited all forms of ill-treatment of others, including physical violence, in the performance of duties involving the preservation of order in a region affected by terrorism.", "43. As to the length of the sentence, the judges pointed out that the accused deserved a favourable assessment on account of the socio-economic conditions in the region where he was serving and his various personal qualities. They thus decided to reduce his prison sentence to two months and fifteen days in view of his “good conduct”. The sentence was subsequently commuted to a fine of 375,000 old Turkish liras, which at the relevant time was equivalent to approximately 0.90 United States dollars or 0.68 euros.", "Lastly, the Assize Court decided to suspend the enforcement of the fine, being persuaded that Officer Akgün would not reoffend.", "44. In his capacity as an intervening party, the applicant appealed to the Court of Cassation, arguing in particular that insufficient consideration had been given to the evidence for the prosecution, that the accused had never been placed in pre-trial detention and that, in view of his status as a high-ranking officer, he had remained free to exert pressure on the witnesses and forensic experts.", "On 8 May 2000 the Court of Cassation upheld the impugned judgment.", "45. The relevant provisions of the Criminal Code read as follows:", "“Any law-enforcement officer ... who, in the course of duty ... and in circumstances other than those prescribed by law ..., ill-treats, injures or strikes or does bodily harm to another person shall be sentenced to between three months' and three years' imprisonment and temporarily barred from public service. ...”", "“Where death results from an act of violence ... inflicted without the intention to kill the victim, ... a sentence of eight years' imprisonment shall be imposed on the offender ...", "If the death occurs as a result of the offender's act combined with circumstances which had existed prior to the act and had not been known by the offender or as a result of fortuitous circumstances that the offender could not anticipate, ... a sentence of a minimum of five years' imprisonment shall be imposed ...”", "46. Articles 151 to 153 of the Code of Criminal Procedure (CCP) govern investigations into acts capable of constituting offences such as those punishable under Articles 245 (ill-treatment) or 452 (unintentional homicide) of the Criminal Code. Such acts may be reported to the authorities or members of the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority to which it has been made must make a record of it. The complaint may also be lodged through provincial governors, district governors or village mayors. By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the course of his duties is liable to imprisonment (see Yaşa v. Turkey, 2 September 1998, §§ 4850, Reports of Judgments and Decisions 1998VI, and İlhan v. Turkey [GC], no. 22277/93, § 36, ECHR 2000VII).", "47. For a summary of the rules governing civil and administrative liability for the acts of State agents, see, for example, Şahmo v. Turkey ((dec.), no. 37415/97, 1 April 2003) and Okkalı v. Turkey (no. 52067/99, § 51, ECHR 2006XII).", "48. For the determination of criminal sentences and the rules governing their execution, see Okkalı, cited above, §§ 47 and 49."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}