{"ITEMID": "001-57975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF GÜL v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. Mr Gül is a Turkish national, who was born in 1947 and now lives with his wife at Pratteln in the canton of Basle Rural, Switzerland.", "7. Until 1983 he lived with his wife and their two sons, Tuncay (born on 12 October 1971) and Ersin (born on 20 January 1983), in the town of Gümüshane in Turkey. On 25 April 1983 he travelled to Switzerland, where he applied for political asylum as a Kurd and former member of the Turkish Social Democratic Party (\"the CHP\"). He worked in a restaurant there until 1990, when he fell ill. Since then he has been in receipt of a partial-invalidity pension.", "8. In 1987 the applicant’s wife, who had remained in Turkey with their two sons, seriously burned herself during a fit brought on by her epilepsy, from which she had suffered since 1982. In December 1987, having found that it was impossible for her to obtain proper treatment in the area where she was then living, she joined her husband in Switzerland, where she was taken into hospital as an emergency case. Two of the fingers of her left hand were amputated.", "9. On 19 September 1988 in Switzerland Mrs Gül gave birth to her third child, Nursal, a daughter. As she still suffered from epilepsy, she could not take care of the baby, who was placed in a home in Switzerland, where she has remained ever since. In a written declaration dated 31 March 1989, a Pratteln specialist in internal medicine stated that a return to Turkey would be impossible for Mrs Gül and might even prove fatal to her, given her serious medical condition.", "10. On 9 February 1989 the Minister for Refugees rejected Mr Gül’s application for political asylum, on the ground that he had not been able to establish that he personally had been a victim of persecution, as the general situation of the Kurdish population in Turkey was not in itself sufficient to justify granting political asylum. He went on to say that, according to reliable sources, no measures were being taken by the State authorities against former members of the CHP, and ordered the applicant to leave Switzerland by 30 April 1989, failing which he would be deported.", "On 10 March 1989 the applicant appealed against the above decision to the Federal Justice and Police Department. He asserted that the collective repression of Kurds in Turkey, of which he himself had been a victim, in itself justified granting political asylum. In addition, at the time when he had fled to Switzerland all political parties had been proscribed and their members - especially the members of left-wing parties like the CHP - were being prosecuted. He could not therefore be required to return to Turkey, and this would be in breach of Article 3 (art. 3) of the Convention.", "11. In a letter of 26 June 1989, the Basle Rural Cantonal Aliens Police (Fremdenpolizei) informed the applicant’s lawyer that they supported Mr Gül’s request for a residence permit (Aufenthaltsbewilligung) on humanitarian grounds in respect of himself, his wife and his daughter Nursal.", "In view of the length of time Mr Gül had been living in Switzerland and his wife’s precarious state of health, the police considered that the conditions for the issue of such a permit laid down in Article 13 (f) of the Federal Council’s Order Limiting the Number of Aliens (\"the OLNA\" - see paragraph 21 below) had been satisfied. The final decision to grant a residence permit was given by the Federal Aliens Office on 15 February 1990.", "12. As the Federal Justice and Police Department had informed Mr Gül that his application for political asylum had only very limited prospects of success on appeal, he withdrew it. The authorities took formal note of this on 8 November 1989.", "13. On 14 May 1990 Mr Gül asked the Basle Rural Cantonal Aliens Police for permission to bring to Switzerland his two sons, Tuncay and Ersin, who had remained in Turkey.", "14. In a decision of 19 September 1990 the Aliens Police rejected Mr Gül’s request, on the ground that the conditions for family reunion had not been satisfied (Article 39 of the OLNA - see paragraph 21 below). Firstly, the Gül family’s flat did not conform to the standards laid down and, secondly, the applicant did not have sufficient means to provide for his family. In any event, Tuncay was already eighteen and was therefore ineligible for a residence permit under the rules governing family reunion.", "15. On 1 October 1990 the applicant appealed against this decision to the Basle Rural cantonal government (Regierungsrat). He argued that the residence permit issued to him and his wife under Article 13 (f) of the OLNA should have been extended to include his two sons, as his personal circumstances made it an extremely serious case. Since it was impossible to return to Turkey because of his wife’s precarious state of health and the length of time he had lived abroad, the family could be brought back together only in Switzerland. Both Article 8 (art. 8) of the European Convention on Human Rights, guaranteeing the right to respect for family life, and the United Nations Convention on the Rights of the Child gave the two boys the right to join their parents in Switzerland. If the cantonal government were nevertheless to rely on the provisions of Articles 38 et seq. of the OLNA (see paragraph 21 below) on family reunion, the younger son, Ersin, could and should be permitted to exercise that right. There was enough room for him in the family’s flat and Mr Gül’s financial resources were sufficient to provide for his family.", "16. On 30 July 1991 the Basle Rural cantonal government dismissed the applicant’s appeal. It pointed out that under section 4 of the Federal Residence and Settlement of Aliens Act (\"the RSAA\" - see paragraph 20 below) the question whether to grant a residence permit (Aufenthaltsbewilligung) or settlement permit (Niederlassungsbewilligung) was determined by the competent cantonal authorities with unfettered discretion (nach freiem Ermessen), having regard to the relevant statutory provisions and international agreements. In that connection, the authorities had to take account of the country’s moral and economic interests, and of the degree of immigrant penetration (Überfremdung).", "The cantonal government then considered whether Mr Gül’s two sons could rely on a right to obtain permission to reside in Switzerland (Anwesenheitsbewilligung) on the basis of the statutory provisions, as the agreement on settlement concluded by Turkey and Switzerland on 13 December 1990 did not confer such a right.", "Under section 17 (2) of the RSAA (see paragraph 20 below) a minor did not have such a right unless his parent was in possession of a settlement permit. As Mr and Mrs Gül only had a residence permit, they could not rely on that provision in order to assert a right to family reunion. As for the guarantees set forth in Article 8 (art. 8) of the Convention, only Swiss nationals or persons in possession of a settlement permit could rely on these; Mr and Mrs Gül fell into neither of those categories.", "Articles 38 et seq. of the OLNA (see paragraph 21 below) did not confer a right but merely set out the minimum conditions to be satisfied before family reunion could be authorised. The cantonal authorities had the final say on the matter, and in reaching their decision they had unfettered discretion. It being established that the provisions concerned could only apply, if at all, to the minor son, Ersin, the cantonal government listed the minimum conditions which Article 39 para. 1 of the OLNA (see paragraph 21 below) required to be satisfied by a foreigner living in Switzerland before family reunion could be authorised, namely:", "(a) his residence and, where relevant, his gainful employment should appear to be sufficiently stable;", "(b) he should live with his family and occupy accommodation suitable for that purpose;", "(c) he should have sufficient means to support his family;", "and", "(d) firm arrangements should have been made for the care of any children who still needed their parents’ presence.", "The cantonal government did not determine points (a) and (b), but carefully considered points (c) and (d), on which it gave the following decision:", "\"(c) The calculations made by the Aliens Police and the cantonal government’s legal service, which investigated the case, show that Mr Gül has not satisfied the condition laid down in Article 39 para. 1 (c) of the OLNA. He does not have sufficient means to support his family during their residence in Switzerland. According to the reference calculation, Mr Gül should have a monthly net income of at least 2,710 Swiss francs (CHF) if he is not to fall below the minimum standard of living. That figure is derived from the base rates used by the cantonal social security office for assessing the likelihood of reliance on social security, which are on the whole identical with the base rates adopted by the Swiss Conference on Public Assistance for the calculation of financial support. These base rates are used to establish the monthly living expenses of the foreigner concerned and the members of his family seeking to join him, which have to be covered by his income. This must be sufficient to provide not only the basic necessities of life but also a minimum standard of living. In this way the legitimate interest of the public authorities in preventing the family from becoming a burden on the social security services is also taken into account.", "Mr Gül’s net monthly income is CHF 2,060, which falls CHF 650 short of the amount required for the minimum standard of living as calculated by the social security services. The cost of keeping the youngest child, Nursal, in a children’s home has not been taken into account, as it is not known who pays for this. The calculation of income is based on pay-slips from 1989, the latest available. On 23 October 1990 the Liestal Cantonal Hospital sent the Basle Rural Aliens Police a medical certificate stating that Mr Gül was 100% unfit for work and would remain so for a period that it was not possible to determine. On enquiry being made, it was confirmed in a medical certificate dated 19 April 1991 that Mr Gül had suffered from 100% incapacity since April 1990 and would remain unfit for work for the foreseeable future. The Pratteln municipal social security services stated in a letter of 11 June 1991 that Mr Gül would have to have several operations and that for the time being he was waiting to be awarded an invalidity pension. For the first three months of this year alone the social security services have paid the Gül family CHF 8,731.75, and the family will remain dependent on social security payments. In June 1991 Mr Gül stated during a personal interview with the subordinate authority (Vorinstanz) that his family was at that time entirely dependent on social security payments. He therefore has no other source of income. At present the social security services are paying the Gül family the amount needed by a three-person family, but no more. The social security services cannot be expected to provide for children arriving from abroad when it is known in advance that they will have to support them. Nor can Mr Gül support his other children from his own resources. For that reason alone the application for family reunion must be refused.", "(d) Article 39 para. 1 (d) also requires firm arrangements to be made for the care of children. But Mrs Gül, for reasons connected with her illness, is not mentally or physically capable of keeping her daughter Nursal with her and looking after her. That is why Nursal has been brought up in the \"Auf Berg\" children’s home in Seltisberg, where she is to remain. It follows that if Mr and Mrs Gül’s eight-year-old son Ersin joined the family, it is not at all certain that firm arrangements could be made for his care. He too would presumably have to be brought up in a children’s home, which is not the aim of family reunion. A medical certificate dated 18 April 1991 states that Mrs Gül is suffering from a serious illness which makes it necessary for her to have constant medical supervision and treatment. She might even need to go into hospital again. That prospect makes it impossible to consider that firm arrangements have been made for the child’s care as the Order requires.\"", "The cantonal government went on to say that residence permits issued on humanitarian grounds under Article 13 (f) of the OLNA could not in addition confer on the recipients a right to family reunion. In order to ensure equal treatment for all aliens not having the right to reside in Switzerland, such reunion could take place only under Articles 38 et seq. of the OLNA.", "Lastly, the cantonal government considered the situation of the younger boy from the standpoint of Article 36 of the OLNA (see paragraph 21 below), announcing its decision in the following terms:", "\"Ersin Gül is only eight. It must be determined whether his entry into Switzerland would be in accordance with Article 36 of the OLNA, which requires an `important reason’ that is lacking in this case. There is no special reason for treating Ersin Gül differently from other children wishing to rejoin their families in respect of whom the conditions laid down in Articles 38 et seq. of the OLNA have not been satisfied. Another reason for refusing to admit him to Switzerland is the fact that Ersin and Tuncay Gül would be separated. Ersin has lived with Tuncay since birth. On the other hand, he has been separated from his father and mother for eight years and three and a half years respectively. Having regard to the child’s welfare, which plays an important role in family reunion cases, the question arises, at the very least, whether it is reasonable to separate him from his brother and the environment he is used to in order to bring him to live with his mother, who is seriously ill and unable to keep him with her or look after him, and his father, who went away to Switzerland three month’s after Ersin’s birth, which means that he hardly knows him. In view of all the circumstances, and having regard to the child’s welfare, the cantonal government considers that Ersin Gül should not be authorised to join his parents in Switzerland. In any case, there is no important reason within the meaning of Article 36 of the OLNA which requires him to be admitted to Switzerland.\"", "The cantonal government concluded that Mr Gül had not satisfied the conditions laid down for family reunion and that his children could not rely on Article 13 (f) or Article 36 of the OLNA either in order to come to Switzerland to join him.", "17. On 2 September 1991 the applicant lodged an administrative-law appeal with the Swiss Federal Court. He repeated his previous arguments (see paragraph 15 above) and added that, because of the \"special circumstances\", Article 8 (art. 8) of the Convention gave his sons the right to obtain permission to reside in Switzerland. The earlier issue of a residence permit on humanitarian grounds to himself, his wife and his daughter had been based on the finding that a return to Turkey was impossible, as it would put the health of his wife and daughter seriously at risk. Mr Gül argued that the same considerations which had prevailed in the decision to grant that residence permit should prevent any withdrawal thereof, which would be tantamount to subjecting Mrs Gül, whose state of health was still causing concern, to inhuman and degrading treatment contrary to Article 3 (art. 3) of the Convention. The residence permit issued to Mr and Mrs Gül on humanitarian grounds was therefore the equivalent of a settlement permit, and it followed that they had the right to family reunion, which could only take place in Switzerland.", "18. In a judgment of 2 July 1993 the Federal Court declared the applicant’s appeal inadmissible. It pointed out that, pursuant to section 100 (b) (3) of the Federal Administration of Justice Act, an administrative-law appeal in an immigration-control case was inadmissible if it concerned the issue or refusal of permits to which federal legislation conferred no entitlement. Like the cantonal government, the Federal Court found that neither section 17 (2) of the RSAA nor Article 8 (art. 8) of the Convention conferred such a right on an alien resident outside Switzerland whose parent living in Switzerland had only a residence permit, as Mr Gül did. In particular, Article 8 (art. 8) of the Convention could be relied on only by a person who had the right of abode in Switzerland either by virtue of his Swiss nationality or by virtue of a settlement permit. The court gave this ruling in the following terms:", "\"Article 8 (art. 8) of the European Convention on Human Rights guarantees the right to respect for family life. In certain circumstances the right to be issued with a residence permit can be deduced from this (see ATF [Judgments of the Swiss Federal Court] 118 Ib 152 at 4, 157 at c; 116 Ib 355 at 1b; 109 Ib 185 at 2), so that Article 8 (art. 8) may be breached where an alien whose family lives in Switzerland is refused leave to enter the country. According to the Federal Court’s established case-law, however, a breach can occur only where the family members living in Switzerland themselves possess a well-established right of abode (Anwesenheitsrecht). For that purpose, it is in principle necessary to have Swiss nationality or possess a settlement permit (see ATF 116 Ib 355 at 1b; 115 Ib 4 at 1d). A mere residence permit is at any rate not sufficient unless it is based on a firmly established right (see ATF 111 Ib 163/4 at 1a), as the Federal Court has held in many unpublished judgments (most recently in the judgment of 6 April 1993 in the case of K., at 1b) ... That is, moreover, consistent with the new provisions on the legal status of aliens having family members in Switzerland (sections 7 and 17 (2) of the RSAA, as amended on 23 March 1990, which came into force on 1 January 1992). Under the Act the right to family reunion presupposes a firmly established right of abode, as pointed out above (at 1b). Given that the legislature’s intention in adopting the amendment in question was precisely to take account of Article 8 (art. 8) of the European Convention on Human Rights (see Bbl [Federal Gazette] 1987 III, pp. 293 et seq., particularly pp. 321 and 322), there is no reason, when that provision (art. 8) of the Convention is invoked with regard to recognition of legal rights in the matter of residence permits, to go beyond what the Act itself expressly provides (see the Federal Court’s unpublished judgment of 6 April 1993 in the case of K., at 1b).\"", "The Federal Court also emphasised the differences between settlement permits and residence permits, stating:", "\"Unlike settlement permits, which are issued for an indefinite period (section 6 (1) of the Federal Residence and Settlement of Aliens Act - hereinafter the RSAA), residence permits are always subject to a time-limit (section 5 (1) of the RSAA). Whatever the reason for granting the first residence permit, an alien must therefore allow for the possibility that his permit will not be renewed. There could be many reasons for this, including, for example, police, economic or demographic considerations. Although the alien’s personal circumstances have to be taken into account in the inquiry into the proportionality of the decision not to renew, that does not mean that the alien is on that account entitled to have his residence permit renewed.", "The above statement of the law also applies to residence permits issued on humanitarian grounds. The only effect of a finding that a case is an extremely serious one within the meaning of Article 13 (f) of the Federal Council’s Order Limiting the Number of Aliens of 6 October 1986 (hereinafter the OLNA - SR 823.21) is to exclude the alien concerned from the quotas laid down in that Order; it does not imply the existence of a right to a residence permit. The Aliens Police prefer to remain free to decide when such a permit should be issued (see ATF 119 Ib 35 at 1a). In addition, the possibility cannot be ruled out that the particular circumstances which justified the issue of a residence permit on humanitarian grounds will subsequently cease to exist, or lose their significance to such an extent that not only will there no longer be any reason to exclude the person concerned from the quotas, but even renewal of the residence permit will no longer be justified. Moreover, it is apparent from the rule established in Article 12 para. 2 of the OLNA that the conditions required for a finding that the case is an extremely serious one may subsequently cease to exist (see the unpublished judgment of 3 July 1992 in the case of P., at 6). The question whether the case is of this type is therefore entirely separate from the question whether the person concerned has the right to obtain permission to reside in Switzerland by virtue of Article 8 (art. 8) of the European Convention on Human Rights (see ATF 115 Ib 8).", "Furthermore, in the instant case the possibility cannot be entirely ruled out that in the future the medical or other reasons which led the authorities to grant the residence permit will lose their significance, or that new grounds justifying a refusal to renew the permit will become apparent. The appellant can therefore not deduce from the fact that he is authorised to reside in Switzerland any right to the issue of a residence permit for his sons.\"", "The Federal Court went on to say that the question how the OLNA should be applied to the issue of permits was not one it had to examine in connection with the administrative-law appeal, as the cantonal government had already looked into the question whether the Güls’ younger son could be issued with a residence permit under Article 36 of the OLNA.", "19. Ersin has lived in Turkey since his birth, at first in Gümüshane until 1993 (with his mother until 1987), and then in Istanbul.", "According to the Government, he is at present living, as is his grandfather, with the family of his elder brother Tuncay, and has been visited several times by his father.", "The applicant maintained that Ersin frequently moved from one home to another and spent two or three days staying with various Kurdish families who used to live in the village where he was born, including the family of his elder brother. Owing to his grandfather’s limited financial resources and the distance between the homes of some of these families and the school it was not possible for the boy to attend school on a regular basis.", "As is evidenced by an article which appeared in the Turkish newspaper Sabah on 25 July 1995, Mr and Mrs Gül visited their son in Turkey in July and August 1995.", "20. The Federal Residence and Settlement of Aliens Act provides:", "\"The authority shall have discretion to decide, having regard to the relevant statutory provisions and treaties with foreign States, whether to grant residence or settlement permits.\"", "\"1. When deciding whether to grant a permit the authorities must take account of the country’s moral and economic interests, and of the degree of immigrant penetration.", "...\"", "\"1. As a general rule, the authority shall first issue only a residence permit, even if it is foreseen that the alien will establish his permanent residence in Switzerland. In each case the Federal Aliens Office shall fix the date from which permission to settle may be granted.", "2. Where that date has already been fixed, or where the alien is in possession of a settlement permit, his spouse shall be entitled to a residence permit for as long as the couple continue to live together. On completion of five years’ uninterrupted lawful residence the spouse shall also become entitled to a settlement permit. Unmarried children under 18 shall have the right to be included in the settlement permit for as long as they continue to live with their parents. These rights shall be extinguished if the beneficiary has engaged in conduct contrary to public policy.\"", "Before 1 January 1992 the second paragraph of this section read:", "\"Where that date has already been fixed, or where the alien is in possession of a settlement permit, his wife and his children under 18 shall have the right to be included in the permit if they form part of his household.\"", "21. The relevant provisions of the Order Limiting the Number of Aliens are the following:", "\"The following categories of person shall not be included in the quotas:", "...", "(f) aliens issued with residence permits in extremely serious personal cases or on general policy grounds.", "...\"", "Before 18 October 1989 the expression \"extremely serious personal cases\" read: \"cases of extreme adversity\".", "\"Residence permits may be issued to other aliens without gainful employment where important reasons so require.\"", "\"1. The Cantonal Aliens Police may authorise an alien to bring to Switzerland his spouse and his dependent unmarried children under 18.", "...\"", "\"1. An alien may be authorised to bring his family without being required to complete any qualifying period ...", "(a) if his residence and, where relevant, his gainful employment appear to be sufficiently stable;", "(b) if he lives with his family and occupies accommodation suitable for that purpose;", "(c) if he has sufficient means to support his family; and", "(d) if firm arrangements have been made for the care of any children who still need their parents’ presence.", "2. Accommodation is suitable if it meets the standards applicable to Swiss nationals in the area where the alien wishes to live.\"", "Before 20 October 1993 the words \"without being required to complete any qualifying period\" were not part of the text.", "22. According to the established case-law of the Federal Court, a person is entitled under Article 8 (art. 8) of the Convention to join a member of his family in Switzerland if the latter is a Swiss national or is in possession of a settlement permit (Judgments of the Federal Court (ATF) vol. 116, part Ib, p. 355; vol. 115, part Ib, p. 4; vol. 111, part Ib, pp. 163 et seq.).", "23. Replying to the question asked at the hearing by one member of the Court, the Government stated that by virtue of the convention on social security concluded by Switzerland and the Republic of Turkey on 1 May 1969, which came into force on 1 January 1972 with effect from 1 January 1969, invalidity insurance benefits payable in either country are also payable in the other. In the instant case, if Mr Gül returned to Turkey, he would receive CHF 915, made up of his ordinary pension (CHF 436) and half of the supplementary pension paid in respect of his wife (CHF 131), his son Ersin (CHF 174) and his daughter Nursal (CHF 174).", "The applicant asserted that only his invalidity pension, not the social security benefits, could be paid to him in Turkey. Moreover, his invalidity pension was currently under review; if his invalidity were to be assessed as less than 50%, his pension could no longer be transferred to Turkey."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}