{"ITEMID": "001-78157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF APOSTOL v. GEORGIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible", "JUDGES": "András Baka;Elisabet Fura;Ireneu Cabral Barreto;Jean-Paul Costa;Mindia Ugrekhelidze", "TEXT": ["6. The applicant was born in 1939 and lives in Batumi, Georgia.", "7. The applicant brought a civil action against a private person. On 21 November 2001 the Batumi City Court allowed his claim and ordered the debtor to pay him arrears in the amount of 2,000 United States dollars (1,595 euros (EUR)) plus 100 Georgian laris ((GEL) – EUR 43.75) for the costs and expenses associated with the court proceedings. The judgment was never appealed against and became binding.", "8. Since the debtor refused to abide by the judgment, the applicant applied to the Ministry of Justice of the Ajarian Autonomous Republic (“the AAR”), requesting the initiation of enforcement proceedings.", "9. In a letter of 27 November 2002, the Ministry informed the applicant that, pursuant to section 26 of the Enforcement Proceedings Act, he was to bear the “preliminary expenses associated with enforcement measures”. The letter, however, did not specify which measures were envisaged and what their costs were.", "10. Being in receipt of only a monthly pension of GEL 45 (EUR 19) at the material time, the applicant was unable to pay for the initiation of enforcement proceedings. He appealed instead to the Ministry of Internal Affairs and the Prosecutor’s Office of the AAR, requesting the initiation of criminal proceedings against the debtor (Article 381 of the Criminal Code) and the enforcement of the judgment, but to no avail. The authorities in question replied that it was beyond their competence to interfere with the judicial process.", "11. Three years later, on 20 January 2004, the applicant applied to the Ajarian Council of Ministers (the executive of the AAR). Explaining that, owing to his lack of means, he could not bear the expenses in advance, the applicant expressed his willingness to pay an enforcement fee after receiving the judgment debt.", "12. In its reply of 12 March 2004, the Ajarian Ministry of Justice noted that the debtor’s whereabouts were unknown. The Ministry reiterated that the non-payment of the preliminary expenses constituted “an impediment to the enforcement of the judgment”; provided that the applicant had covered the necessary expenses in advance, the bailiff would identify the debtor’s assets, seize them and put them up for auction. As to the enforcement fee of 7% of the judgment debt, the Ministry stated that this could be paid by the applicant after enforcement (section 113 (1) of the Enforcement Proceedings Act).", "13. As a result of the non-payment of the preliminary expenses, the judgment of 21 November 2001 still remains unenforced.", "14. The applicant was to inherit the apartment of his deceased brother, where relatives of his brother’s wife were dwelling. Before establishing his rights as an heir, the court satisfied the applicant’s request for interim measures by ordering the appropriate bailiff to attach the impugned apartment and make an inventory of the movable assets inside.", "15. After being recognised as the heir, the applicant brought a civil action against the relatives, claiming that they had misappropriated household belongings. After a series of remittals, on 3 September 2002 the Batumi City Court partly satisfied the applicant’s claim by ordering the respondents to return some of the belongings thus claimed.", "16. According to the case file, the judgment of 3 September 2002 was received by the applicant on 24 September 2002 (the receipt form being written in Georgian, a language not understood by the applicant). However, the applicant contends that he received the judgment on 3 October 2002, along with the relevant receipt form in Russian.", "17. On 28 October 2002 the applicant appealed against the judgment, and on 3 December 2002 he paid GEL 50 (EUR 21.88) in court fees. On 15 November 2002, taking into consideration the receipt form of 24 September 2002, the appellate court dismissed the appeal as time-barred. On an unspecified date the court fees were returned to the applicant.", "18. The applicant applied to different judicial and administrative authorities, requesting an expert report on the authenticity of the receipt form dated 24 September 2002, but to no avail.", "19. In the course of divorce proceedings, the Batumi City Court established on 8 June 2001 that the two-room apartment where the applicant and his wife had been residing during their marriage was their common matrimonial property. Following the divorce, the court entitled the applicant’s former wife to a room in the disputed apartment. The applicant appealed against this decision, complaining, among other issues, that the case had been examined in his absence. On 16 August 2001 the appellate court, noting that the applicant’s representative had attended the hearing before the City Court, dismissed his appeal. The Supreme Court of Georgia upheld the appellate court’s judgment on 1 February 2002.", "20. In the course of the enforcement of the decision of 8 June 2001, the applicant’s aunt was evicted from the room to which the applicant’s former spouse was entitled.", "21. In a decision of 28 October 1998, the Batumi City Court recognised the applicant as a victim of political repression and ordered his judicial rehabilitation. By virtue of a decree of the President of Georgia dated 1 January 1998, rehabilitated citizens of Georgia are entitled to certain welfare benefits. The applicant applied to different administrative authorities, claiming those benefits, but to no avail.", "22. The relevant provisions of the Georgian Constitution read:", "“Every person has the right to apply to a court for protection of his or her rights and freedoms.”", "“The Constitutional Court of Georgia shall, ... on the basis of a citizen’s complaint, examine the compatibility of normative acts with Chapter II of the Constitution.”", "The Second Chapter, consisting of Articles 12 to 47, lists human rights and freedoms.", "23. The Constitutional Court Act of 31 January 1996, as in force at the material time, provides, in so far as relevant:", "“The Constitutional Court of Georgia (hereinafter the Constitutional Court) is the body of constitutional supervision, which shall guarantee the supremacy of the Constitution of Georgia, constitutional justice, and the protection of the constitutional rights and freedoms of individuals.”", "“On the basis of a constitutional complaint or application, the Constitutional Court shall be competent to examine and decide ... upon the issue of the constitutionality of normative acts with respect to Chapter II of the Constitution.”", "“The declaration of a statute or another normative act as unconstitutional shall not result in the quashing of judicial decisions and judgments already given on the basis of the impugned act. It shall only suspend enforcement proceedings in accordance with procedural legislation.”", "“The right to lodge a constitutional complaint with the Constitutional Court in order to challenge the constitutionality of a normative act or the provisions thereof ... shall be vested in:", "(a) Georgian nationals, other physical persons residing in Georgia and Georgian legal entities, if they consider that their rights as envisaged by Chapter II of the Constitution have been or might be directly breached;", "(b) the Public Defender, if the latter considers that there has been a violation of the human rights and freedoms set forth in Chapter II of the Constitution.”", "24. The Constitutional Proceedings Act of 21 March 1996, as in force at the material time, provides, in so far as relevant:", "“A constitutional complaint or application shall be deemed inadmissible if:", "...", "(e) the disputed issue is not governed by the Constitution.”", "25. The Enforcement Proceedings Act of 16 April 1999 (“the Enforcement Act”), as in force at the material time, reads, in so far as relevant:", "“Bailiffs at enforcement offices [of the Ministry of Justice] shall be responsible for the enforcement of the decisions provided for hereunder.”", "“The amount of the expenses relating to enforcement shall be calculated by the bailiff, and may be reviewed during the enforcement process.”", "“Bailiffs are entitled to use funds allocated from the State budget ... in order to enforce urgent judgments as listed in Article 268 § 1 (a) to (d) of the Code of Civil Procedure ...”", "“Requests by bailiffs in the course of their duties shall be equally binding on any natural person or legal entity, irrespective of their hierarchical or legal and administrative status.", "Bailiffs shall resort to any lawful measures available in order to secure the speedy and effective enforcement of decisions, to explain to parties their rights and responsibilities, and to assist in the protection of their rights and legal interests.”", "“Bailiffs shall initiate enforcement proceedings upon receipt of the writ of enforcement and a written application from the creditor. Bailiffs are entitled to refuse to enforce a judgment in the event of non-payment by the creditor of the preliminary expenses provided for by this Act.”", "“Expenses relating to enforcement shall be borne by the debtor. They shall be recovered along with the debt.”", "“Funds may be claimed to cover:", "(a) payment ... for services necessarily required for unlocking doors or for unlocking storage facilities;", "(b) costs associated with the storage of seized items;", "(c) expenses associated with the service of public notices;", "(d) expenses resulting from the detention of a debtor;", "(e) expenses associated with an auction.", "The Minister of Justice of Georgia may provide for other expenses to be paid as well.”", "26. Pursuant to Order no. 100 § 1 of the Minister of Justice dated 25 November 1999, apart from the items listed in section 39(1) of the Enforcement Act, the costs resulting from (a) bank services, (b) searching the debtor’s property, (c) auditing, (d) transportation of movable assets and (e) telephone and postal services are treated as enforcement-related expenses.", "“Prior to the enactment of the Enforcement Fees Act, a fee for the payment of judgment debts shall be introduced and its amount set at 7% of the judgment debt. The creditor shall pay the fee after receiving the debt ...”", "27. The Enforcement Fees Act has not been enacted to date.", "28. The Georgian Criminal Code provides, in so far as relevant:", "“The non-enforcement of a binding judgment or other judicial decision, or the obstruction of its execution by the State, government or local-government officials or by executives of a corporation or of other organisations [shall be punished] ...”", "29. The Georgian Code of Civil Procedure provides:", "“Pursuant to a request by a party, the court may deliver the following types of judgment to be immediately enforced in part or in full:", "(a) judgments concerning entitlement to alimony;", "(b) judgments concerning entitlement to compensation for damage caused by mutilation or other bodily injury or by the death of a carer;", "(c) judgments concerning an employee’s entitlement to loss of earnings for no more than three months;", "(d) judgments concerning the reinstatement of an unlawfully dismissed person.”", "30. A Venice Commission expert’s opinion of 19 April 1999 on proposals for amending the Georgian Constitutional Court Act and the Constitutional Proceedings Act contains the following passage:", "“It is to be conceded that decisions by the Constitutional Court may contain some vagueness as regards their execution. The Georgian Legislature, in order to cope with this problem, might take into consideration the solution in the German Law on the Federal Constitutional Court which provides in Article 35: ‘In its decision the Federal Constitutional Court may state by whom it is to be executed; in individual instances it may also specify the method of execution.’”", "31. The Opinion of the Venice Commission on Draft Constitutional Amendments concerning the Reform of the Judiciary in Georgia (62nd Plenary Session, Venice, 11-12 March 2005) includes the following passage:", "“22. The existing Article 89 § 1 (f) [of the Constitution] already provides for individual access to the Constitutional Court in the form of a so-called ‘non-real’ constitutional complaint (term used in German doctrine) against normative acts. It is welcomed that the draft Article 89 § 1 (f) would give this right not only to citizens but to persons in general.", "23. In addition to this, draft Article 89 § 1 (f) would allow the Constitutional Court to consider the ‘constitutionality of decisions of courts with regards to fundamental human rights and freedoms set forth in Chapter II of the Constitution on the basis of a claim of an individual or the application by the Public Defender of Georgia’. The draft thus adds a ‘real’ constitutional complaint also against individual acts – final court decisions.", "24. This provision represents a substantial increase in the jurisdiction and powers of the Constitutional Court. The Constitutional Court is given a power of review over the ordinary courts’ decisions where human rights questions are concerned. The fact that the jurisdiction to review can be exercised on the complaint of a citizen creates a powerful new tool for the enforcement of the human rights and fundamental freedoms guaranteed by Chapter II.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}