{"ITEMID": "001-58136", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF BAHADDAR v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "", "TEXT": ["6. Mr Shammsuddin Bahaddar is a Bangladeshi national born in 1966. He is currently resident in the Netherlands.", "7. Mr Bahaddar arrived in the Netherlands on 7 July 1990. On 13 July 1990 he lodged applications for refugee status or, in the alternative, a residence permit on humanitarian grounds.", "8. With the assistance of a Bengali interpreter, Mr Bahaddar was interviewed by an official of the Ministry of Justice (Ministerie van Justitie) on 22 May 1991. He claimed to have been a member of the illegal organisation Shanti Bahini (Peace Troops), the military wing of the Jana Samhati Samiti (People’s Solidarity Association, an organisation seeking autonomy for the inhabitants of the Chittagong Hill Tracts), and to be in danger of persecution on that ground.", "Mr Bahaddar’s applications for refugee status or, in the alternative, a residence permit on humanitarian grounds were refused on 16 July 1991 by the Deputy Minister of Justice (Staatssecretaris van Justitie). The applicant then applied to the Deputy Minister for revision (herziening) of this decision.", "9. The Deputy Minister refused to grant suspensive effect to Mr Bahaddar’s application for revision of his decision. In order to obtain an injunction against his expulsion pending the revision proceedings, the applicant instigated summary injunction proceedings (kort geding) before the President of the Regional Court (Arrondissementsrechtbank) of The Hague sitting at ’s-Hertogenbosch (nevenzittingsplaats ’s-Hertogenbosch).", "10. On 14 November 1991 the President granted the injunction requested. The President found the applicant’s story consistent and credible.", "11. The applicant was heard by the Advisory Board on Matters concerning Aliens (Adviescommissie voor Vreemdelingenzaken) on 21 December 1992.", "12. On the same day the Advisory Board expressed the opinion that the applicant was not a refugee within the meaning of the 1951 Geneva Convention relating to the Status of Refugees (see paragraph 24 below) and that he was not eligible for a residence permit on humanitarian grounds either. The Advisory Board considered that on essential points the applicant’s account was vague and contradictory.", "13. Adopting the Advisory Board’s proposal and reasoning, the Deputy Minister of Justice rejected the application for revision on 26 March 1993.", "14. On 31 March 1993 the applicant lodged an appeal against the Deputy Minister’s decision with the Judicial Division (Afdeling Rechtspraak) of the Raad van State, adding that the grounds for the appeal would be submitted as soon as possible. As this appeal was denied suspensive effect, the applicant instigated summary injunction proceedings before the President of the Regional Court of The Hague sitting at Amsterdam.", "15. Following a hearing on 22 October 1993 the President of the Regional Court, on 11 November 1993, granted the applicant an injunction against his expulsion pending the proceedings before the Judicial Division.", "16. In the meantime, the applicant’s lawyer was informed by the Judicial Division on 28 June 1993 that she had not so far submitted the grounds for the appeal with the Judicial Division and she was given the opportunity to comply with this requirement before 29 July 1993. The applicant’s lawyer submitted grounds for the appeal on 20 October 1993, without providing an explanation for the delay.", "17. On 7 March 1994 the President of the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak, the successor of the Judicial Division – see paragraph 34 below) in simplified proceedings (vereenvoudigde procedure) declared the applicant’s appeal inadmissible for failure to comply with a formal requirement. The applicant lodged an objection (verzet) against this decision with the Administrative Jurisdiction Division on 11 March 1994.", "18. At the hearing of the applicant’s objection, which took place on 22 September 1994, the applicant argued that it had not been possible to submit his grounds of appeal before 20 October 1993 since it had been necessary, given that the Deputy Minister of Justice had disputed the authenticity of documents submitted by him, to try and obtain further proof of his allegations from Bangladesh and that this had taken a long time.", "19. The Administrative Jurisdiction Division rejected the applicant’s objection on 29 September 1994, on the grounds that he had been given ample opportunity to submit his grounds of appeal, that he had been informed of the possible consequences of failure to do so and that, even if he considered it impossible to cure that failing in time, he ought to have submitted a request for an extension of the time-limit before it lapsed.", "20. Neither the Administrative Jurisdiction Division nor its President in his decision of 7 March 1994 examined the merits of the applicant’s appeal.", "21. Mr Bahaddar applied to the Commission on 2 December 1994 (see paragraph 35 below).", "22. In the meantime, on 21 July 1994, Mr Bahaddar had lodged a second application for a residence permit, arguing that he had been legally resident in the Netherlands for four years already. On being given notice that he would be expelled from the Netherlands on 1 August, he brought summary injunction proceedings before the President of the Hague Regional Court for a suspension of the expulsion order. A hearing took place on 7 December.", "23. At that hearing it transpired that Mr Bahaddar had lodged new applications for refugee status or, in the alternative, a residence permit on humanitarian grounds on 5 December 1994, arguing that the second declaration issued by the Shanti Bahini and the certified copy of the complaint filed against him, as well as information provided by his lawyer in Bangladesh, constituted new facts which the Deputy Minister of Justice had not been able to take into account when deciding on the applicant’s initial applications. In view of this information the representative of the Deputy Minister of Justice promised that the applications of 21 July and 5 December 1994 would be considered together and that the applicant would not be expelled in the meantime.", "In a single decision of 12 January 1995, the Deputy Minister of Justice rejected both applications.", "According to the Government, Mr Bahaddar, through his lawyer, appealed against this decision to the Hague Regional Court, but failed to submit any grounds therefor within the time-limits set for that purpose. His appeal was declared inadmissible for that reason on 21 June 1995. The applicant did not lodge any objection against that decision.", "24. In so far as it is relevant to the present case, Article 1 of the Convention relating to the Status of Refugees of 28 July 1951 (the 1951 Geneva Convention), as amended by the Protocol relating to the Status of Refugees of 31 January 1967, defines the term “refugee” as follows:", "“… any person who … owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence, is unable or, owing to such fear, is unwilling to return to it.”", "25. Article 33 § 1 of the 1951 Geneva Convention prohibits the expulsion or return of a refugee to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "The Netherlands are party to both the convention and the protocol.", "26. Under section 15(1) of the Aliens Act (vreemdelingenwet), aliens coming from a country where they have a well-founded reason to fear persecution on account of their religious or political conviction, or of belonging to a particular race or a particular social group, may be admitted by the Minister of Justice as refugees.", "The expression “refugee” in this provision is construed to have the same meaning as in the 1951 Geneva Convention, as amended (see paragraph 24 above; decision of the Judicial Division of the Raad van State of 16 October 1980, Rechtspraak Vreemdelingenrecht – Immigration Law Reports – 1981, no. 1).", "27. Aliens, other than refugees, wishing to reside in the Netherlands for any length of time have to hold a residence permit (section 9 of the Aliens Act). Such a permit is applied for to, and granted by, the Minister of Justice (section 11(1) of the Aliens Act).", "28. Given the situation obtaining in the Netherlands with regard to population size and employment, government policy is aimed at restricting the number of aliens admitted to the Netherlands. In general, aliens are only granted admission for residence purposes if:", "(a) the Netherlands are obliged under international law to do so, as in the case of citizens of the European Union or Benelux member States and refugees covered by the above-mentioned Geneva Convention; or", "(b) this serves “essential interests of the Netherlands”, e.g. economic or cultural interests; or", "(c) there are “cogent reasons of a humanitarian nature” (klemmende redenen van humanitaire aard).", "29. An alien who does not, or does no longer, qualify for admission to the Netherlands can be expelled (section 22(1) of the Aliens Act). However, aliens who claim that their removal from the Netherlands will compel them to travel to a country where they have reason to fear persecution on one of the grounds set out in section 15(1) (see paragraph 26 above) cannot be expelled except by a specific order of the Minister of Justice (section 22(2)).", "30. Prior to the entry into force of the General Administrative Law Act on 1 January 1994, an alien could, in the event of a refusal to grant refugee status or a residence permit, apply in writing to the Minister of Justice for administrative revision of his decision (section 29(1) of the Aliens Act). If such an application was not decided on within six months, it was deemed to have been refused (section 29(2)).", "Such a request for revision did not suspend the alien’s expulsion unless it was made more than one month before the expiry of the period during which the alien was allowed to remain in the Netherlands (section 32(2)). It was, however, open to the Minister to decide that the request would have “suspensive effect”.", "If suspensive effect was withheld, the alien could bring summary civil proceedings before the President of the Hague Regional Court for an injunction preventing his or her expulsion pending the Minister’s decision. The latter decision, however, was not prejudged by such an injunction.", "31. The advice of the Advisory Board on Matters concerning Aliens had to be obtained if a request was made for revision of a decision to refuse refugee status to an alien who would be compelled as a result of such refusal to return to a country where he or she had reason to fear persecution (section 31(1)(b) of the Aliens Act), or to expel an alien whose main place of residence for three months or more had been in the Netherlands and who had complied with the formalities required by the Aliens Act (section 31(1)(c) taken together with section 29(1)(g)).", "32. In the event of a negative decision, or of failure to decide within due time, an appeal lay to the Judicial Division of the Raad van State (section 34(1) of the Aliens Act).", "However, such an appeal had no suspensive effect if the Minister’s decision was in accordance with the advice of the Advisory Board on Matters concerning Aliens (section 34(2)(a)); in such a case, the alien could seek an injunction preventing his expulsion pending the decision of the Judicial Division in summary civil proceedings before the President of the Hague Regional Court. Like the Minister’s decision (see paragraph 30 above), the decision of the Judicial Division was not prejudged by such an injunction.", "33. An alien appealing to the Judicial Division of the Raad van State had to submit grounds of appeal and, if possible, all documents pertaining to the dispute (section 72(1) of the Raad van State Act (Wet op de Raad van State). If this was not done at the time the appeal was lodged, the opportunity would be offered to do so at a later date, within a time-limit to be set by the President of the Judicial Division; failure to comply with that time-limit could lead to a decision declaring the appeal inadmissible (section 74). Such a decision could be given by the President of the Judicial Division in simplified proceedings (section 105(1)).", "An objection lay, within fourteen days, to a Chamber of the Judicial Division (section 106(1)).", "34. The entry into force of the General Administrative Law Act on 1 January 1994 brought extensive changes to the procedural provisions of the Aliens Act.", "An appeal against the refusal to grant refugee status or a residence permit lies to the Administrative Law Section of the Hague Regional Court (section 8:1 of the General Administrative Law Act; section 33a of the Aliens Act). No further appeal is allowed (section 33e of the Aliens Act).", "Pending such an appeal the alien will not be expelled if refugee status has been claimed and the claim is not manifestly ill-founded, or if another application for admission has been lodged which is the subject of an objection or appeal that has a prima facie chance of success.", "It is possible to apply to the Administrative Law Section for an order for interim measures (section 8:81 of the General Administrative Law Act).", "A transitional provision (section I(3) of the Act of 16 December 1993, Staatsblad (Official Gazette) 1993, no. 250), provides that cases pending before the Judicial Division of the Raad van State prior to the entry into force of the General Administrative Law Act shall be determined according to the former law, but by the successor to the Judicial Division, the Administrative Jurisdiction Division."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}