{"ITEMID": "001-69356", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF PISK-PISKOWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Partly inadmissible;Not necessary to examine Art. 34;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1967 and lives in Opole, Poland.", "5. In 1998 the prosecution service filed with the Opole District Court (Sąd Rejonowy) a bill of indictment in which it charged the applicant with making unlawful threats. In the course of the court proceedings the applicant was represented by a court-appointed lawyer. On 6 November 2001 the trial court held a hearing at which the applicant and his courtappointed lawyer were present. During the hearing, the court scheduled the next hearing for 4 December 2001 about which the applicant was informed.", "6. On 4 December 2001 a hearing took place before the trial court. The applicant did not attend the hearing but his counsel was present. The applicant failed to give any reasons for his absence and the trial court finished the proceedings and decided in the presence of the counsel that the judgment would be delivered on 11 December 2001.", "7. On 11 December 2001 the Opole District Court delivered a judgment in which it convicted the applicant as charged and sentenced him to a prison term of one year and six months. Neither the applicant nor his counsel was present at the delivery of the judgment.", "8. The applicant did not appeal against the judgment of 11 December 2001 and did not apply for a copy of the reasons of that judgment.", "9. Subsequently, the applicant lodged an application for leave to apply for a reasoned judgment out of time. In his application, he argued that his absence at the hearing held on 4 December 2001 was justified because he had been recently released from the detention and on 5 December 2001 he had been assaulted. The applicant also complained that he had not been informed about the date of the delivery of the judgment. On 9 April 2002 the Opole District Court examined the application and dismissed it. The court, in a reasoned decision, established that the applicant had known about the hearing scheduled for 4 December 2001. He failed to attend it without providing any justification for his absence. Therefore, the trial court was entitled to terminate the proceedings in his absence on the basis of Article 376 § 2 of the Code of Criminal Procedure. The court further examined the reasons for the absence submitted by the applicant. It established that in fact he had been released on 22 November 2001 - two weeks prior to the hearing. Moreover, while it was true that the applicant had been assaulted, nevertheless, that had happened the day following the hearing and the injuries sustained by the applicant, according to a hospital certificate, were not serious and the applicant was not admitted to hospital. With regard to the complaint that he was not informed about the date of the delivery of the judgment, the court found that the applicant had not been diligent since he had not contacted his lawyer. The applicant was aware of the scheduled hearing and knew the address and the name of his courtappointed lawyer.", "The applicant appealed against this decision. On 16 May 2003 the Opole Regional Court (Sąd Okręgowy) examined the reasons given by the District Court and upheld the decision.", "10. On 14 January 2002 the applicant started serving the prison sentence ordered by the judgment of 11 December 2001.", "11. On 6 December 2002 the Court received the applicant’s first letter dated 13 November 2002. The letter was sent while the applicant was serving a prison sentence in the Wrocław Detention Centre. The envelope in which the letter was delivered bears the following stamps: “District Court in Legnica, censored on 22.11.02” (Sąd Rejonowy w Legnicy, cenzurowano dnia 22.11.02) and “252, 14 NOV 2002, register number 2738/01” (252, 14 LIS 2002, numer ewid. 2738/01).", "12. Article 376 of the Code of the Criminal Procedure (Kodeks Postępowania Karnego) relates to the absence of the accused at a hearing. It reads, in so far as relevant, as follows:", "“§ 1. If the accused, who has already given explanations, leaves the courtroom without the permission of the presiding judge, the court may complete the hearing in his absence, and the judgment thus rendered shall not be regarded as issued by default; the court shall order the accused to be brought to the courtroom by force, if it finds his presence indispensable.", "§ 2. This provision shall apply accordingly when the accused, who has already given his explanations, and having been notified of the date of the adjourned or interrupted hearing, has not come to that hearing or justified his non-appearance.”", "13. Rules relating to means of controlling correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) of 1 September 1998.", "Article 103 of that Code, which is contained in Chapter IV entitled “Rights and duties of convicted persons”, provides as follows:", "“Convicted persons, their counsel, representatives and the relevant non-governmental organisations have a right to lodge complaints with institutions set up by international treaties ratified by the Republic of Poland concerning the protection of human rights. In those cases, correspondence of persons deprived of their liberty shall be sent to the addressee without delay and shall not be censored.”", "14. Provisions relating to the execution of detention on remand (Articles 207-223) are contained in Chapter XV entitled “Detention on remand”.", "Article 217 § 1 reads, in so far as relevant:", "“... a detainee’s correspondence shall be censored by [the authority at whose disposal he remains], unless the authority decides otherwise.”", "Pursuant to Article 214 § 1,", "“Unless exceptions are provided for in the present Chapter, a detainee shall enjoy at least the same statutory rights as a convicted person serving a sentence of imprisonment under the ordinary regime in a closed prison. No restrictions shall be applied to him except such as are necessary to secure the proper conduct of criminal proceedings, to maintain order and security in a remand centre and to prevent demoralisation of detainees.”", "15. Article 242 § 5, which is contained in Chapter XXI entitled “Definitions”, provides:", "“The prohibition of censorship shall also mean the prohibition of acquainting oneself with the contents of a letter.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}