{"ITEMID": "001-73360", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF DICKSON v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 12", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["4. The applicants were born in 1972 and 1958, respectively. The first applicant is in prison (Dovergate Prison, Uttoxeter) and the second applicant lives in Hull.", "5. In 1994 the first applicant was convicted of murder and sentenced to life imprisonment with a tariff of 15 years. He is imprisoned in a private prison and his earliest expected release date is 2009. He has no children.", "6. In 1999 he met the second applicant, while she was also imprisoned, by correspondence through a prison pen pal network. She has since been released, although it is not clear when. In 2001 the applicants married. The second applicant already had three children from other relationships.", "7. Since the applicants wished to have a child, in October 2001 the first applicant applied for facilities for artificial insemination. In December 2002 the second applicant joined this application. Their solicitors made representations to the Secretary of State, relying on the length of the relationship and the fact that, given the first applicant’s earliest release date and the second applicant’s age, it was unlikely that the applicants would be able to have a child together without the use of artificial insemination facilities.", "8. In a letter dated 28 May 2003 the Secretary of State refused their application. He first set out his general policy (“the policy”):", "“Requests for artificial insemination by prisoners are carefully considered on individual merit and will only be granted in exceptional circumstances. In reaching decisions particular attention is given to the following general considerations:", "- whether the provision of AI facilities is the only means by which conception is likely to occur", "- whether the prisoner’s expected day of release is neither so near that delay would not be excessive nor so distant that he/she would be unable to assume the responsibilities of a parent", "- whether both parties want the procedure and the medical authorities both inside and outside the prison are satisfied that the couple are medically fit to proceed with AI", "- whether the couple were in a well established and stable relationship prior to imprisonment which is likely to subsist after the prisoner’s release", "- whether there is any evidence to suggest that the couple’s domestic circumstances and the arrangements for the welfare of the child are satisfactory, including the length of time for which the child might expect to be without a father or mother", "- whether having regard to the prisoner’s history, antecedents and other relevant factors there is evidence to suggest that it would not be in the public interest to provide artificial insemination facilities in a particular case.”", "He then gave his reasons for refusal in the present case. On the one hand, the second applicant would be 51 years old at the earliest possible date of release of the first applicant so that the likelihood of her being able to conceive naturally was small. Both applicants were also in full agreement about their wish to conceive artificially. However, on the other hand, and in the first place, the relationship was established while they were in prison and had not been tested in the normal environment of daily life. Secondly, there was insufficient provision in place to provide independently for the material welfare of any child which might be conceived. Thirdly, there was little in the way of an immediate support network in place for the mother and any child which might be conceived. Fourthly, any child would be without a father for an important part of its childhood years. Fifthly, in light of the violence of the first applicant’s crime, there would be legitimate public concern that the punitive and deterrent elements of his sentence of imprisonment were being circumvented if he were allowed to father a child by artificial insemination.", "9. The applicants sought leave to apply for judicial review of the Secretary of State’s decision. On 29 July 2003 the High Court refused leave on the papers. The applicants renewed their application and on 5 September 2003 leave was again refused after an oral hearing. On 13 October 2003 the applicants introduced an application to this Court and it was declared inadmissible in December 2003 on the basis that they had failed to exhaust domestic remedies (App. No. 34127/03). The applicants then applied to the Court of Appeal for leave to appeal.", "10. On 30 September 2004 their application was unanimously rejected by the Court of Appeal. Auld LJ relied in principle on the judgment of the Court of Appeal in R (Mellor) v Secretary of State for the Home Department ([2001] 3 WLR 533). He pointed to the similarity of the arguments put by the applicants in the present case and in the Mellor case. Auld LJ relied on the conclusion of Lord Phillips in the Mellor case (see “Relevant Domestic Law and Practice” below) and commented:", "“... Lord Phillips clearly had in mind, and he set it out in the course of his judgment, the provisions of Article 8.2 of the Convention setting out various matters that may justify interference with the right to respect for private and family life, including the protection of health or morals and the protection of the rights and freedom of others. It seems to me that concern, not only for the public attitude to the exercise by prisoners of certain rights in prison which they would take for granted outside, and concern for the rights of a putative child in the upbringing it would receive depending on the circumstances and the length of the imprisonment involved, are highly relevant circumstances for the purposes of Article 8.2...", "Accordingly, in my view, it is not open to [the applicants] to seek to re-open the validity of the Secretary of State’s policy which this court has held in Mellor is rational and otherwise lawful. As Lord Phillips made clear in his judgment in that case, although the starting point of the policy is that deprivation of facilities for artificial insemination may prevent conception altogether, the finishing point is whether there are exceptional circumstances for not applying the policy ...”", "He then noted that on occasions the Secretary of State had “dis-applied the policy” when the circumstances had merited it: he referred to a letter from the Treasury Solicitor to the applicants which apparently demonstrated this fact and pointed out that counsel for the Secretary of State had informed the court that there had been other such instances.", "11. Auld LJ then applied the policy to the present case:", "“To the extent that [the applicants have] suggested that he Secretary of State has irrationally misapplied his own policy to the circumstances, or has otherwise acted disproportionately in applying it, I would reject the suggestion. There is no basis for saying that the Secretary of State’s approach can be equated, as [the applicants] suggested, with the extinction of a fundamental right. It was a weighing of the starting point of the policy against the other considerations for which the policy itself provided, an exercise of discretion and proportionality in respect of which, in my view, the Secretary of State cannot be faulted on the circumstances as presented to him.”", "12. The other judges also relied on the judgment in Mellor. Mance LJ said the following:", "“The case of Mellor is also clear authority that considerations and potential consequences of public interest over and above a narrow view of the requirements of good order and security in prison can play a role in a decision whether or not to permit such artificial insemination... I note that, in addition to the European authorities specifically mentioned in paragraph 42 by Lord Phillips, the Commission, in its decision in Draper v the United Kingdom App No. 8186/78 at paragraphs 61 to 62, also recognised the potential relevance of more general considerations of public interest.”", "13. The Secretary of State is empowered to make rules for the management of prisons by Section 47 of the Prison Act, 1952, which, in so far as material, provides as follows:", "“The Secretary of State may make rules for the regulation and management of prisons... and for the classification, treatment, employment, discipline and control of persons required to be detained therein...”", "14. The relevant rules are the Prison Rules 1999 (SI 1999 No 728). Rule 4 provides as follows:", "“Outside Contacts", "(1) Special attention shall be paid to the maintenance of such relationships between a prisoner and his family as are desirable in the best interests of both.", "(2) A prisoner shall be encouraged and assisted to establish and maintain such relations with persons and agencies outside prison as may, in the opinion of the governor, best promote the interests of his family and his own social rehabilitation.”", "15. The long standing policy of the prison service, set out above in the letter of Secretary of State of 28 May 2003 was challenged by a Mr Mellor, a prisoner serving a life sentence for murder. He was 29 years of age at the time his case came before the Court of Appeal with a minimum of 3 years’ imprisonment to serve. His wife was 25 of age. At his earliest release she would have been 28. He and his wife had been refused artificial insemination facilities: it was considered that there was nothing exceptional about their case.", "16. They challenged the policy rather than its application to their case arguing that it was an unjustified interference with their Article 8 rights. They distinguished that policy from the policy on conjugal visits: the latter gave rise to pragmatic (security) concerns whereas artificial insemination did not. The Government argued that the policy was justified: (a) it was an explicit consequence of imprisonment that prisoners should not have the opportunity to found a family; (b) there would likely be serious and justified public concern if prisoners continued to have the opportunity to conceive children while in prison; and (c) it was undesirable, as a general rule, for children to be brought up in single parent families.", "17. The Court of Appeal considered, while the first reason did no more than restate the policy, the second and third reasons were legitimate justifications for the policy. In giving judgment for the court, Lord Phillips said (at paragraphs 44 ff):", "“[The Secretary of State] submitted that this passage demonstrated that public perception was a legitimate element of penal policy. I agree. Penal sanctions are imposed, in part, to exact retribution for wrongdoing. If there were no system of penal sanctions, members of the public would be likely to take the law into their own hands. In my judgment it is legitimate to have regard to public perception when considering the characteristics of a penal system.", "Furthermore, [the applicants’] submissions did not recognise the significance of the word “justified” in the phrase “justified public concern”. A policy which accorded to prisoners in general the right to beget children by artificial insemination would, I believe, raise difficult ethical questions and give rise to legitimate public concern...", "... [the applicants] submitted that [the disadvantage of single parent families] was not a material consideration when formulating prison policy... Again, I do not agree. By imprisoning the husband the State creates the situation where, if the wife is to have a child, that child will, until the husband’s release, be brought up in a single parent family. I consider it legitimate, and indeed desirable, that the State should consider the implications of children being brought up in those circumstances when deciding whether or not to have a general policy of facilitating the artificial insemination of the wives of prisoners or of wives who are themselves prisoners.", "For those reasons [the applicants have] failed to make out his case that the Secretary of State’s policy only to facilitate artificial insemination in exceptional circumstances is irrational. [The applicants] accepted that there were in this case no exceptional circumstances, and [they were] right to do so.”", "18. For those reasons the court concluded that the policy was not a disproportionate interference with the applicants’ rights under Article 8. Lord Phillips remarked that, for any applicant claiming exceptional circumstances, the normal “starting point” should be the need to demonstrate that, if facilities for artificial insemination were not provided, conception would not just be delayed but prevented altogether."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["12", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}