{"ITEMID": "001-72055", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF AOULMI v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 3;No violation of Art. 8;Failure to comply with obligations under Art. 34;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Giovanni Bonello;Javier Borrego Borrego;Jean-Paul Costa;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Stanislav Pavlovschi", "TEXT": ["9. The applicant was born in 1956 in Algeria, where he currently lives.", "10. The applicant arrived in France with his parents in 1960. He has six brothers and sisters, all of whom were born in France and have French nationality.", "11. On 13 April 1982 he was convicted of burglary and handling stolen goods by the Lyons Criminal Court. He was given an eight-month suspended prison sentence and was ordered to pay a fine of 1,200 French francs (FRF).", "12. On 24 April 1984 he was sentenced by the Lyons tribunal de grande instance to six months' imprisonment for burglary. The court also activated the suspended sentence he had been given previously. On 28 June 1984 the Lyons Court of Appeal upheld the activation of the suspended sentence, which was the only point on which the applicant had appealed.", "13. On 6 December 1988 the Lyons tribunal de grande instance sentenced the applicant to fourteen months' imprisonment and ordered his permanent exclusion from French territory for offences under the legislation on dangerous drugs.", "14. On 15 April 1989 the applicant married a French national. The marriage was dissolved on 28 January 1993. He has one daughter, who was born in 1983.", "15. On 27 April 1989 the Lyons Court of Appeal raised the sentence to four years' imprisonment and upheld the permanent exclusion order for offences under the legislation on dangerous drugs. It noted in particular that the applicant had been arrested on his arrival at the home of a drug-addicted prostitute and had been in possession of a small bag containing 100 grams of heroin, which the police laboratory described as being “of good quality”. The court moreover considered that the applicant could not have been unaware that he had been acting as intermediary between a supplier and his principal client and accordingly that he had possessed, transported and dealt in heroin. It concluded that his role in such deals had been confirmed by the discovery at his home of precision scales and lactose.", "The Court of Appeal further found that, at the material time, the applicant had been on day release from prison and that he had preferred to act as intermediary between a drug supplier and his clients rather than doing a job that he had abandoned for the past month. It held that “the conduct of this foreign national, who present[ed] a risk to public safety and health, [was] incompatible with his continued presence in France”.", "16. On 7 June 1990 the Court of Cassation declared that his right to appeal on points of law was forfeit.", "17. On 22 October 1992 the Lyons Criminal Court tried fifteen individuals on drugs offences.", "It noted that during a search of the applicant's home investigators had found four small transparent plastic bags containing traces of white powder, a book of matches on which a number of accounts were noted, twenty syringes and a spoon with a blackened underside, two forged identity cards and a forged driving licence. On the basis of various statements, including that of the applicant's wife, and the results of telephone tapping and shadowing, the court concluded that the applicant had played a key role as a supplier in the drug trafficking.", "The court ordered the applicant to serve prison sentences of six years for the drugs offence, three months for forgery of administrative documents and two months for residing in France in breach of an exclusion order.", "18. In 1994 the applicant was diagnosed as suffering from active chronic hepatitis.", "19. In a judgment of 6 June 1996, the Lyons Court of Appeal dismissed an application by the applicant for the lifting of the exclusion order. It noted that the applicant had had five convictions between 13 April 1982 and 22 October 1992, with prison sentences ranging from two months to six years, and that the offences of which he had been convicted on 27 April 1989 concerned heroin deliveries, including one of 100 grams of very high-quality heroin, and had been committed while he was on day release from prison. The court also found that the authenticity of the applicant's marriage to a French national had not been confirmed by the slightest evidence, and that the order for his removal did not constitute a disproportionate interference with his rights under Article 8 of the Convention.", "20. On 8 December 1997 the Minister of the Interior issued a deportation order in respect of the applicant. An appeal by the applicant to the Lyons Administrative Court was dismissed on 16 December 1998.", "21. On 9 August 1999 the applicant was released from prison and taken into administrative detention pending his removal from France.", "22. On 11 August 1999 the prefect ordered the applicant's removal to Algeria.", "23. On 13 August 1999 the applicant lodged an application with the Administrative Court seeking the annulment and stay of execution of that order, together with a request for its immediate suspension.", "24. On 16 August 1999 the Administrative Court dismissed the request for immediate suspension, finding that", "“it is not apparent from the evidence, and in particular from the medical certificate produced by [the applicant], that his state of health entails a short-term imperative need for the treatment of hepatitis C with two associated drugs that are not currently available in Algeria; accordingly, [the applicant] is not justified in seeking the suspension of execution of the decision taken by the prefect of the département of Isère ordering his removal to that country”.", "25. On 16 August 1999 the applicant applied for asylum, which was denied on 18 August 1999 by the OFPRA (French authority for the protection of refugees and stateless persons) on the ground that “his application, which was not lodged in a timely manner, [did] not contain any established or individual elements to substantiate the merits of his fears of persecution by the current Algerian authorities”.", "26. A doctor serving as a public-health inspector for the health and social services department for the département of Rhône sent two letters to the prefect of the Rhône-Alpes region on 13 and 18 August 1999. In the first of those letters the doctor stated, inter alia:", "“I observe that Mr Aoulmi has not produced any medical documents subsequent to January 1998, that he has not asked to see a doctor since his arrival at the detention centre and that he is not currently undergoing any treatment. I am thus entitled to consider that his current state of health is of no immediate cause for concern.", "The medical certificate mentions that Mr Aoulmi's state of health may justify treatment involving a combination of interferon and ribavirin; ...", "I have contacted the laboratory ... which produces ribavirin. According to the information I received, ribavirin is not yet available on the Algerian market. The drug may be imported with the authorisation of the Algerian Ministry of Health further to a request by the central pharmacy of Algiers Hospital. A procedure has been initiated with a view to exporting the molecule to Algeria. ...”", "27. In his second letter the doctor indicated:", "“I refer to the second medical certificate that you sent to me, for my opinion, concerning the state of health of Mr Rachid Aoulmi, issued by Lyon-Sud Hospital on 13 July 1999.", "Supplementing the previous certificate that you brought to my attention, this second certificate confirms that Mr Rachid Aoulmi's medical condition may be treated with a combination of interferon and ribavirin. The indications on the certificate concerning the availability of ribavirin in Algeria do not correspond to those given to me verbally by the laboratory ...", "I should point out that ribavirin is available in France under temporary authorisation (ATU – autorisation temporaire d'utilisation) for use in hospital pharmacies alone and that the marketing authorisation (AMM – autorisation de mise sur le marché) is to be issued shortly.”", "28. On 19 August 1999 the applicant was put on a boat for Algeria.", "29. On 13 December 2000 the Lyons Administrative Court set aside the prefect's removal order of 11 August 1999, holding as follows:", "“It is apparent from the evidence and in particular from the medical certificate issued by the prison hospital and health-care service on 13 July 1999, as produced by the applicant, that he suffers from hepatitis C. His state of health is such that he requires imperative treatment with two associated drugs, interferon and ribavirin, which were not available in Algeria on the date of the impugned decision. Accordingly, having regard to the exceptionally serious consequences that the measure taken against him may entail, the decision by the prefect of the département of Isère whereby Algeria was designated as the country to which Mr Aoulmi was to be removed in execution of the deportation order issued against him on 10 April 1988 must be set aside.”", "That judgment was irrevocable.", "30. On 17 June 2003 the applicant's lawyer indicated that his client had encountered difficulties in obtaining a passport. The lawyer enclosed with his letter an attestation to that effect issued on 5 February 2003 by the chief of Bejaia district.", "31. On 13 October 2003 the applicant's lawyer explained that his client could not return to France because the Algerian authorities would not issue him with a passport and he could not obtain a laissez-passer from the French authorities. He added that, according to the information he had received through the applicant's family, his health was continuing to decline and he had not been receiving the necessary medical treatment.", "32. In a letter of 5 November 2003 he provided the Court with a copy of the visa refusal issued by the French Consulate-General in Algiers on 13 October 2003.", "33. According to a medical certificate issued by an Algerian doctor on 31 July 2005, the applicant is suffering from the following complaints:", "“ulcer-related condition, only treatable with omeprazole,", "erythematous gastropathy, intestinal functional disorder and chronic constipation,", "chronic viral hepatitis type C, for which interferon was prescribed in France some ten years ago and which has not been treated or checked for about ten years.”", "34. On 11 August 1999 the President of the Third Section decided to indicate to the Government, pursuant to Rule 39 of the Rules of Court, that it was desirable in the interests of the parties and the proper conduct of the proceedings before the Court not to expel the applicant to Algeria prior to the forthcoming meeting of the appropriate Chamber on 24 August 1999. Under Rule 49 § 2 (a) the Government were also requested to submit information, in particular concerning treatment available in Algeria.", "35. The competent authorities decided to stay the execution of the removal until 16 August 1999 in order to obtain an expert medical opinion (see paragraph 27 above).", "36. On 19 August 1999 the applicant was removed to Algeria.", "37. On 20 August 1999 the Government submitted answers to the questions put to them.", "38. The applicant's representative submitted his answers on 24 September 1999.", "39. On 9 November 1999 the Court decided to request the Government to submit their observations on the admissibility and merits of the application, and on the fact that the applicant had been expelled notwithstanding the application of Rule 39.", "40. The Government submitted their observations on 3 February 2000 and those of the applicant's representative were submitted on 23 March 2000.", "41. On 9 September 2003 the Court decided to adjourn its examination of the case pending the Grand Chamber judgment in Mamatkulov and Askarov v. Turkey ([GC], nos. 46827/99 and 46951/99, ECHR 2005I).", "42. On 10 May 2005 the Court requested the parties to provide information about the applicant's state of health, his administrative situation, and any action taken further to the Administrative Court's judgment of 13 December 2000. They were also requested to address once again the possibility of a breach of Article 34 of the Convention, in the light of the Mamatkulov and Askarov judgment (cited above), which had been delivered on 4 February 2005.", "43. The parties submitted their observations on 26 September 2005.", "44. Article L. 630-1, sub-paragraph 1, of the Public Health Code, as worded at the material time, provided:", "“Without prejudice to the application of Articles 23 et seq. of Ordinance no. 452658 of 2 November 1945, the courts may make an order excluding an alien convicted of an offence under Articles L. 626, L. 627-2, L. 628, L. 628-4 or L. 630 from French territory for between two and five years. They may make an order permanently excluding an alien convicted of an offence under Article L. 627.", "An exclusion order shall automatically entail removal of the convicted person at the end of his sentence. ...”", "45. Former Article L. 627 of the Public Health Code provided:", "“Anyone who has contravened the provisions of the public-administration regulations laid down in the preceding Article concerning toxic plants or substances classified under the regulations as narcotics shall be liable on conviction to between two and ten years' imprisonment and a fine of between FRF 5,000 and FRF 50,000,000, or one only of those penalties. The sentence for offences of importing, producing, manufacturing or unlawfully exporting the said substances or plants shall be between ten and twenty years' imprisonment ...", "Penalties for attempts to commit any of the offences referred to in the preceding paragraph shall be the same as for the completed offence. A like rule shall apply to criminal association or conspiracy to commit such offences. ...", "The following persons also shall be liable to imprisonment of between two and ten years and a fine of between FRF 5,000 and FRF 50,000,000, or to one only of those penalties:", "(1) Anyone who has facilitated the use by another of the said substances or plants by procuring premises or by any other means, and whether or not for consideration. ...", "Where the person whose use of the said substances has been facilitated is a minor under 21 ... the term of imprisonment shall be between five and ten years. ...”", "46. As regards the question of compliance with Article 34 of the Convention, see Mamatkulov and Askarov, cited above, §§ 39-53."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}