{"ITEMID": "001-100990", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF POLANSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "Lech Garlicki;Nebojša Vučinić", "TEXT": ["5. The applicant was born in 1973 and lives in Bierutów.", "8. The applicant's appeal against the detention order, likewise his further appeals against decisions prolonging his detention and all his subsequent applications for release and appeals against refusals to release him, were unsuccessful.", "9. It appears that between 8 August and 27 September 2006 the applicant served a sentence of fifty days' imprisonment ordered in another set of proceedings against him.", "10. In the course of the investigation, the applicant's detention was prolonged by decisions of the Warsaw Court of Appeal (Sąd Apelacyjny) delivered on 2 March and 1 June 2007. In the latter decision the court stressed that an expertise on several documents, due at the end of May, had not yet been submitted", "11. On 3 July 2007 the bill of indictment against the applicant and four other defendants was lodged with the Warsaw District Court. It appears that three defendants, including the applicant, were charged with offences committed in an organised criminal group.", "12. Further decisions extending the applicant's pre-trial detention were taken by the Warsaw Regional Court (Sąd Okręgowy) on 8 October 2007 and by the Warsaw District Court on 9 January 2008.", "13. In all their detention decisions the authorities repeatedly relied on a strong suspicion that the applicant had committed the offences in question, which was supported by evidence from witnesses. They attached importance to the fact that the offences had been committed in an organised criminal group. They further stressed that the applicant, if released, could easily abscond, having access to forged identity documents and being in contact with criminal groups abroad. In this respect the courts stressed that in the initial stage of the investigation the applicant had used a false identity and appeared under the name of Petro Polyansky, a Ukrainian national. Lastly, the courts found no special grounds, as specified in Article 259 § 1 of the Code of Criminal Procedure, that would justify lifting the detention.", "In a decision of 9 January 2008 the Warsaw District Court stressed that two wanted notices had been issued in the applicant's case.", "14. On 15 February 2008 the trial court held the first hearing. It subsequently held, until 24 October 2008, some seventeen hearings in the case.", "15. During the court proceedings the applicant's detention was further prolonged by the Warsaw Court of Appeal on 4 March 2008. The court repeated the grounds previously given for the applicant's continued detention.", "16. On 3 July 2008 the Warsaw Court of Appeal lifted the applicant's detention. The court decided that the applicant could be released under police supervision and a prohibition on his leaving the country.", "17. It seems that on 2 February 2009 the applicant was again arrested in the same set of criminal proceedings. On 4 February 2009 the Warsaw Regional Court remanded him in custody. It would appear that additional charges of organising illegal border crossing were laid against the applicant.", "18. The applicant's detention was further extended by decisions of the Warsaw Regional Court delivered on 27 April and 27 July 2009. The applicant's interlocutory appeal against the former decision was dismissed by the Warsaw Regional Court.", "19. On 7 September 2009 the Warsaw Court of Appeal decided to lift the applicant's detention. The court held that his detention after 2 February 2009 has lacked a legal basis and had therefore been in breach of procedural criminal law, as ordered and subsequently extended by courts that had not been competent to deal with the case. It stressed that having regard to the fact that the applicant had already been detained in the same set of proceedings for over two years, his re-arrest should have been ordered and extended by the Appellate Court.", "20. The proceedings are still pending before the first-instance court.", "21. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are set out in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "22. Relevant statistical data, recent amendments to the Code of Criminal procedure designed to streamline criminal proceedings and references to the relevant Council of Europe materials including the 2007 Resolution of the Committee of Ministers can be found in the Court's judgment in the case of Kauczor (see Kauczor v. Poland, no. 45219/06, § 27-28 and 30-35, 3 February 2009)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}