{"ITEMID": "001-57840", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF SCHULER-ZGRAGGEN v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Preliminary objection rejected (non-exhaustion);Lack of jurisdiction (new complaint);Violation of Art. 14+6-1;No violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Pecuniary damage - reserved;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mrs Margrit Schuler-Zgraggen, a Swiss national born in 1948, was married in 1972. She lives at Schattdorf in the Canton of Uri.", "8. In 1973 she began to work for the industrial firm of D. at Altdorf (Canton of Uri). Her employer regularly deducted contributions to the federal invalidity-insurance scheme from her wages (see paragraph 33 below).", "9. In the spring of 1975 she contracted open pulmonary tuberculosis.", "On 29 April 1976 she applied for a pension on the grounds of incapacity for work due to her illness.", "The Compensation Office (Ausgleichskasse) of the Swiss Machine and Metal Industry (Schweizerische Maschinen- und Metallindustrie) decided on 24 September 1976 to grant her half an invalidity pension for the period from 1 April to 31 October 1976.", "10. On 28 September 1978 the D. company dismissed the applicant with effect from 1 January 1979 on account of her illness.", "11. After Mrs Schuler-Zgraggen had made a further application for a pension, the Compensation Office determined on 25 March 1980 that she was physically and mentally unfit for work and decided to pay her a full pension with effect from 1 May 1978.", "In 1981 and 1982 the invalidity-insurance authorities reviewed her case and confirmed the award of a pension.", "12. On 4 May 1984 the applicant gave birth to a son.", "13. In 1985 the Invalidity Insurance Board (IV-Kommission) of the Canton of Uri asked Mrs Schuler-Zgraggen to undergo an examination at the invalidity-insurance authorities’ medical centre (Medizinische Abklärungsstelle der Invalidenversicherung) in Lucerne.", "14. The medical centre asked Drs F. and B. for two reports (Konsilien) on the applicant’s health - one on the state of her lungs and the other a psychiatric report - and these were sent in on 10 and 24 December 1985 respectively. The centre prepared a summary on 14 January 1986, to which it attached Dr B.’s report; it concluded that the applicant was wholly unfit for clerical work and assessed her fitness for household work at 60-70%.", "15. On 21 March 1986 the Invalidity Insurance Board cancelled, with effect from 1 May 1986, Mrs Schuler-Zgraggen’s pension, then amounting to 2,016 Swiss francs (CHF) a month, as her family circumstances had radically changed with the birth of her child, her health had improved, and she was 60-70% able to look after her home and her child.", "16. On 21 April 1986 Mrs Schuler-Zgraggen lodged an appeal (Beschwerde) with the Canton of Uri Appeals Board for Old Age, Survivors’ and Invalidity Insurance (Rekurskommission für die Alters-, Hinterlassenen- und Invalidenversicherung - \"the Appeals Board\"). She claimed a full invalidity pension or, failing that, a half-pension, arguing, in particular, that the Federal Invalidity Insurance Act conferred on her the right to a pension so long as she was at least 66.66% incapacitated. So as to continue receiving her pension, she also asked the Board to order that her appeal should have suspensive effect.", "17. The Board dismissed the latter application on 7 May.", "18. On 22 May Mrs Schuler-Zgraggen dispensed with the services of her counsel.", "19. On 26 May she went to the Invalidity Insurance Board’s headquarters to inspect her medical file, which had been sent there by the Appeals Board, but she was not allowed to see it.", "On the same day she wrote to the Invalidity Insurance Board to complain about this and to demand to be able to see the file or at least a photocopy of certain important documents.", "In a letter of 28 July 1986 to the same board she again sought permission to inspect the file, in particular \"all the medical reports, records of examinations and results of laboratory tests from 1975 to 1986\", and the handing over of vital documents.", "20. The Appeals Board dismissed the appeal on 8 May 1987.", "In the first place, the right to inspect the file did not imply a right to take documents away or to have photocopies made of them. It sufficed that the appellant had had an opportunity to study her file at the Appeals Board registry; she had not availed herself of that opportunity, despite numerous invitations to do so.", "In the second place, it could not be discounted that even if the appellant had been fit, she would have been content with looking after her home once her child had been born. At all events, having regard in particular to the examinations carried out by the medical centre, the invalidity in question was not enough, in the case of a mother and housewife, to make her eligible for a pension. Mrs Schuler-Zgraggen was in a position to be more active if she really wished to work despite her new family circumstances. The refusal to pay a pension could help her recover from her neurotic obsession with being unable to work.", "21. On 11 August 1987 Mrs Schuler-Zgraggen wrote to the Appeals Board. She said she needed all the documents and expert reports in order to assess the prospects of succeeding in her legal action. She referred to a perfusion scintigram, a lung-function test, blood-gas analyses and a plethysmogram.", "22. In a letter of 13 August the Appeals Board replied as follows:", "\"... [T]hese documents provided the basis for the various medical reports. They are in our file only because of the right of inspection granted to you. We are therefore unable to make further documents available to you.\"", "23. On 20 August 1987 Mrs Schuler-Zgraggen lodged an administrative-law appeal with the Federal Insurance Court against the decision of the Appeals Board. She applied for a full pension or, in the alternative, an order remitting the case to the authority of first instance. She also sought leave to inspect the whole of her file (vollumfängliches Akteneinsichtsrecht).", "24. The Federal Insurance Court received observations from the Compensation Office’s invalidity-insurance department on 20 October 1987 and from the Federal Social Insurance Office on 9 November. The Compensation Office submitted that the invalidity pension should cease; the Federal Social Insurance Office argued that the appeal should be dismissed, relying on a report by its own medical service, which referred in particular to the examination carried out by the medical centre.", "25. In a letter of 23 November 1987 the Federal Court informed the applicant that her complete file had been sent to the Appeals Board, which \"within the next fourteen days [would] make all the documents available [to her] for inspection\". She would then have a further ten days in which to supplement her administrative-law appeal submissions.", "26. On 30 November 1987 Mrs Schuler-Zgraggen inspected her file and photocopied a number of documents. On 1 December the file was returned to the Federal Insurance Court.", "27. Mr Schleifer, a lawyer, wrote to the Federal Court on 7 December to inform it that he would henceforth be representing the applicant and to ask for the case file to be forwarded to him; this was done on 11 December.", "28. On 11 January 1988 Mrs Schuler-Zgraggen filed supplementary pleadings in support of her appeal. They included a complaint that the medical centre took it for granted in its expert opinion that her lungs functioned normally, relying on the report of Dr F., which was not in the file however. She also criticised the arbitrariness of the Appeals Board’s opinion that even if she had been fit, she would have devoted herself to household tasks because of the birth of her child.", "29. The Federal Insurance Court gave judgment on 21 June 1988, holding that since 1 May Mrs Schuler-Zgraggen had been 33.33% incapacitated and was therefore eligible for a half-pension if she was in financial difficulties, and that as there was no evidence before it on this point, the case should be remitted to the Compensation Office.", "In such a case the court’s function was not limited to reviewing compliance with federal law and ascertaining that judicial discretion had not been exceeded or misused; it could also review the appropriateness of the impugned decision, and was bound neither by the facts found by the court below nor by the parties’ claims.", "The applicant had succeeded in her complaint that the Appeals Board had failed to produce all the documents for inspection; she had been able to argue her case in the Federal Court, whose file she had had an opportunity to examine and which had considered the facts and the law with complete freedom.", "As to the pension claim, the court said:", "\"Regard must ... be had to the fact that many married women go out to work until their first child is born, but give up their jobs for as long as the children need full-time care and upbringing. This assumption based on experience of everyday life - experience which must be duly taken into account in determining the method to be applied for assessing incapacity ... - must be the starting-point in the present case. At the time the contested decision was taken, on 21 March 1986 ..., the child, who was born on 4 May 1984, was just under two years old, and accordingly, on the balance of probabilities (nach dem Beweisgrad der überwiegenden Wahrscheinlichkeit)..., it must be assumed that the applicant, even if her health had not been impaired, would have been occupied only as a housewife and mother.\"", "In the court’s view, this made it unnecessary to examine whether Mrs Schuler-Zgraggen was fit to work in her previous employment; the question was rather one of determining to what extent, if at all, she had been restricted in her activities as a mother and housewife. Here it was sufficient to rely on the expert opinion produced by the medical centre. The fact that the lung specialist’s report was missing from the file was a defect (ein gewisser Mangel), but the examination carried out by the specialist in internal medicine made it possible to answer the question whether after 1980 there had been any change in the state of the applicant’s lungs. After that date the applicant had no longer been treated for tuberculosis and in that respect was perfectly fit to work. As to her neurosis, it had much diminished in the meantime; and a handicap resulting from her back problems could in theory be assessed at 25% at most.", "30. On 17 July 1989 the Compensation Office decided that Mrs Schuler-Zgraggen could not claim a half-pension since her income in 1986, 1987 and 1988 had greatly exceeded the maxima applicable in those years to \"cases of hardship\" (see paragraph 35 below).", "The applicant did not appeal.", "31. Invalidity insurance is governed by two federal statutes - the Old Age and Survivors’ Insurance Act of 20 December 1949 (\"OASIA\") and the Invalidity Insurance Act of 19 June 1959 (\"IIA\").", "32. Invalidity insurance is compulsory for all persons resident in Switzerland (section 1 OASIA). Certain other people may contribute on a voluntary basis, notably Swiss nationals living abroad (section 2 OASIA).", "33. Invalidity insurance is managed by cantonal and occupational associations under the supervision of the Confederation (sections 49-73 OASIA and sections 53-67 IIA).", "34. At the present time invalidity insurance is financed partly from employers’ and insured persons’ contributions and partly from contributions by the State, in roughly equal proportions.", "There is no ceiling on contributions. Those paid by the insured are automatically deducted from earnings. Children, wives and widows of insured persons are exempted if not working, whereas others not gainfully employed pay from 43 to 1,200 Swiss francs a year (section 3 IIA and section 3 OASIA).", "35. Section 28 IIA deals with the assessment of incapacity.", "Provision is made in subsection 1 for pensions to be graduated in proportion to the degree of incapacity: a full pension is granted where incapacity is at least 66.66% and a half-pension where it is less than 50%. At the material time, 33.33% incapacity entitled a person to a half-pension only \"in cases of hardship\"; today incapacity must be at least 40% for a person to be eligible for a quarter-pension.", "\"For the assessment of incapacity, the income which the insured person could earn after becoming incapacitated and after taking any appropriate rehabilitation measures from work that could reasonably be expected of him in a stable labour market is compared with the income he could have earned if he had not been incapacitated.\"", "The amount of the pension is based on the insured’s annual average income, which is calculated by dividing the total income taken as a basis for assessing contributions by the number of contribution years (sections 36 et seq. IIA, taken together with sections 29 et seq. OASIA). For full ordinary pensions the maximum amount is double the minimum amount.", "Contributions are enforceable and the right to claim them is subject to a limitation period of five years (sections 15 and 16 OASIA).", "36. The Federal Court has derived from Article 4 of the Federal Constitution, which enshrines the principle of equality, an individual’s right to inspect his case file lodged with a judicial body.", "The right in question means being given an opportunity to have access to the official documents and to take notes but not to take the file away or to demand that copies should be made and handed over (judgment of 31 March 1982, Judgments of the Swiss Federal Court (ATF), vol. 108, part Ia, pp. 5-9).", "On this last point the Federal Court has, however, accepted that individuals may ask for copies, provided that this does not entail an excessive amount of work or substantial expense for the authority concerned (judgment of 4 September 1986, ATF, vol. 112, part Ia, pp. 377-381).", "37. Section 85(2)(e) OASIA, first sentence, provides: \"If the circumstances so warrant, the parties shall be summoned to a hearing.\"", "38. Under Rule 14 para. 2 of the Federal Insurance Court’s Rules of Procedure,", "\"The parties shall not have a right to demand a hearing in appeal proceedings. By agreement with the division, the presiding judge may order a hearing to be held, on an application by one of the parties or of his own motion. The parties may inspect the file before the hearing ...\""], "VIOLATED_ARTICLES": ["14", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}