{"ITEMID": "001-58827", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF LOFFLER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["6. On 11 April 1986 preliminary investigations on the suspicion of murder were instituted against the applicant. On 31 March 1987 a Court of Assizes (Geschworenengericht) at the Linz Regional Court (Landesgericht) convicted the applicant of murder and sentenced him to eighteen years' imprisonment. On 15 September 1987 the Supreme Court (Oberster Gerichtshof) dismissed the applicant's plea of nullity and appeal against sentence.", "7. On 6 September 1990 the applicant requested the re-opening of the criminal proceedings against him. On 11 December 1991 the Linz Regional Court dismissed the applicant's request. On 15 June 1992 the Linz Court of Appeal (Oberlandesgericht) granted the applicant's appeal and reopened the criminal proceedings against him. At the same time the applicant was released.", "8. On 23 August 1993 the Linz Public Prosecutor's Office filed a bill of indictment charging the applicant with murder. On 7 October 1993 the Linz Court of Appeal accepted the applicant's objections to the indictment.", "9. On 30 May 1994 the Public Prosecutor's Office filed a new bill of indictment against the applicant. On 9 September 1994 the Court of Appeal dismissed the applicant's objections to it.", "10. On 6 February 1995 the Supreme Court dismissed a request by the Linz Regional Court to transfer jurisdiction in the case to a court in Vienna.", "11. On 3 April 1995 the applicant filed a request under Section 91 of the Courts Organisation Act (Gerichtsorganisationsgesetz) with the Linz Court of Appeal. He complained about the inactivity of the Regional Court and requested the Court of Appeal to order the Regional Court to fix a date for the trial. On 24 May 1995 the Court of Appeal refused this request. The Court of Appeal found that the Regional Court had to wait for further expert opinions concerning a DNA test of hair and skin parts which had been found on the victim and the applicant’s clothes.", "12. On 30 October 1995 the DNA test results were transmitted to the court.", "13. On 12 February 1996 the Presiding Judge of the Assize Court fixed the date of the applicant's trial for 19 August 1996.", "14. The applicant's trial commenced on 19 August 1996 and finished on 29 August 1996. On 29 August 1996 the Assize Court acquitted the applicant."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}