{"ITEMID": "001-85775", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GRADINAR v. MOLDOVA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1956 and lives in Comrat. She acts on behalf of her deceased husband, Mr Petru Grădinar (“G.”).", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. G. was in conflict with a number of officers of the Comrat police and was allegedly persecuted by those officers for criticising them and helping alleged victims of police abuse. In 1993 G. was allegedly abducted by the local police and a ransom was requested. Having been kept for 15 days in the woods, he was released and on 24 December 1993 lodged a complaint against several officers of the local police, including D., the Deputy Chief of the Comrat police. A criminal investigation was opened but was discontinued for lack of evidence.", "8. On 11 March 1995 M., a subordinate of D., made a complaint against G. for resisting the legitimate orders of the police. On the same day G. made a complaint against D., M. and another officer for abusing their power by beating him up at his home and requested the opening of a criminal investigation. The judge examining the two cases closed the first one for lack of evidence. The criminal investigation into G.’s complaint was discontinued some time later.", "9. On 4 May 1995 the personnel of the local police station wrote a letter to various authorities in support of the three officers and against D.C. (one of the three accused in the present case). The Prosecutor General found that many of the statements by the police officers in that letter were unfounded and tendentious and contained gratuitous accusations against G., D.C. and the prosecutor who had opened the criminal investigation. There was mention of talk among the officers about possibly resorting to “illegal methods of fighting” the suspects.", "10. On 16 September 1995 a burnt-out car was found in a forest near Comrat. The police found the remains of a person in the boot of the car. A criminal investigation was opened and led to the conclusion that the victim was D. Three persons became the prime suspects: the C. brothers (D.C. and G.C.) and G.", "11. According to the prosecution, the following events led to the murder of D. on the night of 15 to 16 September 1995. In 1994 D. had opened a criminal investigation against G.C. for “aggravated hooliganism”. The C. brothers and G. were in serious conflict with D. On 15 September 1995 D. visited a bar in Comrat, where he met with the C. brothers and G., was insulted by them and was hit outside the bar. They agreed to meet at around 4 a.m. at a roundabout to finish the dispute.", "12. When they met at 4 a.m., the C. brothers and G. beat D. and then forced him into the back of his police car and drove to a forest, followed by G. in his own car. In the forest, they continued beating D. and then loaded him into the boot of his car, sprayed petrol all over it and set the car on fire.", "The applicant disputed this version of events.", "13. On 20 May 1997 the Chişinău Regional Court acquitted all three suspects. On 21 October 1997 the Court of Appeal upheld that judgment.", "14. On 5 December 1997 a bomb exploded near G.’s house but nobody was hurt. G. lodged a complaint and requested measures of protection. The criminal investigation initiated at his request could not identify the bombers and was closed in February 1998. The Ministry of the Interior refused to apply measures of protection to him because he had not received any threats and there was no reason to expect a repeat of the bombing.", "15. On 12 January 1998 the Supreme Court of Justice quashed the lower courts’ judgments of 20 May and 21 October 1997 and ordered a full rehearing of the case.", "16. On 11 June 1999 G. and his son were killed in their car by gunmen. The criminal investigation subsequently launched did not reveal the identities of the killers. On 6 July 1999 the applicant insisted on the continuation of her late husband’s retrial in order to prove his innocence. She was recognised as his legal representative and was allowed to make submissions to the courts in addition to those made by the lawyer whom she had appointed.", "17. On 16 September 1999 the Chişinău Regional Court (“the first-instance court”), the only one which examined the witnesses in the case directly (except for P.O., the prison hospital doctor), found the following facts:", "18. On 17 September 1995 D.C. was taken to the local police station and questioned as a witness about the events of the night of 15 to 16 September 1995. On 18 September 1995 G. was taken to the same police station and also questioned as a witness about the same events.", "19. They were not informed of their rights and were not assisted by lawyers. They were handcuffed while questioned. After the questioning, administrative files were opened on the basis of their alleged insults to D. at the bar and a judge ordered their arrest for ten days as an administrative sanction. During the administrative arrest further questioning took place and other procedural steps were taken, resulting in evidence later used in the criminal case against them. In particular, during this period (18-22 September 1995), G. and D.C. confessed to having murdered D.", "20. The court found that the initial reports which had served as a basis for the administrative arrest had been filed in breach of the proper procedures. There had been no grounds for the administrative arrest because the two men were suspects in a criminal case and any detention should have been ordered on that basis.", "21. On 19 September 1995 G. and D.C. were taken to a remand centre in Chişinău, where they were questioned again until 21 September 1995 as witnesses and without legal assistance. They made statements accepting their guilt during the questioning.", "22. On 21 September 1995 they were, for the first time, interviewed as suspects (as opposed to witnesses), still without having their rights explained and without access to a lawyer.", "23. On 9 October 1995 both D.C. and G. were questioned for the first time in the presence of their lawyers and each confessed to having committed the crime. However, when signing the record of the questioning, each wrote that he did not accept any guilt. The same happened on 7 November 1995 in respect of G.C., who had been arrested in Russia and extradited to Moldova. In his statement G.C. mentioned that G. and D. had fought in the woods and had both fallen to the ground before D. was immobilised and burned in his car. D.C. noted that after taking C.S. to the hospital where she worked after 3 a.m., they had driven back by the police station building and towards the roundabout. However, the court found that this was contradicted by the officer P.V., who had been in a police car parked next to the police station and who had not seen any car drive past the station at that time.", "24. In early October 1995 G. lodged two complaints about ill-treatment by the police. On 15 December 1995 the investigating judge requested the prosecutor to investigate the allegations. On 1 March 1996 the prosecutor answered in respect of one complaint that the facts had not been confirmed but did not attach any documents from the investigation as required by law. There was no evidence of any investigation of the second complaint.", "25. In October 1995 G. was admitted to a hospital for detainees, where he was examined by Dr P.O. on 13 October 1995. Dr P.O. testified in court that G. had complained to him of ill-treatment by the police, but because there were no visible signs, this had not been recorded in the medical report. The court noted that the medical report had been drawn up almost a month after the alleged ill-treatment, which prevented the verification of the allegations. However, G.’s medical file showed that he had complained of pain in the kidneys and broken chest bones and that he had been treated for injuries to his head and leg (“post-traumatic neuritis of the right leg”). Dr P.O. testified that such damage to the leg normally appeared as a result of blows or contusions to that area. The doctor’s conclusion that no chest-bone fractures had been found was not backed up by X-ray evidence as required by law. Subsequent X-ray pictures were of too poor a quality to establish whether the bones were intact.", "26. On 20 March 1996 another medical examination of G. was carried out at the request of the investigator. While no signs of ill-treatment were found, the diagnosis was “mild consequences of craniocerebral trauma with hypertonic syndrome” and G. was advised to undergo in-patient treatment. He refused, but in May 1996 he had to be admitted to the hospital as a result of the head injuries and neuritis in the leg. He stayed at the hospital until December 1996.", "27. The court also found that, owing to various violations of the rules on criminal procedure, including the use of ill-treatment for the purpose of obtaining a confession, the self-incriminatory declarations made by the third suspect, G.C., who had been arrested in Russia, could not be accepted as evidence. No proper request had been made by the Moldovan authorities to their Russian counterparts to question G.C. and he could not properly be questioned by the Russian authorities because he was not a Russian citizen.", "28. The court found that in all the statements made by the suspects there was no fact of which the prosecution had not already been aware before the questioning. Furthermore, G.’s complaint that he had been shown a video of D.C.’s statements, including those made during the crime scene investigation, had been made at a time when he was still a witness and had no right of access to the case file; he was not even supposed to have known of the existence of that video recording. The court concluded that the only way for G. to have known about the recording was by having seen it, which confirmed his claim that he had been shown it in order to ensure that his confession concurred with those of D.C.", "29. On the basis of all the evidence, the court found that the statements made by the suspects during questioning had not been given voluntarily but had been taken from them illegally under duress and could not constitute valid evidence.", "30. The court then turned to the witness statements. The witnesses had given evidence on three matters: (i) the quarrel at the bar; (ii) the existence of unfriendly relations between the accused and D. (motive for the crime); and (iii) the events at around 4 a.m. at the C. brothers’ parents’ house (alibi for G.).", "31. The court examined a number of witnesses whose written statements made at the police station about the events at the bar apparently confirmed that the accused had initiated the fight and been aggressive towards D. A number of those witnesses declared in court that they had been threatened or otherwise forced by the police to sign witness statements, whereas they had not witnessed the events described in the statements. One of these witnesses was C.E., who stated that under pressure from the police he had signed a false witness statement about having seen the accused’s car being driven in the direction of the roundabout at about 3 a.m. on the date of the crime.", "32. The statements taken from seven other witnesses by the police in 1995 were read out in court, including that of M.E. who had been with C.E. and had confirmed his statement (see the preceding paragraph). They referred mostly to the events at the bar. Since these witnesses were uncontactable abroad and the accused could not confront and properly challenge them, and in virtue of guarantees provided for in Article 6 of the Convention, the court rejected their statements as evidence.", "33. Another witness, a former colleague of D. who had been accused by G. of beating him up in 1995, confirmed his earlier statements attributing the initiation of the fight to the accused. He had gone with D. to the police station and, rather than talking about subsequently returning for any further meeting, they had agreed to go home after visiting the police station. The witness C.S. declared in court that she had seen part of a quarrel at the bar between the accused and D. but that later (at around 3.30 a.m.), when she had been taken to work by the accused in their car, they had been calm and had not spoken about the policemen.", "34. The court concluded that not a single witness, including D.’s colleagues, had confirmed the prosecution’s version that D. and the suspects had agreed after the incident at the bar to meet at a later time near the roundabout to continue the dispute.", "35. Some of the police officers declared that G.C. had threatened D. with violence because of the administrative file opened against him. The court failed to see why in such circumstances and after allegedly being threatened that same night by the suspects, D. would have agreed to return for a fight, alone and without warning anyone, including the officer on duty at the police station, and without taking his weapon from the safe.", "36. D.’s colleague, a police officer who was present during all the events at the bar, had not informed his superiors of any such meeting even though he would have been obliged to report anything suspect. Indeed, he did not confirm that such an agreement had taken place. Moreover, having called his wife from the police station, he had gone outside to be taken home by D. in his car but had not seen D. or his police car. He had run down the street hoping to see him, but passing by the roundabout several minutes later, he had not seen D. or anyone else there.", "37. The court’s conclusion was that the incident at the bar, to the extent that it had happened, had ended there.", "38. Other witness statements related to the alleged motives for the crime, for example, that relations between the suspects and D. were hostile on account of the criminal file opened against G.C. and that D. was worried about vengeance on their part. However, the court found no objective confirmation of such fears. On the contrary, D. had declared during questioning in the case in which G. had accused him of abduction in 1993 that he was on good terms with G.", "39. In addition, while D. had opened a criminal investigation in respect of G.C. on 16 June 1994, he had not taken any measures in relation to him before handing the case to another investigator on 1 July 1994. There was no evidence in the file suggesting that G.C. had seen the materials in the file and thus found out about D.’s involvement in the case, and the case had been closed by another investigator in December 1994 following G.C.’s admission of having committed hooliganism. The court thus did not find any reasonable motive for revenge by G.C. based on that investigation.", "40. Other witnesses called by the prosecution not only denied the allegation that G.C. had told them about killing D. while they were travelling in Russia, but declared that they had seen G.C. being beaten to obtain a confession from him. The court likewise rejected the evidence of a former officer from the police station in Comrat where D. had worked to the effect that he had been told by G.C. about the murder and its details. The court found that the witness was not impartial.", "41. Another group of witnesses testified about the events at the house of the C. brothers’ parents. These witnesses (not only the parents) stated that they had butchered and processed a pig for about two hours and then taken the meat to the market at about 5.30 a.m. Two of them declared that they had been made to sign statements which did not entirely correspond to what they had witnessed, in particular being pressed by the police to indicate that the butchering had begun at a different time and to declare that G. had not been present. A meat seller at the market confirmed that at about 5.30 a.m. he had received meat from G.C. and that, judging by its weight, the butchering had taken between one and a half and two hours.", "42. Considering all the above witness statements, the court found that at around 4 a.m., the time of the murder according to the prosecution, the suspects had been at C. brothers’ parents’ house and could not have been in the woods to commit the crime as alleged.", "43. The report of the crime scene investigation, together with a video recording of the investigation, depicted each of the accused showing the place and the manner in which they had allegedly committed the crime. According to the testimony of one of the police officers who had taken part, the investigation had been carried out on 18 September 1995.", "44. The court found a number of violations of the rules on criminal procedure in the investigation of the crime scene. In particular, the report had been signed and annexed to the case-file only at a much later stage, whereas by law, it should have been signed during or immediately after the investigation. The witnesses to the crime scene investigation confirmed that they had signed the report but that they had not been allowed near the crime scene and had seen the burnt-out car only from a distance. Contrary to legal requirements, they had not had any explanation of their rights and obligations as witnesses, they had not seen what the police had found on the scene and they had not seen the video recording of the event before signing the report and map.", "45. In addition, while a car tyre print had been found at the crime scene, a copy had not been made. D.’s documents, found intact and “conspicuously displayed” nearby, had not been examined for fingerprints, even though they had a plastic cover that could have retained prints.", "46. A piece of fabric found on a bush had been described but not located on the map and not subjected to expert analysis. The analysis of the suspects’ clothes which they had worn on that night did not reveal any element suggesting that they had been at the crime scene.", "A petrol tank found at the scene had likewise not been analysed by the experts.", "47. The prosecution had not produced to the court the video recording of the crime scene investigation. The map drawn did not indicate the exact position of a number of items and marks noted in the report as having been found at the crime scene. This made it impossible for the court to verify whether what the accused had indicated at the crime scene coincided with the map and the traces found.", "48. The report of the investigation described the finding of a plastic tube in September 1995, but no details or measurements were given. It was only on 28 February 1996 that the investigator had presented as evidence a piece of plastic tubing which had allegedly been found at the crime scene and had been used for taking fuel from D.’s car in order to set the car on fire. The court rejected that evidence, along with the result of a forensic experiment that merely showed the possibility of evacuating fuel from the car’s tank in that manner.", "49. In the light of these findings, the court excluded the crime scene report as a whole from the evidence on account of the serious procedural violations.", "50. The court examined additional facts determined during the investigation. A witness testified that he worked as a security guard in a café near the roundabout and had seen a police car and another car stopping there and a fight taking place between their occupants. They had then all got back into their cars and shots had been heard. One car had left, followed by the police car, in the direction of Chişinău. He had not seen either of the two cars return in the direction of the wood where the burnt-out car was later found.", "51. Other witnesses confirmed in court that they had heard shots that night but could not confirm their location.", "52. The defence claimed that, after a brief initial investigation of the shooting, including a ballistics report, the relevant evidence had been withdrawn and examined in a new criminal case, in order to prevent the examination of alternative leads in the accused’s case. The court found no evidence of any ballistics report, but noted the presence of records of interviews of witnesses who had heard the shots. Moreover, a cartridge case was found in D.’s car, the origin of which had not been explained. The court concluded that initially there had been another lead in the case which had not been fully investigated.", "53. The court also examined the evidence relating to the identification of the human remains found in the car and decided that the identity of the victim had not been established.", "54. The court also found, from the statements of a number of witnesses, including police officers, that the assumption that the three suspects had committed the crime had emerged immediately and remained not just the main scenario under consideration, but in fact the only one examined during the entire investigation. In the court’s view, this was confirmed by the failure to examine in any detail the established fact of the shooting in the area of the roundabout.", "55. The court also noted the general attitude of the local police officers towards the suspects displayed in their letter of 4 May 1995 (see paragraph 9 above), which had led it to conclude that the local police had formed a strongly negative attitude towards the suspects even before the crime had been committed. Added to that was the loss to the police station in the form of the police car that had been destroyed. The court concluded that that police station should not have been involved at all in the investigation of the crime. Nonetheless, most procedural steps in the initial phase of the investigation of the case had been performed by officers from that police station.", "56. The court examined the expert reports on various items found in and around the car. It concluded that most of those reports had been filed in serious breach of the rules on criminal procedure (notably, the presumed identity of the human remains found in the burnt-out car had already been written on the materials presented to the experts, who were under the impression that the fact had already been established) or had been seriously undermined by the improper manner in which samples had been obtained during the crime scene investigation.", "57. The court concluded that these reports neither confirmed, nor denied the identity of the victim. The objects found in the car and identified as belonging to the alleged victim were not inseparable from him and could have been placed there. Moreover, the prosecution had given no explanation as to why those who had committed the crime, having taken measures thoroughly to destroy all traces, had left D.’s personal documents untouched in an open space nearby, “conspicuously displayed” with his picture attached.", "58. The court considered that credibility could be attached to the statements by the accused that illegal forms of pressure had been used on them and to those made by some witnesses about being forced by the police to give false statements.", "59. The court also found that the investigation had been unilateral and biased against the suspects. It found that it had not been proved that the remains in the burnt-out car belonged to the alleged victim. While it had been proved that a crime had been committed by burning the car and an unidentified person inside it, there was no evidence to show that the suspects were the perpetrators of the crime. Most of the evidence gathered was unreliable owing to breaches of criminal procedure and could not serve as a basis for a conviction. On the basis of its findings, the court acquitted all three suspects.", "60. On 31 January 2000 the Court of Appeal quashed the judgment of the Chişinău Regional Court and adopted a new one, convicting D.C., G.C. and G. It did not sentence G. because of his death in 1999.", "61. The court recounted in detail the sequence of events as submitted by the prosecution. It then examined the parties’ submissions and the material in the case file and examined one witness (Dr P.O.). The court noted the contents of the interviews of each of the accused during the investigation (of G.C. on 1 and 7 November 1995, of D.C. from 17 to 20 September, 9 October and 10 November 1995 and of G., without specifying any specific date in his case but rather stating that he had given genuine confessions “throughout the investigation”).", "62. It found that the three suspects had on a number of occasions made genuine and consistent confessions in the presence of their lawyers and that G.C. had written one of his confessions himself. D.C.’s confession of 19 and 20 September 1995 had been filmed.", "63. The court considered that all of the above precluded the possibility of ill-treatment and that the suspects’ confessions had incorrectly been excluded from the evidence by the first-instance court. The suspects had changed their statements towards the end of the investigation only to avoid criminal responsibility.", "64. In the court’s opinion, there was no evidence of any ill-treatment of the accused. The officers questioned in that regard all denied having applied such treatment and G.’s personal medical file from his hospital treatment in October 1995 did not establish any evidence of ill-treatment. Dr P.O. did not confirm the ill-treatment.", "65. The officer who had questioned G.C. after arresting him in Russia testified to the fact that G.C. had been lawfully questioned and that he had not been subjected to any form of ill-treatment. Because G.C. had a Russian residence visa in his passport for 1995, the Russian investigating authorities had treated him as a Russian citizen and there had thus been no need for a special request by any Moldovan authority to that effect.", "66. The court noted that all three suspects had made similar statements, differing only as regards their respective roles in committing the crime. The court considered that their subsequent denial of committing the crime and the slight variations in their versions of events was an attempt to avoid criminal responsibility.", "67. The crime scene investigation had been conducted in the presence of witnesses and G.’s lawyer and was filmed. Both D.C. and G. had been able clearly to indicate the place and the manner of D.’s killing.", "68. D.’s wife had identified the objects found in the burnt-out car and declared that the accused had often threatened her husband and family because of a criminal investigation opened by her husband against G.C. On 17 September 1995 the local police had called to inform her that her husband’s corpse had been found burned in the woods, together with his keys and documents. The court found that D. had indeed opened a criminal investigation against G.C. on 16 June 1994.", "69. The car found at the crime scene belonged to the local police station. Blood samples from around the car coincided with the D.’s blood group. Moreover, no other disappearances had been reported during the relevant period in the region. There was no doubt in the view of the Court of Appeal that the corpse found in the car was D.", "70. The court stated, without giving any further details, that a number of witnesses had “directly and indirectly shown that the accused were connected to the crime”. The statements of two other witnesses, excluded from the evidence by the first-instance court, were declared admissible by the Court of Appeal, although it did not specify why, or what those statements included.", "71. Moreover, the witness statements of M.F. and S.P. had been read in court but unlawfully excluded from the evidence by the first-instance court.", "72. The court also found that the first-instance court had not given reasons for its decision to reject from the file several types of evidence. The court rejected as unproven, without giving any explanation, all the other evidence taken into account by the first-instance court in favour of the accused. It found each of the accused, including G., guilty as charged and decided to discontinue the proceedings against G. because of his death.", "73. On 30 May 2000 the Supreme Court of Justice upheld the judgment of the Court of Appeal.", "74. The court first recounted in detail the prosecution’s version of events, the findings of the lower courts in the case and the arguments raised by the defence, including an alibi for the accused.", "75. The court declared that it accepted only lawfully obtained evidence as the basis for its judgment, evidence which it found “sufficient to confirm the guilt of the accused [G.C.], [D.C.] and [G.] in having committed the acts of which they are accused”. It referred to the contents of the self-incriminating statements made by the accused on 9 October and 7 November 1995 and noted that these statements had been made in the presence of their lawyers. It confirmed the Court of Appeal’s acceptance of the self-incriminating statements as the “decisive evidence” in the case. The accused had made similar statements; the discrepancies relating to the role of each in committing the crime were the result of their attempt to transfer most of the guilt to the others.", "76. The court also found that the accused had not withdrawn their statements until 6 March 1996, when they declared that they had been ill-treated. The first-instance court:", "“gave credibility to the accused’s declarations, even though they had not been proved, while deciding, without any basis, that witnesses who testified that there had been no ill-treatment were interested persons and should thus have their testimony excluded.”", "77. The court also noted the statements of several witnesses who confirmed that the quarrel at the bar had taken place, that the accused had initiated it and that they had left for the hospital, while D. had left for the police station after 3 a.m. The testimonies largely coincided, as to the time and sequence of events, with the initial statements by the accused.", "78. The witness C.S. confirmed that the accused had driven her to the hospital after 3 a.m. and confirmed the quarrel at the bar. Her statements largely coincided with those made by D.C. on 17 September 1995. The witnesses C.E. and M.E. stated that they had seen the accused in their car and the police car driving towards the roundabout shortly after 3 a.m.", "79. The officer who had been on duty that night at the police station noted that D. and his colleague M. had come to the station at around 3.22 a.m. and that minutes later D. had left in the car.", "80. Officer M. (se paragraph 8 above), remembered one of the accused shouting in the Gagauz language “I will burn you”. The officer did not speak that language but remembered the word and had later found out its meaning.", "81. The court noted that D. had opened a criminal investigation against G.C., which might have constituted a motive for revenge.", "82. The court examined various pieces of evidence which proved, in its view, that the human remains found at the crime scene were those of D.: an expert report had found that the corpse was, in all probability, that of a man; the blood stains found coincided with D.’s blood group; and items found in and around the car, such as keys and documents, belonged to D. and had been recognised by his wife.", "83. Lastly, the court declared that the above and “other evidence taken into account by the Court of Appeal” proved the accused’s guilt. No further details were given.", "84. The relevant provisions of the Code of Criminal Procedure in force at the material time read as follows:", "“Criminal proceedings cannot be instituted, and those already instituted shall be discontinued:", "...", "(8) against a deceased person, with the exception of those cases where the proceedings are necessary for the rehabilitation of the deceased ...”", "“...", "Evidence obtained in violation of the present Code or not properly examined during the court hearing cannot constitute the basis of a court conviction or of other procedural documents.”", "“... A witness who refuses to testify shall be liable in accordance with Section 197 of the Criminal Code, and shall be liable for falsely testifying in accordance with Section 196 of the Criminal Code. ...”", "“... When the accused is first questioned after being taken into custody, the questioning may take place only in the presence of defence counsel, whether chosen or officially appointed.”", "“The minutes of an investigatory procedure shall be filed during the procedure or immediately thereafter. ...", "After the end of the questioning the audio or video recording shall be reproduced in full for the person questioned. ... The audio or video recording shall end with a declaration by the person questioned confirming the correctness of the recording.”", "“...", "The following have the right to introduce a revision request:", "...", "(b) the spouse and other close relatives of a convicted person, even after his or her death.”", "85. The relevant provisions of the Act on compensation for damage caused by the illegal acts of the criminal investigating authorities, prosecuting authorities and courts (no. 1545 (1998)) read as follows:", "“(1) Pursuant to the present Act, compensation shall be payable for pecuniary and non-pecuniary damage caused to a natural or legal person as a result of:", "(a) unlawful detention or arrest ...;", "(b) unlawful conviction ...;", "...", "(d) unlawful administrative detention or arrest ...”", "“(1) At the time of notifying about ... an acquittal ..., the natural person (in case of his or her death the heirs) ... shall be handed a notice in a typical form explaining their right and procedure for asking reparation for damage caused.”", "“(1) The prosecutor responsible for the criminal investigation or the hierarchically superior prosecutor shall make an official apology in the name of the State to the groundlessly prosecuted person.", "(2) Official apology of the prosecutor shall be made in the case where:", "...", "(c) an acquittal becomes final; ...", "(3) The prosecutor shall make an official apology in written form to the victim of the unlawful acts or to the latter’s close relatives.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}