{"ITEMID": "001-93286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "VIHRA NIKOLOVA AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicants, Ms Vihra Nikolova and her children, Ms Maglena Gorchilova and Mr Danko Nikolov, are Bulgarian nationals who were born in 1923, 1943 and 1950 respectively and live in Sofia. They were represented before the Court by Ms S. Margaritova-Vuchkova, a lawyer practising in Sofia. The Bulgarian Government (“the Government”) were represented by their Agents, Mrs N. Nikolova and Mrs S. Atanasova, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1975 the first applicant and her husband purchased from the Sofia municipality a three-room flat covering 106 square metres.", "The property had belonged to a private person until the nationalisations carried out by the communist regime in Bulgaria in 1947 and the following several years.", "In February 1993 the heirs of the former pre-nationalisation owners brought proceedings against the first applicant and her husband under section 7 of the Restitution Law.", "In 1997 the first applicant’s husband passed away. The second and third applicants, being his heirs, became parties to the proceedings.", "By judgment of 12 June 2001 of the Supreme Court of Cassation the applicants’ title was declared null and void with final effect on the ground that the 1975 contract had not been signed by the mayor personally. It had been signed by another official of the municipality.", "The proceedings continued as regards other alleged grounds for nullity but were eventually terminated on 8 November 2001 as the plaintiffs did not maintain their claim in this respect.", "The applicants vacated the flat in October 2001. In April 2003 they were granted the tenancy of a two-room municipal flat which needed renovation. In 2004 the applicants purchased the flat at regulated prices below market value, as applicable for the sale of municipal flats to their tenants. They paid 20,000 Bulgarian levs (approximately EUR 10,200).", "On 21 December 2001 the applicants filed a request for compensation bonds.", "In July 2007 the applicants inquired about the examination of their request. On 29 August 2007 the regional governor refused to grant it stating that it had been submitted outside the relevant two-month time-limit. The governor considered that the time-limit ran from 12 June 2001, the date of the final judgment of the Supreme Court of Cassation.", "Upon the applicant’s appeal, on 14 February 2008 the Sofia Administrative Court quashed the governor’s refusal, accepting that the time-limit had run from 8 November 2001. In May 2008 a court-appointed expert submitted her report according to which the value of the applicants’ former flat, assessed in accordance with the applicable rules, was BGN 81,983 (the equivalent of approximately EUR 42,050). By a judgment of 26 June 2008 the Sofia Administrative Court, noting, inter alia, that the parties had not contested the expert’s assessment, ordered that the applicants should receive compensation bonds for this amount.", "The relevant background facts and domestic law and practice have been summarised in the Court’s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007.", "In May 2007 the Government published regulations implementing section 7 (3) of the Restitution Law (State Gazette no. 37 of May 2007). The regulations enabled persons currently in possession of housing compensation bonds to obtain payment at face value from the Ministry of Finance."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}