{"ITEMID": "001-58894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF AMBRUOSI v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis;Vitaliano Esposito", "TEXT": ["7. By judgments nos. 495 of 31 December 1993 and 240 of 10 June 1994 the Constitutional Court ruled that the State should reimburse part of the taxes unduly paid by certain categories of pensioners on their old-age pensions.", "8. The implementation of these judgments through legislative measures having not taken place immediately, a number of pensioners falling within these categories instituted proceedings against the State before the Italian Magistrate’s courts seeking the reimbursement in question. The applicant acted as counsel for fifty-three such pensioners. In certain cases, she requested a direct discharge of her fees, costs and expenses.", "9. By judgments Nos. 3295 of 22 November 1995, 3491 of 4 December 1995, 3501 of 4 December 1995, 3504 of 4 December 1995, 3505 of 4 December 1995, 3506 of 4 December 1995, 3510 of 4 December 1995, 681 of 5 February 1996 and 1898 of 27 March 1996, the Trani Magistrate found in the plaintiffs’ favour and discharged the applicant’s fees, costs and expenses directly to her. The total amount of the discharged fees in relation to these judgments was 12,900,000 ITL.", "10. On 28 March 1996 the President of the Republic passed Law Decree No. 166 aiming at the enforcement of the judgments of the Constitutional Court, whereby it was decided that the State would reimburse the due amounts by way of distribution of State bonds to the relevant pensioners over a period of six years.", "11. Paragraph 3 of Section 1 of this Law Decree extinguished all pending proceedings concerning the reimbursement in question and provided that the legal costs would be considered as offset between the parties. It further provided that the judicial decisions which, on the day of entry into force of the decree, had not yet become final would produce no legal effects.", "12. The judgments listed in paragraph 9 above, having not become final, were thus deprived of all legal effects. The other proceedings which were still pending were extinguished and the legal costs offset ex lege.", "13. Under Section 91 of the code of civil procedure, the unsuccessful party in the proceedings bears all the legal costs, including the lawyer’s fees, costs and expenses incurred by the other party or parties.", "14. Under Section 92, the judge can offset the legal costs between the parties when neither is entirely successful or when there are other equitable grounds therefor (“altri giusti motivi”).", "15. Under Section 93 of the code of civil procedure, a lawyer whose client is of poor means can declare to have advanced the costs and expenses of the proceedings on behalf of his client and not to have been paid his fees (onorari), and can accordingly request that, if his client is successful and is thus entitled under Section 91 to be awarded legal costs, the court discharge the latter directly to the lawyer (distrazione delle spese) (see, for example, Cassazione Civile, judgment No. 670 of 30.03.62). Section 93 thus grants a special protection to the lawyer, who enters into a direct relationship with the opposite party and obtains an autonomous title. He can subsequently autonomously act against the losing party in order to recover his fees, costs and expenses. The lawyer’s right to claim his fees from his client, however, persists (see, for example, Cassazione Civile, judgments No. 5467 of 13.05.93 and No. 865 of 12.02.82).", "16. Law Decree No. 166/1996 was never converted into a Law, but its effects were maintained by Section 1 § 6 of Law No. 608 of 20 November 1996.", "17. The question of the compatibility of Paragraph 3 of Section 1 of Law Decree No. 166/1996 with Articles 1 § 1 (recognition of the importance of work), 4 and 35 (protection of the right to work), and 36 (right to payment for one’s work) of the Italian Constitution was raised before the Constitutional Court by the Brescia Magistrate on 1 April and 23 April 1996. By a decision (No. 165) of 29 April 1999, the Constitutional Court referred the matter back before the Brescia Magistrate, seeking that he examine it again in the light of the subsequent Law No. 448 of 23 December 1998 (which reiterated inter alia that the judicial decisions which, on the day of entry into force of the Law Decree, had not yet become final would produce no legal effects)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}