{"ITEMID": "001-88535", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF URBANOVICI v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1959 and lives in Oradea.", "5. On 14 May 1999, the applicant lodged with the Oradea District Court an action for recovery of possession (acţiune în revendicare) of a plot of land that, although recorded in the land register (cartea funciară) as belonging to the Oradea Local Council, she claimed she had inherited it from E.S. who had received it from the State in exchange for another plot of land.", "The three courts that dealt with the case found in favour of the applicant. The District Court gave its decision on 4 July 2000. Upon appeals by the Local Council, the Bihor County Court upheld it on 16 February 2001 and the Oradea Court of Appeal on 21 May 2001, the latter by means of a final and irrevocable decision.", "6. Before all the courts that dealt with the case, the Local Council argued that certificate no. 10524 of 14 May 1955, used by the applicant in order to prove her ownership title, was false as it contained a series of irregularities.", "7. The first-instance court and the appeal court rejected the argument on the ground that the defendant had not brought evidence to prove the allegations. Moreover, the courts noted that, according to the information in their possession, no criminal proceedings had been started on the matter.", "8. The court of last resort rejected the Local Council’s request that the proceedings be stayed until the courts had ruled on the nullity of the certificate (procedure described at paragraphs 10 to 12 below). On the merits, it noted as follows:", "“The [defendant’s] allegations about the existence of irregularities in certificate no. 10524 of 14 May 1955 ... seem well-founded. However, this certificate established a prima facie case [început de probă scrisă] which entitled the firstinstance court to examine additional evidence; witness testimonies confirmed that the property title in dispute had been transferred from the State to E.S., who exercised public and peaceful possession without causing any nuisance ... This situation is also confirmed by the evidence on the consolidations of land that had taken place. The fact that the exchange of land occurred is undoubtedly proved by letter no. 28182 of 18 October 1949, issued by the Ministry of Agriculture ..., which cannot be contested...”", "It also noted that the criminal investigation into the alleged forgery of the 1955 certificate had been terminated on 17 March 2001 as the time-limits for criminal responsibility had expired. However, the Court of Appeal considered that the evidence adduced, in particular the letter of 18 October 1949, rendered that investigation devoid of relevance in any case.", "9. On an unspecified date the applicant’s ownership title was recorded in the land register.", "10. On 19 April 2001 the Oradea Local Council lodged with the Oradea District Court an action against the applicant, seeking that the 14 May 1955 certificate above be set aside because it contained irregularities. The applicant argued that the issue was res judicata in so far as the courts ruling on the action for recovery of possession had already dealt with the matter.", "11. The case was transferred to the Arad District Court which, on 28 March 2002, allowed the action, established that the document was false and set it aside.", "12. Appeals by the applicant were rejected successively by the Arad County Court, on 10 July 2002, and by the Timişoara Court of Appeal, in a final decision of 3 December 2002.", "13. Following the ruling of the Timişoara Court of Appeal, the Oradea Local Council sought the revision of the final decision of 21 May 2001 (cerere de revizuire). It also asked the Procurator General to lodge an application with the Supreme Court of Justice to have that decision set aside (recurs în anulare).", "14. In a final decision of 19 February 2003, the Supreme Court of Justice allowed the Procurator General’s request, noted that the 1955 certificate had been declared false, quashed all the decisions rendered in the action for recovery of possession and, ruling on the merits, rejected the initial action on the ground that the applicant had failed to prove her ownership title.", "The Supreme Court considered as follows:", "“Although according to Article 129 (5) of the Civil Procedure Code the judges have an obligation to use all legal means in order to prevent any error in establishing the truth, by a correct determination of facts and application of law, the court of last resort rejected as ill-founded the request for a stay in the proceedings, although the ruling in the [parallel] action for nullity was essential for adopting a lawful decision.”", "15. On 20 March 2003, at the Local Council’s request, the Oradea District Court took note of the Supreme Court’s decision and struck off the request for revision.", "16. The relevant provisions of the Code of Civil Procedure read as follows:", "“A final decision ... shall be revised in the following cases:", "...", "4. ... if the decision was adopted based on an act which was declared false either during or after the proceedings.”", "“The Procurator General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for a final decision to be quashed on any of the following grounds: ...", "2. when the decision in question has seriously infringed the law by giving a wrong solution on the merits of the case, or when the decision is manifestly illfounded; ...”", "17. Article 330 has been repealed by Article I § 17 of the Government’s Emergency Ordinance no. 58 of 25 June 2003."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}