{"ITEMID": "001-71507", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF POPOV v. MOLDOVA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine under Art. 13;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1925 and lives in Chişinău.", "7. In 1941 the Soviet authorities nationalised the house owned by his parents. In the same year his family was deported to Russia and to Uzbekistan.", "8. On 8 December 1992 the Moldovan Parliament enacted Law No. 1225-XII “on the rehabilitation of the victims of the political repression committed by the totalitarian communist occupying regime”. The Law enabled the victims of the Soviet repression to claim restitution of their confiscated or nationalised property.", "9. In 1997 the applicant lodged an action with the Centru District Court (Judecătoria Sectorului Centru) by which he sought the restitution of his parents’ house. As the former tenants of the house had purchased it from the State, the applicant sought a judicial ruling declaring the purchase contracts null and void. He also requested the eviction of all the occupants of the house.", "10. By a final judgment of 5 November 1997 the applicant’s action was upheld.", "11. Between 1997 and 2002 the applicant lodged numerous complaints about the non-enforcement of the judgment of 5 November 1997 with the Municipal Council, Centru District Court and the Ministry of Justice.", "12. In 2001 the applicant complained to the Court about the non-enforcement of the final judgment of 5 November 1997. The applicant’s application was given number 74153/01 and was communicated to the Government in January 2003.", "13. In April 2004 four occupants of the applicant’s house lodged with the Chişinău Court of Appeal a request for revision of the judgment of 5 November 1997. Relying on Article 449 of the new Code of Civil Procedure they argued in their request that new information had become known to them. They also asked the court to extend the deadline for lodging the request in view of the fact that the new information had been obtained by them from the National Archives in April 2004.", "14. The applicant alleges that on 20 May 2004 the Government Agent offered him for signature an agreement according to the terms of which he would consent to withdrawing his application to the Court and waiving his right to any compensation in exchange for receiving his house. According to the applicant, the Agent allegedly suggested that in the event of his refusal the Court of Appeal would continue the examination of the revision request lodged by the defendants and the proceedings would remain unresolved for a long time. He refused to sign the agreement.", "15. On 26 May 2004 the Court of Appeal examined the revision request lodged by the occupants of the applicant’s house in which newly discovered facts were invoked.", "16. The new facts relied upon by occupants were an issue of the Municipal Official Gazette of 1940 and four certificates from the National Archives and from the Land Register dated 6 April 2004, 18 May 2004 and 19 May 2004.", "17. A certificate from the National Archives dated 6 April 2004 had the following content:", "“... according to the Municipal Official Gazette of 1940, there is a house with a new number 36 (old number 46) on the Stefan cel Mare street whose owner is Pelagheia Popova and a house with the new number 33 (old number 37) on the Stefan cel Mare street, whose owner is Pelagheia Popov”.", "18. Another certificate from the National Archives dated 6 April 2004 stated:", "“... according to the Archives of the Municipal Council on 29 February 1924 the name of the street Nicolaievskaia was changed to Stefan cel Mare.”", "19. The certificate of 18 May 2004 issued by the National Archives had the following content:", "“... according to the data from the Archives of the Chişinău Municipal Council for the year 1930, there was a house with number 37 on the Stefan cel Mare street (Nicolaevscaia) whose owner was Pelagheia Popova and a house with number 46 on the Stefan cel Mare street (Nicolaevscaia) whose owner was Pelagheia Popov.”", "20. The certificate of 19 May 2004 issued by the Land Register to judge N.B. from the Court of Appeal stated that the owner of the house on 33 Columa Street, was Mr Serghei Popov. It also stated that there was no information as to whom that house belonged before 1940 since the first entry in the Land Register was made in 1952.", "21. According to the Official Gazette of 15 March 1940 issued by the Municipal Council of Chişinău, Romania, in order to eliminate the confusion in the numbering of houses which created economic and administrative difficulties, a new numbering was adopted for certain streets, including the Stefan cel Mare street. The owners of the houses on the concerned streets were obliged to buy from the Municipal Council new number plates and to install them on their houses. The new numbering should have taken effect as of 1 April 1940. Until that date the owners had to have both the old and the new numbers on their houses, in order to facilitate the orientation of the population and authorities. According to a list containing the names of the house owners and their corresponding house numbers, Mrs Pelagheia Popov [the applicant’s mother] was the owner of a house with the old number 37 and the new number 33. The Official Gazette does not contain any other references to her.", "22. The Court of Appeal described in its judgment of 26 May 2004 the content of the above documents and concluded that:", "“the above circumstances were not examined by the court which decided on the merits and on the appeal. They [the circumstances] have an essential importance for an objective ruling on the case. The court which will re-examine the merits shall determine exactly the location and the surface of the house from which the applicant and his family were evicted.”", "The Court of Appeal decided to extend the time limit for the lodging of the revision request without however giving any reasons thereto. It quashed the final judgment of 5 November 1997, ordered the re-opening of the proceedings and sent the file to the first instance court for a fresh examination.", "23. After the hearing, on 26 May 2004, the Government Agent allegedly told the applicant’s representative that, had he consented to sign the agreement, the revision proceedings and the subsequent quashing and re-opening would not have taken place. The Government deny that this conversation ever took place.", "24. On 18 January 2005 the Court adopted a judgment in the case of Popov v. Moldova, (no. 74153/01, 18 January 2005), in which violations of Article 6 § 1 and of Article 1 of Protocol No. 1 to the Convention were found because of the non-enforcement of the final judgment of 5 November 1997 until 26 May 2004.", "25. The proceedings which were re-opened by the Court of Appeal on 26 May 2004 are still pending before the domestic courts. At the date of adoption of the present judgment they were still pending before the first instance court, the Centru District Court.", "26. Article 325 of the Code of Civil Procedure, in force between 26 December 1964 and 12 June 2003, (“the old Code of Civil Procedure”), reads as follows:", "“Final judgments ... can be revised in the following cases:", "1) the discovery of new facts or circumstances, that were unknown and could not have been known earlier by the parties to the proceedings;”", "27. On 12 June 2003 a new Code of Civil Procedure entered into force. Article 449, in so far as relevant, reads as follows:", "“Grounds for revision", "Revision may be requested:", "c) When new and essential facts or circumstances have been discovered, that were unknown and could not have been known earlier;”", "28. Article 450, in so far as relevant, reads as follows:", "“A revision request may be lodged:", "...", "c) within three months from the date on which the concerned person has come to know the essential circumstances or facts of the case which were unknown to him/her earlier and which could not have been known to him/her earlier....”", "29. Article 453, in so far as relevant, reads as follows:", "...", "(2) A decision by which a revision request is upheld ... can be challenged together with the merits of the affair..."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}