{"ITEMID": "001-92462", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "GNANDT v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mr Szilárd Gnándt, is a Hungarian national who was born in 1971 and lives in Edelény. He was represented before the Court by Ms Á. Gyuris, a lawyer practising in Budapest. The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1997 criminal proceedings were instituted against the applicant. On 15 June 1998 he and 35 accomplices were indicted for fraud and other offences. A first judgment of the Mátészalka District Court was reversed by the Szabolcs-Szatmár-Bereg County Regional Court on 30 April 2004, whose decision was in turn quashed by the Supreme Court on 17 December 2004.", "In the repeated proceedings, on 21 April 2005 the Regional Court convicted the applicant of 29 counts of fraud and other offences, and sentenced him to two years' imprisonment. The court appreciated as an important mitigating factor the excessive protraction of the proceedings and stressed that this was the reason for imposing a relatively light sentence. The court went on to hold that, again because of the excessive duration of the proceedings, it was appropriate further to mitigate the punishment by suspending its execution. Once more denoting the length of the trial as its reason, it decided to limit the probationary period to three years. This judgment was upheld by the Debrecen Court of Appeal on 29 September 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}