{"ITEMID": "001-88395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LYATSKAYA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1936 and lives in Petropavlosvk-Kamchatskiy, a town in the Kamchatka Region.", "5. The applicant lives in a municipally maintained flat. She sued the local council’s planning department and a municipal maintenance company for overdue repairs. On 29 April 2002 the Petropavlovsk-Kamchatskiy Town Court awarded the applicant 60,729 Russian roubles (RUB) by way of damages and costs, and in addition ordered the defendants to", "“eliminate the cause of the leak in [the applicant’s flat] in the third quarter of 2002 by way of reconstructive repairs of the end wall and roof according to the estimate for selective repairs of the house.”", "This judgment became binding on 6 June 2002, but was not enforced immediately.", "6. On 19 August 2002 bailiffs closed enforcement proceedings against the planning department, because in the meantime it had been disbanded. On 19 February 2003 the bailiffs closed enforcement proceedings against the maintenance company because of its insolvency. The writ of enforcement was passed to the Central Bank.", "7. From December 2002 to September 2006 the applicant received three payments totalling RUB 19,155.49. In the second quarter of 2005 the applicant’s roof was repaired.", "8. In separate proceedings in 2004 the applicant brought unsuccessful civil claims against the Petropavlovsk-Kamchatsk Town Council. These proceedings ended with the judgment of the Kamchatka Regional Court of 17 June 2004.", "9. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}