{"ITEMID": "001-69198", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ASLANGIRAY AND OTHERS  v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Not necessary to examine Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Nicolas Bratza", "TEXT": ["4. On 19 July 1993 the applicants brought separate actions before the Baskil Civil Court of First Instance against the National Water Board. They alleged that their plots of land had been illegally seized by the administration for dam construction without any payment being made and requested compensation in this respect.", "5. On 2 December 1993 the Baskil Civil Court of First Instance held that the cases should be characterised as compensation claims arising from expropriation rather than compensation claims arising from the illegal seizure of the applicants’ land since a committee of experts had assessed the value of the land and this amount had been paid by the authorities to those who were indicated as the owners of the land in the Land Registry. The court ordered the administration to pay the applicants an amount of increased compensation, plus interest at the statutory rate, running from 1986, when the plots of lands were submerged in the waters of the dam.", "6. On 6 October 1994 the Court of Cassation quashed the judgments of the first-instance court and held that the cases could not be characterised as compensation claims arising from expropriation. The applicants requested rectification of the decisions of the Court of Cassation.", "7. On 7 March 1995 the Court of Cassation rectified its decisions, holding that the cases could be characterised as compensation claims arising from expropriation. It quashed the judgments of the first-instance court only in respect of the date from which the statutory rate of interest began to run from.", "8. On 9 October 1997 the first-instance court abided by the ruling of the Court of Cassation. It accordingly ordered the administration to pay Ali Aslangiray, Fatma Özbilge and Gülsüm Özbilge 303,510,000 Turkish liras (TRL) (approximately 1,540 euros (EUR)), TRL 216,503,800 (approximately EUR 1,100) and TRL 424,914,000 (approximately EUR 2,155) respectively, plus interest at the statutory rate, running from 19 August 1993, the date on which the ownership of the property was transferred to the National Water Board. The National Water Board appealed.", "9. On 17 March 1998 the Court of Cassation upheld the judgments of the Baskil Civil Court of First Instance.", "10. On 2 April 1998 the decisions of the Court of Cassation were served on the applicants.", "11. On 11 November 1998 the administration paid the applicants the amounts due together with interest.", "12. The relevant domestic law and practice are set out in the case of Akkuş v. Turkey (judgment of 9 July 1997, Reports of Judgments and Decisions 1997IV, §§ 13-16)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}