{"ITEMID": "001-114995", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MITYAGINY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicants were born in 1938 and 1967 respectively and live in Ulyanovsk.", "6. The applicants used to go to the village of Verkhnyaya Syzran (now Bestuzhevka), Privolzhskiy District, Samara Region, to visit Z. (the applicants’ mother and grandmother respectively). They had a long-standing conflict with Z.’s neighbour S. in connection with the use of their neighbouring plots of land. On several occasions the applicants sought institution of criminal proceedings against S., without success.", "7. On one of the applicants’ visits to the village, on 16 May 1998 at approximately 10 p.m., four armed men wearing beekeepers’ masks burst into Z.’s house, two of them wearing jackets similar to those used by the police. They threatened and beat up Z. and the applicants, then searched the house and seized a camera which the applicants allegedly used to carry for “making a record of the danger posed by S.”", "8. On 17 May 1998 the applicants went to the Privolzhskiy District Central Hospital (Приволжская центральная районная больница) where the first applicant was diagnosed with an injury to the thoracic cage and lumbar contusion, and the second applicant with contusion of the scalp. The nurse on duty at the Central Hospital contacted the Privolzhskiy District Department of the Interior (ОВД Приволжского района).", "9. On the same day the investigation team went to examine the scene of the incident. The applicants and Z. were questioned on the circumstances of the incident.", "10. Upon their return to Ulyanovsk, on 20 May 1998 the applicants on their own initiative underwent an examination by a forensic medical expert and were diagnosed with multiple abrasions and bruises on their faces and bodies caused by a blunt hard object possibly on 16 May 1998 and not resulting in any damage to health (medical certificates nos. 2084/114 and 2083/113).", "11. On 27 May 1998 chief district police officer A. Ch. of the Privolzhskiy District Department of the Interior decided not to institute criminal proceedings, for lack of evidence of a crime.", "12. On 14 June 1998 the first applicant complained to the Samara Regional Prosecutor that she and her son had been assaulted on 16 May 1998. She further claimed that they had been threatened that they would be killed if they continued to make complaints against S., and that they would have to pay 50,000 Russian roubles (RUB) for each of their visits to the village.", "13. On 19 June 1998 the Privolzhskiy District Prosecutor, Samara Region, quashed the decision of 27 May 1998 not to institute criminal proceedings. The prosecutor noted that the inquiry had been held only in respect of Z., that it was necessary to question the doctors who had examined the applicants on 17 May 1998 and to question Z.’s neighbours. The material of the inquiry was returned to the Privolzhskiy District Department of the Interior for an additional examination. It appears that subsequently criminal proceedings were instituted against police officer A. Ch. on suspicion of having forged the applicants’ signatures during the investigation leading to the decision of 27 May 1998. The outcome of these proceedings remains unknown.", "14. On 21 July 1998 the first applicant again addressed the Samara Regional Prosecutor complaining about lack of action in the case and expressing her distrust against the Privolzhskiy District Prosecutor’s Office and the Privolzhskiy District Department of the Interior.", "15. On 14 August 1998 the Privolzhskiy District Prosecutor’s Office, Samara Region, instituted criminal proceedings under Article 116 of the Criminal Code (“Beatings”). The investigation department of the Privolzhskiy District Department of the Interior was charged with the preliminary investigation of the case.", "16. Between 17 September and 22 September 1998 an investigator questioned the applicants, Z., and the applicants’ neighbours Al. T., An. T. and S. The applicants were questioned at the Zavolzhskiy District Department of the Interior in Ulyanovsk (СУ при Заволжском РУВД г. Ульяновска). They submitted that the two armed perpetrators wearing police jackets resembled district police officers A. Ch. and As. of the Privolzhskiy District Department of the Interior.", "17. On 14 October 1998 the investigation was suspended by investigator Sel. of the investigation department of the Privolzhskiy District Department of the Interior due to the impossibility of identifying the alleged perpetrators.", "18. On 6 November 1998 Privolzhskiy District Prosecutor quashed the above decision due to incompleteness of the investigation. The prosecutor noted the necessity to question S.’s relatives on the issue of his conflict with the first applicant, to verify the version of the attack on the applicants by S.’s relatives, nephews or acquaintances from Privolzhskiy District Department of the Interior, Syzran and Oktyabrsk Departments of the Interior, to establish whether S. kept bees and had in his possession beekeepers’ masks, and whether he could have borrowed the masks from somebody else. The prosecutor noted the necessity to carry out an investigative experiment in order to find out whether the applicants could have seen as they asserted the individual features of the assailants behind the beekeepers’ masks, to question police officers A. Ch. and As., to carry out confrontations between the above police officers and the applicants and identification parade with participation of the above police officers and Z. The prosecutor further noted the necessity to eliminate contradictions in the statements of the applicants as regards the date of their visit to the Privolzhskiy District Central Hospital, to appoint the applicants’ forensic medical examination, to question all medical staff who examined the applicants at the Privolzhskiy District Central Hospital, to enquire on individual characteristics of all the participants on the case, to widen the circle of witnesses and to carry out other investigative actions necessary for a comprehensive investigation.", "19. On 6 December 1998 the investigation was again suspended by investigator Sel. due to the impossibility of identifying the alleged perpetrators.", "20. On 4 February 1999 the Privolzhskiy District Prosecutor quashed the above decision, noting the failure of the investigator to comply with the instructions of the prosecutor outlined in the decision of 6 November 1998 and to carry out any of the investigating actions mentioned therein.", "21. Between 2 April and 13 April 1999 the investigator questioned S., witnesses B. (S.’s acquaintance), Al. S. (S.’s nephew) and V. S. (S.’s wife), chief district police officer A. Ch., police officers S. Ch. and As. and the doctor who had been on duty at the Privolzhskiy District Central Hospital on 17 May 1998. The applicants were requested to appear at the Privolzhskiy District Department of the Interior for participation in confrontations and identification parades. However, they informed the investigator about their unwillingness to appear, relying on the death threats they had received during the incident of 16 May 1998.", "22. On 20 April 1999 the investigation was for the third time suspended by investigator Sel. due to the impossibility of identifying the alleged perpetrators.", "23. On 3 February 2000 the Privolzhskiy District Prosecutor quashed the above decision and the criminal case was referred back to the investigation department of the Privolzhskiy District Department of the Interior for additional investigation. The prosecutor instructed the investigator to join to the case-file material the results of the applicants’ forensic medical examination, to carry out a series of confrontations and identification parades with the applicants’ participation, and to study the issue of the applicants’ mental health (no copy of the relevant decision was made available to the Court).", "24. On 7 April 2000 the investigation was for the fourth time suspended due to the impossibility of identifying the alleged perpetrators.", "25. On 9 August 2000 the Prosecutor of the Samara Regional Prosecutor’s Office quashed the above decision and ordered an additional investigation. He noted the failure of the investigator to comply with the instructions of the district prosecutor and the fact that the investigation had taken on a protracted character.", "26. On 19 October 2000 the applicants were questioned as witnesses at the investigation department of the Zavolzhskiy District Department of the Interior in Ulyanovsk. They refused to make any statements, explaining that first of all they considered themselves victims of S.’s unlawful behaviour and not of the beatings, and that only when they received an official reply in connection with the former would they agree to make any submissions regarding the beatings. The applicants refused to sign the decision by which they were granted victim status in the proceedings, to hand to the investigator the technical documents of the camera allegedly seized from them on 16 May 1998 and to provide the investigation with samples of their signatures which were necessary to check the authenticity of the signatures appearing on the records of their initial statements of 17 May 1998. They further refused participating in any investigative actions at the Privolzhskiy District Department of the Interior.", "27. Subsequently, between 3 November 2000 and 6 November 2007 the investigation was suspended on eight occasions due to the impossibility of identifying the alleged perpetrators, and was subsequently resumed by the prosecutor with instructions to carry out additional investigations. On two occasions during this period (on 5 January 2003 and 10 June 2005) the proceedings were stayed due to the expiry of the procedural time-limit for prosecution, and later resumed (on 13 January 2003 and 10 February 2006). During this period the applicants were on several occasions requested to appear at the Privolzhskiy District Department of the Interior for participating in a series of confrontations and identification parades, to no avail.", "28. On 24 August 2010 investigator L. of the investigation department of the Privolzhskiy District Department of the Interior discontinued the proceedings due to the expiration of the procedural time-limit for criminal prosecution.", "29. On 10 September 2010, however, the deputy head of the chief investigation department of Samara Region quashed the above decision and resumed the investigation. The case file contains no further information about the results of the additional investigation, if any.", "30. The Russian Code of Criminal Procedure (“the Code”) in force as from 1 July 2002 provides in its Article 42 that a person who has suffered damage as a result of a crime is granted victim status and may take part in the criminal proceedings. During the criminal investigation, the victim may submit evidence and lodge applications. Once the investigation is completed, the victim has full access to the case file.", "31. Articles 144 and 145 of the Code establish that prosecutors, investigators and inquiry bodies are obliged to consider applications and information about any crime committed or being prepared, and to take a decision on that information within three days. In exceptional cases, this time-limit can be extended to ten days. The decision should be one of the following: (a) to institute criminal proceedings; (b) to refuse to institute criminal proceedings; or (c) to transmit the information to another competent authority.", "32. According to Article 162 of the Code, the criminal investigation should not normally exceed two months. This time-limit can be extended for up to three months. If the matter is of extreme complexity, the investigation can be extended for up to twelve months.", "33. Article 208 § 1 of the Code states that the criminal investigation can be suspended if the alleged perpetrator has not been identified.", "34. Article 213 of the Code provides that in order to terminate the proceedings the investigator should adopt a reasoned decision with a statement of the substance of the case and the reasons for its termination. A copy of the decision to terminate the proceedings should be forwarded by the investigator to the prosecutor. The investigator should also notify the victim and the complainant in writing of the termination of the proceedings.", "35. According to Article 214 of the Code, the prosecutor can reverse the decision of the investigator and reopen the proceedings. The proceedings can be re-opened until the time-limit for holding a person criminally responsible expires.", "36. Under Article 221 of the Code, the prosecutor is responsible for general supervision of the investigation. In particular, the prosecutor can order that specific investigative activities be carried out, transfer the case from one investigator to another, or reverse unlawful and unsubstantiated decisions taken by investigators and inquiry bodies."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}