{"ITEMID": "001-111520", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DUKIC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1954 and lives in Prijedor.", "6. Before the 1992-95 war in Bosnia and Herzegovina, the applicant lived in Bosanska Krupa in a socially owned flat over which he had an occupancy right (the concept of “socially owned flats” is described below).", "7. On 14 October 2002 the competent administrative authority confirmed the applicant’s occupancy right over the flat in Bosanska Krupa, but stated, however, that the building in which the flat was located had been destroyed during the war.", "8. On 25 November 2002 the applicant asked the local authority to allocate him a replacement flat. However, he did not receive any reply.", "9. On 13 December 2004 the applicant initiated civil proceedings against the local authority before the Bosanska Krupa Municipal Court (“the Municipal Court”), seeking to be allocated a replacement flat. On 16 February 2005 the Municipal Court invited the local authority to submit a response to the applicant’s claim. As they failed to do so, the Municipal Court adopted a judgment on 25 March 2005 without a hearing, in accordance with section 182 of the Civil Procedure Act 2003 (see paragraph 18 below). It held that the applicant was entitled to a replacement flat because his occupancy right over a destroyed flat had been confirmed by the competent administrative authority. Therefore, it ordered the local authority to allocate him a suitable replacement flat in Bosanska Krupa, in lieu of the one in respect of which he had had an occupancy right and which had been destroyed during the war. Pursuant to the aforementioned provision of the Civil Procedure Act 2003, that judgment became final on the same date (see paragraph 18 below).", "10. On 1 June 2005 the Municipal Court rejected the local authority’s request for restitutio in integrum. It would appear that they did not appeal to a higher court.", "11. On 23 March 2006 the applicant initiated enforcement proceedings. On 4 May 2006 the Municipal Court refused to issue a writ of execution, stating that the judgment of 25 March 2005 was not enforceable because it did not contain any indication of the location and the surface area of the replacement flat. That decision was upheld by the Bihać Cantonal Court (\"the Cantonal Court\") on 20 December 2006.", "12. On 16 March 2007 the applicant complained to the Constitutional Court of Bosnia and Herzegovina (“the Constitutional Court”) of the non-enforcement of the judgment of 25 March 2005. On 12 June 2008 the Constitutional Court upheld the rulings of the lower courts and instructed the applicant to start new civil proceedings against the local authority in order to establish the latter’s precise obligation regarding the flat to be allocated to him. That decision was delivered to the applicant on 11 August 2008.", "13. It would appear that the judgment of 25 March 2005 remains unenforced. It would also appear that the applicant did not start new civil proceedings against the local authority.", "14. In the former Socialist Federal Republic of Yugoslavia practically all flats were built under the regime of “social ownership”. They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in Bosnia and Herzegovina).", "15. In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of right, to their surviving spouses or registered members of their family who were also using the flat (sections 19 and 21 of this Act). The concept of “social ownership” was abandoned during the 1992-95 war. As a result, socially owned flats were effectively nationalised (for more information about socially owned flats see Đokić v. Bosnia and Herzegovina, no. 6518/04, §§ 5-8, 27 May 2010).", "16. The Restitution of Flats Act 1998 prescribed the procedure for repossession of pre-war flats and the rights of occupancy right holders. Section 4 of that Act provides that claims for repossession should be submitted to the competent administrative authority.", "17. Section 36 of the Instruction on Implementation of the Restitution of Flats Act 1998 provides that the competent administrative authority shall decide on claims for repossession of flats which were damaged or destroyed during the war. A decision accepting such a claim should contain confirmation of the claimant’s occupancy right over the destroyed/damaged flat, as well as an instruction that the occupancy right holder is entitled to its repossession in the event that the flat is reconstructed (section 37 of the Instruction).", "18. In accordance with section 182(1) of the Civil Procedure Act 2003, if a defendant who has been duly served with a plaintiff’s claim fails to submit a written response to it within the set time-limit, the court shall accept the claim, if it has been so requested, unless it is manifestly ill-founded. A claim is manifestly ill-founded if it evidently contravenes the facts on which it is based or if the facts from the claim contravene the evidence proposed by the plaintiff or well-known facts (section 182(2) of this Act). If a decision is taken in accordance with the aforementioned provision an appeal is not allowed (section 183(1) of this Act).", "19. Section 27(1) of the Enforcement Procedure Act 2003 provides that a judgment is not enforceable unless, among other things, it contains an indication of the object of its enforcement."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}