{"ITEMID": "001-138479", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "KOCESKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["1. The applicants, Ms Olga Koceska (“the first applicant”), Mr Dimko Koceski (“the second applicant”) and Mr Blagojče Koceski (“the third applicant”), are Macedonian nationals, who were born in 1957, 1954 and 1995 respectively and live in Prilep. The first and second applicants are the parents of the third applicant.", "2s, may be summarised as follows.", "3. As established in the course of the proceedings described below, companies M.T. and T.M.K. (“the companies”) started to construct a local telephone network. Heavy concrete pillars were unloaded on a children’s playground, which was near the construction site. At 5 p.m. on 23 October 2000 B.K., the fourteen-year old daughter of the first and second applicants, slipped and fell to the ground while climbing on the pillars. One pillar became dislodged and fell on top of her. As a result, she suffered serious head injuries and died on the spot. The third applicant, who was then four years old , was present at the time and witnessed the accident.", "4. On 27 September 2002 the Prilep Public Prosecutor’s office lodged an indictment of its own motion against Mr M.T. and Mr Z.K., employees in the companies responsible for the construction, accusing them of criminal offences directed against public safety. The first and second applicants took part in the proceedings as victims (оштетени).", "5. On 27 April 2005 the Prilep Court of First Instance found the accused guilty and sentenced them each to two years’ imprisonment. The court held that, contrary to the applicable rules, they had failed to secure the construction site and the concrete pillars in order to avoid any risk of fatal consequences. It further advised the applicants that they could claim compensation by means of a separate civil action before the civil courts.", "6. On 15 March 2006 the Bitola Court of Appeal accepted appeals by the accused and remitted the case to the trial court for a fresh examination. It ordered the trial court to reconsider the available evidence in order to establish whether the accused had been responsible for placing and securing the concrete pillars. It further rejected as inadmissible an appeal by the first and second applicants in which they complained about the penalty imposed.", "7. On 8 November 2006 the trial court acquitted Mr M.T., finding that he had not been responsible for the storage and unloading of the pillars. On the other hand, it convicted Mr Z.K. and sentenced him to one year’s imprisonment since he had authorised for the pillars to be unloaded and left unsecured in the vicinity of the children’s playground, despite the fact that he ought to have known that they were dangerous objects. The first and second applicants were again instructed that they could seek compensation before the civil courts. On 16 February 2007 the trial court rejected an appeal by the first and second applicants, finding that they had participated in the proceedings as victims and that they had been entitled, under the law, to challenge the judgment only in respect of the trial costs. Their appeal, by which they had challenged the merits of the judgment, had accordingly been inadmissible.", "8. On 28 March 2007 the Bitola Court of Appeal dismissed appeals by the public prosecutor and the first and second applicants (against the trial court’s decision of 16 February 2007) and allowed an appeal by Mr Z.K. As to the latter, the court dropped the charges on the ground that the prosecution of the offence had become timebarred.", "9. In June 2009 the Ministry of Justice informed the first and second applicants that on 20 March 2009 the State Judicial Council (Судски Совет на Република Македонија) had dismissed the trial judge from office.", "10. In 2003 the applicants lodged civil action for damages with the Prilep Court of First Instance claiming compensation from the two companies concerned; company B. that was also involved in the construction; the municipality of Prilep and the State (on behalf of the Prilep Public Prosecutor’s office and the first-instance court) for the pecuniary and non-pecuniary loss sustained as a result of the death of B.K. According to the applicants, no action had been taken in respect of their claim until December 2007, when their case was transferred to the Bitola Court of First Instance for consideration.", "11. On 12 September 2008 the Bitola Court of First Instance partly ruled in the applicants’ favour. Referring to the findings of the criminal courts, the court ruled that the companies were at fault for having stored the concrete pillars unsecured on the children’s playground. It thus awarded the applicants 61,000 Macedonian denars (MKD) in respect of pecuniary damage for funeral costs and MKD 1,900,000 in respect of non-pecuniary damage on account of the mental distress caused. The court fixed the interest at the statutory rate to be calculated from the date of B.K.’s funeral (in respect of the pecuniary damage) and from the date of the judgment (concerning the non-pecuniary damage). It dismissed the applicants’ claim against the municipality of Prilep and the State, finding no evidence that any responsibility could be attributed to them for the damage sustained. Lastly, it awarded the applicants MKD 157,400 for the trial costs incurred in the compensation proceedings. It dismissed their claim for reimbursement of the trial costs incurred in the criminal proceedings against Mr M.T. and Mr Z.K., arguing that they could only have been claimed in the course of those proceedings. On appeal by the applicants, in 2009 the Bitola Court of Appeal quashed that judgment and ordered a retrial.", "12. On 23 April 2010 the first-instance court again partly allowed the applicants’ claim and awarded them the same amount in respect of pecuniary damage. It also increased the award in respect of non-pecuniary damage to MKD 2,500,000 and it awarded them MKD 376,630 for the trial costs incurred in those proceedings. It dismissed the claim against the municipality for lack of evidence and it noted that the applicants had withdrawn the claim against the State.", "13. On 24 January 2011 the Bitola Court of Appeal overturned that judgment and increased the amount of compensation awarded in respect of non-pecuniary damage by an additional MKD 200,000 It also amended the decision regarding the calculation of the interest. The rest of the first-instance court’s judgment remained the same. Consequently, the final award was set at MKD 61,000 (approximately EUR 1,000) in respect of pecuniary damage; MKD 2,700,000 (approximately EUR 44,000) in respect of non-pecuniary damage and MKD 376,630 (approximately EUR 6,120) in respect of trial costs and expenses.", "14. Section 11(3) of the Civil Proceedings Act provides that civil courts are bound by decisions given by criminal courts finding an accused guilty, in respect of the commission of the offence and the convict’s criminal responsibility.", "15. Section 200 enumerates grounds under which civil proceedings are suspended ipso jure. Under section 201(2), the civil court may suspend proceedings if the decision depends on whether a criminal offence prosecutable ab initio was committed, who the perpetrator was and if he or she was guilty.", "16. Pursuant to Article 107 § 1 (5) of the Criminal Code, prosecution of offences subject to a prison sentence of more than a year becomes statute-barred three years after the offence was committed.", "17. Under Article 108 § 6 of the Criminal Code, a prosecution will in any event be barred by prescription after a period equal to double the length of the statutory limitation period for prosecution of the offence has elapsed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}