{"ITEMID": "001-58082", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF TERRA WONINGEN B.V. v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Lack of jurisdiction (complaint inadmissible);Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Violation of Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["7. The applicant company have their registered office in The Hague. Their business includes the development of real property.", "8. The company owns 288 flats in six adjacent blocks situated on the Merellaan in Maassluis, in a neighbourhood known as the NoordNieuwlandsepolder-zuid. These blocks of flats were built around 1970 on land which, between 1961 and 1967, was levelled up to a height of 3-4 metres above normal Amsterdam level (Normaal Amsterdams Peil) with silt dredged up from various docks of the nearby port of Rotterdam.", "9. In 1985 it was reported that a smell of mineral oil had been noticed in a garden in the Noord-Nieuwlandsepolder-zuid during digging. This and a survey by Rotterdam’s Department of Works of places where harbour silt had been discharged led the Rhine Estuary Regional Authority (Openbaar Lichaam Rijnmond - a now defunct administrative body which used to exercise within the Rhine estuary region authority transferred to it from the Provincial Executive (Gedeputeerde Staten)) to include the neighbourhood in its 1985 programme of measures to be taken under the Soil Cleaning (Temporary Provisions) Act (Interimwet Bodemsanering - see paragraph 29 below) and order the Rhine Estuary Central Department for Environmental Protection (Dienst Centraal Milieubeheer Rijnmond) to undertake an exploratory inspection (oriënterend onderzoek - see paragraph 32 below) of the neighbourhood. The findings were such that in 1986 the Public Health Inspectorate (Inspectie Volksgezondheid) advised the local residents not to eat fruit and vegetables grown in their own gardens or allotments. The Provincial Executive of the province of South Holland ordered a further inspection (nader onderzoek - see paragraph 32 below) in December 1986.", "In July 1990 the Rhine Estuary Central Department for Environmental Protection submitted a report on its further inspection. It found that pollution caused by the heavy metals arsenic and mercury and by \"drins\" (a group of compounds used as insecticides), especially dieldrin and isodrin, was severe in places; where it occurred, it was generally present up to surface level. There were also moderate cadmium and lead pollution levels. The report noted that no covering layer of clean soil had been applied. The chapter headed \"Findings\" (\"Conclusies\") included the following:", "\"It can be said that the additional concentration of chemicals as a result of the pollution of the soil is undesirable but not, given present (relatively limited) scientific knowledge, that it will cause noticeable or measurable harm to health.\" (p. 139)", "The final chapter, headed \"Recommendations\", stated that in unfavourable circumstances young children, if exposed to the pollution found, might absorb more than the acceptable daily intake (ADI) of the pollutants concerned and that in many places the quantity of \"drins\" in the actual contact zone exceeded concentration level C given in the assessment tables of the Soil Cleaning Guidelines (see paragraph 31 below). It was therefore recommended that an inspection should be carried out with a view to possibly cleaning the soil (saneringsonderzoek - see paragraph 32 below) and determining", "\"how the detrimental effects of the soil pollution on public health and the environment can be eliminated, so as to achieve a result acceptable from the point of view of environmental hygiene\" (p. 141).", "10. In a letter of 1 November 1990 the Provincial Executive informed the local residents that the further inspection had led them to conclude that further soil cleaning measures were necessary. The letter referred to the \"undesirable situation\" caused by the presence of pollutants and their proximity to the surface and reiterated the advice to residents not to eat fruit and vegetables from their gardens. The letter went on to state that the Provincial Executive had decided in principle to have the soil cleaned.", "The draft of the decision was made available for public inspection for four weeks from 5 November 1990 (see paragraph 33 below).", "11. In a letter dated 26 March 1991 the Provincial Executive informed the municipal authorities of Maassluis that it had decided to order an inspection with a view to possibly cleaning the soil.", "The Provincial Executive’s implementation programme (uitvoeringsprogramma) for soil cleaning from 1992 onwards (see paragraph 32 below) included the Noord-Nieuwlandsepolder-zuid.", "12. On 18 April 1990 the applicant company let a third-floor flat in one of their blocks in the Merellaan to a Mr W. as from 1 May 1990. The agreed rent was 790.25 Netherlands guilders (NLG) a month.", "13. On 9 July 1990 Mr W. applied to the Rent Board in Schiedam for a ruling as to the fairness of the rent (section 17 (1) of the Rents for Housing Accommodation (Huurprijzenwet Woonruimte) Act - see paragraph 21 below).", "A report established by a Rent Board inspector on 1 October 1990 stated that there was neither serious overdue maintenance nor any \"absolute or relative zero condition\", i.e. ground for reducing the rent to the legal minimum (absolute of relatieve nulpunten). In the inspector’s view, the standard of the flat should be assessed at 132 points under the applicable point-rating system (see paragraphs 25-26 below).", "At the hearing before the Rent Board on 30 January 1991 Mr W. submitted a copy of the Provincial Executive’s letter of 1 November 1990 (see paragraph 10 above) but did not contest the inspector’s findings.", "14. The Rent Board gave its ruling on 17 April 1991. It found that in view of factual circumstances relied on by the applicant company but overlooked by the inspector the standard of the flat should be assessed at 134 points. On that basis it concluded that the agreed rent was not fair and assessed the fair rent at NLG 783.07. It does not appear from the ruling that account was taken of the Provincial Executive’s letter.", "15. On 24 June 1991 the applicant company applied to the District Court of Schiedam for a binding decision (see paragraph 22 below). They contested certain factual assumptions made by the Rent Board in regard to noise levels and argued that the Rent Board had made a miscalculation; the correct standard rating of the flat should be 142 points. On that basis they sought an order to set the rent at NLG 832.14 or, in the alternative, at the sum originally agreed (NLG 790.25).", "16. In the course of the ensuing proceedings, Mr W. argued that there was an \"objectionable situation\" (hinderlijke situatie) that justified reducing the points rating by 20 points and setting the rent at the legal minimum, NLG 395 (point 4 of Schedule IV to the Housing Rents Ordinance (Besluit huurprijzen woonruimte) - see paragraph 28 below). He submitted the following documents:", "(a) a copy of the Provincial Executive’s letter of 1 November 1990 (see paragraph 10 above);", "(b) a copy of a decision given by the Rotterdam District Court on 4 June 1991 in a different but similar case concerning a flat in Rotterdam;", "(c) a copy of the letter of 26 March 1991 from the Provincial Executive to the municipal authorities of Maassluis (see paragraph 11 above);", "(d) the Provincial Executive’s implementation programme for soil cleaning from 1992 onwards (see paragraph 11 above).", "The applicant company, besides adducing further argument in support of their factual allegations, argued, inter alia, that the soil pollution should not be taken into account. Relying on the passage from the report of the further inspection quoted at paragraph 9 above, they said that it did not appear from the report that there was \"pollution of the soil under or in the immediate vicinity of the accommodation such as to cause serious danger to public health or the environment\". In addition, the pollution found could not affect the standard of a third-floor flat without a garden. All things considered, there was no reason to deduct any points at all on this ground.", "17. The District Court gave its decision on 10 March 1992, assessing the standard of the flat at 123 points and setting the rent at NLG 399.75 with effect from 1 May 1990. Having regard to the fact that, after a further inspection as provided for by the Soil Cleaning (Temporary Provisions) Act, the Provincial Executive had designated the area as one where soil cleaning was required, and had set it down in its annual soil-cleaning programme for 1992 as a site to be dealt with in accordance with that Act, the court found it established that there was an \"objectionable situation\" that justified reducing the points rating by 20 points and setting the rent at the legal minimum. Referring to its own precedent of 5 June 1990 (see paragraph 38 below), it dismissed the applicant company’s arguments that are summarised in the preceding paragraph. It did so in the following terms:", "\"8.3.... we consider that it is not for us to go into the question whether the Provincial Executive acted correctly in making the decision pursuant to section 2 (1), second sentence, of the Soil Cleaning (Temporary Provisions) Act, or whether that decision was well-founded. We should not even address such questions indirectly by weighing the findings of the investigation (on a case-by-case basis) when determining whether the (absolute) zero condition, as formulated under point 4 of Schedule IV to the Ordinance implementing the Rents for Housing Accommodation Act ..., is satisfied.", "8.4. The `serious danger etc.’ in the polder is necessarily implied by the decision of the Provincial Executive to designate the site as one where soil cleaning is required [saneringsgeval]; consequently, it is also established that the absolute zero condition (which is formulated in identical terms) is satisfied.", "8.5. It makes no difference in this connection that the accommodation in question is a third-floor flat without a garden of its own. The pollution is present `in the immediate vicinity’ of the accommodation. The [applicant company] have acknowledged that this expression is - justifiably – construed broadly in the relevant case-law.\"", "18. The applicant company did not lodge an appeal against this decision (see paragraph 23 below).", "19. The following is a statement of the relevant domestic law and practice as they stood at the time of the events complained of.", "20. Rents for certain categories of housing accommodation are determined by the Minister for Housing, Planning and Environment Protection. With regard to all other housing accommodation, landlords and tenants of housing accommodation are in principle free to agree a rent between themselves (section 3 of the Rents for Housing Accommodation Act).", "21. However, section 17 (1) entitles both the landlord and the tenant, within three months of entering into the tenancy agreement, to apply to the Rent Board for a ruling on the fairness of the agreed rent.", "22. Parties are deemed to have agreed the rent found by the Rent Board to be fair unless within two months one of them applies to the District Court for a different decision (section 17 (8)).", "23. By section 28 (3) of the Rents for Housing Accommodation Act, no appeal lies against the decision of the District Court other than an appeal on points of law \"in the interests of the law\" (cassatie \"in het belang der wet\" - see paragraph 37 below).", "24. Detailed substantive provisions for the implementation of the Rents for Housing Accommodation Act are to be found in the Housing Rents Ordinance (\"the Ordinance\"). The Ordinance is binding on the Rent Board and the District Court (sections 15 (1) and 28 (1) of the Rents for Housing Accommodation Act).", "25. According to section 5 (1) (a) of the Ordinance, the fairness of the rent for self-contained accommodation (zelfstandige woonruimte) such as the flat let to Mr W. by the applicant company must be assessed in accordance with the point-rating system set out in Schedule I to the Ordinance.", "26. Under Schedule I, points are awarded for features relating to the standard of the accommodation itself - such as the type of dwelling (house or flat), the size of the rooms, bathroom facilities and the standard of heating installations - and for features relating to the surroundings (such as the proximity of public transport, schools and shops). Up to thirty points are deducted for the age of the accommodation and up to twenty for \"objectionable situations\" (such as persistent noise or pollution).", "The \"zero condition\" system is succinctly explained in the explanatory memorandum to the Ordinance as follows:", "\"In the Government’s view, certain deficiencies of a technical or residential nature [technische en woontechnische gebreken] are so serious that they ipso facto stand in the way of rent increases. Section 6 (3) refers in this connection to the serious deficiencies listed in Schedule IV to this Ordinance. These deficiencies are commonly referred to as `zero conditions’. If there is such a deficiency, the Rent Board need not assess the seriousness of the situation [hinder] but must find without more ado that it is not reasonable to raise the rent. It must so hold even if the tenant does not explicitly rely on this deficiency.", "The presence of a deficiency of the type referred to is considered unacceptable in view of the danger it presents. The deficiency ought therefore to be cured as soon as possible or the accommodation ought no longer to be occupied. However, as long as the accommodation continues to be occupied despite the unacceptable situation, it is not fair to raise the rent.\"", "27. The range within which the rent is fair is calculated according to the resultant points rating. As a rule, the rent determined by the Rent Board and by the District Court will be at the higher end of the range (section 7 (1) of the Ordinance); however, the rent may be reduced if one of the \"very serious deficiencies\" or \"absolute zero conditions\" set out in Schedule IV to the Ordinance is established.", "28. Schedule IV originally listed deficiencies relating to the accommodation itself, such as lack of a flush lavatory or cooking facilities, lack of main drainage, or gas pipes or electricity cables so dangerous that the public utility companies were not prepared to supply gas or electricity. Another such \"absolute zero condition\" was if accommodation was in such a poor state of repair that it was unsafe and therefore unfit for habitation. As of 1 July 1986, and without any separate explanatory memorandum, a fourth point was added to Schedule IV:", "\"The further inspection under the Soil Cleaning (Temporary Provisions) Act has indicated pollution of the soil under or in the immediate vicinity of the accommodation such as to cause serious danger to public health or the environment.\"", "29. In 1982, partly owing to the discovery in 1980 of cases of very extensive soil pollution, the Soil Cleaning (Temporary Provisions) Act (of 29 December 1982) was enacted. It entered into force on 15 April 1983. Its purpose was to set rules \"aimed at eliminating within a short time or preventing soil pollution and its harmful effects where existing or potential pollution of the soil is such that there is a serious danger to public health or the environment\".", "Section 2 (1) of this Act provided as follows:", "\"Over a period of five consecutive years, the Provincial Executive shall each year draw up a programme for cleaning polluted soil. The programme shall indicate the cases within the territory of the province in which existing or potential pollution of the soil is such that there is a serious danger to public health or to the environment. The programme shall also indicate the cases in respect of which it must be determined whether such circumstances apply.\"", "30. An explanation of various expressions used in the interim Act and directions as to the manner in which the Act was to be implemented were given in the Soil Cleaning Guidelines.", "31. According to the Soil Cleaning Guidelines, in the seventh revised version (December 1991), the possible danger had to be assessed as follows:", "\"During the parliamentary discussions of the bill [which eventually entered into force as the interim Act] this criterion was given the following construction. Direct and frequent contact between human beings or plant or animal life and the pollutants must either be present or imminent and it must be either certain or likely that such contact will be potentially detrimental to public health or the environment. On this construction, stress must be laid on the imminence of such contact and the probability of such detrimental effects. The expression `serious danger’ therefore indicates an unacceptably increased risk rather than an acute threat ... [Part II of the Guidelines] mentions three aspects which fall to be considered, namely the nature and concentration of the pollutants, the local pollution situation and the use made of the soil. The nature and concentration of the pollutants give an impression of the extent of the pollution and its possible effects. The local pollution situation gives an idea of the extent to which spreading or contact may occur. The use of the soil determines the likelihood of exposure to the pollutants and the resulting risks. A consideration of these three aspects taken together [integrale afweging] must lead to an answer to the question whether cleaning is at all necessary or required as a matter of urgency ...\" (paragraph 1.6 of Part I of the Soil Cleaning Guidelines)", "To assist in assessing the nature and concentration of the pollution, tables were drawn up listing the concentrations of various pollutants which, if exceeded, made action necessary. Concentration level A was the reference level below which no action was required. Concentration level B was the level indicating the need for a further inspection. Concentration level C necessitated an inspection with a view to possibly cleaning the soil as a matter of urgency.", "32. The stages in the preliminaries to soil cleaning, as they appeared from the Guidelines, were the following:", "a) preliminary measures, not laid down in the soil-cleaning programme:", "(i) a survey of the places where soil pollution might be expected (inventarisatie). This might be based on complaints from individuals, as in the present case (see paragraph 9 above), an inspection of documents relating to land use or dumping, reports submitted by municipalities, or any other relevant information;", "(ii) an exploratory inspection, the purpose of which was to gain a general idea of the nature, location and concentration of pollutants. This inspection was a limited one;", "b) further measures, laid down in the soil cleaning programme:", "(iii) a further inspection, more extensive than the exploratory one, to obtain information which would make it possible to assess the dangers to public health and the environment, and hence to judge the necessity and urgency of cleaning the soil;", "(iv) an inspection with a view to possibly cleaning the soil, the purpose of which was to enable a decision to be made on the necessary measures in the light of the budgetary and technical possibilities;", "(v) the drawing up of a plan for actually cleaning the soil.", "33. Section 5 of the Soil Cleaning (Temporary Provisions) Act provided as follows:", "\"1. Before finally adopting a cleaning programme, the Provincial Executive shall make the draft available for public inspection with the reports of the inspections on which it is based. They shall at the same time send the draft to the Provincial Council [Provinciale Staten], the municipalities in their province and the Inspector [of Public Health].", "2. Before doing so, they shall give notice of the fact of making the draft available for public inspection in the Government Bulletin [Nederlandse Staatscourant] and in one or more daily papers or newspapers distributed in the province. These announcements shall also mention that members of the public are entitled to lodge objections in accordance with subsection (4) below.", "3. For a period of one month from the day on which the draft of a programme is made available for public inspection, anyone may inspect free of charge the documents thus made available.", "4. During the period referred to in subsection (3) above, may lodge written objections to the draft, stating their reasons, with the Provincial Executive.\"", "34. Paragraph 2.2.7 of Part I of the Soil Cleaning Guidelines made it clear that the final programme had to set out the Provincial Executive’s views on any objections received and that such objections were to be appended to the final programme. Although the Act did not provide for any form of appeal against the adoption of the programme, the objections were brought to the attention of the Minister, who was empowered to modify the provincial programme in a reasoned decision.", "35. The Soil Cleaning (Temporary Provisions) Act was significantly amended by the Act of 2 July 1992. A number of its provisions, including sections 2 and 5, were repealed.", "The interim Act as a whole was repealed by the Act of 10 May 1994 (Official Gazette (Staatsblad) 1994, no. 331), its provisions being incorporated into the Soil Protection Act (Wet bodembescherming).", "36. Section 100 of the Judicial Organisation Act provides as follows:", "\"1. Except for an appeal on points of law [filed by the Procurator-General with the Supreme Court] `in the interests of the law’, an appeal on points of law against a judgment delivered by a district court in a civil case shall be allowed only:", "- on the ground that the judgment did not state the reasons on which it was based;", "- on the ground that the judgment was not delivered in public;", "- on the ground of want of competence;", "on the ground that the district court exceeded its jurisdiction.", "2. Except for an appeal on points of law `in the interests of the law’, appeals on points of law against a decision [beschikking] delivered [following proceedings in camera where that is required by law] by a district court in a civil case shall be allowed only on the grounds set out in paragraphs 1, 3 and 4 of subsection (1) above.\"", "37. An appeal on points of law \"in the interests of the law\" may be lodged with the Supreme Court (Hoge Raad) by its Procurator-General (procureur-generaal) at his discretion and does not affect the parties’ rights and obligations as determined in the judgment or decision appealed against (sections 95 and 98 of the Judicial Organisation Act).", "38. As mentioned in paragraph 28 above, no explanation was given for introducing point 4 of Schedule IV to the Ordinance. This situation has contributed to uncertainty as to how that provision is to be construed.", "The first problem relates to the construction of the expression \"under or in the immediate vicinity of the accommodation\". It is usually assumed in legal writing and the relevant case-law that this expression should be interpreted broadly.", "The second problem relates to the question that was also at issue in the instant case: whether courts should themselves decide whether the \"further inspection under the Soil Cleaning (Temporary Provisions) Act\" justifies the conclusion that \"pollution of the soil\" is \"such as to cause serious danger to public health or the environment\", or alternatively assume that such serious danger is present when the competent authorities have decided on the basis of a further inspection in a particular case that soil cleaning measures are required.", "There is a difference of opinion on the latter point. A number of district courts have adopted the first view - see the following decisions: Amsterdam District Court, 14 December 1990, Woonrecht (Housing Law Reports) 1991, nos. 23 and 24; Zaandam District Court, 26 September 1991, Woonrecht 1991, no. 63. Others have adopted the alternative view - see the following decisions: Dordrecht District Court, 23 March 1989, Nederlandse Jurisprudentie (Netherlands Law Reports - NJ) 1989, no. 874, Woonrecht 1990, no. 1; Schiedam District Court, 5 June 1990, Woonrecht 1990, no. 87; Rotterdam District Court, 5 June 1990, Woonrecht 1990, no. 88; Zutphen District Court, 22 December 1992, Woonrecht 1992, no. 30; Assen District Court, 30 August 1993, Woonrecht 1993, no. 80.", "It would appear that the latter view is also that of the Deputy Minister (Staatssecretaris) for Housing, Planning and Environment Protection (who sets the rents for certain categories of housing accommodation and in so doing has regard to Schedule IV to the Ordinance), in the light of his letter of 15 June 1990, published in Woonrecht 1990 at p. 212. This letter includes the following statement:", "\"Your view is that one may conclude from the drafting history and the wording of the fourth absolute zero condition in Schedule IV that this condition should always apply automatically in those cases in which the Provincial Executive has decided that the situation is as set out in section 2 (1), second sentence, of the Soil Cleaning (Temporary Provisions) Act. I can agree with your conclusion, while pointing out that the area in question should have been included in the soil-cleaning programme on the basis of the findings of a further inspection.\"", "In a case in which the Judicial Division (Afdeling Rechtspraak) of the Raad van State had to consider a rent decision of the Secretary of State in which point 4 of Schedule IV had been applied to accommodation in the Steendijkpolder in Maassluis (see next paragraph), it held that the Secretary of State \"[had] not erred in considering it relevant that the Provincial Executive of the province of South Holland, in applying section 2 of the Soil Cleaning (Temporary Provisions) Act, [had] established on the basis of the report of the further inspection that there was a serious danger as referred to above\" (judgment of 1 November 1991, Woonrecht 1991, no. 32).", "39. As indicated in the previous paragraph, a number of the above-mentioned decisions and judgments relate to the Steendijkpolder, a polder adjoining the Noord-Nieuwlandsepolder-zuid which the municipal authorities of Maassluis had had levelled up with polluted harbour silt and then sold as building land. Point 4 of Schedule IV has consistently been held to be applicable to rents in that area: see the Schiedam District Court’s decision of 5 June 1990, Woonrecht 1990, no. 87, and the judgment of the Judicial Division of the Raad van State of 1 November 1991, Woonrecht 1991, no. 32.", "Mention may be made in passing of a judgment of the Hague Court of Appeal which seems also to adopt the alternative view. In its judgments of 6 December 1990 (cases nos. 14,668, 14,669 and 14,670, cited in the report of the Supreme Court’s judgment of 9 October 1992, NJ 1994, no. 286), the Hague Court of Appeal established that the municipality (gemeente) of Maassluis was liable in tort for the sale of the Steendijkpolder as building land. The Court of Appeal’s reasoning included the following:", "\"With regard to the liability of [the municipality of] Maassluis, the Court of Appeal notes first of all that as the Government [rijksoverheid] has decided in accordance with section 2 et seq. of the Soil Cleaning (Temporary Provisions) Act that the soil should be cleaned, it must be held to have been established that there is in the present case a `serious danger to public health or to the environment’ within the meaning of that Act (section 2 (1)).\"", "No submissions challenging this reasoning were made in the ensuing appeals on points of law. In any event, the Supreme Court in its abovementioned judgment of 9 October 1992 held the appeals to be unfounded and so allowed the judgment of the Court of Appeal to stand."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}