{"ITEMID": "001-105178", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ZYLKOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1952 and lives in Vilnius, Lithuania.", "6. The applicant, a retired serviceman, considered himself eligible to receive child allowance payable by the Russian Federation to parents with minor children.", "7. On 15 January 2003 he applied for the allowance to the social security division of the embassy of the Russian Federation in Vilnius, Lithuania.", "8. On 20 January 2003 the social security division refused his request. They noted that the applicant, being a permanent resident of Lithuania, was not eligible to receive the allowance.", "9. On an unspecified date the applicant challenged the decision of the social security division. He lodged a complaint before the Presnenskiy District Court of Moscow.", "10. On 29 April 2003 the District Court dismissed the applicant’s complaint without consideration on the merits. In particular, the court ruled as follows:", "“This statement of claim cannot be admitted for consideration by the Presnenskiy District Court of Moscow given that it was submitted in contradiction of the rules of procedure on jurisdiction ... Pursuant to the applicable legislation ..., the claims are to be submitted to the court with jurisdiction over the region where the claimant resides or where the State authority ... whose action is challenged is located.", "Pursuant to the [applicant’s] statement, the respondent authority in the case is the social security division of the Embassy of the Russian Federation in the Lithuanian Republic whose registered address is in [Vilnius, Lithuania], that is, a region outside the jurisdiction of the Presnenskiy District Court of Moscow.", "The applicant resides in [Vilnius, Lithuania], which is also not within the jurisdiction of the Presnenskiy District Court of Moscow.", "Having regard to the fact that [the applicant] has no ground to introduce his statement of claim before the Presnenskiy District Court of Moscow and in compliance with Articles 24-27 and 254 § 2 of the Russian Code of Civil Procedure, the court hereby", "RULES", "that the statement of the claims be returned to [the applicant] and he be advised to lodge it before the relevant court in Vilnius, Republic of Lithuania.”", "11. On 30 July 2003 the Moscow City Court upheld the decision of 29 April 2003 on appeal reiterating the reasoning of the District Court.", "12. The Russian Code of Civil Procedure (Article 254) provides that the claim against a State authority should be submitted to a court with territorial jurisdiction over the claimant’s place of residence or the location of the State authority in question.", "13. The Russian Code of Civil Procedure (Article 28) provides that the claim against a legal entity should be submitted to a court with territorial jurisdiction over the legal entity in question.", "14. The Russian Civil Code (Article 54) defines the location of a legal entity as the place of its incorporation which is to be indicated in its founding documents.", "15. Pursuant to the Regulations on the Embassy of the Russian Federation as approved by Decree no. 1497 of the President of the Russian Federation of 28 October 1996, the embassy of the Russian Federation is to be established by the Decision of the Government of Russia in accordance with the Decree of the President of Russia. The embassy is a legal entity which forms part the system of the Ministry of Foreign Affairs of the Russian Federation.", "16. As regards the immunity from jurisdiction of diplomatic agents, the Vienna Convention on Diplomatic Relations provides as follows:", "Article 31", "“1. A diplomatic agent shall enjoy immunity from the criminal jurisdiction of the receiving State. He shall also enjoy immunity from its civil and administrative jurisdiction, except in the case of:", "(a) A real action relating to private immovable property situated in the territory of the receiving State, unless he holds it on behalf of the sending State for the purposes of the mission;", "(b) An action relating to succession in which the diplomatic agent is involved as executor, administrator, heir or legatee as a private person and not on behalf of the sending State;", "(c) An action relating to any professional or commercial activity exercised by the diplomatic agent in the receiving State outside his official functions.", "Article 32", "1. The immunity from jurisdiction of diplomatic agents ... may be waived by the sending State.", "2. Waiver must always be express...”", "17. Pursuant to the Agreement entered into by the Russian Federation and Lithuanian Republic on 18 November 1993 (Article 2), it is for the social security division of the Russian embassy in Lithuania to deal with the questions pertaining to the payment, recalculation and entitlement to pension and social benefits for retired Russian servicemen. The relevant funding shall be effected through the Russian embassy in Lithuania."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}