{"ITEMID": "001-110541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GORGIEV v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Positive obligations) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Julia Laffranque;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1953 and lives in Sveti Nikole.", "6. By a court decision of 11 May 1999, the applicant was sentenced to six months’ imprisonment for causing serious injury (a broken forearm) to a third person. On 2 December 1999 he started serving his sentence in Štip Prison (“the prison”) where he was responsible for livestock.", "7. On 24 April 2000 he was attacked by a bull, which was not castrated, as a result of which he sustained numerous bodily injuries. After the incident he was transferred by prison vehicle to Štip hospital, where he underwent surgery. The State covered the medical expenses. On 25 April 2000 the bull was put down. On 9 May 2000 the applicant was released from the hospital. The same day, Mr M.K., the prison governor, ordered him to be released early from prison on account of good behaviour.", "8. On 28 November 2000 the applicant brought a civil action against the State and the prison (“the defendants”) claiming non-pecuniary damages for the injuries sustained by the bull. His claim was based, inter alia, on sections 173 and 174 of the then valid Obligations Act (see paragraphs 26 and 27 below). He claimed that the bull had attacked him despite the fact that the prison authorities had been alerted about the aggressiveness of the bull, by himself and a certain G. (the first name of Mr G.S., as established in the course of the compensation proceedings, later referred to as Mr G.S.).", "9. At a hearing of 23 April 2001, Mr G.S. stated that he, with the applicant and Mr M.S., had been looking after eighteen animals, including the bull. He confirmed that the bull had attacked him and other prisoners, including Mr M.S. and Mr Z.S., and that Mr A.B., a prison guard on duty, had been warned on several occasions before the incident about the aggressiveness of the bull. In a certified written statement of 24 December 2001, Mr M.S., a prisoner at that time, confirmed that the bull had been aggressive and that Mr A.B. had been informed of the fact.", "10. Mr A.B. stated that the applicant, in view of his previous experience in handling cattle, had asked to work on the prison farm. Due to his good behaviour, the prison authorities had granted his request despite initial concerns related to his criminal record. After a week’s work-related induction course, the applicant started working on the prison farm. He remained on the farm for a month before he was allowed pasture duties. That corresponded to the practice already established in the prison. After the incident the bull was lame, which according to him, had been due to the injuries on his buttocks. He had called Mr K.M., a vet, to examine the bull. The next day, in the presence of Mr K.M., the bull had been put down. He denied that the applicant or any other prisoner had ever alerted him that the bull was aggressive.", "11. Mr I.K., a prisoner at that time who worked on the prison farm, stated that before the incident prisoners had often provoked the bull. He had not heard that any prisoner had ever mentioned, to the prison authorities or to him, that the bull was aggressive.", "12. At a hearing of 23 April 2002, Mr K.M. stated that the bull had been regularly examined and treated when needed. He denied that it had been aggressive. He confirmed that immediately after the incident he had visually examined the bull and noticed injuries to the rear of its body, the buttocks and testicles, which according to him, had been inflicted by a blunt object. Those injuries were confirmed in the post mortem report which Mr K.M. had drawn up the same day.", "13. The applicant objected to this report, arguing, inter alia, that (1) it was inaccurate, (2) it was biased and had been ordered by the State, as was evident from the date, 1 February 2001, which had been stamped on it and (3) it could not have been post mortem, since on 24 April 2000, the day it had allegedly been drawn up, the bull was still alive.", "14. At a hearing on 7 October 2002 the applicant stated that owing to his forty-year experience in rearing livestock he had been assigned to work on the prison farm. Initially, the bull was not aggressive, but it had become anxious during the cows’ mating season. He confirmed Mr M.S.’s statement (see paragraph 9 above) and denied that he had ever hit the bull. He maintained that he had alerted Mr A.B. about the aggressiveness of the bull, but that he had never informed, orally or in writing, Mr M.K., the prison governor.", "15. On 7 October 2002 the first-instance court ruled partly in favour of the applicant, ordering the State to pay him compensation in the amount of 300,000 Macedonian denars (MKD, equivalent to approximately 4,890 euros (EUR)) for the injuries, which an expert established as serious. The court established that the State owned the bull, which was considered dangerous within the meaning of section 173 of the Obligations Act (see paragraph 26 below). Referring to the above statements, the court established that the bull had been aggressive and had attacked others. It further rejected as unsubstantiated the arguments of the State that the applicant had contributed to the incident by hitting the bull. In this connection it disregarded the expert report of Mr K.M. for the reasons advanced in the applicant’s objection (see paragraph 13 above).", "16. Both parties appealed.", "17. On 5 September 2003 the Štip Court of Appeal remitted the case for fresh consideration so that the lower court could establish who had owned the bull.", "18. In this respect, the defendants submitted in evidence extracts from the court register according to which an economic unit S. (“the economic unit”), which operated as a separate legal entity within the prison, had been the owner of the bull. The economic unit was established on 15 April 1993 by a decision of the Government. It was run by Mr M.K.", "19. In a submission of 30 January 2004, the applicant argued that the defendants had been responsible for the injuries, in particular due to the fact that they had failed, despite having been alerted about the aggressiveness of the bull, to take any measures to protect him.", "20. At a hearing of 19 March 2004, Mr M.K. stated that no prisoner had ever complained about the aggressiveness of the bull, either to Mr A.B. or to him. He confirmed that the economic unit was the owner of the bull, that it was a separate legal entity and that he ran it, as provided for in section 70 of the Execution of Sanctions Act (see paragraph 34 below). He further submitted that the applicant had received a monthly work-related allowance from the economic unit.", "21. The applicant reiterated that he had complained orally to Mr A.B. about the aggressiveness of the bull on several occasions, but that no complaint whatsoever had been submitted to Mr M.K.", "22. On 19 April 2004 the first-instance court dismissed the applicant’s claim, as the defendants did not have the necessary capacity to act in the proceedings. Relying on the extract from the court register (see paragraph 18 above) and Mr M.K.’s statement, it found that the economic unit was the owner of the bull, and that accordingly the defendants bore no responsibility, under section 174 of the Obligations Act, for the injuries the applicant had sustained. In support was an invoice dated after the killing of the bull, according to which the prison had paid the economic unit for the meat. The applicant was ordered to pay the defendants’ costs.", "23. On 15 May 2004 the applicant appealed, arguing that no consideration had been given to the State’s responsibility for prisoners’ health and physical integrity, given that he had been injured while in custody. He argued that prisoners’ rights and freedoms should be guaranteed by putting in place control and supervisory mechanisms. He further complained that the first-instance court had failed to establish whether the State, being responsible to protect him while in custody, had undertaken all necessary measures to avoid damage from occurring. In this latter respect, he complained that the prison authorities, despite having been informed that the bull was aggressive, had failed to take any measure to protect him (the applicant). Lastly, he argued that he had been ordered to look after livestock by the prison authorities.", "24. On 20 January 2005 the Štip Court of Appeal dismissed the applicant’s appeal, finding no grounds to depart from the established facts and reasoning given by the lower court. The applicant received this decision on 21 February 2005.", "25. On 28 February 2005 the applicant requested the public prosecutor to lodge a request for the protection of legality with the Supreme Court. On 20 April 2005 the public prosecutor informed him that there were no grounds for using that remedy.", "26. Section 173 of the Obligations Act, as relevant at that time, provided that damage related to a dangerous item was presumed to have been caused by that item, if not otherwise proven.", "27. Under section 174, the owner of a dangerous item was responsible for any damage caused by it.", "28. Under section 376, a compensation claim became time-barred three years after the victim became aware of the damage and the person responsible. The absolute time-bar for compensation was five years after the occurrence of the damage.", "29. Section 6 of the Execution of Sanctions Act, as relevant at that time, provided for respect for the human dignity and the physical and moral integrity of persons serving a sentence.", "30. Section 12 (2) and (3) provided that no one should be subjected to torture or to inhuman or degrading treatment or punishment. The right to security of person had to be ensured.", "31. Under section 21 (3), convicted persons could not be required to perform activities that were dangerous and detrimental to their health.", "32. Under section 67, one or more economic units for prisoners to work in could be organised within a prison.", "33. Section 68 provided that the Government should set up the economic units.", "34. Under section 70, the prison governor or a person authorised by the governor was to run the economic unit.", "35. Section 71 provided that the economic unit was a separate legal entity liable for its debts. It was to have a separate account.", "36. Section 111 provided that prisoners worked, in principle, in economic units.", "37. Under section 113, prisoners were entitled to a work-related allowance. This was to be regulated by a decision of the prison governor.", "38. Section 164 provided that prisoners could lodge an oral complaint with the prison governor or other person authorised by the governor about a violation of their rights or other irregularities.", "39. Under section 165, prisoners could also lodge a written complaint with the prison governor within eight days of the alleged violation.", "40. Under section 166, the prison governor was required to consider the allegations and to render a decision within fifteen days of receipt of the complaint. The prisoner could appeal against that decision before the Execution of Sanctions Directorate (“the Directorate”).", "41. Section 167 provided that the Directorate was required to examine the arguments of the appeal and reach a decision within thirty days of receipt. That decision could be subject of judicial review. The prisoner could seek a judicial decision even if the Directorate had not decided on his or her appeal.", "42. Section 142 of the Criminal Code prohibits torture and provides for imprisonment between three months and five years.", "43. Section 143 of the Criminal Code provides that a person who, in the performance of his duties, mistreats, intimidates, insults or generally treats another in such a manner that his human dignity or personality is humiliated is to be punished by a term of imprisonment of six months to five years.", "44. Under section 294 of the Criminal Code, a person who failed, in the absence of any risk, to report to a competent authority or to take any measure against a fire, inundation, explosion or car accident or to remove any danger to the life or body of an individual would be fined or sentenced to a maximum of one year’s imprisonment.", "45. Section 16 of the Criminal Procedure Act provides that criminal proceedings must be instituted at the request of an authorised prosecutor. In cases involving offences subject to prosecution by the State of its own motion or on an application by the injured party, the authorised prosecutor is the public prosecutor, whereas in cases involving offences for which only private charges may be brought the authorised prosecutor is the private prosecutor. If the public prosecutor finds no grounds for the institution or continuation of criminal proceedings, his role may be assumed by the injured party, acting as a subsidiary prosecutor under the conditions specified in the Act.", "46. Section 56 provides, inter alia, that where the public prosecutor finds that there are no grounds for prosecuting an offence which may be subject to State prosecution, he shall notify the injured party of his decision within eight days. He shall also inform the injured party that he is entitled to conduct the prosecution himself. The latter may take over or continue the prosecution within eight days.", "47. Under section 141, anyone can report a criminal offence subject to State prosecution. The complaint is submitted to the public prosecutor, orally or in writing.", "“... 26.13 Health and safety precautions for prisoners shall protect them adequately and shall not be less rigorous than those that apply to workers outside.", "26.14 Provision shall be made to indemnify prisoners against industrial injury, including occupational disease, on terms not less favourable than those extended by national law to workers outside ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}