{"ITEMID": "001-90235", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TV VEST AS AND ROGALAND PENSJONISTPARTI v. NORWAY (extracts)", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Just satisfaction dismissed (out of time)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The first applicant, TV Vest AS (Ltd.), is a television broadcasting company located in Stavanger in the County of Rogaland, on the west coast of Norway. The second applicant, Rogaland Pensjonistparti, is the regional branch of the Pensjonistpartiet, which will be referred to hereinafter as “the Pensioners Party”. This is a small political party, which, in the local and regional elections held on 15 September 2003, obtained 1.3% of the votes nationally, while the Rogaland branch obtained 2.3% of the votes in Rogaland.", "8. With a view to the above-mentioned elections the Party asked to purchase advertising time from TV Vest in order to broadcast political advertisements. In the Spring of 2003 TV Vest, considering that the broadcast would be lawful, agreed to broadcast three different advertisements, with a duration of fifteen seconds each, seven times per day over eight days during the period from 14 August to 12 September 2003, and for which the Party would pay a fee of 30,000 Norwegian kroner (NOK). The short broadcasts sought to portray the values of the Pensioners Party and encouraged viewers to vote for them:", "Advertising film 1:", "Egil Willumsen, Pensioners Party: “We want this splendid property here to be given back to the people of Stavanger and Rogaland as a specialised hospital for the elderly and chronically ill. Vote for the Pensioners Party.”", "Picture with text:", "“We need your vote on 15 September! Vote for the Pensioners Party.”", "Advertising film 2:", "Åshild Bjørnevoll, Pensioners Party: “Young people are our future. Some of them live in difficult circumstances and need help and support. If they do not receive the assistance they require, it may have major consequences for us all. Vote for the Pensioners Party for a better future.”", "Picture with text:", "“We need your vote on 15 September! Vote for the Pensioners Party.”", "Advertising film 3:", "Tor Kristian Rønneberg, Pensioners Party: “A sufficient number of good nursing home places. Secure jobs, particularly for older workers, and decent pension schemes. If you are interested in any of this, vote for the Pensioners Party.”", "Picture with text:", "“We need your vote on 15 September! Vote for the Pensioners Party.”", "9. On 12 August 2003 the first applicant notified the State Media Authority (Statens medieforvaltning – the “Media Authority”) of its intention to broadcast the political advertisements and argued that such broadcasting was protected by Article 10 of the Convention.", "10. The first applicant broadcast the political advertisements on 14, 15, 16, 18, 28, 29 and 30 August and on 1, 3, 12 and 13 September 2003. According to a public statement by the second applicant dated 30 August 2003, although it had been made aware of the statutory prohibition of political advertising on television, it had nonetheless decided to advertise for a number of reasons:", "“The Pensioners Party in Rogaland has found it difficult to gain the attention of the media. We regard this as a 'golden opportunity' to highlight the party's values and political priorities.", "The bigger parties are given very wide leeway in connection both with debates and with various initiatives in radio, television and the press. In this regard, the Pensioners Party often feels excluded and has very limited opportunities to make itself heard.", "In addition, the Party is never identified in national or local opinion polls, but is included in the group 'Others'.", "We in the Pensioners Party took responsibility for the content of the messages and chose three themes which best reflected the Party's values and basic attitudes at local level ...”.", "11. On 27 August 2003 the Media Authority warned TV Vest that they were considering issuing a fine against the company for violating the ban on political advertising on television. TV Vest answered the letter on 4 September 2003.", "12. On 10 September 2003 the Media Authority decided to impose a fine of NOK 35,000 on TV Vest, under section 10-3 of the Broadcasting Act 1992 and section 10-2 of the Broadcasting Regulations, for violation of the prohibition on political advertising in television broadcasts as provided in section 3-1(3) of the Act.", "13. The applicants provided the following information on the extent to which the Rogaland Pensioners Party had been the subject of editorial coverage during the period August-September 2003 by the three broadcasters indicated below:", "(i) TV2 (privately owned broadcasting company) had informed them that in the course of 2003 the Pensioners Party as such had been given editorial coverage on three occasions: once when TV Vest had brought an action against the Norwegian State to challenge the legality of the fine imposed for the broadcasting of the political advertisements at issue; a second time concerning the party's electoral list cooperation with three other small parties; and lastly in connection with the actual election results. In none of these instances had the local Rogaland Pensioners Party been specifically mentioned.", "(ii) The NRK (“The Norwegian Broadcasting Corporation”, national public broadcaster) had stated that there were two short items (studio comments) that had been broadcast during the election campaign period, respectively on 27 August and 10 September 2003, both of which had concerned the issue in the present case of political advertising.", "(iii) TV Vest had informed them that the Rogaland Pensioners Party had been referred to three times: on 12 August 2003 when the decision to air the advertisement at issue had been taken, on 27 August 2003 in connection with notification of the State's reaction against these advertisements, and on 10 September 2003 regarding the actual fee. None of the said items had been full features and none of them had focused on the Rogaland Pensioners Party's politics.", "14. TV Vest appealed against the decision of 10 September 2003 to Oslo City Court (Oslo tingrett). TV Vest did not dispute that the content was political advertising and thus fell foul of the above-mentioned prohibition in the Broadcasting Act but submitted that this provision was incompatible with the right to freedom of expression in Article 100 of the Constitution and Article 10 of the Convention.", "15. By a judgment of 23 February 2004 the City Court upheld the Media Authority's decision.", "16. TV Vest appealed against the City Court's judgment to the Supreme Court (Høyesterett), challenging its application of the law. The Supreme Court granted leave to appeal under Article 6 (2) of the Code of Civil Procedure. The second applicant acted as a third-party intervener (hjelpeintervenient).", "17. In a judgment of 12 November 2004 the Supreme Court, by four votes to one, upheld the Media Authority's decision.", "18. In his opinion, to which three other members subscribed, Mr Justice Oftedal Broch disagreed with the first applicant's submission that the case raised an issue at the heart of freedom of expression. The most central aspect of the case was that the legislature had addressed certain issues for the democratic process concerning the limits to be imposed on the use of television for paid communication in the course of a political debate. Thus there was stronger reason to emphasise the legislature's intention in this area than to dwell on the protection of the content in question. The political bodies were better placed than the courts to assess what measures were suitable for heightening the level of political debate. The rationale for the prohibition of political advertising on television was that it was likely to lead to an inappropriate form of political debate. An advertisement containing a political message could easily give a distorted picture of complex issues. Opening the possibilities for such advertisements would mean that financially powerful groups would have greater opportunities for marketing their opinions than less resourceful parties or interest organisations.", "19. Thus, Mr Justice Oftedal Broch observed, concerns about quality and pluralism in political debate were central and formed the basis of the national courts' assessment. It was not the content but the form and medium of the expression that was being regulated and the Pensioners Party, like other parties, had many other means for addressing the electorate. There was hardly any reason to consider that the prohibition in section 3-1(3) of the Broadcasting Act was incompatible with freedom of expression as protected by Article 100 of the Constitution either in its version as applicable at the material time or in its amended version of 30 September 2004.", "20. As regards the issue of necessity under Article 10 § 2 of the Convention Mr Justice Oftedal Broch had particular regard to the Court's judgments in Vgt Verein gegen Tierfabriken v. Switzerland (no. 24699/94, ECHR 2001VI) and Murphy v. Ireland (no. 44179/98, ECHR 2003IX), concerning restrictions on political broadcasts relating respectively to animal protection and to the rearing of animals (on television) and to the promotion of religious gatherings (on the radio). Mr Justice Oftedal Broch found, inter alia, as follows:", "“(60) In the light of these two judgments, how should we assess the Norwegian prohibition of political advertising on television? Neither of the cases is completely parallel to the situation now at hand. The main difference from the VgT case is that the latter concerned a group – the Association against Animal Factories – which focused on a topic of current interest: the protection of animals in connection with the industrial production of meat. The association wished to participate in the debate on this issue by showing a film. In this respect, there is a greater parallel between the Pensioners Party and the case of Murphy v. Ireland in terms of its wish to make its existence and manifesto known to a broad public. What distinguishes the present case from the Murphy case is the fact that religious issues in Ireland must be regarded as far more controversial and could presumably cause greater social unrest than political movements in Norway. Having said this, however, I find a considerable degree of parallelism between the Court's arguments in Murphy and my own views on the Norwegian prohibition in relation to Article 10.", "(61) A decisive difference in the Court's approach between the two cases is that in the VgT case the Court found that the State's margin of appreciation was narrow, whereas its margin of appreciation in the Murphy case was broad. A factor that was emphasised in the Murphy case, and that also applies in our case, is that there is no European consensus on political advertising. There are major differences in the rules currently in force in European countries. There is a group of countries, including Norway, Sweden, Denmark, France, Germany and Ireland, which have prohibited political advertising to varying degrees. Other countries, such as Hungary, Lithuania, Poland, Romania, Netherlands and Finland, basically have no such barrier. This difference has a further dimension in that the rules in many countries now appear to be undergoing revision. But the draft amendments point in different directions, thereby underscoring the diversity of views. In some countries, the rules are being liberalised, while other countries, like Denmark, are tightening the prohibitions that already exist. In Norway, the Government has announced its intention to present a Bill under which political advertising will be accepted within certain limits. At the same time, we have seen that the right to continue to impose a prohibition is being maintained through the amendment to Article 100 of the Constitution of Norway. In other words, the rules governing political advertising are subject to constant change, which should mean that States have considerable freedom to choose their own form of regulation.", "(62) The type of interference concerned in this case also suggests a broad margin of appreciation. The regulation of political advertising is less a question of the individual's freedom of expression and far more a question of how best to promote political debate and ensure good frameworks for the democratic electoral process. In this light, our political bodies have – hitherto – deemed that political advertising on television promotes an unfavourable simplification of political issues, as well as giving financially powerful groups a greater opportunity to put forward their views. These considerations have a direct bearing on the desire to ensure quality in the political process. In this area, it is essential that institutions vested with democratic legitimacy be given a broad margin of appreciation based on their assessment of national conditions. Parliament's evaluation as regards expediency should be applied unless – as stated in the Kjuus case – it appears to be unfounded or otherwise objectively weak. On the other hand, this limitation is important, and particularly in the present case, which has to do with a majority in Parliament determining the general conditions for political debate. This means that the courts should give particularly close consideration to whether the solution has a discriminatory effect. In the present case, the grounds cited by Parliament in support of the prohibition of advertising cannot be said to be of a discriminatory nature. On the contrary, it is argued that political advertising will give large, affluent parties a further advantage to the detriment of small parties.", "(63) In assessing the specific circumstances of the present case, questions can nevertheless be raised as regards the significance that should be attached to the fact that the Pensioners Party, far from having the financial strength to abuse the power of advertising, on the contrary and unlike the more established parties, believed that it needed the advertising precisely to be able to establish a channel to a broad public during the period prior to the municipal elections. Even if this point of view is accepted per se, in my opinion no importance can be placed on it in assessing the prohibition of advertising in relation to the Convention. The reason for this is that it is not democratically possible to differentiate between the various political parties – least of all just before an election. And if our basic premise is that all political parties must be treated alike with regard to paid television advertising, the possibility of small parties being overshadowed by large ones cannot be excluded.", "(64) I have mentioned that there currently appears to be a majority in Parliament in favour of relaxing the prohibition of advertising, that solutions in European countries vary and that in many countries the attitude towards political advertising is now being reassessed – with differing results. I have underscored this very situation as an argument in support of allowing States a broad margin of appreciation. Now one might ask whether the change in the Parliamentary majority's political views on the prohibition of advertising entails that neither the will of the legislature nor the democratic roots of the statute can militate any longer in favour of maintaining the current statutory prohibition on the basis of a broad margin of appreciation. In my opinion, this cannot be the case. It would mean that the legislature had renounced its margin of appreciation despite clear statements to the effect that it did not wish to bind future developments to a specific solution.", "(65) In sum, therefore, it is my view that a prohibition or regulation of political advertising on television must primarily be seen as the establishment of limits for political debate. These are decisions that should be taken by a country's democratic institutions, and consequently an area in which a country's political bodies must be given great freedom of action in relation to Article 10. The fact that there is no European consensus, but on the contrary a wide range of national solutions in this field, strengthens this view.", "(66) In view of all the channels that political parties can use to communicate their message to a broad public, the prohibition of political advertising on television appears to be a limited interference that is not disproportionate to the purposes the interference aims to achieve. In this light, the grounds underlying the provision in section 3-1(3) of the Broadcasting Act are relevant and sufficient. If the special circumstances of the present case are examined more closely, this becomes even clearer. The prohibition of advertising was applied to a political party immediately prior to an election. At such a time, it is particularly important to ensure a 'fair climate of debate', and some countries have limited their ban on advertising precisely to this period. The possibility that a broad interpretation of the prohibition of political advertising on television may conflict with Article 10 of the Convention, as illustrated by the Court's VgT judgment, is, in my opinion, of no significance for the application of Article 10 to the facts of our case, which lies within the core area of the prohibition.", "(67) In the light of the foregoing, it is my view that there has been no violation of Article 10 of the Convention.”", "21. The dissenting judge, Mr Justice Skoghøy, stated:", "“(70) ... I have concluded that the Media Authority's administrative decision to impose a fine on TV Vest is an unlawful interference with the right to freedom of expression under Article 10 of the Convention, and that the appeal by TV Vest AS must therefore be allowed. ...", "(75) In deciding whether there is a sufficiently pressing need for interference in the right to freedom of expression, the Court has granted national authorities and courts a certain margin of appreciation. The reason for this is that national authorities and courts will often be in a better position to assess the necessity of an interference and have greater insight into any special circumstances that might apply in the individual countries, and the fact that it is the States Parties to the Convention that have the primary responsibility for protecting and enforcing human rights (see Lorenzen et al.: Den Europæiske Menneskerettighedskonvention med kommentarer [The European Convention on Human Rights with comments], 2nd edition (2003), p. 23, and Harris/O'Boyle/Warbrick: Law of the European Convention on Human Rights (1995), p. 14). The part of the grounds that states that national authorities will often be in a better position to assess the necessity of an interference also applies, by and large, to the relationship between national courts of law and national legislatures, and against this background the principle has been adopted in Norwegian case-law that when Norwegian courts examine the question whether Norwegian legislation breaches international human rights conventions, they should accord the Norwegian legislature a similar margin of appreciation, see for example Norsk Retstidende (“Rt” - Norwegian Supreme Court Reports) 1999-961. This is not necessary for the purposes of the Convention; nor does the Convention preclude it. As mentioned earlier, however, freedom of expression is one of the fundamental pillars of democracy, and it is therefore important that small political groups are also able to make themselves heard. For this reason, strong objections are raised against attaching too much importance to the opinion of the political majority at any given time as regards how far freedom of expression on political issues should go. The Court's case-law is also based on the idea that States' margin of appreciation is relatively narrow in cases regarding expressions of political opinion; see VgT, § 67, and Murphy, § 67. ....", "(76) The main grounds for the Broadcasting Act's prohibition of political advertising on television is that if such advertising were to be permitted, it could result in financially powerful groups having a greater opportunity than others to disseminate their views to the detriment of parties and special-interest organisations with fewer resources, thereby impairing democratic equality, and in the expression of political opinions through advertising easily becoming sloganised and manipulative and leading to an unfavourable form of debate. The prohibition has been limited to television because this medium is presumed to be particularly effective and to have a greater ability to influence the public than other media (see Proposition No. 58 (1998-1999) to the Odelsting [the larger division of Parliament], p. 12).", "(77) The reasons cited for not allowing political advertising on television are legitimate in relation to Article 10 § 2 ('protect the rights ... of others'), but as the appellant has forcefully argued, there are also weighty arguments in favour of permitting such advertising. Editorial television broadcasts can easily become dominated by the most influential political parties. Smaller parties do not have the same possibilities of making themselves seen and heard. Allowing advertising for political parties would also help to promote direct communication with the voters – without the filtering that takes place through the media's editorial staff. This is a consideration that is heavily emphasised by the Norwegian Government Commission on Freedom of Expression in Norges Offentlige Utredninger (“NOU” Official Norwegian Report) 1999:27, pp. 140-141. It is pointed out in the report that complaints that the media to a certain extent 'set the agenda' appear to be justified, and that as a result of the filtering that takes place through the media's editorial processes, the political parties must adopt a strategic approach to the media to ensure that their message is communicated. This situation has been accentuated by the fact that television, which for many reasons must be more 'toughly edited' than newspapers, has become the dominant vector for the general public.", "(78) With regard to the argument concerning the form of debate, the fact is that the medium of television has contributed towards making political debate more slogan-oriented and agitational, and as the Norwegian Commission on Freedom of Expression points out, it is doubtful whether allowing political television advertising will change the character of political communication to any appreciable degree (see Official Norwegian Report NOU 1999:27, p. 140). The eventuality that financially powerful groups might dominate political debate on television, and that the latter might become overly characterised by slogans and trivialised can be counteracted in other ways, for instance by limiting the extent of, and broadcast time for, political advertising on television. As the Commission pointed out, in a democratic society it is not necessarily illegitimate to appeal to feelings.", "(79) In my opinion, in the light of the above, there cannot be deemed to be a sufficiently pressing social need for a total prohibition of political advertising on television. A total ban is not proportionate to the purposes sought to be achieved. Even if the reasons advanced in support of prohibiting such advertising are legitimate, they are not sufficiently weighty to justify a total ban.", "(80) The fact that a total prohibition on political advertising on television is incompatible with Article 10 of the Convention is, in my opinion, also evident from the Court's judgment in the case of VgT v. Switzerland. In paragraph 75 of this judgment the Court states that it cannot exclude that a ban on political advertising may be compatible with Article 10 in certain situations. However, the Court pointed out that in order for such a prohibition to be acceptable, it must be based on grounds that meet the requirements set out in paragraph 2 of Article 10. The case in question concerned a ban on political advertising on radio and television. In paragraph 74 the Court points out that a prohibition of political advertising that is limited to certain media does not appear to be of a particularly pressing nature.", "(81) As the first voting judge has mentioned, the VgT case concerns a television advertising campaign presented by an animal protection organisation, and the State has asserted that the judgment must be deemed to be limited to idealistic advertising, in opposition to commercial advertising, and that the scope of the judgment has in any event been narrowed down by the Murphy judgment. I disagree with these arguments. The grounds in paragraph 75 of the VgT judgment concern political advertising in general, and there are no grounds for contending that it is limited to idealistic counter-advertising against commercial advertising. Nor are there any grounds in the Murphy judgment for arguing that it aims to deviate from or limit the scope of the VgT judgment. On the contrary, in paragraph 67 of the Murphy judgment, it is emphasised that as far as political speech or debate of questions of general interest are concerned, there is little scope for restrictions under paragraph 2 of Article 10. When the Court concluded in the Murphy judgment that there was no violation of Article 10, this was based on the explicit grounds that the Murphy case – contrary to the case of VgT – concerned the expression of religious beliefs, and that in such cases national States should have a greater margin of appreciation (see paragraph 67 of the Murphy judgment). Reference was made in the specific grounds to the extreme sensitivity of the question of broadcasting of religious advertising in Ireland (paragraph 73). Inasmuch as the Court in Murphy accentuates the difference between political and religious advertising, and underscores the special considerations that apply in the case of the expression of religious beliefs in Ireland, the Murphy judgment in my opinion serves not to weaken, but to strengthen and further underpin the view regarding political advertising on television expressed by the Court in the VgT judgment.", "(82) In paragraph 75 of VgT, the Court emphasised that the animal protection association, which was the applicant in the case concerned, was not a financially powerful group, and this argument has been invoked by the appellant in respect of the Pensioners Party. However, as I pointed out earlier, I do not believe that the arguments justifying the legal basis for interference necessarily apply in full to the present case. In my opinion, it would be totally unacceptable if the right of political parties to use television advertising were to depend on the financial situation of the individual parties.", "(83) On the other hand, when assessing whether there is a sufficiently pressing social need for a total prohibition of political advertising on television, great importance must in my opinion be attached to the fact that, in connection with the amendment of Article 100 of the Constitution of Norway in 2004, the majority in Parliament's Standing Committee on Scrutiny and Constitutional Affairs was in favour of abolishing the current total prohibition and instead introducing regulating restrictions. ...", "(84) ... TV Vest has argued that a total prohibition of televised political advertising will be contrary to Article 100 of the Constitution, as it reads following the constitutional amendment adopted on 30 September 2004. I see no reason to address this question, as it appears to be somewhat unclear whether the majority in the Standing Committee on Scrutiny and Constitutional Affairs considered that the right to political advertising on television derived from the new Article 100, or whether such a right had to be enacted first. In relation to the question whether a total prohibition of political advertising on television is compatible with Article 10 § 2 of the Convention, however, the position taken by the majority in the Standing Committee, in connection with the constitutional amendment, is of considerable interest, in any event. Since the majority in the Standing Committee found the current total prohibition of televised political advertising to be 'unfortunate from the point of view of freedom of expression' and in the underlying grounds overruled the main arguments that were adduced in support of the prohibition at the time it was adopted, I cannot see that it can be claimed with any particular degree of credibility that there is such a pressing social need for such a prohibition that it can be accepted as compatible with paragraph 2 of Article 10. In this connection, I find it necessary to emphasise that the change in the Parliamentary majority's attitude was not caused by changes in society, but is solely due to the fact that the majority has realised that there is no sufficiently pressing social need for such interference with the right to freedom of expression.", "(85) The Media Authority's administrative decision of 10 September 2003 to impose a fine on TV Vest was taken under section 3-1(3) (see also section 10-3) of the Broadcasting Act. The advertisements concerned in this case were aired during the election campaign for municipal and county elections in 2003. I see no reason to address the question whether prohibiting political advertising on television during election campaigns is compatible with paragraph 2 of Article 10 of the Convention. The norm that constitutes the legal basis for the administrative decision of the Media Authority contains a total prohibition of political advertising on television. As Lorenzen et al. (op. cit. p. 51) points out, when examining the question whether an interference in the exercise of a human right is compatible with the Convention, it is necessary to 'assess whether the national legal basis meets the human rights requirements as regards quality of law in relation to the powers of interference that derive from the Convention and the Court's case-law'. When examining the question whether the national norm that provides legal authority for interference satisfies the requirements set out in the Convention, the question whether the national legal authority for interference is circumscribed sufficiently narrowly so as to satisfy the requirement of proportionality must also be examined. Since the prohibition of political advertising on television, which constitutes the legal basis for the Media Authority's decisions, is not circumscribed sufficiently narrowly so as to satisfy the proportionality requirement set out in paragraph 2 of Article 10, the decision that was made pursuant to this provision must, in my opinion, be found to conflict with the Convention, even though the Convention might authorise the prohibition of political advertising on television during an election campaign. If the Norwegian legislature should wish to have such a prohibition, it would in such cases have to be the subject of special consideration, and relevant, sufficiently weighty and convincing grounds would have to be provided. The grounds adduced by the legislature for the existing total prohibition cannot justify a limited prohibition of this nature.", "(86) On this basis it is my conclusion that the Norwegian Media Authority's administrative decision to impose a fine on TV Vest AS is invalid (see section 3 and also section 2, of the Human Rights Act). ...”", "22. Section 3-1(3) of the Broadcasting Act 1992 reads:", "“Broadcasters shall not transmit advertisements for life philosophy or political opinions through television. This applies also to teletext.”", "23. The Government submitted that in 2005 the Media Authority had found that an advertisement broadcast by TV2 for an anti-terrorism group named the European Security Advocacy Group (ESAG) contained a political message which clearly fell within the meaning of the Broadcasting Act (section 3-1(3)). However, the Authority had concluded that the prohibition could not be enforced because to do so would violate Article 10 of the Convention. The Authority distinguished the facts from the Supreme Court's ruling in the TV Vest case. The ESAG advertisement had to be regarded as a contribution to a general public debate on how to fight terrorism, it had been transmitted outside the election period, and had not been connected to any political party or political organisation, but to a (social) interest group. Accordingly, the Authority found more similarities with the Court's judgment in the VgT case and, by applying a narrower margin of appreciation, that the interference could not be said to be necessary for the purposes of Article 10 § 2.", "24. The respondent Government produced a copy of a survey performed by the Secretariat of the European Platform of Regulatory Authorities (“23rd EPRA Meeting, Elsinore, Denmark, 17-19 May 2006, Background paper - Plenary, Political advertising: case studies and monitoring”) on the basis of answers to a questionnaire, received from the authorities of 31 countries, i.e., Austria, Belgium (x2), Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, the Isle of Man, Israel (x2), Italy, Latvia, Lithuania, Luxembourg, FYROM, Malta, the Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden and Switzerland (x2). The report included the following observations:", "“• Countries with a ban on paid political advertising", "Paid political advertising is statutorily forbidden in the vast majority of Western European countries such as Belgium, Denmark, France, Germany, Ireland, Malta, Norway, Portugal, Sweden, Switzerland, and the UK. Several countries from central and Eastern Europe such as the Czech Republic and Romania, also have a prohibition of paid political advertising.", "The most traditional justification for this prohibition is that rich or well-established parties would be able to afford significantly more advertising time than new or minority parties – thus amounting to a discriminatory practice. Another rationale invoked for the restriction or the ban is that it may lead to divisiveness in society and give rise to public concern. It has also been suggested, albeit less frequently, that a prohibition would preserve the quality of political debate.", "• Countries allowing paid political advertising", "Paid political advertising is allowed in many central and Eastern countries such as Bosnia and Herzegovina, Bulgaria, Croatia, Hungary, Macedonia, Poland, and the Baltic States: Estonia, Latvia and Lithuania. In a few countries such as in Bosnia-Herzegovina (60 days prior to Election Day), and Croatia, political advertising is only permitted during the election period.", "It is often overlooked that several countries in Western Europe, such as in Austria, Finland, Luxembourg (for the moment, this will change shortly) and the Netherlands also allow paid political advertising.", "In Italy, until 2003 paid political advertising, i.e. self-managed spaces, was allowed also for national broadcasters, provided that they also transmitted 'political communications spaces' (spazi di comunicazione politica), i.e. discussion programmes with the participation of political representatives; now it is allowed only for local broadcasters and has to cost no more than 70% of the price applied to commercial advertisements, whereas national broadcasters may only broadcast them for free.", "In Greece, while there is a permanent and wide-ranging ban on the political advertisement of persons, paid political advertising of political parties is not prohibited.", "In Spain, while the ban of political advertising applies permanently for television broadcasters, the Spanish Electoral Code permits paid electoral advertising on commercial radio stations, only during the election period.", "The main rationale for paid political advertising is that it may enable new candidates to obtain recognition and a profile. It is also often argued that the right to political advertising is an integral part of the right to freedom of expression and information.", "...", "• Countries allocating free airtime for political parties and/or candidates", "In the vast majority of countries, such as Belgium (French Speaking Community), Czech Republic, Estonia, France, Germany, Greece, Ireland, Italy, Latvia, Luxembourg, Malta, parties are usually granted free airtime to present their programmes, sometimes in the format of short advertising spots. The broadcasters are usually reimbursed for their technical costs either by the State or directly by the parties.", "...", "• Countries with no system of allocation of free airtime.", "Several countries have no specific provisions concerning free airtime for political parties. In a few countries, such as Belgium (Flemish speaking Community), Bulgaria, Norway, Sweden, parties are not granted any free airtime to present their programmes. In other countries such as Switzerland, Finland or Cyprus, this is a matter left to the broadcasters, who sometimes allow this practice on a voluntary basis.”", "25. Recommendation No. R (99) 15 of the Council of Europe's Committee of Ministers on measures concerning media coverage of election campaigns provided as follows:", "“In member States where political parties and candidates are permitted to buy advertising space for electoral purposes, regulatory frameworks should ensure that:", "- the possibility of buying advertising space should be available to all contending parties, and on equal conditions and rates of payment;", "- the public is aware that the message is a paid political advertisement.", "Member States may consider introducing a provision in their regulatory frameworks to limit the amount of political advertising space which a given party or candidate can purchase.”", "26. The Explanatory Memorandum to that Recommendation included the following comments in relation to the above:", "“Paid political advertising in the broadcast media has traditionally been prohibited in many Council of Europe member States, whilst it has been accepted in others. One of its major advantages is the opportunity which it provides for all political forces to widely disseminate their messages/programmes. On the other hand, it may give an unfair advantage to those parties or candidates who can purchase important amounts of airtime.", "In view of the different positions on this matter, the Recommendation does not take a stance on whether this practice should be accepted or not, and simply limits itself to saying that if paid advertising is allowed it should be subject to some minimum rules: one, that equal treatment (in terms of access and rates) is given to all parties requesting airtime, and two, that the public is aware that the message has been paid for.", "It may also be considered important to set limits on the amount of paid advertising that can be purchased by a single party. Nevertheless, the Recommendation does not specify whether it is desirable to do so nor does it set any precise limits on the amount of paid advertising, as it is considered that the decision on this matter should be taken at the national level.”", "27. The Committee of Ministers, on 7 November 2007, adopted recommendation Rec(2007)15, which entailed a revision of Recommendation No. R (99) 15. In so far as the above provisions were concerned it may be noted that the Draft Explanatory Memorandum ((2007) 155 add) included the following addition:", "“78. In view of the different positions on this matter, Recommendation CM/Rec(2007)... does not take a stance on whether this practice should be accepted or not, and simply limits itself to saying that if paid advertising is allowed it should be subject to some minimum rules, in particular that equal treatment (in terms of access and rates) is given to all parties requesting airtime.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}