{"ITEMID": "001-89646", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF VERITAS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["4. The applicant company is registered in Dnipropetrovs’k.", "5. On 22 August 2001 the applicant company lodged a claim with the Dnipropetrovs’k Regional Commercial Court against the Commercial Bank P. (“the Bank”) seeking compensation for damages because of the latter’s failure to withdraw a sum of money from the account of a third party, S., in the framework of enforcement proceedings against S.", "6. By decision of 13 September 2001, the court found against the applicant company. On 6 November 2001 the Dnipropetrovs’k Regional Commercial Court of Appeal dismissed an appeal lodged by the applicant company and upheld the decision of the first-instance court.", "7. By decision of 18 February 2002, the Higher Commercial Court, on the applicant company’s appeal, quashed the decisions of the lower courts and found for the applicant company.", "8. On 4 June 2002 the Supreme Court of Ukraine, upon appeal by the Bank, quashed the resolution of the Higher Commercial Court on the ground that that court’s findings had been unfounded and erroneous, and upheld the decisions of the first-instance and the appellate courts.", "9. The relevant provisions read as follows:", "“State power in Ukraine is exercised on the principles of its division into legislative, executive and judicial power.", "Bodies of legislative, executive and judicial power exercise their authority within the limits established by this Constitution and in accordance with the laws of Ukraine.”", "“Justice in Ukraine is administered exclusively by the courts...", "The jurisdiction of the courts extends to all legal relations that arise in the State.", "Judicial proceedings are performed by the Constitutional Court of Ukraine and courts of general jurisdiction...”", "“In Ukraine the system of courts of general jurisdiction is formed in accordance with the territorial principle and the principle of specialisation.", "The Supreme Court of Ukraine is the highest judicial body in the system of courts of general jurisdiction...”", "“The Constitutional Court of Ukraine is the sole body of constitutional jurisdiction in Ukraine.", "The Constitutional Court of Ukraine decides on issues of conformity of laws and other legal acts with the Constitution of Ukraine, and provides the official interpretation of the Constitution of Ukraine and the laws of Ukraine.”", "10. Article 111-18 of the Code of Commercial Procedure (at the material time) provided as follows:", "“The Supreme Court of Ukraine, following consideration of an appeal in cassation, or a request for review in cassation lodged by the Prosecutor General of Ukraine against a resolution of the Higher Commercial Court of Ukraine, shall be entitled to:", "1) leave the resolution unchanged and dismiss the appeal (request);", "2) quash the resolution and remit the case to the first-instance court for further consideration;", "3) quash the resolution and nullify the proceedings in the case.”", "11. Other relevant domestic law is summarised in the case of Sokurenko and Strygun (see Sokurenko and Strygun v. Ukraine, nos. 29458/04 and 29465/04, §§ 10-12, 20 July 2006)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}