{"ITEMID": "001-100717", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SOPOT v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Aleksey Vladimirovich Sopot, is a Russian national who was born in 1988 and is serving a prison sentence. He is represented before the Court by Mr Yu. Chigayev, a lawyer practising in Pechory, Pskov Region. The respondent Government are represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant has been disabled since childhood. He suffers from Scheuermann's disease (kyphosis), spinal arachnoiditis, and myelopathy. Following two operations in 2002 and 2005, he also developed spastic paraparesis.", "On 25 February 2006 the applicant was arrested and charged with numerous offences, including murder and theft of firearms. His pre-trial detention was extended on several occasions.", "On 11 October 2006 the Pskov Town Court of the Pskov Region extended the applicant's pre-trial detention until 14 November 2006. The applicant applied for release, referring to the seriousness of his condition and lack of medical assistance in the pre-trial detention facility. He also submitted medical documents indicating that he was in need of further examination and treatment at a specialised medical institution. The court decided that the applicant's ill-health did not render him unfit for detention.", "On 8 November 2006 the Pskov Regional Court upheld the decision of 11 October 2006 on appeal. The applicant remained in detention pending investigation and trial.", "On 18 January 2007 the Pskov Regional Court found the applicant guilty as charged and sentenced him to thirteen years' imprisonment.", "On 15 March 2007 the Supreme Court of Russia upheld the applicant's conviction on appeal.", "From 3 March 2006 to 18 January 2007 the applicant remained in custody pending investigation and consideration of the criminal charges against him. He was detained in remand prison no. 1 in Pskov. According to the documents submitted by the Government, the prison comprised a medical unit with qualified staff. The unit was licensed to carry out general treatment and therapy, lab testing, anaesthetics, intensive care, dentistry, psychiatric and substance abuse treatment, X-ray examination, ultrasonography, anti-tuberculosis treatment and surgery.", "According to the medical file, the applicant received medical treatment and consultations as follows.", "On 3 March 2006 he was examined by a general practitioner and had general tests, including fluorography and blood tests. Noting that the applicant's condition was typical of someone who had previously undergone spinal surgery, the doctor concluded that there was no need for any treatment.", "On 25 August 2006 the applicant complained about regular pain around the surgical stitches and leg cramps. He was examined by the head of the medical unit who recommended a consultation with a neurologist.", "On 27 September 2006 the applicant was examined by a general practitioner and a neurologist. The applicant complained of pain in the lumbar and thoracic regions. The doctors detected loss of sensitivity in his left leg, loss of mass in the right shin and partial paraparesis. The doctors prescribed pentoxyfilline, lucetam, cavinton, and diclofenac. The latter medication was not administered in view of the low severity of the pain. It was further recommended that the applicant undergo an X-ray examination and consult a neurosurgeon. The applicant received the remainder of the medication free of charge.", "On 27 September 2006 the applicant had another fluorography.", "On 28 September 2006 the applicant underwent an X-ray examination of the spinal cord.", "On 12 October 2006 a regional hospital where the applicant had undergone treatment submitted certain medical documentation concerning the applicant's condition, including a medical certificate issued on 14 April 2006 by a district outpatient clinic and confirming that the applicant had undergone two operations on the spinal cord and that he was in need of further examination and another operation.", "On 2 November 2006 the applicant was examined by a neurosurgeon from a regional hospital. He confirmed the earlier diagnosis, noting that the applicant's condition did not call for urgent surgery. He considered that, subject to the results of magnetic resonance imaging and computed tomography of the spinal cord, the applicant might require another operation on the spinal cord.", "On 11 December 2006 the applicant was examined by an ophthalmologist.", "On 12 December 2006 the remand prison prepared the documents necessary for the applicant's disability assessment.", "On 26 December 2006 the Chief Medical Expert Bureau of the Pskov Region examined the applicant's medical file and classified his disability as “category three”. The applicant's appeal was to no avail.", "The 1995 Law on the conditions of detention of suspects and accused (закон «О содержании под стражей подозреваемых и обвиняемых в совершении преступлений») (as amended) provides that inmates are entitled to medical assistance (section 17). If an inmate's health deteriorates, the medical officers of the remand prison are obliged to examine him promptly and inform him of the results of the examination in writing. If the inmate requests to be examined by staff of other medical institutions, the administration of the detention facility is to organise such an examination. If the administration refuses, the refusal can be appealed against to a prosecutor or court. If an inmate suffers from a serious disease, the administration of the remand prison is obliged immediately to inform the prosecutor, who can carry out an inquiry into the matter (section 24)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}