{"ITEMID": "001-67001", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "RAHOTCHI v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Oleg Rahotchi, is a Moldovan national, who was born in 1947 and lives in Chisinau.", "The applicant alleges that his grandfather was a victim of political repression in 1941, when he had to flee to Romania to save himself from persecution. He submits that his parents remained living in the house but were evicted in 1944 without any reason.", "On 24 October 1949 a local court found that the applicant's grandfather was in all probability killed during a bombing of Chisinau in June 1944 and declared him missing. The court also prolonged the term for accepting the inheritance of the applicant's grandfather's house in favour of the applicant's father.", "In 1952 the family house and the land around it were declared “property without an owner” and thus State property.", "On 10 May 1995 the applicant's father obtained a judgment of the local court confirming that the applicant's grandfather had been subjected to political repression and that his house and land were nationalised.", "In 1995 the applicant's father requested the return of the house and land which were by then owned by a third party. On 23 June 1996 the Centru District Court found in his favour and awarded him the house and the land claimed.", "In October 2001 the Prosecutor General filed a request for annulment of the judgment of 10 May 1995 asking the court to reject the claim that the applicant's father had been subjected to political repression. On 19 December 2001 the Supreme Court of Justice upheld the Prosecutor General's request for annulment and quashed the 1995 judgment. It ordered a full re-hearing of the case.", "On 11 April 2002 the applicant's father died. The applicant continued the proceedings.", "On 23 May 2002 the Centru District Court awarded the applicant the house and land. On 9 October 2002 the Chişinău Regional Court upheld that judgment in regard to the house but not in regard to the land.", "On 11 February 2003, the Court of Appeal set aside that judgment and rejected the applicant's claim because the crucial factual circumstance of repression against his father had not been proven. That judgment was final.", "The Court refers to its description of the relevant domestic law and practice in its decision of even date herewith in the case of Frunze v. Moldova (Application no. 42308/02)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}