{"ITEMID": "001-69445", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PARLANTI v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mr Carlo Parlanti, is an Italian national who was born in 1964, and is currently detained in prison in Düsseldorf. He was represented before the Court by Mr C. G. Bulgheroni, a lawyer practising in Milan.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 6 August 2002 the Ventura County Superior Court (California) issued an international warrant for the arrest of the applicant on suspicion of having committed the offences of forcible rape, corporal injury to a co-habitant, and false imprisonment by violence, as defined in sections 261(a)(2), 273.5(a) and 236 of the California Penal Code and punishable by respectively eight, six and three years' imprisonment. An investigation by the County Sheriff's Department had revealed in particular that on 29 June 2002 the applicant drank two litres of wine, became violent with his live-in girlfriend, kicked her chest fracturing her ribs before dragging her to the bedroom, where he bound her wrists to her ankles with plastic straps and raped her. A short time later he removed the straps and raped her again.", "On 5 July 2004 the applicant was arrested at the Düsseldorf airport. On 6 July 2004 he was heard before the Düsseldorf District Court (Amtsgericht) and remanded in custody pending extradition proceedings.", "On 19 July 2004 the Washington Bureau of Interpol requested the applicant's provisional arrest. On 23 July 2004 the Düsseldorf Court of Appeal (Oberlandesgericht) ordered the applicant's detention pending a ruling on his extradition.", "On 27 August 2004 the Government of the United States of America requested the applicant's extradition under the terms of the Extradition Treaty between the United States and the Federal Republic of Germany of 20 June 1978.", "The Düsseldorf Court of Appeal ordered the applicant's continued detention with a view to extradition on 2 September 2004.", "At a hearing held on 4 October 2004 before the Düsseldorf District Court, the applicant, assisted by a German and an Italian lawyer, indicated his refusal to be extradited.", "On 26 October 2004 the Düsseldorf Court of Appeal declared the applicant's extradition admissible. It considered that the evidence furnished in support of the request for the applicant's extradition was sufficient to give rise to a reasonable suspicion and that in the absence of any exceptional circumstances it was not necessary to examine this question more in depth. The Court of Appeal held that it was not for it to determine the question of the applicant's guilt in respect of the charges brought against him in the United States, but only to examine whether the formal extradition requirements had been fulfilled. It noted that the applicant was charged with offences which were punishable under the laws of both Contracting Parties by deprivation of liberty for a maximum period exceeding one year. The Court of Appeal did not consider it necessary to take into account the applicant's allegation that, if extradited to the United States, there was a serious likelihood that he would be given a life sentence, since, according to the relevant provisions of the California Penal Code accompanying the extradition request, the maximum sentence possible did not exceed eight years' imprisonment.", "The applicant applied for judicial review on 29 October 2004.", "On 24 November 2004 the Düsseldorf Court of Appeal confirmed its previous decision. It found that the applicant's extradition was admissible, even if, at worst, the charges brought against him would be qualified as two offences of rape with the aggravated circumstances of tying a person up and inflicting corporal injury and the applicant be sentenced to life imprisonment pursuant to section 667.61(a), (c)(1), (e)(3) and (6) of the California State Penal Code. According to the Court of Appeal, an extradition could only be objected to, if a life sentence as such would be contrary to the rule of law and inadequate under all possible aspects. Rape under section 667.61 (e)(3) and (6) of the California State Penal Code constituted severe wrongdoing and was punishable in Germany by five to fifteen years' imprisonment, pursuant to section 177 § 4 no. 2 (a) of the German Penal Code. Moreover, a life sentence did not mean that the applicant would have no possibility of early release. Under section 667.61(a) and (j) of the California State Penal Code a convicted person was eligible for release on parole after having served 25 years' imprisonment. This period could be reduced by 15 % on account of good conduct.", "The applicant requested again that the warrant of arrest pending extradition be set aside and his extradition declared inadmissible on 3 January 2005.", "On 26 January 2005 the Düsseldorf Court of Appeal refused to reverse its decision of 24 November 2004. It noted that the warrant of arrest issued by the Ventura County Superior Court on 6 August 2002 and the indictment of the same day charged the applicant with one count of forcible rape, pursuant to Section 261(a)(2) of the California State Penal Code (maximum possible sentence up to eight years' imprisonment). According to the Court of Appeal, it could not be inferred from these charges that there would be a sufficient legal basis for imposing two life sentences. The investigations carried out in the United States gave no reason to assume that the applicant had inflicted bodily injury “in the commission” of the sexual offences, as required by Section 667.61 (e) (3) of the California State Penal Code. Furthermore, in respect of the second sexual offence, no aggravating circumstance had been established, since the victim had not any longer been tied up. The Court of Appeal concluded that no substantial grounds had been shown for believing that the applicant, if extradited, would be exposed, as alleged, to two consecutive life sentences, amounting to 42 years' and six months' imprisonment.", "On 8 March 2005 the Federal Constitutional Court refused to admit the applicant's constitutional complaint for adjudication.", "Article 14.3a of the Extradition Treaty between Germany and the United States of America of 20 June 1978 as amended on 21 October 1986 allows the verification of the facts on which the extradition claim is based, the ordinary courts are, however, not obliged to make use of this possibility.", "Section 10 § 2 of the German Law on International Judicial Assistance in Criminal Matters (Gesetz über die internationale Rechtshilfe in Strafsachen) provides that, if exceptional circumstances require to examine the question of the existence of a reasonable suspicion, facts must be furnished which are sufficient to support the conclusion that there was a reasonable suspicion that an offence has been committed.", "The relevant provisions of the Penal Code of California provide as follows:", "Section 236", "“False imprisonment is the unlawful violation of the personal liberty of another.”", "Section 237. (a)", "“False imprisonment is punishable by a fine not exceeding one thousand dollars ($1,000), or by imprisonment in the county jail for not more than one year, or by both that fine and imprisonment. If the false imprisonment be effected by violence, menace, fraud, or deceit, it shall be punishable by imprisonment in the state prison.”", "Section 261. (a)", "“Rape is an act of sexual intercourse accomplished with a person not the spouse of the perpetrator, under any of the following circumstances:", "...", "(2) Where it is accomplished against a person's will by means of force, violence, duress, menace, or fear of immediate and unlawful bodily injury on the person or another.”", "Section 273.5. (a)", "“Any person who willfully inflicts upon a person who is his or her spouse, former spouse, cohabitant, former cohabitant, or the mother or father of his or her child, corporal injury resulting in a traumatic condition, is guilty of a felony, and upon conviction thereof shall be punished by imprisonment in the state prison for two, three, or four years, or in a county jail for not more than one year, or by a fine of up to six thousand dollars ($6,000) or by both that fine and imprisonment.”", "Section 667.61", "“(a) A person who is convicted of an offense specified in subdivision (c) under one or more of the circumstances specified in subdivision (d) or under two or more of the circumstances specified in subdivision (e) shall be punished by imprisonment in the state prison for life and shall not be eligible for release on parole for 25 years except as provided in subdivision (j).", "(b) Except as provided in subdivision (a), a person who is convicted of an offense specified in subdivision (c) under one of the circumstances specified in subdivision (e) shall be punished by imprisonment in the state prison for life and shall not be eligible for release on parole for 15 years except as provided in subdivision (j).", "(c) This section shall apply to any of the following offenses:", "(1) A violation of paragraph (2) of subdivision (a) of Section 261.", "...", "e) The following circumstances shall apply to the offenses specified in subdivision (c):", "...", "(3) The defendant personally inflicted great bodily injury on the victim or another person in the commission of the present offense in violation of Section ... 12022.53.8.", "...", "(6) The defendant engaged in the tying or binding of the victim or another person in the commission of the present offense.", "(j) Article 2.5 (commencing with Section 2930) of Chapter 7 of Title 1 of Part 3 shall apply to reduce the minimum term of 25 years in the state prison imposed pursuant to subdivision (a) or 15 years in the state prison imposed pursuant to subdivision (b). However, in no case shall the minimum term of 25 or 15 years be reduced by more than 15 percent for credits granted pursuant to Section 2933, 4019, or any other law providing for conduct credit reduction. In no case shall any person who is punished under this section be released on parole prior to serving at least 85 percent of the minimum term of 25 or 15 years in the state prison.”", "Section 12022.53", "“(a) This section applies to the following felonies:", "...", "(8) Section 261 or 262 (rape).”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}