{"ITEMID": "001-72984", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VIDEMSEK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1963 and lives in Velenje.", "6. On 5 February 1996 the applicant was injured in an accident at work in a mine. The applicant’s employer had taken out insurance with the insurance company ZT.", "7. On 27 May 1998 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 3,068,257 tolars (approximately 12,800 euros) for the injuries sustained.", "Between 19 June 2001 and 14 February 2002 the applicant lodged five preliminary written submissions and/or adduced evidence.", "Between 10 November 1998 and 30 March 2001 he made five requests that a date be set for a hearing.", "Neither of the hearings held on 24 September 2001 and 11 March 2002 was adjourned at the request of the applicant.", "During the proceedings the court appointed a medical expert.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 11 April 2002.", "8. On 15 April 2002 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 9 July 2003 the court dismissed both appeals.", "The judgment was served on the applicant on 25 August 2003.", "9. On 12 September 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). ZT cross-appealed.", "On 17 February 2005 the court dismissed the appeal.", "The judgment was served on the applicant on 21 March 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}