{"ITEMID": "001-98471", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KABAKCHIEVI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13+6-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1917, 1947 and 1957 respectively and live in Sofia.", "6. In 1993 the heirs of the pre-nationalisation owners of an apartment, purchased by the first applicant's husband from the State in 1968, brought an action for restitution against the latter, seeking a declaration that the 1968 transaction had been null and void and that therefore the apartment should be restored to its original owners before the nationalisation.", "7. On 18 October 1995 the Sofia District Court granted the restitution claim.", "8. On appeal, on 14 July 1997 the Sofia City Court quashed the District Court's judgment and dismissed the claim of the pre-nationalisation owners' heirs.", "9. The heirs of the pre-nationalisation owners submitted a petition for review (cassation).", "10. By a final judgment of 22 February 1999 the Supreme Court of Cassation quashed the Sofia City Court's judgment and upheld the District Court's judgment. As a result, the title of the first applicant's husband to the apartment at issue was declared null and void.", "11. The number of hearings held in the course of the proceedings is not clear.", "12. On 6 May 1999 the first applicant's husband died. The first applicant and her two sons (the second and third applicants) were his heirs.", "13. On 20 May 1999 the first applicant, who had not been a party to the 1993-1999 proceedings, submitted a request for reopening, stating that in accordance with the Code of Civil Procedure she should have been cited as a party since she was the owner of one half of the apartment at issue and the judgment of 22 February 1999 was binding on her.", "14. The second and third applicants also became parties to these proceedings as they replaced their deceased father, being his heirs.", "15. By a judgment of 30 January 2001 the Supreme Court of Cassation quashed the judgment of 22 February 1999, reopened the case and remitted it to another panel of the Supreme Court of Cassation. The court found that, in violation of the relevant provisions of the Code of Civil Procedure, the first applicant had not taken part in the 1993-1999 proceedings.", "16. At least two hearings were held before the Supreme Court of Cassation - one on 15 May 2001 and one on 6 November 2001, the first of them was adjourned upon the first applicant's request.", "17. By a judgment of 13 November 2001 the Supreme Court of Cassation quashed the judgment of 14 July 1997 and remitted the case to the Sofia City Court for new examination.", "18. The first hearing before the City Court was scheduled for 27 May 2002 and was adjourned upon the first applicant's request. The following hearing was held on 6 February 2003. At least three more hearings were held - on 13 March 2003, 20 November 2003 and 9 February 2004, the first of which was adjourned because the third applicant had not been properly summoned as his address had changed.", "19. On 1 March 2004 the Sofia City Court quashed the Sofia District Court's judgment of 18 October 1995 and decided to refer the case for renewed examination by the Sofia District Court.", "20. On an unspecified date in March or in April 2004 the heirs of the pre-nationalisation owners appealed before the Supreme Court of Cassation, which held a hearing on 11 March 2005. By judgment of 24 March 2005 the Supreme Court of Cassation quashed the lower court's judgment, as the reopened case fell to be examined by the Sofia City Court.", "21. The Sofia City Court held a hearing on 14 November 2005.", "22. On 9 January 2006 the Sofia City Court found that the 1968 transaction was null and void, having regard to the fact that the apartment at issue had largely exceeded the applicants' family's needs as determined by the relevant housing regulations.", "23. On 21 February 2006 the applicants appealed. The first hearing was scheduled for 18 April 2007 but was adjourned upon the first applicant's request. Another hearing was held on 20 June 2007.", "24. By a judgment of 9 July 2007 the Supreme Court of Cassation upheld the previous court's judgment.", "25. Until July 1999 Bulgarian law did not provide for any remedies in respect of length of civil proceedings.", "26. A new procedure, “complaint about delays”, was introduced in July 1999, by virtue of Article 217a of the Code of Civil Procedure 1952, in force until 2007. Pursuant to this procedure, a litigant aggrieved by the slow examination of the case could file a complaint before the president of the higher court. The latter had the power to issue mandatory instructions for faster processing of the case."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}