{"ITEMID": "001-89384", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KANDZHOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 10;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["5. The applicant has been involved in politics since the beginning of the democratic changes in Bulgaria in 1990 and was an activist of one of the major political parties in the 1990s, the Union of Democratic Forces (“UDF”). He played an active role in the UDF’s campaign during the parliamentary elections in April 1997. After the elections, he grew gradually disenchanted with the UDF’s policies and some of its leaders. He was particularly disappointed by Mr Teodosiy Simeonov, a UDF Member of Parliament from the Pleven constituency and head of the UDF branch in Pleven. On 4 February 1999 the applicant, together with a few other members of the UDF, formed the “Committee against corruption in the UDF – Pleven”. In his capacity as chairman of the committee, the applicant wrote to the Prime Minister, who was also leader of the UDF, alleging that Mr Simeonov had been heavily involved in political intrigue and corruption.", "6. On 18 December 1999 Mr Simeonov was reelected as head of the Pleven branch of the UDF and on 21 December 2000 appointed as Minister of Justice.", "7. On 1 June 2000, in an interview discussing the widely publicised trial of five Bulgarian nurses facing the death penalty in Libya, Mr Simeonov expressed the opinion that Libya was not a “white” country. This statement was severely criticised by the press and sparked a protest from the Libyan ambassador to Bulgaria. On 14 June 2000 the daily newspaper Monitor ran an editorial expressing the opinion that with his statement Mr Simeonov was “on his way to being ranked ‘top idiot’ of the year”.", "8. In the beginning of July 2000 the applicant, together with some friends and political supporters, founded an initiative committee to campaign for Mr Simeonov’s resignation. On 7 July 2000 he notified the mayor of Pleven that on 10, 11 and 12 July 2000 in the centre of Pleven UDF supporters would gather signatures calling for the resignation of “the top idiot of the Bulgarian Government – Teodosiy Simeonov”. The organisers planned to gather signatures between 9 a.m. and 5 p.m. on the abovementioned days at four stands placed in front of the town hall, the district police station, the theatre and the Monument to the Unknown Soldier – all in the centre of Pleven.", "9. On 7 July 2000 the deputy mayor, who at the time was acting as mayor, refused to give permission for the gathering of signatures. His refusal was based on a lack of evidence that the applicant had been authorised to represent the initiative committee. The mayor further reasoned that coordination was necessary in order to ensure “the safety of citizens and buildings pursuant to Regulation no. 1 on the maintenance and protection of public order and public property in the municipality of Pleven” and invited the applicant, if he insisted on carrying out the action, to discuss where exactly the tables could be placed. On 9 July 2000 the police tried to apprise the applicant of this refusal but could not find him at his address.", "10. At about 9 a.m. on 10 July 2000, while on his way to one of the signaturegathering stands, the applicant was stopped in front of the district police station by the head of the police department, who informed him about the deputy mayor’s refusal. The applicant, who was determined to go ahead with his plan, went to the town hall and met with the deputy mayor, but did not reach an agreement with him.", "11. The applicant decided to complete the planned action. He put in the centre of Pleven two stands and two posters reading “We, the supporters of the UDF, call for the resignation of the top idiot of the Government Teodosiy Simeonov”. A number of people, including some police officers, gathered around the stands.", "12. At 11.35 a.m. the same day a police officer warned the applicant in writing that he should remove the stands, pending approval of their locations by the deputy mayor. The applicant refused to take them away, as he considered that the placing of stands on public ground did not amount to a breach of public order and that the law did not require him to seek permission from the mayor for that.", "13. At 12.30 p.m. another police officer ordered the applicant’s arrest. The order was based on section 70(1) of the 1997 Ministry of Internal Affairs Act and Articles 148 § 1 (1) and (3) and 325 § 2 of the 1968 Criminal Code (see paragraphs 27 and 30 below). It did not set out the specific acts alleged against the applicant. Immediately after that the police arrested the applicant and seized the two posters.", "14. Later in the day the police officer who had ordered the applicant’s arrest instituted a criminal investigation against him for publicly insulting the Minister of Justice in his official capacity, contrary to Article 148 § 1 (1) and (3) of the 1968 Criminal Code, and for performing indecent actions, grossly violating public order, and demonstrating overt disrespect for society, characterised by exceptional cynicism and arrogance, contrary to Article 325 § 2 of the Code (see paragraphs 27 and 30 below). He did not specify exactly what acts the applicant had carried out.", "15. The applicant was questioned at 6.30 p.m. He pleaded not guilty and refused to make any statements until the arrival of his counsel.", "16. On 11 July 2000 the Pleven District Prosecutor’s Office received a complaint by Mr Simeonov who requested that criminal proceedings for insult under Article 148 and for hooliganism under Article 325 of the 1968 Criminal Code be instituted against the applicant.", "17. The same day a prosecutor of the Pleven District Prosecutor’s Office, acting on the proposal of the police and pursuant to his powers under Article 152a § 3 of the 1974 Code of Criminal Procedure (see paragraph 34 below), ordered that the applicant be detained for seventy-two hours, starting at 12.30 p.m. that day, pending a ruling by the Pleven District Court on whether he should be placed in “pretrial detention”. He noted that proceedings had been instituted against the applicant on charges of insult and hooliganism and stated, inter alia, that there was a real risk that he would flee or reoffend. The applicant’s counsel immediately appealed against the order to the Pleven Regional Prosecutor’s Office. She did not receive a reply.", "18. On the same day the investigator in charge of the case interviewed Mr Simeonov. He said that he had felt very insulted and humiliated by the campaign for his resignation and by the description of him as a “top idiot”. He had learned about the events from his son and had immediately telephoned the deputy mayor, the vicechairman of the UDF in Pleven and the head of the district police department, insisting that they “ensure public order”. The investigator also interviewed two police officers who had eyewitnessed the events of 10 July 2000.", "19. On 12 July 2000 the investigator interviewed the deputy mayor, the vicepresident of the UDF in Pleven and the applicant’s father. The interviews finished at 4.45 p.m.", "20. At 11 a.m. on 14 July 2000 the Pleven District Court examined the request for placing the applicant in “pre-trial detention” at a public hearing. It heard submissions from the prosecutor and the applicant’s counsel. It held that, while there were indications that the applicant had committed the offence alleged against him, it was not necessary to place him in “pre-trial detention”, because there was no risk that he would abscond or reoffend. The court also noted certain health problems experienced by the applicant. It decided to release him on bail. The applicant apparently paid the bail immediately after the hearing, which finished at 11.30 a.m., and was released.", "21. The investigation against the applicant was completed on 24 July 2000 and the case file was sent to the Pleven District Prosecutor’s Office. On 25 July 2000 it indicted the applicant, accusing him of aggravated hooliganism. The insult charges had apparently been dropped earlier.", "22. After holding a trial, in a judgment of 23 April 2001 the Pleven District Court found the applicant guilty of aggravated hooliganism, contrary to Article 325 § 2 of the 1968 Criminal Code (see paragraph 27 below) and sentenced him to four months’ imprisonment, suspended for three years.", "23. Upon an appeal by the applicant, on 25 September 2001 the Pleven Regional Court quashed the lower court’s judgment and acquitted him.", "24. The Pleven Regional Prosecutor’s Office appealed on points of law. The appeal was examined by the Supreme Court of Cassation at a public hearing which took place on 15 January 2002. The prosecution, which was represented by a prosecutor of the Supreme Cassation Prosecutor’s Office, expressed the opinion that the acquittal was correct and should be upheld.", "25. In a final judgment of 11 February 2002 the Supreme Court of Cassation upheld the applicant’s acquittal in the following terms:", "“... The court of first instance failed to give any arguments, but merely declared that [the applicant’s] acts amounted to ‘a brutal demonstration against the established order’ and had caused ‘considerable harm’ to this order. ...the testimony of the persons authorised to preserve public order – the [police officers] questioned as witnesses, and in particular, [one of them], who was specifically asked about this – shows that no ‘disarray, commotion or breach of public order’ had occurred at the place where [the applicant] and the other UDF supporters had organised the gathering of signatures in support of the removal from office of the then Minister of Justice T. Simeonov. The only thing which could be characterised as scandalous is the label ‘top idiot’ accompanying the name of the witness Simeonov on the two posters explaining the aim of the event. However, there is no evidence whatsoever that the use of these words was intended to discredit T. Simeonov by lowering his prestige and dignity.”", "26. The court went on to say that it was public knowledge that a month before the events of 10 July 2000 Mr Simeonov had made an unacceptable statement in respect of Libya, which, in view of its potentially damaging repercussions for relations between the two countries, had been assessed very negatively by the press and had eventually led to the loss of his post. It was the press that had first called Mr Simeonov a “top idiot” and there was no indication that any newspaper had been called upon to answer for this phrase. It was thus completely natural for the applicant, when calling for the Minister’s resignation, to use the same phrase, thus expressing the public – and not merely his own – attitude towards Mr Simeonov’s activities. On this basis, the court concluded that:", "“It is clear from the above, that, as regards the subjective element, no offence under Article 325 §§ 1 or 2 [of the 1968 Criminal Code] has been committed, because there were no acts which meant to breach public order or demonstrate overt disrespect for society. The offence alleged against [the applicant] was not objectively committed either: there was no public disorder and the presence of police officers at the site was due to the need to prevent possible incidents. The expression of indignation by [some of the persons who were present there], which was an act of political support for T. Simeonov, cannot be seen as a consequence of hooliganism either.”", "27. Article 325 §§ 1 and 2 of the 1968 Criminal Code, as in force at the relevant time, provided:", "“1. Whoever carries out indecent actions which grossly violate public order and show overt disrespect for society shall be punished for hooliganism by up to two years’ imprisonment or by corrective labour, as well as by public reprimand.", "2. If the actions are accompanied by resistance against [a law enforcement officer], or are characterised by exceptional cynicism or arrogance, the penalty shall be up to five years’ imprisonment.”", "28. In a binding interpretative decision made in 1974 (Постановление № 2 от 29 ноември 1974 г. по н.д. № 4/1974 г., Пленум на ВС), the Supreme Court defined the elements of hooliganism. The first element is the perpetration of indecent actions, which are described as actions which are “improper or impudent, expressed through curses, raving, bad manners or other actions scandalising society”. Indecent actions must both grossly violate public order and demonstrate overt disrespect for society. Gross violation of public order occurs when “through his actions the perpetrator makes a brutal demonstration against the established order”. These actions violate “important State, public or personal interests or substantially affect morality”. “Overt disrespect for society” is present when through his actions the perpetrator “openly demonstrates a high level of disrespect for the individuals and the rules of society”.", "29. According to the decision, “exceptional cynicism” within the meaning of paragraph 2 of Article 325 is present when “the acts of hooliganism are particularly impudent, grossly violate moral values and affect citizens’ feelings”. Obscene actions which are performed in public and cause indignation in society are also “exceptionally cynical”. “Exceptional arrogance” is present when “the actions gravely and persistently affect public and personal interests and express a disparaging attitude towards public order or other public or personal interests”. These actions “scandalize society and demonstrate rude impudence or cause grave insult”.", "30. Insult is a criminal offence under Article 146 of the 1968 Criminal Code. It is aggravated if committed in public and/or in respect of public officials carrying out their duties (Article 148 § 1 (1) and (3) of the Code). Prior to March 2000 it was privately prosecutable save in cases where the victim was a public official (Article 161 of the Code, as in force before March 2000). After an amendment to the Code of March 2000 insult became privately prosecutable in all cases and was no longer punishable with a term of imprisonment. This means that there is no pretrial investigation (Articles 171 and 240 of the 1974 Code of Criminal Procedure and Articles 191 and 247 § 1 of the 2005 Code of Criminal Procedure) and that no preventive measures, such as pretrial detention or bail, may be imposed on the accused, as they are possible solely in respect of publicly prosecutable offences (Article 146 of the 1974 Code and Article 56 § 1 of the 2005 Code). Pretrial detention is not permissible either, as it can only be imposed when the charges concern an offence punishable with a term of imprisonment or a harsher penalty (Article 152 § 1 of the 1974 Code and Article 63 § 1 of the 2005 Code).", "31. Under the 1997 Ministry of Internal Affairs Act, as in force at the relevant time, the police could, on the basis of a written order to that effect (section 72(1)), arrest an individual who had committed a criminal offence (section 70(1)(1)). An individual taken in police custody was entitled to be assisted by counsel and seek judicial review of his detention (section 70(3) and (4)). The application had to be examined immediately (section 70(3) in fine). Police detention under section 70(1)(1) and (1)(2) could not exceed twentyfour hours (section 71 in fine).", "32. Police detention under section 70(1)(1) was lawful only if it immediately preceded the opening of a preliminary investigation against the arrestee (реш. № 9779 от 24 ноември 2004 г. по адм. д. № 4925/2004 г., ВАС, V отд.). It was imposed with a view to instituting such a preliminary investigation (реш. № 3996 от 13 април 2006 г. по адм. д. № 9362/2005 г., ВАС, V отд.). The power to detain was given to the police to assist them in the investigation of crime (реш. № 1812 от 27 февруари 2003 г. по адм. д. № 10831/2002 г., ВАС, V отд.; реш. № 810 от 27 януари 2005 г. по адм. д. № 6185/2004 г., ВАС, V отд.; реш. № 2550 от 21 март 2005 г. по адм. д. № 7391/2004 г., ВАС, V отд.). All reported cases under section 70(1)(1) concern publicly prosecutable offences.", "33. Arrest orders under section 70 were administrative decisions. According to the case-law of the Supreme Administrative Court (опр. № 1793 от 17 февруари 2006 г. по адм. д. № 1390/2006, ВАС, V отд.; реш. № 894 от 31 януари 2005 г. по адм. д. № 5783/2004 г., ВАС, V отд.), the persons affected by them could challenge their lawfulness before a court and, if they were set aside, they could seek damages under section 1 of the 1988 State Responsibility for Damage Act (see paragraph 35 below).", "34. Article 152a of the 1974 Code of Criminal Procedure, which governs the procedure for imposing “pretrial detention” (“задържане под стража”) under Article 152 of the Code, was changed in its entirety with effect from 1 January 2000, in a bid to bring Bulgarian law in line with Article 5 the Convention (тълк. реш. № 1 от 25 юни 2002 г. по н.д. № 1/2002 г., ОСНК на ВКС). The amended paragraph 3 of Article 152a provided that the investigation and the prosecution authorities had to ensure the immediate appearance of the accused before the competent firstinstance court and, if necessary, detain them until that moment. Such detention could not exceed twentyfour hours if ordered by an investigator and seventytwo hours if ordered by a prosecutor. This distinction was apparently intended to ensure compliance with Article 30 § 3 in fine of the 1991 Constitution, which provides that any deprivation of liberty has to be reviewed by an “organ of the judicial power” within twentyfour hours.", "35. Section 1 of the 1988 State Responsibility for Damage Caused to Citizens Act (“the SRDA” – „Закон за отговорността на държавата за вреди, причинени на граждани“ – this was the original title; on 12 July 2006 it was changed to the State and Municipalities Responsibility for Damage Act, „Закон за отговорността на държавата и общините за вреди“), provided that the State was liable for damage suffered by private persons as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with the performance of their duties. Section 1(2), as in force at the material time, provided that compensation for damage arising from unlawful decisions could be claimed after the decisions concerned had been annulled in prior proceedings.", "36. Section 2 of the SRDA reads, in so far as relevant:", "“The State shall be liable for damage caused to [private persons] by the organs of ... the investigation, the prosecution, the courts ... for unlawful:", "1. pretrial detention, including when imposed as a preventive measure, when it has been set aside for lack of lawful grounds;", "2. criminal charges, if the person concerned has been acquitted, or if the criminal proceedings have been discontinued because the act has not been committed by the person concerned or did not constitute a criminal offence...”", "37. According to the courts’ caselaw, the State is liable for all damage caused by pre-trial detention where the accused has been acquitted (реш. № 978/2001 г. от 10 юли 2001 г. по г.д. № 1036/2001 г. на ВКС) or the criminal proceedings discontinued on grounds that the charges have not been proven, the perpetrated act is not an offence, or the criminal proceedings were unlawful from the outset because they were opened after the expiry of the relevant limitation period or an amnesty (реш. № 859/ 2001 г. от 10 септември 2001 г. г.д. № 2017/2000 г. на ВКС).", "38. In a binding interpretative decision (тълк. реш. № 3 от 22 април 2004 г. на ВКС по тълк.д. № 3/2004 г., ОСГК), made on 22 April 2004 pursuant to the proposal of the President of the Supreme Court of Cassation, the Plenary Meeting of the Civil Chambers of that court resolved a number of contentious issues relating to the construction of various provisions of the SRDA. In point 13 of the decision it held that compensation awarded in respect of the nonpecuniary damage arising under section 2(1) or (2) of the SRDA should also cover nonpecuniary damage stemming from unlawful pre-trial detention imposed during the proceedings, whereas compensation for pecuniary damage resulting from such detention should be awarded separately. The reasons it gave for this conclusion were as follows:", "“Pretrial detention is unlawful when it does not comply with the requirements of [the Code of Criminal Procedure].", "The State is liable under section 2(1) [of the] SRDA when the pretrial detention has been set aside as unlawful, irrespective of how [the criminal] proceedings unfold later. In such cases compensation is determined separately.", "If the person has been acquitted or the criminal proceedings have been discontinued, the State is liable under section 2(2) [of the] SRDA. In that case, the compensation for non-pecuniary damage has to cover the damage resulting from the unlawful pretrial detention. If pecuniary damage has arisen, compensation for it is not included but has to be awarded separately, taking into account the particular circumstances of each case.”", "39. Persons seeking redress for damage resulting from decisions of the investigating and prosecuting authorities or the courts in circumstances falling within the scope of the SRDA have no claim under general tort law as the Act is a lex specialis and excludes the application of the general regime (section 8(1) of the Act; реш. № 1370/1992 г. от 16 декември 1992 г., по г.д. № 1181/1992 г. на ВС, ІV г.о.)."], "VIOLATED_ARTICLES": ["10", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}