{"ITEMID": "001-81745", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "MINTOFF AND OTHERS v. MALTA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Mr Dominic Mintoff, Ms Anna Mckenna and Ms Yana Mintoff Bland are Maltese nationals who were born in 1916, 1949 and 1951 respectively. The first two applicants live in Malta and the third applicant lives in Texas, United States. They are represented before the Court by Dr Ian Refalo and Dr John Vassallo, lawyers practising in Valetta, Malta.", "The first applicant is a former leader of the Malta Labour Party and a former Prime Minister of Malta, and the second and third applicants are his children. They are joint owners of a residence in Delimara in an undeveloped coastal area of Malta.", "In 1987 the nationalist government, ordered the construction of a new power station. Consequently, it selected and legally expropriated a site in Delimara, approximately 5 metres from the applicants' property.", "At the relevant time, the first applicant objected to the proposed power station on the ground that it would pollute his property and render it unusable. Unsuccessfully, he submitted to the authorities proposals for a number of alternative locations and suggestions as to how the power station could be constructed in order to minimise the damage to his property.", "In 1992/1993 the power station began operating. Due to the resulting noise and pollution the applicants had to leave their residence and move to their other house in Tarxien.", "The abandonment of the property meant that it became subject to a number of break-ins during which movables and furniture were stolen. Since then the first applicant has been unsuccessfully endeavouring to recover the possession of two other properties, situated in Marsaxlokk, which he had intended for storage purposes, and which had been in his possession for more than fifty years but to which road access had been denied.", "On 19 July 1994 the first applicant and his wife instituted proceedings before the Civil Court (First Hall) in its constitutional jurisdiction, alleging a violation of Article 1 of Protocol No. 1 to the Convention, in respect of their property in Delimara.", "On 11 August 1995 the Civil Court found a violation of Article 1 of Protocol No.1 to the Convention. Despite the fact that the property had not been formally expropriated and that therefore the claimants had not received compensation, they had been deprived of the enjoyment of their property to the extent that they could not use it as a residence due to the noise and toxic emissions, and there had therefore been a de facto expropriation. Moreover, the property had suffered a dramatic depreciation in value. The court considered that although the State had had the right to decide where and when to build the power station, which was undoubtedly in the public interest, it was essential that a fair balance be struck between the general interests of the community and individual rights and this could not be achieved if the claimants were made to suffer an excessive burden. The Civil Court deferred the proceedings for further submissions in respect of an adequate remedy.", "Both parties appealed.", "On 30 April 1996 the Constitutional Court upheld the first-instance judgment. However, it did not determine the amount of compensation. It remitted the case to the Civil Court, with a view to reaching a friendly settlement.", "A number of meetings were held over the next three years but no agreement was reached between the parties, in particular because the planning authority failed to approve building permits for any of the sites which were suggested as replacements for the expropriated property. Numerous hearings took place, evidence was heard, various pleadings were made by the first applicant's lawyers, who were replaced regularly, and various court-appointed technical architects, including additional architects as requested by the first applicant, submitted their evaluations. The parties drew up at least two signed private deeds of agreement.", "On 30 August 2004, the Civil Court declared the deeds of agreement between the parties null and void as they had not been done by means of a public deed as required by law and it went on to determine the issue of compensation. It emphasised, that his status as a former politician should neither create an advantage for nor prejudice the first applicant, whose rights had to be respected. It awarded him 360,000 Maltese liras (MLT – approximately 864,000 euros (EUR)), having taken into consideration the fact that the applicant and his wife had been suffering a continuous violation since 1992 (when the power station was built), the inconvenience caused to them, the fact that the first applicant, in using the property in the exercise of his duties as Prime Minister, had rendered it of historical interest, the agreements which the parties had attempted to reach and the fact that the property would remain in the applicant and his wife's possession even though it was unfit for habitation and that its value had greatly diminished. However, it refused to consider the damage caused to movables kept in the property and other damage suffered by them (see Part 3 below) as these were irrelevant, since this was a case concerning adequate compensation and not damages. It further rejected as unsubstantiated the first applicant's submission that he had been offered a sum of over MLT 1,000,000 (approximately 2,400,000 EUR) in compensation, an offer he had refused. It also held that the payments which had already been made to him in 1998 and 2002 amounting to MTL 212,950 (approximately EUR 511,080) should be deducted from the sum awarded.", "Both parties appealed. The first applicant's children (the second and third applicants) were granted leave to pursue the application in the first applicant's late wife's stead. In particular the applicants claimed that the remedy granted had not been adequate and that the sum awarded was too low. Particular reference was made to the first applicant's prominent public position, the continuous breach they were suffering, the inconveniences suffered in relation to their other properties, the estimates of the property's value, the failure to provide an alternative property, the fact that the amounts already paid had to be deducted, the offer of MLT 1,000,000 (approximately 2,400,000 EUR) which they had received and that allegedly had not been taken into consideration by the court, and the length of the proceedings.", "They further alleged that during the appeal proceedings it had transpired that in similar proceedings, namely, B. vs. Commissioner of Lands, the valuation provided by the court-appointed architects was much in excess of that provided in the applicants' case. However, it does not appear from the Constitutional Court's judgment that this argument was raised before it.", "On 28 July 2006 the Constitutional Court upheld the reasons given by the first-instance court and the consequent award of compensation. It affirmed that the applicants had the right to be reimbursed the value of the residence which had been rendered uninhabitable. It re-examined the estimates of the value of the property in 1991/92 before the power station was constructed, provided by the court appointed experts and the additional experts, amounting to MTL 95,400 and MTL 130,000 respectively (approximately EUR 228,960 and EUR 312,000) and the estimated value of the property in 1997 had the power station not been constructed, which amounted to MLT 220,000 (approximately EUR 528,000). It took account of the fact that the applicants had had to bear various inconveniences and the delay in granting the remedy, notwithstanding that part of the delay was due to the applicants' intermittent filing of irrelevant notes and depositions. It further considered that between 1998 and 2002 the sum of MTL 212,950 (approximately EUR 511,080) had already been paid to the applicants, the first payment amounting to MTL 128,000 (approximately EUR 307,200) in 1998. All this could be considered together only by determining a sum arbitrio boni viri which the first court had correctly done.", "By 2004, the first applicant, who was living in his other house in Tarxien, was contacted by Enemalta Corporation (one of the parties to the above-mentioned proceedings) and the Water Services Corporation, which have a joint debt collecting procedure, for payment of outstanding water and electricity bills relating to the house in Tarxien, amounting to a few hundred Maltese Liras.", "Given that the applicants had already been declared to be owed compensation from the Government and Enemalta Corporation and that his utilities were being provided intermittently and suffered from numerous faults, the first applicant refused to pay the bills. As a result, on 2 November 2004 the utilities supply was cut off and was restored only when third parties paid the bill, against the first applicant's wishes.", "When the water supply was restored, the pressure was initially too high and caused the pipes to burst, effectively depriving the first applicant of access to clean water, thus rendering his property in Tarxien uninhabitable too.", "With respect to the property in Delimara, apart from noise and smoke emissions, further damage was caused by flooding, affecting the roofs and the electrical installations, and causing an infestation of rats. Historical documents and other possessions were also damaged and since no public funds were available to cover the necessary repairs, the insurance company which would not pay damages unless such works were done, threatened to withdraw insurance cover completely.", "On 29 March 2005 the applicants instituted proceedings before the Civil Court (First Hall) in its constitutional and “conventional” jurisdiction against the respondents, inter alia, Enemalta Corporation and the Water Services Corporation regarding damage to their Tarxien property. They invoked Articles 1, 6, 8 and 14 of the Convention and Article 1 of Protocol No. 1, and requested the court to provide them with an adequate remedy.", "On 29 March 2006 the Civil Court rejected the applicants' claims, in part because the respondent had been incorrectly cited and for the rest it declined from exercising its constitutional jurisdiction on the ground that the applicants had not made use of the ordinary remedies available to them.", "On 10 April 2006 the applicants appealed. By a judgment of 20 June 2006 the Constitutional Court upheld the first-instance judgment.", "The applicants make reference to a set of legal proceedings in relation to the reinstatement of the Tarxien property, but it is not clear whether these are in fact the same proceedings as are mentioned above or new proceedings and if they are new proceedings whether they have terminated.", "According to the applicants' submissions of 23 January 2007, both their houses remain uninhabitable. Moreover, according to their communication, dated 9 April 2007, the first applicant has ongoing problems with his telephone line and does not receive regular post, and as a result, his Telecare telephone service - which he alleges is being tampered with - his correspondence with banks and his receipt of payments due and timely court notifications are adversely affected. Lastly, they allege that the garden of the Tarxien property has been invaded by wild cats and that the local council has not taken any steps to resolve this problem.", "Under Maltese law, a person alleging a breach of human rights as guaranteed by the European Convention Act or the Constitution of Malta may, without prejudice to any other remedy with respect to the same matter that is lawfully available, apply to the Civil Court (First Hall) for redress. The latter's practice and procedures are governed by the Maltese Rules of Court.", "In respect of an action for damages in tort or quasi-tort, section 1045 of the Civil Code, Chapter 16 of the Laws of Malta, regarding the measure of damages, reads as follows:", "“(1) The damage which is to be made good by the person responsible in accordance with the foregoing provisions shall consist in the actual loss which the act shall have directly caused to the injured party, in the expenses which the latter may have been compelled to incur in consequence of the damage, in the loss of actual wages or other earnings, and in the loss of future earnings arising from any permanent incapacity, total or partial, which the act may have caused.”", "Mr B. owned property (a residential home and adjacent land) in Delimara which in 1993 had been expropriated for the construction of the said power station. He had been offered MTL 107,000 (approximately EUR 256,800) in compensation, which he contested as being inadequate. In the meantime building work had begun on the land contiguous to his property and as a result he suffered damage over a number of years. Pending proceedings regarding the determination of adequate compensation, he was informed that his property was no longer required by the authorities and was asked to sign a disclaimer of responsibility towards them in respect of it, which he refused to sign.", "On an unspecified date Mr B. instituted proceedings before the Civil Court (First Hall) in its ordinary jurisdiction. He claimed that he had sustained damage both to his quality of life and to the value of his property, which remained in his possession, and that the authorities were liable for damages, this being without prejudice to any other remedy available to him for the determination of a violation of his fundamental rights under the European Convention on Human Rights.", "On 6 June 2002 the Civil Court found in favour of Mr B. and concluded that the authorities' actions had been abusive and illegal and in violation of his rights as property owner. Consequently, it held the authorities liable for damages and deferred the proceedings for the determination of compensation.", "On 31 January 2007 the Civil Court held that in accordance with section 1045 of the Civil Code, damage had to be assessed according to the estimated value of the property had the power station not been built which corresponded to MLT 750,000 (approximately EUR 1,800,000), and its actual value, namely MLT 200,000 (approximately EUR 480,000). Consequently it awarded Mr B. MLT 550,000 (approximately EUR 1,320,000) in damages.", "According to the Maltese Court Services website, in February 2007 an appeal was lodged and the case is currently pending before the Court of Appeal (Civil, superior jurisdiction)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}