{"ITEMID": "001-58156", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF PAILOT v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "R. Pekkanen", "TEXT": ["7. Mr Jean-Marc Pailot, a French national born in 1952, is a clerical worker employed by an insurance firm. He is a haemophiliac and has received numerous blood transfusions.", "8. A test carried out on 27 August 1985 showed that the applicant had been infected by the human immunodeficiency virus (HIV). Since November 1994, he has been classified as having reached stage III of the four stages on the scale of the Atlanta Center for Disease Control.", "9. On 23 December 1989 the applicant submitted a preliminary application for compensation to the Minister for Solidarity, Health and Social Protection. He sought 2,500,000 French francs (FRF) in compensation for the medical disorders of all kinds he had suffered on account of his infection with HIV. His application was rejected on 30 March 1990.", "10. On 30 May 1990 Mr Pailot brought an action in the Châlons-sur-Marne Administrative Court seeking FRF 2,500,000 in compensation for the damage sustained as a result of the State’s failure to take appropriate measures to prevent his becoming infected with HIV. On 14 December 1990 the Châlons-sur-Marne Administrative Court referred the case to the Conseil d’Etat, which, on 27 February 1991, designated the Paris Administrative Court to deal with it. The application was registered with that court on 18 March 1991.", "11. On 1 June 1991 the Aube Health Insurance Office filed a pleading. The case was then set down for a hearing on 3 April 1992.", "12. On 17 April 1992 the Administrative Court gave an interlocutory judgment, holding that “the State is liable in respect of haemophiliacs who were infected with HIV in the course of transfusion of non-heat-treated blood products during the period of liability defined above, that is between 12 March and 1 October 1985” and “... that there are grounds for the Administrative Court to order the State to pay compensation for the whole of the damage suffered”.", "At Mr Pailot’s request, the court ordered an expert medical opinion in order to establish whether he had been infected during that period. An expert was appointed by the President of the Administrative Court the same day.", "13. The expert’s report, filed on 23 December 1992, stated:", "“...", "In 1985 [Mr Pailot] was given two prescriptions for 6 P.P.S.B. and Factor IX concentrates, the first on 2 March 1985 and the second on 27 August 1985 ... in other words, within the period of liability defined above (12 March to 1 October), at least as regards the prescription of 27 August 1985. However, it has not been possible to ascertain the exact date on which the products delivered on 2 March 1985 were administered.", "On 27 August 1985 it was confirmed that he had been infected with HIV...", "Given that the appearance of antibodies detectable by biological tests (seroconversion) cannot be observed until 6 to 12 weeks (or, exceptionally, several months in rare cases) after infection, it can be concluded that Mr Jean-Marc Pailot might have been infected in May or June 1985 (1st serological test performed on 27 August 1985).", "...", "As regards the ‘period of the State’s liability’ (12 March 1985 to 1 October 1985), it is not impossible, but neither is it certain, that the products delivered at the beginning of March 1985 were administered after 12 March 1985, resulting in an infection with seroconversion confirmed on 27 August 1985, assuming that infection had not taken place earlier, which is unlikely in view of the blood derivatives he had received previously.", "... the date on which he became infected cannot be determined with certainty.”", "14. After holding a hearing on 26 February 1993, the Administrative Court gave the following judgment on 26 March 1993:", "“Regarding the claim for the award of damages against the State:", "The expert’s report has shown that a causal link between the applicant’s infection with HIV and the administration of blood derivatives during the period of the State’s liability (12 March 1985 to 1 October 1985) cannot be deemed to have been established; consequently, the claim contained in Mr Jean-Marc Pailot’s application for compensation from the State for the damage sustained as a result of this infection can only be rejected.”", "15. On 9 April 1993 the Judicial Assembly of the Conseil d’Etat gave three landmark judgments, fixing 22 November 1984 as the start of the period of the State’s liability and awarding the victims compensation at a flat rate of FRF 2,000,000 (see paragraph 39 below).", "16. Relying on this case-law, the applicant appealed to the Paris Administrative Court of Appeal on 4 June 1993.", "17. On 28 August 1993 the Deputy Minister for Health filed his defence pleadings in which he submitted that only the judgment of 26 March 1993 was being appealed and that the judgment of 17 April 1992, which established the period of the State’s liability as 12 March to 1 October 1985, had therefore become final.", "18. On 3 November 1993 the Compensation Fund for Transfusion Patients and Haemophiliacs infected with HIV informed the Administrative Court of Appeal that Mr Pailot had accepted the Fund’s offer of compensation.", "19. After holding a hearing on 20 January 1994, the Administrative Court of Appeal gave judgment on 3 February 1994 in which it upheld the Minister’s arguments and dismissed the applicant’s appeal, holding that it had not been established by the contents of the file that the applicant had received after 12 March 1985 blood products which could have infected him.", "20. On 1 April 1994 the applicant appealed on points of law to the Conseil d’Etat.", "21. On 1 June 1994 the applicant filed supplementary pleadings claiming that his appeal, in which he had requested that the start of the period of the State’s liability be fixed at 22 November 1984 implicitly but necessarily criticised the interlocutory judgment of 17 April 1992 which had fixed the start at 12 March 1985. He therefore requested the Conseil d’Etat to quash the Administrative Court’s judgment and, under section 11 of Law no. 87-1127 of 31 December 1987, to determine the merits of the case without remitting it to the Administrative Court of Appeal and to order the State to pay him FRF 2,000,000, less the amount paid out by the Compensation Fund.", "22. On 27 March 1995 the Admissibility Committee declared his appeal admissible.", "23. In the meantime, on 28 December 1994, Mr Pailot had lodged an application (no. 26116/95) with the European Commission of Human Rights. On 28 June 1995 the Commission adopted a report pursuant to Article 28 § 2 of the Convention noting that the parties had reached agreement on a friendly settlement of the case (see paragraph 42 below).", "24. On 13 and 19 October 1995 respectively, the Aube Health Insurance Office and the Compensation Fund for Transfusion Patients submitted their observations.", "25. On 30 October 1995 the Conseil d’Etat asked the Minister of Employment and Social Affairs to submit his observations on the applicant’s appeal. On 15 December 1995 the Minister replied that the application did not call for any observations on his part.", "26. On 26 December 1995 the applicant submitted his observations.", "27. On 3 January 1996 a reporting judge at the Conseil d’Etat was appointed.", "28. On 19 January 1996 the applicant filed a number of documents. On 17 January and 17 April 1996 Mr Pailot wrote to the Secretary to the Fifth Section of the Judicial Division of the Conseil d’Etat, which was dealing with the case, and to the reporting judge who had been appointed, drawing their attention to the length and protractedness of the proceedings and the urgency of the case given his state of health. He received no reply.", "29. On 2 July 1996 the applicant lodged a further application (no. 32217/96) with the Commission, which was registered on 10 July 1996, complaining that the proceedings were still pending before the Conseil d’Etat.", "30. On 29 August 1996 the reporting judge at the Conseil d’Etat filed his report.", "31. On 2 September 1996 the case was allocated to a judge-reviser.", "32. On 26 February 1997 a government commissioner was appointed. The case was then listed for a hearing on 19 March 1997.", "33. On 23 April 1997 the Conseil d’Etat quashed the judgments of the Administrative Court and the Administrative Court of Appeal. Applying section 11 of the Law of 31 December 1987 (see paragraph 21 above), the Conseil d’Etat found the State liable for Mr Pailot’s infection and gave the following judgment:", "“The State is liable in respect of persons who were infected with the human immunodeficiency virus following the transfusion of non-heat-treated blood products between 22 November 1984 and 20 October 1985; Mr Pailot was found to be HIV-positive on 27 August 1985; the State is therefore liable for the damage sustained by Mr Pailot as a result of the blood transfusions he received during the period defined above; he is therefore justified in requesting this Court to quash the judgments of the Paris Administrative Court of 17 April 1992 and 26 March 1993 rejecting his claim for compensation...”", "The State was ordered to pay the applicant FRF 2,000,000, less FRF 1,037,750 paid out by the Compensation Fund for Transfusion Patients and Haemophiliacs and FRF 100,000 paid out by the Haemophiliacs’ Solidarity Fund, that is FRF 862,250 in all, plus interest at the statutory rate from 26 December 1989 with capitalisation of the accrued interest from 1 June 1994.", "34. The State paid the applicant the principal of FRF 862,250 in July 1997 but, to date, has not paid the interest.", "35. In separate proceedings the applicant had submitted a claim to the Compensation Fund for Transfusion Patients and Haemophiliacs that had been set up by the Act of 31 December 1991 (see paragraph 38 below).", "36. In a decision of 8 September 1992, the Fund awarded him compensation of FRF 1,517,000, of which FRF 1,137,750 was payable in three equal annual instalments and FRF 379,250 if and when Aids was diagnosed. The Compensation Fund deducted from this offer the FRF 100,000 paid out by the Haemophiliacs’ Solidarity Fund.", "37. On 28 January 1993 the Compensation Fund paid Mr Pailot FRF 1,037,750.", "38. The Act of 31 December 1991 making miscellaneous social-welfare provisions set up special machinery for the compensation of haemophiliacs and transfusion patients who had been infected following injections of blood products. Section 47 provides:", "“I. Victims of damage resulting from infection with the human immunodeficiency virus caused by transfusion of blood products or injection of blood derivatives carried out within the territory of the French Republic shall be compensated in the manner set out below.", "II. ...", "III. Full compensation for the damage defined in subsection I shall be provided by a Compensation Fund, having legal personality, presided over by a serving or retired divisional president or judge of the Court of Cassation and administered by a compensation board.", "...", "IV. In their claims for compensation, victims or their heirs shall provide proof of their infection with the human immunodeficiency virus and of the transfusion of blood products or injections of blood derivatives.", "...", "Victims or their heirs shall communicate to the Fund all the information in their possession.", "Within three months of the receipt of a claim, a period which may be extended at the request of the victim or his heirs, the Fund shall consider whether the conditions for payment of compensation have been fulfilled. It shall investigate the circumstances under which the victim was infected and make any necessary inquiries, which may not be resisted on grounds of professional secrecy.", "...", "V. The Fund shall be required to make an offer of compensation to any victim referred to in subsection I within a time-limit laid down by decree, which may not exceed six months from the day on which the Fund receives full proof of the damage...", "...", "VI. The victim shall inform the Fund of any judicial proceedings pending. If legal proceedings are brought, the victim shall inform the court of his application to the Fund.", "VII. ...", "VIII. The victim shall not be entitled to take legal action against the Compensation Fund unless his claim for compensation has been dismissed, no offer has been made to him within the time-limit referred to in the first paragraph of subsection V, or he has not accepted an offer made to him. Proceedings shall be brought in the Paris Court of Appeal.", "IX. The Fund shall be subrogated, for an amount no higher than the sums paid out, to the victim’s rights against the person liable for the damage and against persons required, for whatever reason, to make full or partial reparation for that damage, within the limits of those persons’ liabilities. However, the Fund may institute proceedings on the basis of that subrogation only where the damage is attributable to negligence.", "The Fund may intervene in proceedings in the criminal courts, even if it does not do so until the appeal stage, where the victim or his heirs have claimed compensation as a civil party in proceedings pending against the person or persons responsible for the damage defined in subsection I. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "If the acts which caused the damage have given rise to criminal proceedings, the civil court shall not be required to defer its decision until there has been a final decision by the criminal court.", "X. Unless otherwise provided, the provisions governing the implementation of this section shall be laid down in a decree issued after consultation of the Conseil d’Etat.", "XI. ...", "XII. The Compensation Fund’s sources of revenue shall be specified in a subsequent Act.", "XIII. ...", "XIV. ...”", "39. In three judgments of 9 April 1993 the Judicial Assembly of the Conseil d’Etat decided that “the State was wholly liable in respect of persons who were infected with the human immunodeficiency virus following transfusion of non-heat-treated blood products between 22 November 1984 and 20 October 1985” (see paragraph 15 above).", "40. At the material time the Administrative Courts and Administrative Courts of Appeal Code contained, inter alia, the following provisions:", "“Except in cases concerning public works, proceedings may not be instituted in the Administrative Court otherwise than in the form of an appeal against a decision; such an appeal shall be lodged within two months of the notification or the publication of the contested decision.", "Where no reply is forthcoming from the relevant authority for more than four months, that silence is to be construed as a decision rejecting the complaint.", "...”", "“The President of the Administrative Court or of the Administrative Court of Appeal, or a judge delegated by one of them, may, where the existence of an obligation cannot seriously be contested, award an advance to a creditor who has filed an application on the merits in the court in question. He may, even of his own motion, make the payment of the advance subject to the lodging of a security.”", "“Immediately after the application instituting the proceedings has been registered by the registry, the president of the court or, in Paris, the president of the division to which the application has been transmitted, shall appoint a rapporteur.", "“Where one of the parties or the administrative department has been asked to submit observations and has not complied with the time-limit laid down pursuant to Articles R.142 and R.147 of this code, the president of the court or division shall issue a formal notice to comply.", "In the event of force majeure, a final extension of time may be granted.", "If the formal notice to comply has no effect or if the final time-limit given is not complied with, the court shall give judgment.”", "“Where a final notice to comply relates to an administrative department of the State, it shall be sent to the authority with competence to represent the State; in other cases it shall be sent to the party or his representative if he has appointed one.”", "“A member of the Administrative Court or the Administrative Court of Appeal may be assigned by the competent court or by the latter’s president to carry out any investigative measures other than those provided for in sections 1 to 4 of this chapter.”", "41. Decree no. 93-906 of 12 July 1993 applies to all proceedings pending at the date of its publication. It lays down provisions for the implementation of section 47 of the Act of 31 December 1991 (see paragraph 38 above):", "“Part II", "Provisions relating to actions seeking to establish liability brought against those responsible for the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991", "In order to bring the action by subrogation provided for in subsection IX of section 47 of the aforementioned Act of 31 December 1991, the Fund may intervene in proceedings in any of the administrative or ordinary courts, even if it does not do so until the appeal stage. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "The registries of the administrative and ordinary courts shall send the Fund by registered post with recorded delivery a copy of the procedural documents submitting to those courts any initial or additional claim for compensation of the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991.", "Within one month of receipt of the letter referred to in Article 16, the Fund shall inform the president of the relevant court by ordinary mail whether or not it has received a claim for compensation with the same purpose and, if so, what stage the procedure has reached. It shall also state whether or not it intends to intervene in the proceedings.", "Where the victim has accepted an offer made by the Fund, the latter shall send the president of the court a copy of the documents in which the offer was made and by which it was accepted. The Fund shall, where relevant, indicate the stage reached in proceedings instituted in the Paris Court of Appeal under the provisions of Part I of this decree and forward any judgment delivered by that court.", "The registry shall notify the parties of the information communicated by the Fund.", "The registry shall send the Fund copies of the decisions given at first instance and, where relevant, on appeal in proceedings in which the Fund has not intervened.", "...", "The provisions of Articles 15 to 19 shall be applicable to cases pending on the date of entry into force of [this] decree...”", "42. On 28 December 1994 Mr Pailot lodged an application with the Commission, registered on 4 January 1995 under file no. 26116/95, in which he complained of the length of the compensation proceedings and relied on Article 6 § 1 of the Convention. On 28 June 1995 the Commission adopted a report in which it noted, pursuant to Article 28 of the Convention:", "“…", "On 8 March 1995 the applicant’s representative informed the Commission that the applicant was prepared to accept the sum of 200,000 (two hundred thousand) French francs for non-pecuniary damage, to which were to be added the costs and expenses he had incurred before the Commission, the whole to be paid within one month of the adoption of the Commission’s report. On 3 May 1995 he informed the Commission that the costs came to FRF 23,270 and also requested the payment of interest in the event of delayed settlement. In a letter of 24 May 1995 the Agent of the Government informed the Commission that the Government were prepared to agree to a settlement based on these proposals.", "On 28 June 1995 the Commission noted that the parties had reached agreement on the terms of a settlement. It also stated the opinion, having regard to Article 28 § 1 (b) of the Convention, that the parties had reached a friendly settlement of the matter on the basis of respect for human rights as defined in the Convention.", "…”", "The text of the applicant’s declaration that he accepted the friendly settlement, which bears his signature, reads as follows:", "“I acknowledge that the payment of these sums will constitute full and final compensation in respect of all the damage alleged in my application and will likewise cover all the lawyers’ fees and other costs I have incurred in this case.", "I therefore agree to withdraw from these proceedings and to waive the right to bring any further proceedings on this account against the French State in the French and international courts.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}