{"ITEMID": "001-22252", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "HENDRIKS v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Christiaan Hendriks, is a Dutch national, who was born in 1951 and, at the time of the introduction of the application, was serving a prison sentence in the Netherlands. He is represented before the Court by Mr Hermsen, a lawyer practising in Bemmel.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 31 March 1993 the body of the applicant’s partner Ms G. was found on Belgian territory. As it appeared that she had been killed by strangulation, the Belgian authorities opened a criminal investigation.", "On 2 April 1993 the applicant was arrested in Luxembourg, where he then resided. On 6 April 1993 he was extradited to Belgium, where he was placed in detention.", "In the course of the criminal investigation in Belgium it appeared that the victim had not been killed in Belgium but in Luxembourg and that, therefore, the Belgian criminal courts were not competent to deal with the case. Consequently, the criminal proceedings against the applicant in Belgium were discontinued. On 16 December 1993 the Liège Court of Appeal ruled that the applicant could not be extradited to Luxembourg. On 17 May 1994, the Liège Court of Appeal ordered the applicant’s release from detention in Belgium.", "At the beginning of 1996, the Belgian authorities transmitted the case-file on the criminal investigation against the applicant to the Netherlands Minister of Justice with the request to consider the possibility of taking criminal proceedings against the applicant in the Netherlands in relation to the killing of Ms G. The case-file was registered in March 1996 at the public prosecutor’s office in Arnhem and, in August 1996, a criminal investigation was opened in the Netherlands, during which new evidence against the applicant was found.", "On 22 October 1996, the applicant was arrested in the Netherlands and placed in pre-trial detention and charged with homicide. On 11 February 1997, following a hearing held on 28 January 1997, the Arnhem Regional Court (Arrondissementsrechtbank) held that it was competent to deal with the case, convicted the applicant of homicide and sentenced him to seven years’ imprisonment. It rejected the argument raised by the defence that, given the time that had elapsed between the applicant’s arrest on 2 April 1993 and the hearing before the Regional Court, the proceedings had exceeded a reasonable time within the meaning of Article 6 § 1 of the Convention and that, therefore, the prosecution should be declared inadmissible. The Regional Court did, however, state that in the determination of the sentence it would take into account the time that had elapsed since the applicant’s arrest on 2 April 1993 as well as the time the applicant had spent in pre-trial detention in Belgium.", "The applicant filed an appeal with the Arnhem Court of Appeal (Gerechtshof). On 17 July 1997, following a hearing held on 3 July 1997, the Court of Appeal rejected the appeal and upheld the judgment of 11 February 1997.", "The applicant’s subsequent appeal in cassation – including his complaint that the prosecution should be declared inadmissible on the basis of the fact that the criminal proceedings against him had already started on 2 April 1993 and should thus be regarded as having lasted an unreasonably long time – was rejected by the Supreme Court (Hoge Raad) on 2 June 1998. As to the applicant’s complaint of the length of the criminal proceedings, the Supreme Court held that the relevant period for the Netherlands authorities started to run on 22 October 1996, when the applicant was arrested in the Netherlands and, on this basis, concluded that the criminal proceedings against the applicant in the Netherlands had not been unreasonably long."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}