{"ITEMID": "001-106650", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "HAVELKA v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Josef Havelka, is a Czech national who was born in 1946 and lives in Rychnov u Jablonce nad Nisou.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 22 December 1999 the applicant sued his former lawyer for unjust enrichment and sought payment of 3,561 Czech korunas (CZK), around 99 euros (EUR). At the same time he applied for a lawyer to be appointed to act on his behalf and for a waiver of the court fees.", "In February 2000 the Jablonec nad Nisou District Court discontinued the proceedings; in June 2000 the decision was quashed by the Ústí nad Labem Regional Court, which also noted that the applicant should clarify his claims.", "In November 2000 and March 2005 the applicant extended his action to two judges and the Ministry of Justice.", "In response to the applicant’s request, on 16 February 2001 the Regional Court referred the case to the Liberec District Court on the grounds that the judges of the Jablonec nad Nisou District Court could have been biased owing to the applicant’s action against one of them.", "Later, the applicant sought the exclusion of the Liberec District Court judges from the case; however, the Regional Court dismissed this request. The applicant also challenged, before the High Court, the impartiality of the Regional Court judges to examine the exclusion of the first-instance court judges, and later he challenged the impartiality of the High Court judges before the Supreme Court. All these requests were refused.", "Throughout 2005 the Liberec District Court appointed two different lawyers to act on the applicant’s behalf and dismissed his request for the extension of the action to the other three parties. The relevant lawyers successfully challenged their appointments in view of their relationship to the case. In February 2006 the Regional Court changed this decision in part and granted the request for the extension of the action to one judge.", "On 11 August 2006 the District Court revoked the exemption from the court fees granted to the applicant in 1999 and refused to appoint any more lawyers on his behalf. Based on the Land Registry records it found that the applicant possessed four big plots of land and that he had obtained EUR 9,000 as a result of his application before the Court (Havelka v. the Czech Republic, no. 76343/01, 2 November 2004). The applicant did not challenge this decision.", "On 8 February 2007 the District Court held a hearing, refused the applicant’s request for the exclusion of the District Court judges from the case, granted the applicant’s action in relation to his former lawyer and dismissed it concerning the judge. The applicant did not attend the hearing, without providing any explanation in a timely manner and despite having been duly notified.", "On 7 May 2008 the Regional Court refused the applicant’s request for the hearing to be rescheduled as unsubstantiated, refused his former request for the exclusion of a District Court judge from the proceedings and upheld the judgment. It became final on 16 June 2008.", "In February 2007 the applicant lodged a claim for compensation for non-pecuniary damage arising from the excessive length of the proceedings with the Ministry of Justice under Law no. 82/1998, as amended by Law no. 160/2006.", "As the Ministry did not deal with the applicant’s request within the six-month statutory time-limit, he brought a civil action for damages against the Ministry on 17 January 2008. He specified the non-pecuniary damage that he had suffered at CZK 500,000 (EUR 19,135).", "In a letter of 8 February 2008 the Ministry of Justice acknowledged that the proceedings had been unreasonably lengthy. Taking into account the complexity of the proceedings and the applicant’s substantial contribution to the delay, the Ministry awarded him CZK 26,000 for non-pecuniary damage.", "On 8 April 2009 the Prague 2 District Court granted the action in part and awarded the applicant CZK 14,000 in addition to the just satisfaction granted by the Ministry. The court concluded that the proceedings on the merits had been delayed from 2002 to 2004; however, they had been carried out smoothly after that period. It considered that the applicant had significantly contributed to their length when repeatedly applying for the exclusion of judges from proceedings, raising the issue even before the High and Supreme Courts. Although he had exercised his undisputed rights, the examination of all his requests must objectively have taken due time.", "On 14 October 2009 the Prague Municipal Court refused the applicant’s request to exclude the judges of the Municipal and High Courts from the proceedings for their alleged bias and upheld the judgment, finding that the applicant had initially claimed a sum representing less than half the minimum monthly salary and that the litigation could have hardly caused considerable non-pecuniary damage. Overall, the applicant was awarded just satisfaction of CZK 40,000 (EUR 1,515).", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. the Czech Republic (no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}