{"ITEMID": "001-94931", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ZENIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Valeriy Olegovich Zenin, is a Russian national who was born in 1971 and lives in Rostov-on-Don. He was represented before the Court by Mr B. Kudash, a lawyer practising in Rostov-on-Don. The Russian Government (“the Government”) were represented by Mr P. Laptev, the then Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In October 2001 the applicant was arrested and detained in remand centre no. 61/2 on suspicion of a customs offence. Several other persons were detained in relation to the above offence. The applicant’s detention was extended until 27 April 2002. On that date the criminal case was sent for trial before the Neklinovskiy District Court of the Rostov Region.", "On 26 June 2002 the trial court, having detected a number of procedural defects, returned the case to the prosecutor for further investigation. The court also held that “the preventive measure should remain unchanged” and the detainees “should be taken in charge by the Prosecutor’s Office of the Rostov Region”. Under the RSFSR Code of Criminal Procedure, in force at the time, after receiving the case file from the court the investigating or prosecuting authority was thus required inter alia to decide on the detention issue (see “Relevant domestic law” below).", "On 1 July 2002 a new Code of Criminal Procedure (CCrP) entered into force. Pursuant to the Law on Transitional Measures, any decision on the remand matter taken before 1 July 2002 was valid within the time-limit for which the preventive measure had been authorised (see “Relevant domestic law” below).", "The applicant did not appeal against the detention order of 26 June 2002. However, the Prosecutor’s Office lodged objections to the remittal. On 27 August 2002 the Rostov Regional Court rejected them. The appeal court did not rule on the remand issue.", "On 4 September 2002 the Prosecutor’s Office received the case file. On 6 September 2002 the file was transmitted to an investigator. On the same date, the authorities applied to the Neklinovskiy District Court for an extension of the applicant’s detention. On 9 September 2002 the District Court declined jurisdiction in favour of the Leninskiy District Court.", "Having been notified of the outcome of the appeal proceedings in relation to the order of 26 June 2002, the administration of remand centre no. 61/2 ordered on 9 September 2002 the applicant’s transfer to remand centre no. 61/1 within the jurisdiction of the investigating and prosecuting authorities.", "On 13 September 2002 the Leninskiy District Court extended the applicant’s detention until 16 October 2002. On 27 September 2002 the Regional Court upheld the order.", "In the meantime, on 11 September 2002 the administration of remand centre no. 61/1 rejected the applicant’s request to be released considering that his detention continued to be authorised by the order of 26 June 2002.", "On 19 September 2002 the applicant’s lawyer brought proceedings in the Kirovskiy District Court of Rostov-on-Don against both remand centres accusing their respective administrations of “unlawful inaction”. In that connection, the applicant pleaded that after 27 August 2002 there should have been a new detention order issued by a court under the CCrP. He also alleged that the refusal to release him had been unlawful under section 50 of the Custody Act and section 4 of the Judicial Review Act (see “Relevant domestic law” below). The District Court examined the applicant’s claims under the RSFSR Code of Civil Procedure. By a judgment of 22 October 2002, it rejected them considering that the applicant’s detention after 27 August 2002 had been authorised under the order of 26 June 2002; after receiving in early September 2002 the information about the outcome of the appeal proceedings in relation to that order the administration of remand centre no. 61/2 had promptly ordered the applicant’s transfer within the jurisdiction of the investigating and prosecuting authorities to remand centre no. 61/1; the latter had no reason to release the applicant since the order of 26 June 2002 was valid. Lastly, the District Court noted that on 13 September 2002 the applicant’s detention had been extended.", "On 4 December 2002 the Regional Court upheld the judgment adding that the applicant’s claim had been confined to the alleged unlawfulness of the refusal to release him while the applicant had not claimed any specific redress, which would be intended to remedy the alleged violation of an individual right; in any event, by the time of the proceedings before the first-instance court the applicant’s detention had already been validly extended until 16 October 2002.", "Prior to 1 July 2002 criminal law matters were governed by the RSFSR Code of Criminal Procedure (the RSFSR CCrP). From 1 July 2002 it was replaced by the Code of Criminal Procedure of the Russian Federation (the CCrP).", "Under the RSFSR CCrP, the authority in charge of the case (inquirer, investigator, prosecutor or a court) could order detention of an accused (Article 89); the detention period could be extended by a prosecutor (Article 97).", "Following arrest the person is detained “pending investigation” until the day when the case is sent to a court for trial (Article 97 of the RSFSR CCrP, Article 109 § 9 of the new CCrP). From the date the prosecutor forwards the case to the trial court, the defendant’s detention was “during the trial” (Article 239-1 of the RSFSR CCrP). The trial court can vary or annul a preventive measure against the defendant (Article 260 of the RSFSR CCrP, Article 255 of the CCrP).", "Under the RSFSR CCrP, the trial court was empowered to remit the case for “further investigation” when procedural defects had been detected that could not be remedied at the trial (Article 232 § 1). When doing so, the court had to decide on the application of a preventive measure to the accused (Article 232 § 3). In such cases the defendant’s detention was again classified as “pending investigation”. The investigating and prosecuting authorities were required to comply with the remitting court’s order and to decide on the detention issue, if appropriate.", "As follows from Article 331 of the RSFSR CCrP, only a prosecutor had a right of appeal in relation to decisions taken by a first-instance court under Article 232 of the Code; no appeal lay against a court decision under Article 260 of the Code. On 2 July 1998 the Constitutional Court declared Article 331 of the Code unconstitutional.", "Under Article 108 § 11 of the existing CCrP, a detention order is amenable to review before a higher court by way of an ordinary appeal.", "Under Article 110 of the existing CCrP, the authority in charge of the criminal case (an inquirer, investigator, prosecutor or a court) can annul or replace a preventive measure with another one. Annulment of a preventive measure indicated by an inquirer, investigator or a prosecutor at the pre-trial stage of proceedings requires consent from the prosecutor. A preventive measure indicated by a court can be annulled or replaced only by a court.", "During the preliminary investigation a detainee can apply to the authority in charge of the criminal case (inquirer or prosecutor) with an application for release. The authority’s refusal is amenable to review by a court under Article 125 of the CCrP.", "Article 125 of the CCrP provides for judicial review of the decisions or (in)actions on the part of an inquirer, investigator or a prosecutor, which has affected constitutional rights or freedoms. The judge is empowered to verify the lawfulness and reasonableness of the decision/(in)action and to grant the following forms of relief: (i) to declare the impugned decision/(in)action unlawful or unreasonable and to order the respective authority to remedy the violation; or (ii) to reject the complaint.", "Pursuant to the Law on Transitional Measures, as amended on 29 May 2002, any decision on the remand matter taken before 1 July 2002 was valid within the time-limit for which the preventive measure had been authorised (section 10).", "Under Law of 15 July 1995 no. 103-FZ “On Detention of Persons Suspected and Accused of Criminal Offences” (the Custody Act), the prison governor should release the detainee, having received a court order or the prosecutor’s decision to this effect. The prison governor should notify the authority in charge of the criminal case and the prosecutor that the authorised period of detention expires within twenty-four hours. If the authorised period of detention has expired and no decision to extend it or release the detainee has been received, the prison governor should immediately release the detainee (section 50).", "The Act concerns all (in)action by a public authority except those for which there is a specific court procedure provided for by the legislation (section 3). Section 4 of the Act provides that a Russian citizen can bring a court action against a public authority, if the latter’s (in)action has violated his or her rights or freedoms. If the plaintiff’s claim is justified, the judge declares the impugned (in)action unlawful and requires the respondent authority to grant this claim, or otherwise remedies the violation of the person’s rights or freedoms (section 7). A subsequent claim for compensation arising out of the above decision should be examined with reference to the Civil Code (ibid)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}