{"ITEMID": "001-108433", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF STANDARD VERLAGS GMBH v. AUSTRIA (No. 3)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant company is a limited liability company based in Vienna.", "6. The applicant company is the owner of the daily newspaper Der Standard. In its issue of 4 April 2006, in the economics section, the applicant company published an article dealing with the investigation into losses incurred by Hypo Alpe-Adria Bank. The article reads as follows:", "“Haider’s Hypo now also facing criminal investigation", "After the Financial Market Authority, the prosecution service is now also looking into allegations of embezzlement against Hypo Alpe-Adria Bank. Jörg Haider has accused the judicial authorities of being overzealous and politically motivated.", "Klagenfurt – Following the discovery of massive speculative losses from swap deals, the floodgates are threatening to open at Carinthia’s Hypo Alpe-Adria Bank. On Monday the Klagenfurt public prosecutor’s office initiated an investigation in respect of Hypo senior managers. Chief public prosecutor Gottfried Kranz said that the investigation, concerning suspected embezzlement, had been launched by the prosecution service of its own motion and that it would take the findings of the Financial Market Authority audit into account.", "Regional governor Jörg Haider criticised the “judicial authorities’ overzealousness” and spoke of a “politically motivated ploy to deflect attention away from the Bawag scandal”. His deputy Martin Strutz described the 328 million euros lost as a result of the speculation as a “molehill that should not be made into a mountain”.", "Wolfgang Kulterer, of Hypo Alpe-Adria’s executive board, and Jörg Haider, who represents Hypo’s shareholders and also (through Landesholding) performs a supervisory function at the bank, had previously blamed the speculative losses of 328 million euros on an individual member of the bank’s treasury department, Christian Rauscher, the son of a former SPÖ regional government member with responsibility for finance. In 2004 Rauscher was not dismissed but merely demoted and transferred, being relieved of his duties only after the incident of the losses had become known.", "Rauscher had been in charge of the treasury department, together with Andreas Zois, in 2004. The department was, however, under Kulterer’s personal authority as chairman of the executive board. To relieve Kulterer of his responsibilities as regards the treasury department, Josef Kircher was brought in to join Günther Striedinger and Thomas Morge on the Hypo board in 2004. At the same time, the 25% managing shareholder of Confida Holding, Karl-Heinz Moser, was promoted to become chairman of the Hypo supervisory board. Confida’s Klagenfurt subsidiary, Confida Treuhand GmbH, audited Hypo’s accounts. The 2004 financial statements, in which the massive speculative losses were intended to be adjusted, were signed by the Confida auditors Walter Grojer and Robert Zankl, the former of whom frequently crops up in circles close to Haider. As the swap losses were evidently too large-scale for Confida’s Klagenfurt subsidiary to handle, the audit firm Deloitte & Touche was consulted and promptly informed the Financial Market Authority.", "Meanwhile, Hypo’s flotation, which surprisingly had recently been brought forward to 2006, is very much up in the air. How matters are to proceed will now probably be on the agenda of Hypo’s shareholder meeting on Wednesday.", "Against this background, Hypo Alpe-Adria’s interest in Bank Burgenland also appears in a new light. In 2004 Hypo submitted the last and the best bid, but suddenly withdrew its offer. Buying Bank Burgenland would have made sense because at the time it had approximately 300 million euros in losses carried forward in its accounts, which would have allowed Hypo to save on capital-gains tax. It is possible that the acquisition failed to materialise because of the substantial losses from the botched swap transaction.”", "7. On 16 June 2006 Mr Rauscher brought proceedings against the applicant company for disclosure of his identity in breach of section 7a of the Media Act (Mediengesetz). He submitted that he was not a public figure and that his position in the bank had not been such as to justify the disclosure of his name. He asserted that when authorising the transactions at issue he had acted in accordance with his instructions and under the supervision of his superior’s and the bank’s risk management. The publication of his name had had negative repercussions on his professional advancement and had not been justified by any public interest.", "8. In its submissions in reply, the applicant company contended that the article had not depicted the claimant as the person responsible for the losses but rather as the “scapegoat”. The public interest in the disclosure of his name outweighed his private interests since he had held a leading position in the bank and there was also a connection with the political sphere on account of his father’s position as a former regional government member responsible for finance (Finanzlandesrat). Moreover, the article had reported on the issue in a neutral manner.", "9. By judgment of 18 July 2006 the Vienna Regional Criminal Court (Landesgericht für Strafsachen) dismissed Mr Rauscher’s action.", "10. It noted that the claimant had been head of Hypo Alpe-Adria’s treasury department which had incurred losses of 288 to 328 million euros (EUR) in 2004. It also noted that the article, which reported on the investigation into embezzlement by the public prosecutor’s office and mentioned the claimant’s full name as the person who was being blamed for these losses, contained the information that the claimant was suspected of a criminal offence.", "11. The Regional Court observed that section 7a(1) of the Media Act required a weighing of the claimant’s interest in the protection of his identity and the public interest in its disclosure.", "12. It noted that the claimant, who had lost his job at Hypo Alpe-Adria, was unemployed. The mentioning of his name in the context of the speculation scandal as being suspected of the criminal offence of embezzlement was certainly detrimental to his professional advancement within the meaning of section 7(2)(2) of the Media Act. However, it had to be assumed that the claimant’s former position and activity at Hypo Alpe-Adria was known in banking and business circles even without the publication of his name in Der Standard.", "13. It remained to be examined whether there was an overriding public interest in the disclosure of the claimant’s name. The court noted that it had heard the claimant as a witness and had – on the basis of his submissions – found that the following facts were established. Forty-five per cent of Hypo Alpe-Adria was owned by the Land of Carinthia. Between May and November 2004 the bank had incurred losses of 288 to 328 million euros as a result of foreign currency speculations. The claimant had been the head of the bank’s treasury department from 1996 until 2006, when he had terminated his employment on his own initiative. In his capacity as head of the treasury he had had to authorise or refuse foreign currency transactions. The losses had thus been incurred under his responsibility. He had only been answerable to the bank’s executive board, which consisted of three members. The claimant’s father had been a regional government member responsible for finance until 1996. While the claimant was head of the bank’s treasury, his father had been on the bank’s supervisory board.", "14. The Regional Court accepted that the claimant, although having been a senior employee of the bank, was not a public figure. Thus, he did not have “a position in society” within the meaning of section 7a(1) of the Media Act, which would justify the publication of his name. Nor did the fact that his father had held such a position justify the disclosure of the claimant’s name.", "15. Nevertheless, the Regional Court held that there was a connection between the claimant’s professional activity and public life for the purposes of this provision: as the Land owned 45% of the bank, the Land and consequently the taxpayer had to carry a considerable share of the losses. The claimant had been in a leading position, being responsible for the very department which had caused the losses. The public, or in other words, the taxpayer thus had an overriding interest in receiving information about the identity of those who were responsible for the enormous losses. Consequently, Der Standard had been entitled to mention the claimant’s name.", "16. On 14 February 2007 the Vienna Court of Appeal (Oberlandesgericht) granted the claimant’s appeal and ordered the applicant company to pay 5,000 euros (EUR) in compensation to the claimant and to reimburse his procedural costs.", "17. The Court of Appeal agreed with the Regional Court that the claimant had been presented as someone suspected of embezzling a large sum of money. However, it found that the Regional Court had wrongly weighed the conflicting interests at issue:", "“The Regional Court’s finding that the public interest in the publication of the claimant’s name outweighed his interest in the protection of his identity cannot, however, be endorsed. The former must be assessed against an objective standard and, in particular, with reference to the identity of the person concerned; for that reason the mere public interest in the reporting of a crime does not by itself suffice. In accordance with settled case-law, when assessing whether the identity of persons listed in section 7a(1) of the Media Act may be revealed, a strict standard must be applied, especially as the general public has, in principle, no legal right to know the identity of the persons concerned. ...", "At the time the article was published, the investigation into the “Hypo Alpe-Adria affair” was still in the early stages. According to the claimant, no proceedings had yet been brought against him, and the subject matter of the article in question was only the rumours of accusations against him by two senior bank officials. However, at this time there was no independent value in the disclosure of the claimant’s name that would have outweighed the legitimate interest in protecting his anonymity. The claimant’s name was clearly disclosed in order to make a connection with his father, the former regional government member responsible for finance, and by doing so create a “story” which would satisfy the public’s curiosity and appetite for the sensational to a high degree. In practice, the disclosure of the claimant’s name had no informative value whatsoever and so the weighing of interests must operate in favour of the claimant. ...", "The Regional Court is right in stating that the public has a very substantial interest in finding out who is responsible for these enormous losses. However, this does not justify the disclosure of the claimant’s identity in a situation where the suspicions are so vague and uncertain. ...", "Since the first-instance court found that the publication of the claimant’s name had had considerable negative consequences for him, and taking into account the gravity of the accusation and the wide circulation of Der Standard, compensation in the amount of EUR 5,000 seems to be appropriate. ...”", "18. Section 7a of the Media Act, so far as material, provides as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts or", "2. is suspected of having committed, or has been convicted of, a punishable offence, and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person’s position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. ....”", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1)1 is such as to give rise to an interference with the victim’s strictly private life or to his or her exposure,", "2. in the case of subsection (1)2 relates to a juvenile or merely to a lesser indictable offence or may substantially prejudice the victim’s advancement.", "...”", "19. On 10 July 2003 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2003)13 on the provision of information through the media in relation to criminal proceedings. The Appendix to that Recommendation contains the following principles:", "“Principle 1 - Information of the public via the media", "The public must be able to receive information about the activities of judicial authorities and police services through the media. Therefore, journalists must be able to freely report and comment on the functioning of the criminal justice system, subject only to the limitations provided for under the following principles.", "Principle 2 - Presumption of innocence", "Respect for the principle of the presumption of innocence is an integral part of the right to a fair trial. Accordingly, opinions and information relating to on-going criminal proceedings should only be communicated or disseminated through the media where this does not prejudice the presumption of innocence of the suspect or accused.", "...", "Principle 8 - Protection of privacy in the context of on-going criminal proceedings", "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}