{"ITEMID": "001-103508", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "LIPKOWSKY AND MC CORMACK v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["The first applicant, Ms Daniela Lipkowsky, is a German national who was born in 1972. The second applicant is the first applicant’s daughter, Miss India Dawn McCormack, a German and Australian national who was born out of wedlock on 16 April 2005 in Germany. They both live in Konstanz and are represented before the Court by Mr R. Romeyko, a lawyer practising in Donaueschingen.", "s, may be summarised as follows.", "In 2003, in Thailand, the first applicant met the father of the second applicant, their daughter. From 2004 until June 2008 the first applicant lived some of the time in Germany and some of the time with the father in Australia. After the birth of the second applicant in April 2005 in Germany, she returned with the child to Australia in February 2006. From June to September 2006 and from January to June 2007 she lived with the child in Germany again. After the parents’ separation in September 2007, the applicants lived in a women’s refuge in Australia. The father deposited the applicants’ passports with an Australian court and introduced custody proceedings with the Federal Magistrates Court of Australia. On 8 May 2008 the Federal Magistrates Court of Australia provisionally ordered joint legal custody and allowed the first applicant to leave Australia with her daughter for a journey to Germany on or about 25 June 2008 but ordered them to return not later than 15 October 2008. On 15 June 2008 the applicants left to Germany and did not return to Australia. At first, the first applicant submitted sickness certificates, the last of which was valid until 24 November 2008. The custody proceedings in Australia are still pending.", "On 5 August 2009 the father made an application to Karlsruhe District Court for the return of the second applicant under the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (“the Hague Convention”).", "The father argued in particular that according to Australian law and the provisional order of 8 May 2008 of the Federal Magistrates Court of Australia they had joint legal custody rights and that he had agreed to the applicants’ leaving Australia only until 15 October 2008. The second applicant had been habitually resident in Australia since February 2006, when the applicants had come to Australia to live there and there had always been merely temporary reasons for the first applicant to return to Germany with their daughter. After their separation and according to the decision of 8 May 2008 the second applicant had lived three days a week with him and the rest of the week with her mother. He claimed that the first applicant’s allegations that he had violence and drug problems were wrong. They had only had frequent relationship problems and had therefore started couple therapy. His relationship with the second applicant was good and no psychological harm for the child was to be expected in the event of a relocation to Australia.", "The first applicant opposed the father’s application and claimed that she had sole custody of the second applicant and that German law was applicable. She argued in particular that she and her daughter had never been habitually resident in Australia in the sense of the Hague Convention. From the child’s birth until 9 October 2008 the child had lived 654 days in Germany and only 612 days in Australia. She had in fact only returned three times to Australia, to give them another chance as a family and due to empty promises by the father. In the end this had not worked out, inter alia due to his serious drug problems. He had also massively threatened her in front of their daughter. After their separation she had only remained in Australia because she was forced to, as the father had taken away their passports. The father had also never exercised any custody rights, nor had he bonded with the child. The child refused to return and was afraid of her father. An obligation to return would thus be detrimental to the child’s wellbeing and would destroy her emotionally. Finally, she put forward that the child’s therapist was also opposed to contact between the father and the child as long as the child refused such contact.", "The District Court heard the parents, the Youth Office and the child’s curator ad litem (Verfahrenspfleger). The Youth Office and the curator ad litem both reported that the child had fears in connection with the father and a possible relocation to Australia. The curator ad litem held that a relocation of the second applicant to Australia without the mother would endanger the child’s well-being.", "On 21 September 2009 the District Court ordered the first applicant to immediately return her daughter to Australia. In the event of noncompliance by 10 November 2009, the first applicant or any other person with responsibility for the child would be obliged to hand over the child to the father or to a person named by him for the return of the child. Moreover, it allowed direct enforcement (unmittelbarer Zwang), access to and search of the house in which the child would remain and the support of the police for the enforcement of the decision. It also threatened the first applicant with the payment of a coercive fine of up to 20,000 euros (EUR) or with coercive detention of up to six months.", "In application of Articles 3 and 12 of the Hague Convention, the District Court found that a) even if the applicants had spent a bit more time in Germany up to the summer 2008, the child had been “habitually resident” in Australia at that time, that b) under Australian law the parents had joint custody, which followed from the Family Law Act 1975 and from the decision of the Cairns Federal Magistrate Court of Australia of 8 May 2008, and that c) the first applicant had breached the father’s custody rights in October 2008 by retaining their daughter in Germany and that therefore the first applicant was to be ordered to return the child to Australia. It also held that the first applicant had not established that there was a grave risk that her daughter’s return would “expose the child to physical or psychological harm or otherwise place the child in an intolerable situation” in the sense of Article 13 of the Hague Convention. Firstly, the first applicant’s allegation that the father had been violent and aggressive and that the daughter was afraid of him would not collide with the obligation to return the child as she could be expected to accompany her daughter, take care of her in Australia and await the outcome of the pending custody proceedings there. Secondly, the fact that in the meantime the child had settled very well in Germany could not be decisive, as taking such factors into account would render the Hague Convention futile. Thirdly, the fact that the first applicant could not make a living in Australia and would be dependent on social welfare would not conflict with the obligation to return either, as she was on social welfare in Germany as well.", "The first applicant appealed against the decision of the District Court. She argued in particular that the Hague Convention was not applicable, as she and her daughter had never been habitually resident in Australia in the sense of that Convention, and submitted further details regarding the conditions and the reasons for their stays in Australia and Germany during the relevant time. Moreover, she argued that as she had left Australia in June 2008 with the intention of never coming back, more than one year had elapsed before the father made his application for the return of the child pursuant to the Hague Convention. Therefore, Article 12 § 2 and not § 1 of the Hague Convention was applicable. She also requested the Court of Appeal to obtain an expert opinion on the question whether it would harm the child’s well-being if the child was forced to relocate to Australia. Furthermore, the applicant stressed that the father was still addicted to drugs and that he had already spent two and a half years in jail for drug trafficking. After she had pressed charges against him in October 2007 for taking away her passports, drugs were found in his house again and he received a further conviction. Finally, the first applicant argued that in the meantime she had been diagnosed with multiple sclerosis (MS) and that it was therefore impossible for her to live in tropical countries.", "The father argued, inter alia, that the time-limit of one year according to Article 12 § 1 of the Hague Convention only started to run on 15 October 2008, the date the first applicant did not return to Australia as stipulated. He claimed that the first applicant’s allegations that he had drug problems were false. It was true that he had been convicted for using drugs in 1991, but he had been rehabilitated in 2003. Voluntary drug use screenings in December 2007 and April 2008 had been negative.", "The second applicant’s curator ad litem pointed out that the child was well integrated in Konstanz. The curator ad litem also referred to an expert opinion that had been obtained by the Australian court in 2008, which reported social isolation, the lack of a stable framework and lack of support from the father as regards integration. In this expert opinion it had been found that as early as April 2008 the development of the second applicant was at risk. In addition to these aspects it was the clear wish of the second applicant to remain in Germany. The father and the possible relocation to Australia caused anxiety to the second applicant. However, the curator ad litem was not sure if these aspects were sufficient to speak of a grave risk of harm in the sense of Article 13 of the Hague Convention. Having regard to the warm relationship between the second applicant and the father, as described in the expert opinion, it would be in the interests of the child to re-establish contact.", "On 18 March 2010 the Karlsruhe Court of Appeal, after hearing the parents, the curator ad litem and the second applicant on 26 November 2009 and having obtained an expert opinion on the applicant’s ability to return to Australia with regard to her illness, rejected the applicant’s appeal and confirmed the District Court’s decision.", "The Court of Appeal firstly held that the second applicant had had “habitual residence” in Australia when the applicants left for Germany in June 2008. It pointed out that it was decisive where a person actually lived the central part of their life, and that habitual residence was in general established after a stay of six months. It found that it could not be said that the second applicant had been habitually resident in Australia before the applicants came back to Australia in June 2007. However, after the separation in September 2007, when the first applicant realised that she was unable to leave Australia because the father was in possession of the passports, she abandoned her apartment and domicile in Germany on 30 September 2007 and registered in Australia. Thereafter, regular contact took place between the father and the second applicant and the child was socially integrated through the father. Although the applicants had initially planned to stay in Australia only temporarily, they established a habitual residence there after a period of six months in April 2008. The fact that the applicant only remained in Australia because she was forced to do so was not decisive, because after abandoning her residence in Germany she no longer had any other home and she was also free to move and choose her residence within Australia.", "The Court of Appeal secondly found that the first applicant had breached the father’s custody rights by not returning to Australia with their daughter on 15 October 2008. It referred to Article 21 of the Introductory Act to the German Civil Code (see relevant domestic law) and to the Federal Magistrates Court decision of 8 May 2008 provisionally ordering joint custody upon approval by both parties.", "The Court of Appeal thirdly held that Article 12 § 2 of the Hague Convention was not applicable as the applicants’ leaving Australia on 15 June 2008 was still covered by the Federal Magistrates Court’s permission to leave “on or about 25 June 2008”. The wrongful retention thus only began in October 2008 when the applicants did not return to Australia as stipulated.", "The Court of Appeal fourthly found that the requirements for an exception according to Article 13 of the Hague Convention had not been met in the instant case. Contrary to the first applicant’s allegations, the father had not tacitly agreed to the second applicant’s staying in Germany. The mere fact that he initially kept up contact with the second applicant until he requested them to return to Australia for the first time explicitly in August 2009 could not be interpreted as approval. As regards Article 13 § 1 b) of the Hague Convention and the alleged existence of a “grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation”, the Court of Appeal held that with regard to the purpose of that Convention this provision required a narrow interpretation. Referring to the expert opinion the Court of Appeal held that even if a rapid deterioration of the first applicant’s state of health did happen, there were no grounds which made a return impossible. There was also no indication that it was not possible to adequately treat her condition in Australia. Hence, she was able to accompany her daughter and could thus not claim that the return of the second applicant to Australia would be harmful to the child’s well-being.", "Finally, with regard to the fact that one of the judges who had taken part in the oral hearing of 26 November 2009 had been replaced by a new judge, the Court of Appeal referred to Article 309 of the German Code of Civil Procedure (Zivilprozessordnung) and in particular to the relevant case-law. It underlined that its decision had to be taken by those judges who were competent to do so at the time of the decision and not at the time of the oral hearing.", "On 8 April 2010 the Federal Constitutional Court refused to admit the applicants’ constitutional complaint for adjudication, in which they had complained about their obligation to relocate to Australia, the first applicant’s possible coercive detention and the Court of Appeal judge’s non-attendance at the oral hearing. It also rejected their request for an interim injunction. It held that there was no appearance of a violation of the applicants’ fundamental rights. These courts’ decisions were based on an arguable interpretation of Article 12 § 1 of the Hague Convention, in so far as they found that the provision allowed the person who has wrongfully removed or retained the child to be obliged to return the child personally. The hardships of such an interpretation for the parent being ordered to return the child had to be accepted as the consequence of the illegal abduction or retention.", "On 19 July 2010 the Karlsruhe Court of Appeal after hearing the parents, the child’s curator ad litem and the Youth Office, again pointed out to the first applicant the possible consequences of non-compliance, namely the imposition of a coercive fine or coercive detention or the direct enforcement of the obligation. Referring to Article 90 of the German Act on Proceedings in Family Matters and in Matters of Non-contentious Jurisdiction (see Relevant domestic law), the Court of Appeal underlined that direct enforcement could be ordered in an explicit court decision, but that direct enforcement in respect of a child would be admissible only where this was justifiable with a view to the child’s well-being and where no less restrictive measures were available to enforce the obligation.", "According to Article 21 of the Introductory Act to the German Civil Code (Einführungsgesetz zum Bürgerlichen Gesetzbuche) “the legal relationship between a child and its parents is governed by the law of the country in which the child has his or her habitual residence”.", "According to Article 309 of the German Code of Civil Procedure (Zivilprozessordnung) “a judgment may be delivered only by those judges who were present at the proceedings upon which the judgment is based”.", "According to Article 90 § 1 of the German Act on Proceedings in Family Matters and in Matters of Non-Contentious Jurisdiction (Gesetz über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit) the court may order direct enforcement in an explicit court decision, if 1) compulsory measures remained unsuccessful; 2) compulsory measures have no prospects of success; 3) the immediate enforcement of a decision is imperatively necessary. Under Article 90 § 2 direct enforcement in respect of a child shall not be allowed, where the order is aimed at delivery of the child for the purpose of contact. Moreover, direct enforcement in respect of a child shall be admissible only where this is justifiable in due consideration of the child’s well-being and where less restrictive measures are not available to enforce the obligation.", "The relevant parts of Article 33 of the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit) are set out in the case of Paradis v. Germany (dec.) (no. 4065/04, 4 September 2007).", "As regards the Hague Convention the relevant provisions are described in the Court’s judgment in the case of Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 57, 6 July 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}