{"ITEMID": "001-84667", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF OSMANOĞLU v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 2;Violations of Art. 2;Violation of Art. 3;No violation of Art. 5;No violation of Art. 14+2 and 14+5;Pecuniary and non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Loukis Loucaides;Riza Türmen;Sverre Erik Jebens", "TEXT": ["7. The applicant Muhyettin Osmanoğlu was born in 1942 and lives in Diyarbakır. He is the father of Atilla Osmanoğlu, who was born in 1968. Atilla was allegedly detained by the police on 25 March 1996 and subsequently disappeared.", "8. The facts of the case are disputed by the parties and will be set out separately.", "9. The facts as presented by the applicant are set out in Section B below. The Government's submissions concerning the facts are summarised in Section C below. The documentary evidence submitted by the parties is summarised in Section D.", "10. The applicant is a retired civil servant. At the time of the events giving rise to the present application he and his family lived in Diyarbakır, where his son Atilla ran the wholesale grocery shop owned by the applicant. Prior to living in Diyarbakır the applicant and his family had lived in the nearby town of Hazro, where he worked as a civil servant. In February 1992 the applicant and his family moved to Diyarbakır after an officer threatened his son. In 1994 the applicant was detained for 28 days and was subjected to ill-treatment during his detention. He was subsequently acquitted of the charges against him.", "11. At approximately 11 a.m. on 25 March 1996 the applicant arrived at the shop and saw two men escorting Atilla out of the shop. One of the men was blonde, tall and beardless with an “American-style haircut”. The second man was thickset, of average height and with dark skin. The men were armed and carried walkietalkies.", "12. The two men told the applicant that they were police officers and that they were taking his son to police headquarters so that he could submit a bid for a contract to provide canteen services at police headquarters. The men also took with them a box of sugar and a kilo of tea. When the two men told the applicant that they would return Atilla in about half an hour and Atilla confirmed this, the applicant decided not to intervene. The applicant saw Atilla being led to a car that contained two other occupants. Neighbouring shop owners also witnessed the two men taking Atilla with them.", "13. The same two men had previously visited the shop, stating that they had come from the canteen, and had asked Atilla to go with them. When Atilla had refused to go, the two men had sat in the shop for about an hour and had made three telephone calls, which Atilla said he did not understand as the men had spoken in code. Atilla had been worried about the incident when he had related it to the applicant that evening.", "14. When Atilla did not return on the evening of 25 March 1996, the applicant thought that he had been detained in custody. The following day he applied to the governor's office and also to the chief prosecutor's office at the State Security Court. He applied again to the same prosecutor on 29 March and on 1, 9 and 19 April. On 16 May 1996 the applicant applied once again to the governor's office.", "15. The applicant received a reply to his petition of 1 April 1996 from the prosecutor at the State Security Court, who stated that his son's name did not feature in the custody records.", "16. In June 1996 the applicant was summoned before the Diyarbakır State Security Court in connection with his petitions. The statement and the complaint he made were filed under preliminary file number 1996/4041. In relation to his petition to the governor's office, the applicant was told to contact the murder desk at Diyarbakır police headquarters. The applicant applied by letter to that authority but did not receive a response other than a request to identify a number of unidentified bodies found in the area.", "17. Finally, in his observations submitted to the Court in reply to the Government's observations on the admissibility and merits of the case, the applicant referred to an article published in the newspaper Özgür Gündem on 4 July 2005 giving details of a purported confession made by one Mr Abdulkadir Aygan, allegedly a former agent of the JİTEM (Jandarma İstihbarat Terörle Mücadele – anti-terror intelligence branch of the gendarmerie), describing the abduction and subsequent killing of his son Atilla (see paragraph 28 below).", "18. The Government confirmed that the applicant had lodged a complaint with the prosecutor on 1 April 1996. In that complaint the applicant alleged that his son had been taken into custody by police officers and requested information concerning his son's whereabouts.", "19. Upon receipt of the applicant's complaint, the prosecutor examined the custody records of police headquarters and concluded that Atilla Osmanoğlu had not been taken into custody. The prosecutor did not initiate an investigation, on the grounds that there were neither custody records showing that Atilla Osmanoğlu had been detained nor any other evidence of his having been kidnapped or been the victim of an unlawful act.", "20. On 20 May 1996 a statement was taken from the applicant at the murder desk of Diyarbakır police headquarters. Following the taking of this statement, Atilla Osmanoğlu was registered as a missing person and an investigation was carried out throughout the country in order to find him.", "21. After the Court had declared the application admissible, it requested the Government to provide a copy of the full investigation file concerning Atilla Osmanoğlu's disappearance, together with information as to whether any investigation had been opened into Abdulkadir Aygan's alleged confession relating to the abduction and killing of the applicant's son. In reply, the Government informed the Court that no investigation had been initiated either into the disappearance of Atilla Osmanoğlu or into the alleged confession of Mr Aygan, as the allegations had been abstract and unsubstantiated.", "22. The following information appears from the documents submitted by the parties.", "23. On 26 March 1996 the applicant submitted a petition to the governor's office in Diyarbakır in which he stated that his son had been taken away the previous day by two plain-clothes police officers claiming to have come from the canteen of Diyarbakır police headquarters. The applicant also stated that he had not been provided with any information about his son's whereabouts, despite the fact that he had applied to all the relevant authorities.", "24. On 1 April 1996 the applicant submitted a petition to the prosecutor at the State Security Court in Diyarbakır in which he stated that his son had been detained by members of the security forces on 25 March 1996 and that he had not heard anything from him since that date. He asked the prosecutor to inform him about his son's fate and where he was being detained. According to a hand-written note added to this petition by the prosecutor on 4 April 1996, the name of the applicant's son did not feature in the custody records.", "25. On 16 May 1996 the applicant submitted a second petition to the governor's office in Diyarbakır, reiterating the content of his previous petition of 26 March 1996. The applicant also added that his son had no connections with any illegal organisation.", "26. A statement was taken from the applicant on 20 May 1996 at the murder desk of Diyarbakır police headquarters. The applicant reiterated the content of his previous statements and gave a description of the two men who had taken his son away. He stated that he would be able to identify the two men if he saw them again. He also added that the same two men had visited his shop two days before they had taken his son, and that after leaving his shop they had gone to a neighbouring shop. The applicant pointed out that the owner of the neighbouring shop could be questioned in order to establish the identity of the police officers.", "27. The name Atilla Osmanoğlu does not feature in the custody records of Diyarbakır police headquarters which were submitted to the Court by the Government after the application was declared admissible.", "28. On 4 July 2006 the confession purportedly made by Abdulkadir Aygan was published in the newspaper Özgür Gündem. Mr Aygan was quoted as having stated that Attila Osmanoğlu had been kidnapped by the JİTEM and that his head had been smashed with a hammer by a certain Cindi Acet –also known as Koçero – so that it would not be possible to identify the body. The body, which had later been thrown into a disused oil tanker near the town of Silopi, had been found on 30 March 1996 and an autopsy report had been drawn up by the Silopi prosecutor. The file opened by the prosecutor had been given the preliminary investigation number 1996/313. According to the autopsy report, the body was that of a male measuring 175 centimetres, weighing 70 kilograms, approximately 25-30 years of age and with dark hair. There were a number of severe cuts to the face, and parts of the skull were broken. The body had been buried in the part of Silopi cemetery reserved for unclaimed bodies. The applicant had subsequently been shown the pictures of this body but had been unable to identify the deceased as his son.", "29. A description of the relevant law may be found in İpek v. Turkey (no. 25760/94, §§ 92-106, ECHR 2004-II (extracts))."], "VIOLATED_ARTICLES": ["2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "2", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}