{"ITEMID": "001-85487", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LADENT v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violations of Art. 5-1;Violation of Art. 5-2;Violation of Art. 5-3;Remainder inadmissible;Pecuniary damage - claim rejected;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["6. The applicant was born in 1972 and lives in Ferney-Voltaire, France.", "7. On an unspecified date he arrived in Poland. He married K.P., a Polish national, on 15 March 2001. They initially lived in Kraków, but on 3 July 2001 they moved to France. Their two children were born in September 2001 and October 2002 respectively. The applicant is an artist and runs a small business in France which provides the only support for the family.", "8. On 21 March 2001 a certain B.M., an administrator of the building in which the applicant's wife had a flat, brought a private prosecution against the applicant for slander (zniewaga) under Article 216 § 1 of the Criminal Code. He alleged that the applicant had addressed him in obscene language in Polish. Subsequently, the private prosecution proceedings were commenced in the Kraków–Śródmieście District Court.", "9. It appears that following the applicant's departure for France the court sent him summonses in connection with the private prosecution but received no response.", "10. On 15 July 2002 the District Court ordered that the applicant be remanded in custody for a period of three months. It further ordered that a wanted notice (list gończy) be issued with a view to locating and detaining him. It invoked, inter alia, Articles 258 § 1(1) and 259 § 4 of the Code of Criminal Procedure (hereinafter “the CCP”).", "The District Court held as follows:", "“The accused Franck Ladent has no permanent abode in Poland, [and] does not reside in any place known to the court, and is thus obstructing the proper conduct of the proceedings in the present case and the delivery of a proper judgment within a reasonable time. The need to issue a detention order in respect of the accused is required to secure the proper conduct of the proceedings.", "Given that the accused Franck Ladent is evading justice he should be sought by means of a wanted notice.”", "The court ordered the police to execute that decision and to serve a copy of it on the applicant immediately after his arrest and to inform him that he could appeal. The information that a wanted notice had been issued in respect of the applicant was subsequently entered in a central criminal register.", "11. On 8 October 2002 the District Court stayed the proceedings against the applicant on the ground that his whereabouts were unknown.", "12. At the end of 2002 the applicant and his family went on holiday to Kraków. At an unspecified time on the evening of 3 January 2003 they arrived at the Słubice border check-point on their journey back to France by car. During a routine passport check the applicant was asked to get out of his car by the border guard officers.", "13. The applicant was arrested at 8.15 p.m. on the basis of the detention order and the wanted notice issued on 15 July 2002. He was questioned by the officers but could not understand anything they said and refused to sign any documents. In his submissions to the European Court, he said that various requests he made through his wife, such as to be allowed to contact the French Embassy or his family and to be provided with an interpreter or a lawyer, were refused. After about two hours he was informed that he was being arrested but was not told why. He was detained at the Słubice Border Guard detention centre.", "14. While the applicant was being questioned his wife and their two children, the first aged 3 and the second 16 months at the time, had to stay in the car with the engine on as the temperature outside was -10oC.", "15. On 6 January 2003 the applicant's wife engaged counsel to represent the applicant.", "16. On 7 January 2003 the Director of the Międzyrzecz Detention Centre notified the Kraków–Śródmieście District Court that the applicant had been transferred there and had been detained on the basis of the detention order of 15 July 2002.", "17. On 9 January 2003 the applicant's counsel filed an application with the Kraków–Śródmieście District Court for the applicant's release and requested that his detention be replaced by other, less restrictive, preventive measures. She also appealed against the detention order issued on 15 July 2002.", "18. She submitted that the applicant was a French national who permanently resided in France and that he and his wife had left Poland on 3 July 2001. Following the applicant's departure the District Court had sent summonses for the applicant to his wife's address and to another address where the applicant had never lived with the result that the applicant had not known about the criminal proceedings against him and had not been served with the private bill of indictment. Nor had he been informed of his rights and obligations as an accused.", "19. Counsel further submitted that the District Court had erroneously found that there were reasonable grounds for suspicion that the applicant had slandered B.M. In any event, the alleged offence only carried a fine or a penalty of restriction of liberty (such as a community service order) but not a custodial sentence. Lastly, counsel referred to the very difficult situation of the applicant's family, who were entirely dependent on him.", "20. On 10 January 2003 the Kraków–Śródmieście District Court resumed the private prosecution proceedings against the applicant, noting that his abode had been established. On the same date it quashed the detention order of 15 July 2002 and replaced it with a ban on leaving the country and ordered the applicant to surrender his passport.", "The District Court held as follows:", "“The accused Franck Ladent was detained on remand on the basis of a detention order issued by this court. Counsel for the accused requested the court to replace the preventive measure imposed on him with a non-custodial one. Counsel in her application argued that the evidence obtained in the case had not sufficiently justified the reasonable suspicion that the applicant had committed slander; in addition, she submitted that the applicant had not been evading justice and that his failure to appear before the court had not been intentional.", "The court has found the arguments raised by counsel to be compelling.", "In these circumstances, in the court's view the detention on remand should be replaced with other measures, namely a ban on leaving the country together with seizure of his passport. That measure will adequately secure the proper conduct of the proceedings...”.", "21. The District Court further ordered that the private bill of indictment, the decision to release the applicant and the summons to appear before the court be translated into French and served on the applicant and that a copy of its decision be served on the Międzyrzecz Detention Centre's director together with an order to release the applicant.", "22. On 10 January 2003 (a Friday) the District Court clerk sent by facsimile the court order to release the applicant to the Międzyrzecz Detention Centre. However, the Detention Centre refused to accept the facsimile and informed the court registry that it required original documents before it could release the applicant. Consequently, on the same day the District Court ordered the dispatch of the relevant documents by courier service.", "23. The applicant was released from detention in the morning of 13 January 2003 (a Monday). Upon his release he received copies of the three documents translated into French. The applicant submitted that it was only then that he learnt for the first time that he had been accused of slandering B.M..", "24. On an unspecified date the applicant's counsel requested the District Court to lift the preventive measures imposed on the applicant pursuant to the decision of 10 January 2003 and to replace them with a guarantee of the applicant's appearance given by the President of the Franco-Polish Friendship Society.", "25. On 17 January 2003 the Kraków–Śródmieście District Court granted that application. It considered that it was appropriate to quash the preventive measures given that the applicant ran his own business in France and supported his family exclusively from the income he received from it. It further considered that the guarantee offered would secure the applicant's appearance and the proper conduct of the proceedings.", "26. It appears that the applicant and his family returned to France on 27 January 2003.", "27. On 7 February 2003 a local MP from Kraków, Mr Z. Wassermann wrote a letter to the President of the Kraków Court of Appeal requesting explanations for the applicant's arrest and detention.", "28. In a letter dated 28 February 2003, the President of the Court of Appeal informed the MP that the applicant's case had been thoroughly considered and had been placed under the Vice-President of the Kraków Regional Court's administrative supervision. The President stated that the principal error committed by the District Court in respect of the applicant's detention order was the unfounded assumption that the applicant had been evading justice and maliciously failing to comply with the court summons in a case in which he had not been previously heard and in which he had not been notified of his obligations as an accused pursuant to Article 75 of the CCP, or served with a private bill of indictment (Article 139 § 2 of the CCP). The President further noted that the orders to remand the applicant in custody and to issue a wanted notice had been based on that erroneous premise. Lastly, he stated that the lessons to be drawn from the applicant's case would be used for training purposes.", "29. On 21 March 2003 the MP transmitted a copy of the President of the Court of Appeal's reply to the applicant's wife. He advised the applicant and his wife that they could seek to institute disciplinary proceedings against the judge who had issued the detention order and criminal proceedings for abuse of power. He further advised them that they could seek compensation in the civil courts.", "30. On 5 October 2004 the Kraków–Śródmieście District Court delivered judgment and acquitted the applicant. On 10 January 2005 the Kraków Regional Court upheld the first-instance judgment.", "Article 244 of the Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, stipulates that everyone who is arrested shall be immediately informed of the reasons for his arrest and of his rights.", "Article 246 provides that everyone who is arrested shall be entitled to lodge an appeal with a court challenging the lawfulness of the arrest and the manner of its execution. Such appeals must be promptly transmitted to the competent District Court which is required to examine it speedily. In cases where the District Court has established that the arrest was unlawful or unwarranted, it must order the immediate release of the person concerned.", "The Code of Criminal Procedure defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), a guarantee by a responsible person (poręczenie osoby godnej zaufania), a guarantee by a social entity (poręczenie społeczne), a temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and a ban on leaving the country (zakaz opuszczania kraju).", "Article 249 § 1 sets out the general grounds for the imposition of preventive measures:", "“1. Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, to prevent an accused's committing another serious offence; they may be imposed only if the evidence shows a significant probability that the accused has committed an offence.”", "Article 258 lists the grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a reasonable risk that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years' imprisonment, or if a court of first instance has sentenced him to at least 3 years' imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be established by the likelihood that a severe penalty will be imposed.”", "The Code sets out the extent of the courts' discretion to continue a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "Article 259 § 1 reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular, if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "Article 259 § 3 provides:", "“Detention on remand shall not be imposed if an offence attracts a penalty of imprisonment not exceeding one year.”", "Article 259 § 4 specifies that the rule provided for in Article 259 § 3 is not applicable when the accused attempts to evade justice or persistently fails to comply with summonses or when his identity cannot be established.", "As worded at the relevant time, Article 75 of the CCP provided that an accused who was not deprived of his liberty was required to appear whenever he received a summons in the course of criminal proceedings. He was also required to inform the authority conducting the proceedings of any change of his abode or of any absence lasting longer than 7 days. The accused was to be informed of these obligations when first questioned.", "Chapter 58 of the Code of Criminal Procedure, entitled “Compensation for wrongful conviction, detention on remand or arrest”, stipulates that the State is liable for wrongful convictions or for unjustifiably depriving an individual of his liberty in the course of criminal proceedings against him.", "Article 552 provides, in so far as relevant:", "“1. An accused who, as a result of the reopening of the criminal proceedings against him or of a cassation appeal, has been acquitted or resentenced under a more lenient substantive provision, shall be entitled to compensation from the State Treasury for the pecuniary and non-pecuniary damage he has suffered in consequence of having served all or part of the sentence initially imposed on him.", "...", "4. Entitlement to compensation for pecuniary and non-pecuniary damage shall also arise in the event of manifestly wrongful arrest or detention on remand.”", "Pursuant to Article 555, an application for compensation for manifestly wrongful detention on remand has to be lodged within one year from the date on which the decision terminating the criminal proceedings in question became final.", "Proceedings relating to an application under Article 552 are subsequent to and independent of the original criminal proceedings in which the detention was ordered. The claimant may retrospectively seek a ruling as to whether his detention was justified. He cannot, however, test the lawfulness of his continuing detention on remand and obtain release."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}