{"ITEMID": "001-81914", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PEEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 10;Violation of Art. 13+8 et 10;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant, who is a sociologist by training, was employed as an expert by the Criminological Studies Council at the Supreme Cassation Prosecutor's Office (see paragraph 27 below). He was a close friend of Mr N.D., a prosecutor at the Supreme Administrative Prosecutor's Office, who had become widely known for his public accusations against the Chief Prosecutor, Mr N.F., and for his assertions that the Chief Prosecutor and his entourage were harassing him and exerting improper pressure on him, and who committed suicide on 24 April 2000, leaving a note which said that the Chief Prosecutor should resign.", "6. Following this event, the applicant was considering resigning from his position. For this purpose, he had prepared two draft resignation letters, which he kept in a drawer of his office desk. However, he eventually decided that he would not resign.", "7. On 11 May 2000 the applicant sent a letter to the daily newspaper Trud, the weekly newspaper Capital, and the Supreme Judicial Council. In that letter he made a number of allegations against the Chief Prosecutor, Mr N.F. He averred that the latter had groundlessly discontinued criminal proceedings against high-ranking persons from the executive branch, and had exploited the Prosecutor's Office for the purpose of reprisals against political opponents of the ruling party and his own opponents. The applicant also claimed that the Chief Prosecutor had created a fearful and morbid working atmosphere in the Prosecutor's Office by acting rudely and insultingly towards his subordinates, even, as rumour had it, occasionally physically assaulting them. He further claimed that, according to certain rumours, the Chief Prosecutor had heavily beaten his former wife and a female judge. According to the same rumours, the Chief Prosecutor was mentally ill and suffered from paranoia, for which he had undergone treatment in a psychiatric hospital. According to the applicant, all these rumours had to be verified by the Supreme Judicial Council. The applicant also alleged that the Chief Prosecutor had deliberately tried to wreck the Criminological Studies Council by harassing members of its staff. The applicant further averred that the Chief Prosecutor and his entourage, who had repeatedly uttered threats against the late Mr N.D., were responsible for the latter's death. According to the applicant, that event had to be investigated with a view to determining whether the Chief Prosecutor had incited Mr N.D.'s suicide, which was a criminal offence. Finally, the applicant submitted that he had intended to resign because of the bad atmosphere in the Supreme Cassation Prosecutor's Office, but had eventually decided that the more proper thing to do was to continue performing his work and opposing the nuisance generated by the Chief Prosecutor from within.", "8. The letter was published in the 13 May 2000 issue of Trud under the heading “[N.F.] finished [N.D.] off” and the subheading “Fear and evil reign in the Prosecutor's Office”. The 13 May issue in fact came out during the evening of 12 May, in accordance with the practice of Trud's publishers.", "9. At approximately 9 p.m. on Friday 12 May 2000 S.D., a prosecutor from the Supreme Cassation Prosecutor's Office, ordered the police officer who was on duty at the entrance of the Courts of Justice building in Sofia to let him enter in order to seal off the applicant's office. A few minutes later he came back and handed the police officer a written order to not allow the applicant into the building on 13 and 14 May 2000, stating that the latter had been dismissed.", "10. At approximately 10 a.m. on Saturday 13 May 2000 the applicant tried to enter the Courts of Justice building in order to go to his office, but was stopped by the police officer at the entrance.", "11. At 8 a.m. on Monday 15 May 2000 the applicant went to the Courts of Justice building, accompanied by an editor from Trud and other journalists. He tried to enter his office, but could not, as the door was locked and his key did not fit in, the lock having apparently been changed. He then went to the office of a prosecutor from the Supreme Cassation Prosecutor's Office, where he was informed that his resignation letter (see paragraph 6 above) had been brought to the attention of the Chief Prosecutor and that the latter had accepted it.", "12. At 3.10 p.m. on 15 May 2000 the applicant was handed an order for the termination of his employment on the basis of Article 325 § 1 (1) of the Labour Code (see paragraph 28 below), signed by the Chief Prosecutor and effective immediately. The applicant objected that he had never in fact tendered his resignation and that the termination was therefore contrary to that provision.", "13. The same day the applicant requested the Sofia City Prosecutor to inquire into the events (in particular, an alleged search of his office) and, if justified, to open criminal proceedings for abuse of office against the officials who had committed the alleged acts.", "14. On 23 May 2000 a commission consisting of the head of the administrative department of the Supreme Cassation Prosecutor's Office, the head of the Chief Prosecutor's administration and the Chief Prosecutor's secretary inspected the applicant's office. It drew up a very detailed inventory of the items that it found in his desk drawers and filing cabinets, which included medicines, compact discs with personal material, notes, notebooks, diplomas, personal photographs, books and personal documents, including medical ones. On 25 May 2000 the same commission inspected the contents of the hard disk of the applicant's computer and drew up an inventory of its findings.", "15. On 25 May 2000 the applicant and his brother went to the applicant's office to collect his personal belongings. They found that all the cabinets and the applicant's desk had been sealed, that the cabinets and the desk drawers had been rummaged in, and that the draft resignation letters which the applicant had prepared (see paragraph 6 above) were missing, as were his letter of 11 May 2000 (see paragraph 7 above) and his office computer.", "16. In an order of 15 June 2000 the Sofia Regional Military Prosecutor's Office, to which the applicant's complaint of 15 May 2000 (see paragraph 13 above) had been referred, refused to open criminal proceedings. It reasoned that in refusing to allow the applicant to enter the Courts of Justice building on 13 May 2000 the police officers at the entrance had acted lawfully.", "17. The applicant appealed, arguing, inter alia, that the order was incomplete, because his complaint had included allegations of official misconduct by prosecutors of the Supreme Cassation Prosecutor's Office, who, according to the relevant rules of criminal procedure, could be investigated only by a specially appointed prosecutor from the same office. His complaint should therefore also have been brought to the attention of the Supreme Cassation Prosecutor's Office. In an order of 3 July 2000 the Military Appellate Prosecutor's Office upheld the refusal of the Sofia Regional Military Prosecutor's Office to open criminal proceedings against the police officers. However, it agreed that the remainder of the applicant's complaint fell within the competence of the Supreme Cassation Prosecutor's Office and referred it to it.", "18. In a decision of 10 July 2000 a prosecutor from the Supreme Cassation Prosecutor's Office refused to open criminal proceedings. He briefly reasoned that in his complaint the applicant had not named particular persons and had not identified the specific provisions of the Criminal Code that had allegedly been breached by them. Having studied the file, the prosecutor had not found any evidence of a publicly prosecutable offence relating to the refusal to allow the applicant access to his workplace or relating to his resignation letter.", "19. In the meantime, on 5 June 2000, the applicant had brought a civil action against the Prosecutor's Office. He alleged that the termination of his contract had been unlawful and sought reinstatement and compensation for loss of salary. He averred, inter alia, that the climate in the Supreme Cassation Prosecutor's Office had deteriorated as a result of the actions of the Chief Prosecutor. After the death of Mr N.D. he had decided to resign and had prepared a draft resignation letter, but had eventually decided not to and instead to make public his observations about the atmosphere in the Supreme Cassation Prosecutor's Office. In consequence, he had written a letter to Trud, Capital and the Supreme Judicial Council. Later, access to his office had been impeded and his employment had been terminated on the basis of a resignation which he had never in fact tendered.", "20. In a judgment of 5 March 2002 the Sofia District Court declared the termination of the applicant's employment unlawful, ordered that he be reinstated in his position, and awarded him 2,419.20 Bulgarian levs, plus interest, for loss of salary for the six months following the termination of his employment, in line with Article 225 § 1 of the Labour Code (see paragraph 29 below). In the facts part of its judgment it described in detail the events set out in paragraphs 7, 9, 10 and 11 above. After analysing in detail the evidence, the court found that there was no indication that at any point in time the applicant had in fact tendered his resignation. On the contrary, it was evident from the facts that his draft resignation letter had been taken from his office by a person having access to it during the period from 12 to 15 May 2000 and had been submitted by that person to the Chief Prosecutor. This made the termination of the applicant's employment by ostensible mutual agreement unlawful, as Article 325 § 1 (1) of the Labour Code (see paragraph 28 below) required proof of both parties' actual intention to terminate the employment.", "21. The Prosecutor's Office appealed to the Sofia City Court, arguing that the applicant had in fact tendered his resignation.", "22. In a judgment of 7 July 2004 the Sofia City Court upheld the lower court's judgment. It likewise described in detail the events set out in paragraphs 7, 9, 10 and 11 above, and held, like the court below, that the available evidence did not indicate that the applicant had in fact tendered his resignation. Therefore, in the court's view, the termination of the applicant's employment had been unlawful.", "23. The Prosecutor's Office appealed on points of law to the Supreme Court of Cassation. It argued that the lower court had erroneously assessed the evidence and established the facts.", "24. In a final judgment of 25 September 2006 the Supreme Court of Cassation upheld the lower court's judgment. It fully agreed with its finding that, on the basis of the available evidence, there was no indication that the applicant had in fact tendered his resignation. Therefore, one of the key requirements of Article 325 § 1 (1) of the Labour Code (see paragraph 28 below) had not been complied with, which made the termination of the applicant's employment unlawful.", "25. The applicant was not reinstated in his former position, as in 2003 the Criminological Studies Council at the Supreme Cassation Prosecutor's Office had been abolished. However, during the pendency of the proceedings, again in 2003, a similar body was established at the Ministry of Justice and on 1 April 2003 the applicant was appointed there, apparently independently of the court order for his reinstatement. He has been working there to this day.", "26. Section 112 of the Judicial Power Act of 1994 („Закон за съдебната власт“) provides that the Prosecutor's Office is unified and centralised, that each prosecutor is subordinate to the relevant senior prosecutor, and that all prosecutors are subordinate to the Chief Prosecutor (the last-mentioned aspect is also provided by Article 126 § 2 of the Constitution of 1991). The Chief Prosecutor may issue directives and give instructions relating to the Prosecutor's Office's activities (sections 111(3) and 114 of the Judicial Power Act of 1994). The Chief Prosecutor oversees the work of all prosecutors, and the prosecutors of the appellate and regional prosecutor's offices oversee the work of their subordinate prosecutors (section 115(1) and (2) of the Judicial Power Act of 1994). Higher prosecutors may perform any acts which are within the competence of their subordinate prosecutors. They may also stay or revoke their decisions in the cases provided for by law (section 116(2) of the Judicial Power Act of 1994). The higher prosecutors' written orders are binding on their subordinate prosecutors (section 116(3) of the Judicial Power Act of 1994).", "27. Until 2003 the Criminological Studies Council was an agency attached to the Supreme Cassation Prosecutor's Office (section 111(3) of the Judicial Power Act of 1994, as in force at the relevant time).", "28. Article 325 § 1 (1) of the Labour Code of 1986 provides that an employment contract may be terminated by the parties without notice by mutual agreement expressed in writing.", "29. By Article 225 § 1 of that Code, an unlawfully dismissed employee is entitled to compensation amounting to his gross salary for the time during which he has remained unemployed, but not for a period exceeding six months."], "VIOLATED_ARTICLES": ["10", "13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}