{"ITEMID": "001-102368", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MNE", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "AJDARPASIC v. MONTENEGRO", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["1. Following the financial crisis in the former Socialist Federal Republic of Yugoslavia, as well as the subsequent collapse of the banking system in the 1990s, in 1998, 2002, and 2003 the Federal Republic of Yugoslavia, as well as the respondent State itself, adopted specific legislation accepting the conversion of foreign currency deposits in certain banks, including the Montenegrobanka and the Jugobanka in Podgorica, into a public debt. The legislation set the time-frame (2017) and the amounts, including interest, to be paid back to the banks’ former clients (see paragraphs 14-27 below). The 1998 and 2002 legislation also explicitly provided that judicial enforcement proceedings instituted on the basis of judgments in respect of the said banks were to be discontinued (“obustavljeni”; see paragraphs 16 and 18 below).", "2. The applicants are Mr. Avdulah Ajdarpašić (the first applicant), a Montenegrin national who was born in 1948 and lives in Stuttgart, Germany, and Mr Milorad Kadić (the second applicant), also a Montenegrin national who was born in 1936 and lives in Podgorica.", "3. The facts of the case, as submitted by the applicants, may be summarised as follows.", "4. On 20 May 1992 the Court of First Instance (Osnovni sud) in Podgorica rendered a judgment in favour of the applicant, ordering the Montenegrobanka to pay him: (i) 60,198.36 German Marks (“DEM”) on account of his foreign-currency savings; (ii) the accompanying interest based on the DEM sight deposit rate (domicilna kamata na deviznu štednju po viđenju); and (iii) 211,154 Yugoslav dinars (“YUD”) for legal costs.", "5. On 16 September 1992 the High Court (Viši sud) in Podgorica upheld this judgment and on 23 December 1992 the applicant obtained an enforcement order (rješenje o izvršenju).", "6. On 5 September 2005 the Montenegrin Ombudsman (Zaštitnik ljudskih prava i sloboda), following the applicant’s enquiry, informed him that pursuant to the 1998 legislation all judicial proceedings relating to the “old-foreign currency savings”, including enforcement proceedings, had to be discontinued, and that the payment of these savings was instead regulated by the Act on the Citizens’ Foreign-Currency Savings 2003 (see paragraphs 14-27 below).", "7. On 21 February 2006 the Court of First Instance confirmed that the enforcement of the judgment rendered in favour of the applicant had been discontinued, just like the enforcement of all the other judgments relating to the old foreign-currency savings. At the same time the applicant was advised to seek the payment of his savings in accordance with the Act on the Citizens’ Foreign-Currency Savings 2003.", "8. There is no information in the case file as to whether the applicant actually did so.", "9. On 22 March 1993 the Court of First Instance in Podgorica rendered a judgment in favour of the applicant, ordering the Jugobanka in Podgorica to pay him: (i) DEM 4,128.26 and USD 2,396.96 on account of his foreign-currency savings; (ii) the accompanying interest based on the bank’s sight deposit rate (u visini kamatne stope koju tužena obračunava na devizne štedne uloge po viđenju); and (iii) YUD 387,346 for legal costs. On an unspecified date thereafter this judgment became final, and on 4 May 1993 the applicant obtained an enforcement order against the Jugobanka.", "10. On an unspecified date insolvency proceedings were initiated in respect of the Jugobanka, but on 19 June 2002 the applicant’s claim (potraživanje) was recognised by the Jugobanka’s insolvency administrator (stečajni upravnik). On 21 June 2004 the applicant’s claim was converted into 4, 454.63 euros.", "11. On 23 August 2004 the applicant collected the amount statutorily envisaged for 2004 (see paragraph 23 below).", "12. On 2 November 2004 the applicant renewed his request for enforcement of the above judgment, this time in respect of the respondent State.", "13. Between 18 May 2005 and 25 July 2008 the enforcement judge (izvršni sudija) issued three enforcement orders in favour of the applicant. All three orders were later quashed by a three-judge panel (vijeće) of the Court of First Instance on the grounds that the State had only accepted to gradually pay back the deposits in accordance with the Act on the Citizens’ Foreign-Currency Savings 2003. No instantaneous payment of the entire amount was, therefore, legally possible.", "14. Articles 1, 2, 3 and 4 provided that all foreign-currency savings deposited with the “authorised banks”, including the Montenegrobanka and the Jugobanka in Podgorica, before 18 March 1995 were to become public debts.", "15. Under Article 10 the State’s responsibility in that respect was to be fully honoured by 2012 through the payment of specified amounts, plus interest, and according to a certain time-frame.", "16. Article 22 provided that, as of the date of this Act’s entry into force (12 December 1998), “all pending lawsuits, including judicial enforcement proceedings, aimed at the collection of the foreign currency covered by this Act shall be discontinued”.", "17. This Act repealed the Act described above. In doing so, however, it explicitly acknowledged as part of public debt all deposits previously recognised as such. It modified the time-frame for honouring the debt in question (from 2012 to 2016) and specified amended amounts, plus interest, to be paid annually. The annual amounts were EUR 276,10 in 2002, EUR 380 in 2003 and EUR 530 in 2004, while the exact amount of the remaining instalments was to be calculated applying a geometrical progression rate of 10% and a corresponding coefficient for that particular year, the coefficients themselves also increasing annually. The minimum such amount could not be less than EUR 500.", "18. Article 36 reaffirmed that “all lawsuits aimed at the collection of the foreign-currency savings covered by this Act, including judicial enforcement proceedings, shall be discontinued.”", "19. This Act entered into force on 4 July 2002. It was subsequently amended on two occasions, but these amendments concerned peripheral issues unrelated to the savers’ above-described status.", "20. Article 3, inter alia, defines “foreign-currency savings” as all foreign currency deposited by natural persons with one of the “authorised banks based in the territory of the Republic of Montenegro” as recognised as a public debt of the Federal Republic of Yugoslavia (see paragraphs 14 and 17 above).", "21. Pursuant to Article 5 § 1 as of the date of this Act’s entry into force Montenegro shall assume the obligations of the authorised banks towards natural persons in respect of their foreign-currency savings.", "22. Article 5b explicitly provides that Montenegro shall also assume the obligations of the banks in respect of which insolvency proceedings were initiated.", "23. Articles 14 and 15 provide that Montenegro shall honour this debt by 2017 and specify the amounts, and interest, to be paid annually in euros. The annual amounts were EUR 380 in 2004 and EUR 530 in 2005, while the exact amount of the remaining instalments shall be calculated applying a geometrical progression rate of 10% and a corresponding coefficient for that particular year, the coefficients themselves also increasing annually. The minimum such amount may not be less than EUR 500 should the instalment be less than that.", "24. Pursuant to Article 18, the banks’ clients may, in advance of the said time-frame and under certain conditions, make use of their deposits converted into Government bonds in order to pay taxes, buy State property or take part in the privatisation of State-owned businesses.", "25. Under Articles 16 and 17 former clients of the banks in question can also sell the said bonds to other natural or legal persons. Such trading is exempt from property taxation and capital gains taxation.", "26. Articles 16 § 5 and 18 § 2 provide that the Government of Montenegro shall adopt additional technical regulations concerning the bonds in question.", "27. This Act entered into force on 9 October 2003 and its amendments on 28 February 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}