{"ITEMID": "001-109070", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ARRAS AND OTHERS v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6-1 - Fair hearing;Equality of arms);Pecuniary and non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["6. The applicants were born in 1939, 1933, 1933 and 1925 respectively and lived in Italy.", "7. The applicants are all pensioners (retired prior to 31 December 1990) and former employees of the Banco Di Napoli (a banking group which was originally a public entity and was later privatised).", "8. Before their privatisation, the Banco di Napoli and the Banco di Sicilia were subject to exclusive welfare systems according to Articles 11 and 39 of Law no. 486 of 1985. Their employees benefited from a more favourable equalisation mechanism (meccanismo perequativo) than that available to persons registered with the general compulsory insurance (assicurazione generale obligatoria). In particular, the annual pension increase of their pensioners was calculated on the basis of the salary increases of working employees in equal grades of service (perequazione aziendale).", "9. In 1990 the Amato reform provided for the privatisation of public banks such as the Banco di Napoli. It suppressed their exclusive pension regimes, replacing them by integrated ones. It provided for the registration of the Banco di Napoli employees with a new welfare management system which was part of the general obligatory insurance managed by the Istituto Nazionale della Previdenza Sociale (“INPS”), an Italian welfare entity.", "10. In 1992 a further partial pension reform took place.", "11. In 1993 a number of former employees who had by then retired, entered into a dispute with the Banco di Napoli about the application of certain provisions. In particular, by means of a wide interpretation of section 9 of Law no. 503 of 1992 (hereinafter Law no. 503/92) and section 3 of Law no. 421 of 23 October 1992 (hereinafter Law no. 421/92) (see Relevant domestic law) the Banco di Napoli attempted to suppress the system of perequazione aziendale calculated on the basis of the salary increases of working employees in equal grades of service, also in respect of persons who were already retired, limiting the latter’s perequazione to an automatic one, namely a simple increase according to the cost of living (perequazione legale), which resulted in a less substantial pension.", "12. The latter stand was taken notwithstanding that, according to the applicants, Law no. 218 of 30 July 1990 (Amato reform), particularly its section 3 paragraph 1 and 2, and section 3 of Law no. 421 of 23 October 1992 (see Relevant domestic law), limited this suppression solely to persons still employed and not persons already receiving a pension. Indeed persons still employed had been given the option of taking up other benefits as agreed by means of corporate collective bargaining.", "13. On an unspecified date a number of pensioners in the applicants’ position instituted civil proceedings contesting the actions of the Banco di Napoli, since as a consequence they were receiving lesser amounts than those they claimed to be entitled to. They highlighted that Laws nos. 503/92 and 421/92 safeguarded any more favourable treatment applicable to persons who had retired prior to 31 December 1990. Thus, they requested the court to find that they had a right to retain the system of perequazione aziendale as applied before the enactment of such laws, and to order the Banco di Napoli to pay the sums it had failed to pay them.", "14. By a judgment of 31 October 1994 in Acocella and others v. Banco di Napoli, the domestic court upheld the claimants’ arguments, holding that they had a right to remain under the system of perequazione aziendale even following the entry into force of Law no. 503/92. The same was confirmed in a number of other judgments in various jurisdictions, including the Court of Cassation (for example, judgments nos. 1388/00 and 12912/00) and more specifically the Court of Cassation in its ultimate formation, namely, sitting as a full court (Sezione Unite). The latter in its judgment (no. 9024/01) of 3 July 2001 upheld the claimants’ argument on the basis of the interpretation of Law no. 503/92 and Laws nos. 497 and 449 of 1996 and 1997 respectively, which explicitly made reference to perequazione aziendale, confirming that it had not been abrogated by the 1992 laws. The impugned amendments applied solely to persons still employed and not to persons who had retired on or before 31 December 1990. In consequence, the contested right was legitimately due to the former Banco di Napoli employees who had retired by 31 December 1990, for the period between 1 January 1994 (date when a general suspension of pension adjustments ceased) to 26 July 1996 (date when a new suspension of such adjustments started in respect of the Banco di Napoli).", "15. This interpretation continued to be followed uniformly by all the judges sitting in such cases.", "16. Subsequently, various legislative amendments took place attempting to limit the application of the system of perequazione aziendale. These culminated in the enactment of section 1 paragraph 55 of Law no. 243/04, which interpreted the relevant law to the effect that retired employees of the Banco di Napoli could no longer benefit from the system of perequazione aziendale and made it effective retroactively, with effect from 1992.", "17. In the meantime, section 59 paragraph 4 of Law no. 449 of 27 December 1997 (legge finanziaria of 1998) had definitively suppressed all systems of perequazione aziendale, as from 1 January 1998.", "18. Thus, generally the system of pension adjustment according to perequazione aziendale had been recognised and remained in force from 1994 to December 1997 (just before the entry into force of the legge finanziaria of 1998) for other public banking entities that had previously applied a system of perequazione aziendale, except for the Banco di Napoli. In reality, this benefit had already been suspended in respect of the employees of the Banco di Napoli (and Banco di Sicilia) with effect from 26 July 1996 by means of the Salvabanco law. Thus, for the latter’s employees the system of perequazione aziendale would have applied only from 1 January 1994 to 26 July 1996.", "19. In 1996 the applicants instituted proceedings on the lines of the proceedings mentioned above, namely they argued that Laws nos. 503/92 and 421/92 safeguarded any more favourable treatments applicable to persons who had retired prior to 31 December 1990. Thus, they requested the Naples Tribunal (Labour Section) to find that they had a right to retain the system of perequazione aziendale as applied before the enactment of such laws and to order the Banco di Napoli to pay the sums it had failed to pay them.", "20. The applicants expected a favourable outcome in view of the then applicable case-law. Indeed, in accordance with the latter, by a judgment of 26 February 2001, the Naples Tribunal (Labour Section) found in favour of the applicants. It ordered the Banco di Napoli to pay the outstanding amounts with inflation increases and legal interest to run from 1 January 1994.", "21. On appeal, by a judgment of 24 April 2004, the Naples Court of Appeal confirmed the first-instance judgment upholding the applicants’ right to be covered by the system of perequazione aziendale, however only for the period from 1 January 1994 (date when a general suspension of pension adjustments ceased) to 26 July 1996 (date when a new suspension of such adjustments started in respect of the Banco di Napoli).", "22. The Banco di Napoli appealed.", "23. By a judgment (no. 22701/06) of 19 September 2006 deposited in the relevant registry on 23 October 2006 the Court of Cassation reversed the lower courts’ judgments and found against the applicants, ordering the costs of the three court instances to be paid equally between the parties. The Court of Cassation upheld the ground of appeal that the Naples Court of Appeal could not have taken account of Law no. 243/04 - not yet in force at the time of its judgment - an interpretation law applicable retroactively, which was designed to resolve a conflict of interpretation which had been present in domestic case-law and which had ultimately been resolved by the Court of Cassation (Sezioni Unite). Indeed, Law no. 243/04 was enacted to resolve the matter as to whether Articles 9 and 11 of Law no. 503/92 applied only to employees still in service or also to retired pensioners, and provided that as from 1994 onwards a perequazione legale (increase according to the standard of living) had to apply to “all” pensioners, irrespective of their date of retirement.", "24. The Court of Cassation rejected a claim of unconstitutionality in so far as this interpretative law had retroactive effects impinging on the principle of legal and judicial certainty. In this respect it referred to previous Constitutional Court judgments which held that the legislator could impose norms specifying the meaning of other norms in so far as the meaning was one of the options emanating from the original text and in conformity with the principle of rationality.", "25. In 2007, in two different civil cases, the Court of Cassation referred the matter to the Constitutional Court considering that paragraph 55 of Law no. 243/04 raised issues of constitutionality on a number of grounds: i) recourse to norms of authentic interpretation would be unreasonable in such circumstances, it being disproportionate and counterproductive visàvis the aim sought, namely the extinction of contentious proceedings; ii) the impugned law would make the determination of the parties interest dependent on an unconstitutional factor, namely the length of proceedings, and would constitute an inequality of treatment between persons whose proceedings have terminated and others whose proceedings were still pending; iii) the impugned law would unreasonably obliterate the role of the Court of Cassation.", "26. By a judgment filed in the registry on 7 November 2008, the Constitutional Court upheld the legitimacy of Law no. 243/04. It considered that the impugned law was an interpretative norm to the provisions of law no. 503/92 which eradicated perequazione aziendale for all pensioners, irrespective of their date of retirement. Indeed, the interpretative nature of the norm was evident since it had confirmed one of the possible meanings of the original 1992 text, which had also been upheld in some jurisprudence. The impugned law had been reasonable because it aimed to achieve recognition of an equal and homogenous treatment of all pensioners under the current integrative regimes. Moreover, this law had not augmented contentious proceedings since it had rendered their outcome foreseeable. As to the other inconveniences mentioned by the Court of Cassation, it considered that these arose from a random number of circumstances and was not sufficient to consider the norm unconstitutional. It further considered that the legislator could enact interpretative laws, once they were based on one of the possible meanings of the original text even if there had been consistent jurisprudence about the matter, and this did not affect the role of the Court of Cassation.", "27. Law no. 218 of 30 July 1990, in so far as relevant, reads as follows:", "Section 1", "“Employees of public banks will remain subject to the provisions in force on the date of the entry into force of the present law, up to the renewal of the national collective bargaining contract applicable to the relevant category or up to the stipulation of a new additional corporate contract.", "Section 2", "The foregoing is without prejudice to the said employees’ acquired rights, effects of special laws or laws pertaining to the original nature of the relevant public entity.”", "28. Sections 3 and 4 of Law no. 357 of 20 November 1990, in so far as relevant, read as follows:", "Section 3", "“(3) The pension rates to be paid by the special management system are subject to automatic equalisation of the compulsory general insurance.", "(4) Those entitled to pensions or other insurances (in accordance with paragraph 1 ((registration with INPS of bank employees)) retain their right to the more favourable global welfare treatment as provided for by the obligatory invalidity, old-age and survivors’ insurance as provided in the following Article.", "Section 4", "(1) ... is made without prejudice to a more favourable global welfare payment as provided for by the compulsory invalidity, old age and survivors insurance ... which remains applicable.", "(2) The difference between the global welfare payments mentioned in paragraph 1 (tempo per tempo determinato) and the pension, or rate of pension, to be covered by the special management system (according to paragraphs 2 and 3), as increased by automatic equalisation, is to be paid by the employer.”", "29. Section 3 paragraph 1 of Law no. 421/92 delegated to the Government the enactment of the relevant law in accordance with the following principles, which in so far as relevant read as follows:", "“(p) the principles and criteria mentioned above (...) apply to employees as mentioned in section 2 of Law no. 357/90 (persons in employment on 31 December 1990)”", "30. Section 9 paragraphs 2 and 3, of Law no. 503/92, in so far as relevant, reads as follows:", "“(2) Sections 2, 3, 8, 10, 11, 12, and 13 apply with respect to supplementary company regimes with which the employees as mentioned in section 2 of Law no. 357/90 (persons in employment on 31 December 1990) are registered.", "(3) Variation to pension payments as a result of paragraph 2 weigh upon the global sum (in accordance with section 4 of Law no. 357/90) unless otherwise agreed through collective bargaining.”", "31. Section 1 paragraph 55 of Law no. 243/04 (regarding pension norms in the sector of public welfare, in support of complementary welfare and stable occupation and for the reorganisation of welfare entities and compulsory assistance), in so far as relevant, reads as follows:", "“In order to extinguish the contentious judicial litigation relative to payments corresponding to each category of pensioners already registered under equivalent welfare regimes, by means of a full recognition of an equal and homogenous payment to all pensioners registered with the supplementary regimes in force, section 3 (1) (p) of Law no. 421 of 23 October 1992 and Article 9 (2) of Legislative Decree no 503 of 30 December 1992, applies to the global payment received by the pensioners in accordance with Article 3 of Legislative Decree no. 357 of 20 November 1990. The relevant expense is to be borne by the obligatory general insurance.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}