{"ITEMID": "001-61384", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF TIMOFEYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Georg Ress", "TEXT": ["7. The applicant was born in 1948 and lives in Orsk.", "8. In 1981 criminal charges were brought against the applicant for dissemination of anti-Soviet propaganda. On 30 July 1981 the police searched his home and confiscated certain items – a radio, audio records, books, newspaper clippings and manuscripts – which he had allegedly used in his unlawful activity.", "9. On 7 April 1982 the Orenburg Regional Court held that the applicant was not guilty on the ground of insanity and ordered him to be placed in a mental asylum.", "10. On 23 April 1986 the Oktyabrskiy District Court of Orsk found that the applicant's mental health had improved and that he could be released.", "11. On 15 September 1992 the Orenburg Regional Public Prosecutor's Office issued a statement to acknowledge that the applicant had been unlawfully persecuted by the State. The applicant was reinstated in his rights.", "12. In the course of 1995 to 1997 the applicant made several unsuccessful attempts to recover the property that had been confiscated in 1981. His requests to prosecutors' offices and the organisations then in possession of the property were rejected.", "13. On 28 June 1996 the applicant brought a claim for repossession against the Orenburg Regional Public Prosecutor's Office and the Orsk City Committee of the Voluntary Society for Assistance to the Army, Air Force and Navy. He also brought a claim for damages against the Orsk City Council.", "14. On 22 July 1998 the Leninskiy District Court of Orsk granted the applicant's claims in part and ordered the Federal Treasury Department to pay the applicant 2,570.92 Russian roubles (RUR) compensation and RUR 200 by way of legal costs. On appeal, the judgment was upheld by the Civil Chamber of the Orenburg Regional Court on 8 December 1998.", "15. On 5 February 1999 the applicant submitted a writ of execution in respect of the judgment of 22 July 1998 to the registry of the Oktyabrskiy District Court.", "16. He was not notified in time whether enforcement proceedings had been opened, or what action had been taken to execute the judgment. For this reason, he issued proceedings against the bailiff in charge of the execution. On 14 May 1999 the Oktyabrskiy Court found in the applicant's favour, holding that the bailiff had acted unlawfully. The applicant was also informed that responsibility for enforcement of the judgment had been passed to a different bailiff's service – the Leninskoye Bailiff's Service of Orenburg.", "17. On 25 May 1999 the Leninskiy Court issued clarification on how its judgment of 22 July 1998 was to be enforced. It confirmed that, even though the Ministry of Finance was the defendant in the case, the compensation should be recovered from the Treasury Department – the authority liable for debts of the Ministry. The applicant appealed, insisting that the debtor's bank account details should be included in the operative part of the judgment to make the enforcement easier. The appeal was dismissed on 8 July 1999.", "18. As no progress was made in the enforcement proceedings, on an unspecified date the applicant issued fresh professional negligence proceedings against the bailiff. On 28 July 1999 the Leninskiy District Court of Orenburg examined the complaint and dismissed it. It found that the bailiff had lawfully stayed the enforcement proceedings because an acting Public Prosecutor of the Orenburg Region had initiated supervisory-review of the judgment of 22 July 1998. The court stated that under national law, enforcement could be stayed pending supervisory review. The applicant's appeal was dismissed on 23 September 1999 by the Regional Court.", "19. On 3 February 2000 the bailiff attempted to attach the accounts of the Federal Treasury Department. The Department challenged the bailiff's actions in court. The complaint was granted by the Central District Court of Orenburg on 23 March 2000. The court concluded that the seizure of the Department's assets had been unlawful because, according to the clarifications provided on 25 May 1999 concerning the enforcement, the debt should have been recovered from the Treasury of the Russian Federation. The applicant had not been aware of these proceedings, and was not summoned to the hearing. He successfully raised this point on appeal to the Orenburg Court. The decision of 23 March was quashed and a fresh examination of the case was ordered.", "20. On 9 February 2000 the Leninskiy Court refused the applicant's application to have the judgment enforced in a different way. His appeal against that decision was dismissed on 21 March 2000.", "21. On 10 and 21 February 2000 the bailiff stayed the enforcement proceedings because the Treasury Department had requested supervisory-review of the judgment of 22 July 1998.", "22. In March 2000 the applicant learned that the President of the Regional Court had stayed the execution because the supervisory-review of the judgment of 22 July 1998 had been in progress. The applicant lodged a complaint against the President, which was dismissed on 12 April 2000 by the Sovetskiy District Court of Orsk as not amenable to judicial review. The applicant was later informed that the stay of execution had been lifted.", "23. On 27 September 2000 the Senior Bailiff of the Leninskoye Bailiff's Service decided that the execution should be stopped as the writ of execution did not unequivocally identify the debtor. The applicant successfully appealed against this decision: on 16 November 2000 the Central District Court of Orenburg held that the Senior Bailiff had exceeded her authority when she closed the enforcement proceedings.", "24. On 30 November 2000 the bailiff responsible for the applicant's file revoked her decision of 9 April 1999 commencing the enforcement since the writ of execution did not clearly identify the debtor and its address. The applicant successfully complained to the Central Court about this decision: on 1 March 2001 the court ordered the bailiff to proceed with the execution of the judgment.", "25. On 14 December 2000 the same court ruled that the stay of execution pending the supervisory review was unlawful and ordered the bailiff to continue the execution.", "26. On 21 March 2001 the bailiff applied to the Leninskiy District Court for clarification as to how the judgment should be enforced, what legislation should be applied and which accounts of which branch of the Treasury Department should be charged. The court did not satisfy the bailiff's request as the writ of execution was sufficiently clear, and the court had no competence to advise the bailiff on possible modes of enforcement.", "27. On 4 April 2001 the acting Public Prosecutor of the Orenburg Region lodged an application for supervisory review of the judgment of 22 July 1998 on the ground that the compensation should have been awarded against the Regional Authority and not against the Treasury Department. On 16 April 2001 the Presidium of the Orenburg Regional Court granted the prosecutor's application and quashed the judgments of 22 July 1998 and 8 December 1998. The case was remitted for a new examination.", "28. On 15 May 2001 the Central District Court of Orenburg refused the Treasury Department's application to lift the attachment of its accounts. Instead, the court ordered that the execution should cease since the judgment debt had been quashed on 16 April 2001.", "29. On 29 June 2001 the Lenisnkiy District Court gave a new judgment in the case. The applicant was awarded RUR 2,869.50 in compensation for the property and RUR 1,000 in legal costs. The compensation was to be paid by the financial department of the Orsk City Council. The claims for repossession and non-pecuniary damages were dismissed. The applicant's appeal against the judgment was disallowed by the Orenburg Regional Court on 14 August 2001.", "30. On 18 December 2001 the bailiff closed the enforcement proceedings because the award had been credited to the applicant's bank account on 30 November 2001. The applicant challenged this decision in court claiming that he had not received the money. On 15 February 2002 the Leninskiy District Court established that there was insufficient evidence that the award had indeed been paid to the applicant and annulled the bailiff's decision to close the enforcement.", "31. By letter of 31 October 2002 the Government informed the Court that the award of 29 June 2001 had been paid to the applicant on 30 November 2001.", "32. By letter of 18 October 2002 the applicant informed the Court that he had not received the money awarded.", "33. Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff's order on the institution of enforcement proceedings must fix a time-limit for the defendant's voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow, should the defendant fail to comply with the time-limit.", "34. Under section 13 of the Law, the enforcement proceedings should be completed within two months of the receipt of the writ of enforcement by the bailiff."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}