{"ITEMID": "001-77567", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF IRINA FEDOTOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6 on account of the quashing of two judgments;Not necessary to examine the allegation of procedural unfairness in the supervisory-review proceedings;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention and domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1966 and lives in the town of Penza.", "5. According to the applicant, in December 1997 she lodged an action against the electricity supplier, seeking to have her home connected to the electricity supply network and asking for compensation for non-pecuniary damage.", "6. On 17 July 1998 the Leninskiy District Court of Penza found for the applicant. That judgment was quashed on appeal on 1 December 1998 and re-examination of the case was ordered.", "7. On 15 April 1999 the Leninskiy District Court dismissed the action. The judgment became enforceable on 22 June 1999 when the Penza Regional Court upheld it on appeal.", "8. On 28 April 2000 the Presidium of the Penza Regional Court, acting upon the applicant's request, quashed the judgments of 15 April and 22 June 1999, by way of supervisory-review proceedings, and remitted the case for a fresh examination.", "9. On 24 August 2000 the Leninskiy District Court partly allowed the applicant's action and ordered that the company connect the applicant's home and pay her 1,000 Russian roubles (RUR, approximately 40 euros) in compensation. The judgment was upheld on appeal on 17 October 2000.", "10. Enforcement proceedings were opened and on 22 January 2001 the applicant received the awarded compensation, but the company refused to connect her home because it did not meet certain technical requirements. Thus, the applicant complained to a court that the bailiffs had failed to enforce the judgment of 24 August 2000, as upheld on appeal on 17 October 2000.", "11. On 23 January 2001 the Zheleznodorozhniy District Court of Penza held that the bailiffs had been inactive in securing the execution of the judgment in the part concerning provision of electricity. The District Court furthermore informed the applicant of the possibility of lodging a separate civil claim for damages against the local treasury. It appears that the applicant did not lodge such a claim.", "12. On 29 December 2001 the company connected the applicant's home to the electricity network.", "13. On 21 March 2002 a Deputy President of the Supreme Court of the Russian Federation introduced an application for supervisory review of the judgments of 24 August and 17 October 2000.", "14. On 26 April 2002 the Presidium of the Penza Regional Court quashed the judgments of 24 August and 17 October 2000 by way of supervisory review and remitted the matter for a fresh examination. The Presidium held that the District and the Regional courts had incorrectly assessed the facts of the case and misinterpreted the relevant legal norms.", "15. On 25 June 2002 the Leninskiy District Court dismissed the applicant's claims. On 10 September 2002 the Penza Regional Court upheld the judgment. However, the applicant was not ordered to repay the compensation of RUR 1,000 and her house was not disconnected from the electricity network.", "16. The applicant lodged an application before the European Court of Human Rights, complaining about a violation of her rights in the course of the abovementioned domestic proceedings. On 19 December 2002 she received an empty envelope from the Court. The applicant complained to the Leninskiy District Court about unlawful actions of the Penza post office. On 31 January 2003 the District Court instructed her to correct certain defects of her statement of claim by 6 February 2003. That instruction was upheld on appeal on 18 February 2003. There is no indication that the applicant fulfilled the courts' instructions and apparently no further action has been taken."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}