{"ITEMID": "001-58523", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MAHMUT KAYA v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 2 in respect of failure to protect life;Violation of Art. 2 in respect of ineffective investigation;Violation of Art. 3;Violation of Art. 13;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["8. Dr Hasan Kaya, the applicant's brother, practised medicine in south-east Turkey. From November 1990 to May 1992, he had worked in Şırnak. He had treated demonstrators injured in clashes with the security forces during the Nevroz (Kurdish New Year) celebrations. Following this, he was transferred from Şırnak to Elazığ. He had told Fatma Can, the wife of his friend Metin Can, that he had been threatened in Şırnak and put under considerable pressure.", "9. In Elazığ, Hasan Kaya worked in a health centre. He met often with his friend Metin Can, who was a lawyer and President of the Elazığ Human Rights Association (HRA). Metin Can had been representing persons suspected of being members of the PKK (Workers' Party of Kurdistan). He had told his wife Fatma Can that he had received threats and that an official had warned him that steps had been planned against him. According to Şerafettin Özcan, who worked at the HRA, Metin Can had also been subjected to threats because of the attempts he had made to improve conditions in Elazığ Prison. The police had carried out a search at the Elazığ HRA, as they had at other HRA offices in the south-east.", "10. In December 1992 Bira Zordağ, who had lived in Elazığ until October 1992, was taken into detention by police officers in Adana and transferred to Elazığ, where he was interrogated to find out what he knew about the PKK. He was asked whether two doctors in Elazığ, one of whom was Hasan Kaya, had been treating wounded members of the PKK. A threat was made that Hasan Kaya would be punished. He was also asked about lawyers, particularly Metin Can. On his release, Bira Zordağ visited the Elaziğ HRA and told Şerafettin Özcan and Metin Can what had occurred.", "11. At Christmas 1992 Hasan Kaya told the applicant that he felt that his life was in danger. He believed that the police were making reports on him and keeping him under surveillance. At around the same time, Metin Can told the applicant that his flat had been searched while he was out and that he thought he was under surveillance.", "12. On or about 20 February 1993, two men came to the block of flats where Metin Can lived. They rang the doorbells of Süleyman Tursum and Ahmet Oygen, asking for Metin Can. When Metin and Fatma Can got home later that night, they received a telephone call. The callers said that they had been to the flat earlier and wanted to come and see Metin Can immediately. Metin Can told them to come to his office the next day.", "13. On 21 February 1993, after receiving a phone call at his office, Metin Can met two men in a coffee house. Şerafettin Özcan was also present. The men said that there was a wounded member of the PKK hidden outside town. Metin Can took the men back to his flat and called Hasan Kaya on the telephone. Hasan Kaya arrived at the flat. It was arranged that the two men would take the wounded man to Yazıkonak, a village outside Elazığ, and that they would call when they were ready. The two men left. At about 7 p.m., there was a phone call. Metin Can left with Hasan Kaya, who was carrying his medical bag. Metin Can told his wife that they would not be long. They drove off in the car of Hasan Kaya's brother.", "14. Metin Can and Hasan Kaya did not return that night. At about 12 noon or 1 p.m. on 22 February 1993, Fatma Can received a phone call. The speaker sounded like one of the men who had come to the flat. He said that Metin and his friend had been killed. Fatma Can and Şerafettin Özcan went to the Security Directorate to report that Metin Can and Hasan Kaya were missing. Neither told the police about the meeting of Metin Can with the two men or the details of events preceding the disappearance. Nor did Fatma Can mention those details when she made a statement to the public prosecutor that day.", "15. By notification of 22 February 1993 the Elazığ governor informed all the other governors in the state of emergency region of the disappearance of Metin Can and Hasan Kaya, requesting that they and their car be located.", "16. At about 6 p.m. on 22 February 1993 Hakkı Ozdemir noticed a car parked suspiciously opposite his office in Yazıkonak and reported it to the police. It was the car belonging to Hasan Kaya's brother. The police searched the car, fingerprinted and photographed it.", "That evening, police officers took statements from the neighbours in Metin Can's block of flats.", "17. Further strange calls were made to the Metin Can flat. On 23 February 1993 Metin Can's nephew answered the phone. A person claimed that Metin Can and Hasan Kaya were still alive and that they would release the former. He said that Metin would not go to Europe and would continue the struggle.", "18. On 23 February 1993 at about 10 p.m., a bag was found outside the SHP (People's Social Democratic Party) building in Elazığ. It contained two pairs of old shoes. On 24 February 1993 one pair of shoes was recognised by Tekin Can as belonging to his brother Metin Can. Hüseyin Kaya stated that the other pair did not belong to his brother, Hasan Kaya.", "On the same day the public prosecutor obtained an order from the Elazığ Magistrates' Court for the telephone at Metin Can's flat to be monitored in order to identify the persons making threatening calls.", "Ahmet Kaya lodged a petition with the Elazığ governor that day requesting that steps be taken to find his son Hasan Kaya.", "19. On 22-23 February 1993 Fatma Can and Şerafettin Özcan travelled to Ankara, where they appealed to the Minister of the Interior for Metin Can to be found. Fatma Can returned to Elazığ on 27 February 1993.", "20. At about 11.45 a.m. on 27 February 1993 it was reported that two bodies had been found under the Dinar bridge, about 12 km outside Tunceli. The bodies were identified as being those of Hasan Kaya and Metin Can. Two cartridges were found at the scene. The bodies did not have shoes on and there was not much blood on the ground. The applicant and other members of the family arrived at the location and saw the bodies.", "21. An autopsy was carried out at about 4.25 p.m. on 27 February 1993 at the Tunceli State Hospital morgue. The autopsy report noted that both men had been shot in the head and had their hands tied. No trace of violence or blow was observed on Hasan Kaya's body. As for Metin Can, it was noted that his nose had haemorrhaged, there was a wound in his lip and some teeth were missing, there were bruises around his neck, on the knees and on the torso and abdomen. Maceration was observed on the feet. It was noted that there was no trace of violence or blow. An addendum was attached by the doctors who had carried out the examination to the effect that a bruise on the right eyebrow might have been caused by a blow. It was estimated that death had occurred fourteen to sixteen hours previously.", "22. A second autopsy was carried out on 28 February 1993 at about 1.05 a.m.", "The applicant identified the body of his brother, Hasan Kaya. The report described the bullet entry and exit holes to the head. It stated that the right ear and adjacent area were marked with ecchymoses which could be explained by pressure on the body. There were ecchymoses around the nail bases on the left hand; circular marks around both wrists, which might have been caused by the hands being bound by wire; a 1 by 0.5 cm ecchymosis on the right knee; a 2 by 1 cm light yellow ecchymosis on the inner lower frontal region of the right knee; a 0.7 cm wide ecchymosis on the left ankle; 0.5 cm wide epidermal scratches on the left ankle; cyanosis in the toe bases on both feet and athlete's foot on both feet, especially on the soles and the left sides of the feet, probably caused by remaining in water and snow for lengthy periods. The torso of the body was free from any blow, wound, burn or firearm injury save those noted above. The cause of death was brain damage and haemorrhage of the brain tissues due to the bullet wound. A classical autopsy was not necessary.", "Hüseyin Can identified the body of his nephew Metin Can. The report described numerous marks and injuries to the body. These included bruises and scratches on the face and head, a tear in the lip, bruising around the neck, bone damage to the jaw and missing teeth, marks on the wrists indicative of being bound, bruises on the knees and cyanosis on both feet and toes. The bruises and scratches on the forehead, nose and under the right eye were thought to have been caused by blunt instruments (for example, a stone or a stick) and the lesions on the neck by string, rope or cable. This might have occurred immediately before death and from the application of force for short periods. These wounds would not have caused death. Death resulted from brain damage and brain haemorrhage.", "Death was estimated as having occurred within the previous twenty-four hours.", "23. On 1 March 1993 the Tunceli province central gendarmerie commander sent the Tunceli public prosecutor an incident report dated 27 February 1993 and a sketch map of the location of the bodies.", "On 2 March 1993 the Tunceli public prosecutor sent the two cartridges found at the scene for ballistics examination.", "On 8 March 1993 the Elazığ public prosecutor took a further statement from Fatma Can concerning the disappearance of her husband. She mentioned that her husband had told her that he thought the police were following him and that their flat had been searched when they were out. She said that her husband had been invited to go to Germany. She had asked him to resign as President of the HRA many times and he had said that he would.", "24. On 11 March 1993 the Elazığ public prosecutor issued a decision of non-jurisdiction, transferring the file to Tunceli where the bodies had been found.", "25. On 18 March 1993 Ahmet Kaya sent a petition to the public prosecutor giving information which he had heard about the events. This stated that his son had been seen being taken into custody at Yazıkonak by police officers in civilian clothes carrying walkie-talkies. The car in which they travelled had stopped at a petrol station, where the officers had mentioned that they were taking the lawyer and doctor for interrogation. Further, during a conversation at Hozat involving a judge and a lawyer called İsmail, a police officer had said that Can and Kaya had been taken to the Tunceli Security Directorate.", "26. In a petition dated 19 March 1993 to the Pertek public prosecutor, Ahmet Kaya recounted an incident which he had heard had occurred in a Pertek beer house on 15 March 1993. At about 8 p.m., during a television programme on contra-guerrillas, a man called Yusuf Geyik, nicknamed Bozo, had announced: “... We killed Hasan Kaya and the lawyer Metin Can.” When the people in the beer house attacked him, he had pulled out a gun. He had called for help on his walkie-talkie and gendarmes had come to take him away.", "27. On 31 March 1993 the Tunceli public prosecutor issued a decision of non-jurisdiction concerning the killing of Hasan Kaya and Metin Can by unknown perpetrators. As he considered that the crime fell within the scope of the legislation on the state of emergency, he transferred the file to the Kayseri National Security Court prosecutor.", "28. On 6 April 1993, following a request by the Pertek public prosecutor summoning Yusuf Geyik, the Pertek chief of police informed the prosecutor that there was no such person in their district.", "29. On 12 April 1993 a statement was taken by the Hozat public prosecutor from the lawyer İsmail Keleş, who denied that he had heard any police officer give information about the murders of Kaya and Can.", "30. On 13 April 1993 Ahmet Kaya submitted a further petition to the Tunceli public prosecutor. He stated that Can and Kaya had been seen taken by police officers at Yazıkonak and that the car had stopped at a petrol station where the petrol attendant had recognised and spoken to Can, who had said they were being taken somewhere by the officers. The petition pointed out that the two men had been taken 138 km through eight official checkpoints and the circumstances indicated that the State authorities were involved. It stated that a complaint was being lodged against the governor, the chief of police and the Minister of the Interior.", "31. A report dated 14 April 1993 by the Hozat police informed the Hozat public prosecutor that Ahmet Kaya's allegation had been investigated. The investigation disclosed that no Hozat police officer had made a statement alleging that Can and Kaya had been held at Tunceli Security Directorate.", "32. On 29 April 1993 the Pertek public prosecutor instructed the Pertek chief of police to summon the managers of the beer house and requested information from the Pertek district gendarmerie command concerning the allegation that a non-commissioned officer (NCO) had taken Yusuf Geyik from the beer house.", "33. On 4 May 1993 the Pertek chief of police informed the public prosecutor that, while it was reported that Yusuf Geyik had been seen in the area and had stayed at the district gendarmerie headquarters, his whereabouts were unknown.", "In a statement taken by the public prosecutor on 4 May 1993 Hüseyin Kaykaç, who ran the Pertek beer house, stated that on 15 March a man he knew as Bozo claimed that he and others had killed Can and Kaya. He had talked on the radio and a NCO had come to pick him up. He had not seen the other people in the beer house attacking Bozo or Bozo drawing a gun. In a statement, also of 4 May 1993, Ali Kurt, a waiter at the beer house, agreed with the statement made by Hüseyin Kaykaç.", "By letter dated 5 May 1993, the Pertek district gendarmerie commander informed the public prosecutor that he was not aware of the incident at the beer house and that no assistance had been requested from a beer house. No NCO had been involved.", "34. On 22 July 1993 the Kayseri National Security Court prosecutor issued a decision of non-jurisdiction, transferring the file to the Erzincan National Security Court prosecutor.", "35. On 3 September 1993 Mehmet Gülmez, President of the Tunceli HRA, and Ali Demir, a lawyer, sent the Elazığ public prosecutor a copy of an article in the 26 August issue of the newspaper Aydınlık which stated that a special-operations officer had identified the killers, inter alia, of Hasan Kaya and Metin Can as being Ahmet Demir, known as “Sakallı” (“the Beard”), and Mehmet Yazıcıoğulları, who were contra-guerrillas paid by the State and responsible for most of the killings in the area.", "When summoned to give further explanations, Ali Demir, in a statement to the public prosecutor of 12 October 1993, said that he did not personally know “Ahmet Demir” but between 1988 and 1992 when he was Chairman of the SHP in Tunceli he had received complaints that “the Beard” was carrying out attacks and was associating with the security forces.", "36. On 14 October 1993 the Tunceli public prosecutor, inter alia, instructed the police to locate and summon Mehmet Yazıcıoğulları. The police replied on 18 October 1993 that they could not find him.", "37. Following an instruction by the Erzincan National Security Court prosecutor of 8 November 1993, the Pertek public prosecutor took a further statement from Ali Kurt on 17 November 1993 which confirmed that he had heard a man calling himself Bozo claim to have killed Can and Kaya. Bozo had spoken into a radio asking for the regiment commander, and three men had taken him away. He explained that Hüseyin Kaykaç had moved to Tunceli.", "On 6 April 1994 the Elazığ public prosecutor took a statement from Hüseyin Kaykaç which confirmed his earlier statement. It stated that Bozo had tried to contact the regiment commander on his radio and when he could not get through he had called the Pertek district gendarmerie headquarters asking for them to come and get him. He said two NCOs, Mehmet and Ali, had arrived with another NCO in civilian clothes, whose name he did not know.", "38. On 11 November 1993 the Tunceli public prosecutor issued another instruction to the Tunceli police to bring Yazıcıoğulları and Ahmet Demir to his office. On 6 December 1993 the police reported that they had not found their addresses and that they were not known in their jurisdiction.", "39. On 31 January 1994 Hale Soysu, the editor of Aydınlık, lodged a petition with the Istanbul public prosecutor, which was forwarded to the Tunceli public prosecutor. This identified Mahmut Yıldırım as one of the perpetrators of the murder of Hasan Kaya and Metin Can as well as other killings. It was based on information received from a Major Cem Ersever, which had been the basis of a series of articles in the newspaper from 19 to 30 January 1994.", "40. On 2 February 1994 the Erzincan National Security Court prosecutor informed the Pertek public prosecutor that there were discrepancies in the information provided by the Pertek police and the Pertek gendarmerie and that since the gendarmes might be implicated, the public prosecutor should conduct an inquiry into the discrepancies himself.", "41. On the same day the Erzincan National Security Court prosecutor requested that the tape and transcript of a television programme be obtained, during which an Aydınlık correspondent had talked about Major Cem Ersever.", "42. In a petition dated 14 February 1994 to the Elazığ public prosecutor, Ahmet Kaya referred to Aydınlık, the television programme and Soner Yalçın's book The Confessions of Major Cem Ersever as disclosing that Mahmut Yıldırım was the planner and perpetrator of the Can and Kaya murders. He stated that Yıldırım had been a State employee for thirty years and came from Elazığ. In his statement to the public prosecutor that day, he said that he did not know Yıldırım personally but in the district he was talked about as having been involved in such incidents.", "43. On 14 February 1994 the Elazığ public prosecutor requested the Elazığ police to investigate the allegations made concerning Mahmut Yıldırım.", "44. By letter dated 17 February 1994, the Pertek public prosecutor informed the Erzincan public prosecutor that Yusuf Geyik was known to have been a member of a Marxist-Leninist organisation and had been identified as being involved in an armed attack on a van and a robbery. An arrest warrant had been issued against him on 28 March 1990, but withdrawn by the Erzincan National Security Court on 4 November 1991.", "45. By a petition dated 21 February 1994 to the Elazığ public prosecutor, Anik Can, the father of Metin Can, filed a complaint against Mahmut Yıldırım, who was said in the press and in books to have killed his son. He stated that Yıldırım's home address was No. 13 Pancarlı Sokak and that he worked at Elazığ Ferrakrom.", "The police reported on 25 February 1994 that Mahmut Yıldırım had left his address fifteen to twenty days previously and that his present whereabouts were unknown. In a further report dated 11 April 1994, the police stated that he was still not to be found at his address. The public prosecutor was so informed.", "46. On 11 May 1994 the Erzincan National Security Court prosecutor received the tape and transcript of the television programme which recounted Soner Yalçın's interviews with Major Cem Ersever and included that journalist's claim that Ahmet Demir, known as “Yeşil”, who was well known to the police and gendarmes, had killed Metin Can and Hasan Kaya.", "47. On 25 May 1994 the Erzincan National Security Court prosecutor issued a decision of non-jurisdiction, transferring the file to the Malatya National Security Court following the reorganisation of jurisdiction for Elazığ and Tunceli.", "48. On 13 March 1995 the Malatya National Security Court prosecutor sent instructions to the Bingöl, Diyarbakır, Elazığ and Tunceli prosecutors for the location and arrest of Mahmut Yıldırım, the location of Orhan Öztürk, İdris Ahmet and Mesut Mehmetoğlu, who had been named in newspaper articles as having been involved with “Yeşil” in contra-guerrilla murders, including those of Can and Kaya, and the location of Mehmet Yazıcıoğulları and Yusuf Geyik.", "49. On 17 March 1995 the director of Diyarbakır E-Type Prison provided information about Orhan Öztürk, İdris Ahmet and Mesut Mehmetoğlu, who had been members of the PKK, had become confessors and had been detained at the prison for various periods. Orhan Öztürk had been released on 18 February 1993 and İdris Ahmet on 16 December 1992. Mesut Mehmetoğlu had been released on 8 January 1993 but redetained at the prison on 26 September 1994 on a charge of homicide related to an incident where Mehmet Şerif Avşar had allegedly been taken from his shop by a group of men purporting to take him into custody, and later found shot dead.", "50. On 28 March 1993 a statement was taken from Mehmet Yazıcıoğulları, in which he denied that he had been involved in the killings of Metin Can and Hasan Kaya and that he did not know Mahmut Yıldırım, Orhan Öztürk, İdris Ahmet or Mesut Mehmetoğlu.", "51. On 6 April 1995 Mesut Mehmetoğlu made a statement in prison to a public prosecutor. He complained that the press which supported the PKK were targeting him and publishing biased articles against him. Around 21 February 1993 he had been in Antalya and, on hearing that his grandfather had died, he had gone to Hazro for two months.", "52. On 3 April 1995 the gendarmes reported that Yusuf Geyik was not to be found in his home village of Geyiksu. He had left eight to ten years previously.", "53. In a report dated 7 April 1995 the police informed the Elazığ public prosecutor, in response to a request to apprehend Mahmut Yıldırım, that the address given for him, No. 13 Pancarlı Sokak, did not exist and the business address was not in their jurisdiction. In a report dated 28 April 1995, the gendarmes reported that they had investigated his address in their jurisdiction but that they had been unable to discover his whereabouts.", "54. The contents of the investigation file were supplied to the Commission.", "55. The applicant provided the Commission with a copy of the so-called “Susurluk report”, produced at the request of the Prime Minister by Mr Kutlu Savaş, Vice-President of the Board of Inspectors within the Prime Minister's Office. After receiving the report in January 1998, the Prime Minister made it available to the public, although eleven pages and certain annexes were withheld.", "56. The introduction states that the report was not based on a judicial investigation and did not constitute a formal investigative report. It was intended for information purposes and purported to do no more than describe certain events which had occurred mainly in south-east Turkey and which tended to confirm the existence of unlawful dealings between political figures, government institutions and clandestine groups.", "57. The report analyses a series of events, such as murders carried out under orders, the killings of well-known figures or supporters of the Kurds and deliberate acts by a group of “informants” supposedly serving the State, and concludes that there is a connection between the fight to eradicate terrorism in the region and the underground relations that have been formed as a result, particularly in the drug-trafficking sphere. The report made reference to a certain Mahmut Yıldırım, also known as Ahmet Demir or “Yeşil”, detailing his involvement in unlawful acts in the south-east and his links with the MİT (the Turkish intelligence service):", "“... Whilst the character of Yeşil, and the fact that he along with the group of confessors he gathered around himself, is the perpetrator of offences such as extortion, seizure by force, assault on homes, rape, robbery, murder, torture, kidnapping, etc., were known, it is more difficult to explain the collaboration of the public authorities with this individual. It is possible that a respected organisation such as MİT may use a lowly individual ... it is not an acceptable practice that MİT should have used Yeşil several times ... Yeşil, who carried out activities in Antalya under the name of Metin Güneş, in Ankara under the name of Metin Atmaca and used the name Ahmet Demir, is an individual whose activities and presence were known both by the police and MİT ... As a result of the State's silence the field is left open to the gangs ... [p. 26].", "... Yeşil was also associated with JİTEM, an organisation within the gendarmerie, which used large numbers of protectors and confessors [p. 27].", "In his confession to the Diyarbakır Crime Squad, ... Mr G. ... had stated that Ahmet Demir [p. 35] would say from time to time that he had planned and procured the murder of Behçet Cantürk[] and other partisans from the mafia and the PKK who had been killed in the same way ... The murder of ... Musa Anter[] had also been planned and carried out by A. Demir [p. 37].", "...", "All the relevant State bodies were aware of these activities and operations. ... When the characteristics of the individuals killed in the operations in question are examined, the difference between those Kurdish supporters who were killed in the region in which a state of emergency had been declared and those who were not lay in the financial strength the latter presented in economic terms. These factors also operated in the murder of Savaş Buldan, a smuggler and pro-PKK activist. They equally applied to Medet Serhat Yos, Metin Can and Vedat Aydın. The sole disagreement we have with what was done relates to the form of the procedure and its results. It has been established that there was regret at the murder of Musa Anter, even among those who approved of all the incidents. It is said that Musa Anter was not involved in any armed action, that he was more concerned with the philosophy of the matter and that the effect created by his murder exceeded his own real influence and that the decision to murder him was a mistake. (Information about these people is to be found in Appendix 9[]). Other journalists have also been murdered [page 74][].”", "58. The report concludes with numerous recommendations, such as improving co-ordination and communication between the different branches of the security, police and intelligence departments; identifying and dismissing security force personnel implicated in illegal activities; limiting the use of confessors; reducing the number of village guards; terminating the use of the Special Operations Bureau outside the south-east region and incorporating it into the police outside that area; opening investigations into various incidents; taking steps to suppress gang and drug-smuggling activities; and recommending that the results of the Grand National Assembly Susurluk inquiry be forwarded to the appropriate authorities for the relevant proceedings to be undertaken.", "59. The applicant provided this 1993 report into extra-judicial or “unknown perpetrator” killings by a Parliamentary Investigation Commission of the Turkish Grand National Assembly. The report referred to 908 unsolved killings, of which nine involved journalists. It commented on the public lack of confidence in the authorities in the south-east region and referred to information that Hizbullah had a camp in the Batman region where they received political and military training and assistance from the security forces. It concluded that there was a lack of accountability in the region and that some groups with official roles might be implicated in the killings.", "60. The applicant provided the Commission with a copy of Soner Yalçın's book The Confessions of Major Cem Ersever (summarised in the Commission report, Appendix III) as well as articles from Aydınlık and other newspapers concerning contra-guerrillas (see paragraphs 154-63 of the Commission's report).", "61. Evidence was heard from eleven witnesses by Commission delegates in two hearings held in Strasbourg and Ankara. These included the applicant, Fatma Can, the wife of Metin Can, Şerafettin Özcan, Bira Zordağ, Hüseyin Soner Yalçın, a journalist, Süleyman Tutal, the public prosecutor from Elaziğ, Hayati Eraslan, the public prosecutor from Tunceli, Judge Major Ahmet Bulut, prosecutor at the Malatya National Security Court, Mustafa Özkan, the Pertek chief of police, Bülent Ekren, the Pertek district gendarmerie commander and Mesut Mehmetoğlu, an ex-member of the PKK turned confessor.", "62. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "63. Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "64. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey.", "65. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor's jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect's status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "66. By virtue of Article 4, paragraph (i), of Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 65 above) also applies to members of the security forces who come under the governor's authority.", "67. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person's life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 63 above) or with the offender's superior.", "68. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "69. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities are subject to judicial review ...", "...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State's strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people's lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "70. Article 8 of Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 69), provides:", "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "71. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim's right to bring an action against the authority on the basis of its joint liability as the official's employer (Article 50 of the Code of Obligations)."], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}