{"ITEMID": "001-69579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TETERINY v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Partly inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants were born in 1954 and 1955 respectively, and live in Syktyvkar in the Komi Republic. They are both retired judges.", "5. On 26 September 1994 the Ezhvinskiy District Court of the Komi Republic allowed the first applicant's claim against the Yemva Town Council for provision of State housing, for which he was eligible as a judge. The court ordered the town council to:", "“...grant or purchase for Mr Teterin, whose family comprises five members, a separate well-equipped flat or house taking account of the plaintiff's entitlement to one additional room or having a habitable surface of no less than 65 square metres, located near the Knyazhpogostskiy District Court in the town of Yemva”.", "6. No appeal was brought against the judgment and it became final and enforceable ten days later.", "7. In October 1994 enforcement proceedings were instituted. However, the judgment could not be enforced because the town authorities did not possess any available housing or the financial resources to purchase a flat.", "8. The applicants complained to the Courts Administration Department at the Supreme Court of the Russian Federation, the Court Bailiffs' Department of the Ministry of Justice of the Russian Federation and the Court Bailiffs' Department of the Komi Republic Department of Justice. The responses received by the applicants in 2001 and 2002 indicated that the judgment could not be enforced as the town authorities had no available housing.", "9. In 2002 the first applicant applied to the Ezhvinskiy District Court with a request to change the method of execution of the judgment of 26 September 1994. He asked that the value of the flat be paid to him in cash.", "10. On 24 April 2002 the Ezhvinskiy District Court closed the proceedings for the amendment of the judgment as the first applicant had withdrawn his request.", "11. On 23 August 2002 a court bailiff reopened enforcement proceedings and ordered the Knyazhpogostskiy District Council to execute the judgment.", "12. On 30 January 2003 the enforcement proceedings were closed because enforcement was not possible. On the following day the writ of execution was returned to the first applicant.", "13. Further to the applicants' complaint, on 3 March 2003 the Knyazhpogostskiy District Court quashed the bailiff's decision to terminate the proceedings.", "14. The proceedings were resumed on 7 May 2003. The bailiff collected information on the cash flows and funds of the Yemva Town Council.", "15. On 7 July 2003 the bailiff discontinued the enforcement proceedings on account of the town council's lack of funds for the construction or purchase of housing. The writ of execution was returned to the Ezhvinskiy District Court. The first applicant submits that a copy of that decision was not served on him and that he first became aware of it upon receipt of the Government's memorandum of 1 December 2003, to which it was attached.", "16. On 19 January 2004 the Yemva Town Council offered the first applicant a two-room flat of 25 square metres with central heating. It noted that no State housing had been constructed since 1994 and that it was therefore not in a position to offer a flat with full amenities. The applicants did not accept the offer. On 17 December 2004 the enforcement proceedings were re-opened and they are now pending.", "17. The judgment of 26 September 1994 has not been enforced to date.", "18. Section 9 of the Enforcement Proceedings Act (Law no. 119-FZ of 21 July 1997) provides that a bailiff's order on institution of enforcement proceedings must fix a time-limit for the defendant's voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow should the defendant fail to comply with the time-limit. Pursuant to section 13, the enforcement proceedings must be completed within two months of the receipt of the writ of execution by the bailiff.", "19. The RSFSR Housing Code (Law of 24 June 1983, effective until 1 March 2005) provided that Russian citizens were entitled to possess flats owned by the State or municipal authorities or other public bodies, under the terms of a tenancy agreement (section 10). Certain “protected” categories of individuals (disabled persons, war veterans, Chernobyl victims, police officers, judges, etc.) had a right to priority treatment in the allocation of flats.", "20. A decision on granting a flat was to be implemented by way of issuing the citizen with an occupancy voucher (ордер на жилое помещение) from the local municipal authority (section 47). The voucher served as the legal basis for taking possession of the flat designated therein and for the signing of a tenancy agreement between the landlord, the tenant and the housing maintenance authority (section 51, and also Articles 672 and 674 of the Civil Code).", "21. Members of the tenant's family (including the spouse, children, parents, disabled dependants and other persons) had the same rights and obligations under the tenancy agreement as the tenant (section 53). The tenant had the right to accommodate other persons in the flat (section 54). In the event of the tenant's death, an adult member of the tenant's family succeeded him or her as a party to the tenancy agreement (section 88).", "22. Flats were granted for permanent use (section 10). The tenant could terminate the tenancy agreement at any moment, with the consent of his or her family members (section 89). The landlord could terminate the agreement on the grounds provided for by law and on the basis of a court decision (sections 89-90). If the agreement was terminated because the house was no longer fit for living in, the tenant and family were to receive a substitute flat with full amenities (section 91). Tenants or members of their family could be evicted without provision of substitute accommodation only if they “systematically destroyed or damaged the flat”, “used it for purposes other than residence” or “systematically breached the [generally accepted rules of conduct] making life with others impossible” (section 98).", "23. The tenant had the right to exchange the flat for another flat in the State or municipal housing, including across regions (section 67). An exchange involved reciprocal transfer of rights and obligations under the respective tenancy agreements and became final from the moment of issuing new occupancy vouchers (section 71). “Speculative” or sham exchanges were prohibited (section 73(2)).", "24. The Federal Housing Policy Act (Law no. 4218-I of 24 December 1992) provides that the payments for a flat comprise (i) a housing maintenance charge, (ii) a housing repair charge, and, in the case of tenants only, (iii) rent (section 15). The maintenance and repair charges do not depend on the flat's ownership, whether private or State. Rent is fixed by regional authorities, taking into account the surface area and quality of the housing. It is usually considerably lower than free-market rent. For example, the highest monthly rent for municipal housing in Moscow is 80 kopecks (0.02 euro) per square metre (Resolution of the Moscow Government no. 863-PP of 7 December 2004).", "25. In 1991, the Privatisation of Housing Act (Law no. 1541-I of 4 July 1991) was adopted (it will remain effective until 31 December 2006). It grants Russian citizens the right to acquire title to State and municipal-owned flats of which they have taken possession on the basis of a social tenancy agreement (section 2). The acquisition of title does not require any payment or fee (section 7). The right to privatisation can be exercised once in a lifetime (section 11) and requires the consent of all adult family members."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}