{"ITEMID": "001-118740", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "PANAITESCU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Miron Victor Panaitescu, is a Romanian national, who was born in 1974 and lives in Bucharest. He was represented before the Court by Mrs Elena Panaitescu, his mother. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan Horaţiu Radu, of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 8 December 1999 the applicant was arrested on suspicion of aggravated theft, which he had allegedly committed between 29 and 30 June 1999.", "4. On 16 December 1999 the prosecutor of the Bucharest Court of Appeal committed the applicant and two other individuals for trial on charges of aggravated theft. They were accused of having illegally transferred stocks from investment fund portfolios with the intention of using them on the stock market and then returning them to their real owner before their absence was noticed.", "5. Before the Bucharest County Court the applicant submitted that his actions could not be classified as theft, as at that time the Criminal Code and legal opinion excluded intangible goods, and thus stocks, from being the object of a theft. In the applicant’s view, his actions could be interpreted as unauthorised stock trading under Article 114 of the Securities and Stock Exchanges Act (Law no. 52/1994) or under the 2001 Convention on Cybercrime. During the proceedings, he requested that the evidence be considered under Article 29 of the Electronic Commerce Act (Law no. 365/2002), which in his view was a more lenient piece of legislation.", "6. On 3 October 2002 the Bucharest County Court found the applicant guilty of aiding and abetting in theft (complicitate la furt) pursuant to Articles 208 and 209 of the Criminal Code and of money laundering pursuant to Article 23(1)(c) of the Prevention and Punishment of Money Laundering Act (Law no. 21/1999). He was sentenced to eleven years’ imprisonment and received a five-year restriction on his rights to vote and to hold a position of power (Article 64 (a) and (b) of the Criminal Code as in force at the material time).", "7. In deciding that the crime committed should be classified as theft, the County Court stated:", "“...[S]tocks are intangible goods [bun incorporal] of economic value... and can be made subject to charge. Therefore, stocks may constitute the object of a theft... The ‘taking’ consisted of a virtual, electronic operation, a data transfer - that is to say, the stocks were moved from one account to another.", "...", "The evidence shows that the purpose of this action was to acquire the stocks illegitimately, not just to use them.”", "8. The County Court considered that, although the applicant had not been the person making the transfers, he had been behind the operation and was therefore an accomplice.", "9. The County Court excluded the applicability of the Security and Stock Exchanges Act as the culprits’ actions could not be classified as broking for the purposes of that Act. It also excluded the applicability of the Electronic Commerce Act to the offence, as the culprits had not carried out any “electronic commerce” activities for the purposes of that Act.", "10. The applicant appealed, alleging in particular that the offence could not be classified as theft. He requested that the Electronic Commerce Act and the Prevention and Punishment of Money Laundering Act be applied to his case.", "11. In a decision given on 28 January 2003, the Bucharest Court of Appeal dismissed the applicant’s arguments concerning the legal classification of the crime he had committed, endorsing the reasons given by the firstinstance court on that point. However, the court amended the firstinstance judgment, acquitting the applicant of money laundering. The sentence remained unchanged.", "12. The applicant lodged an appeal on points of law with the High Court of Cassation and Justice, relying on his previous arguments regarding the classification of the crime.", "13. In a final decision of 12 November 2003 the High Court dismissed the appeal, for reasons similar to the ones given by the lower courts.", "14. The applicant served his sentence and on 24 April 2007 he was released and placed on probation.", "15. The relevant Articles of the Criminal Code in force at the material time read as follows:", "“(1) The act of taking a movable asset from another person’s possession or detainment, without the latter’s consent, in order to make it one’s own without right, shall be punishable by one to twelve years’ imprisonment.", "(2) Movable assets shall also mean any form of energy that has economic value, as well as documents.”", "“(1) Theft committed in the following circumstances:", "(a) by two or more persons together;", "...", "shall be punishable by three to fifteen years’ imprisonment.”", "16. The relevant provision of the Prevention and Punishment of Money Laundering Act (which entered into force on 21 April 1999) reads as follows:", "“(1) The following shall be considered money laundering and shall be punishable by three to twelve years’ imprisonment:", "(a) ... the exchange or transfer of assets, knowing that they are derived from criminal activity... offences committed through computers; offences committed through credit cards with a view to concealing or disguising their illicit origin, and assistance to persons who are involved in such activities or under suspicion of trying to escape the legal consequences of their actions;", "(c) the acquisition, possession or use of such property, knowing that it derives from one of the offences under paragraph 1(a).”", "17. On 12 December 2002, a new version of the Prevention and Punishment of Money Laundering Act entered into force (Law no. 656/2002), which contains a similar prohibition under its Article 23.", "18. Article 29 of the Electronic Commerce Act (which entered into force on 5 July 2002) prohibits any unauthorised operations in data-processing systems.", "19. An example of legal opinion at the material time on what constitutes the object of a theft is as follows:", "“Theft can only concern tangible assets (bunuri corporale)... Article 208 § 2 includes documents in the sphere of movable assets... it is irrelevant whether the document has an intrinsic value (for example a historical document) or whether it only carries an economic value that it bears and with which it is inextricably linked (for example a share). The latter case is an exception from the rule that the object of a theft must be a tangible asset, as what is taken in this case is an intangible asset.” (Costica Bulai, Avram Filipas, Constantin Mitrache, Institutii de drept penal, Ed. Trei, 2001, p. 347)", "20. At the Court’s request, the Government submitted information on how similar cases had been treated by the domestic courts. The only court which had dealt with similar cases to that of the applicant was the Bucharest Court of Appeal, which applied the Criminal Code to the actions carried out. That court gave a decision on 2 October 2007, in which it convicted the accused of a similar theft.", "21. The Council of Europe’s Convention on Cybercrime (ETS no. 185) was opened for signature on 23 November 2001 in Budapest. It entered into force on 1 July 2004. The Convention was ratified by Romania on 12 May 2004 and became binding on the respondent State on 1 September 2004. Article 7 of the Convention on Cybercrime reads as follows:", "“Each Party shall adopt such legislative and other measures as may be necessary to establish as criminal offences under its domestic law, when committed intentionally and without right, the input, alteration, deletion, or suppression of computer data, resulting in inauthentic data with the intent that it be considered or acted upon for legal purposes as if it were authentic, regardless whether or not the data is directly readable and intelligible. A Party may require an intent to defraud, or similar dishonest intent, before criminal liability attaches.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}