{"ITEMID": "001-101739", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "GRANDCHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TAXQUET v. BELGIUM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art 6-1;Non-pecuniary damage - award", "JUDGES": "András Sajó;Anatoly Kovler;Christos Rozakis;Elisabet Fura;Françoise Tulkens;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Jean-Paul Costa;Josep Casadevall;Luis López Guerra;Mirjana Lazarova Trajkovska;Nicolas Bratza;Nona Tsotsoria;Päivi Hirvelä;Peer Lorenzen;Sverre Erik Jebens;Vladimiro Zagrebelsky;Zdravka Kalaydjieva", "TEXT": ["9. The applicant was born in 1957 and lives in Angleur.", "10. On 17 October 2003 the applicant appeared before the Liège Assize Court, together with seven co-defendants, on charges of murdering an honorary minister (ministre d’Etat), A.C., and attempting to murder the latter’s partner, M.-H.J. According to the wording of the indictment, they were charged with the following offences, committed in Liège on 18 July 1991:", "“as principals or joint principals,", "either through having perpetrated the offences or having directly cooperated in their perpetration,", "or through having, by any act whatsoever, lent such assistance to their perpetration that without it the offences could not have been committed,", "or through having, by gifts, promises, threats, abuse of authority or power, scheming or contrivance, directly incited another to commit the offences,", "or through having, by means of speeches in a public place or assembly, or by means of any written or printed matter, image or emblem displayed, distributed or sold, offered for sale or exhibited in a place where it could be seen by the public, directly incited another to commit the offences,", "1. having knowingly and intentionally killed [A.C.], with the additional circumstance that the killing was premeditated, an offence classified by law as premeditated murder [assassinat];", "2. having attempted, knowingly, intentionally and with premeditation, to kill [M.H.J.], the intent to commit the offence having been manifested by conduct which objectively constituted the first step towards perpetration of the offence and which was halted or failed to attain the aim pursued only as a result of circumstances outside the control of the perpetrators, an offence classified by law as attempted premeditated murder.”", "11. Only one of the co-defendants filed a statement of defence. The applicant alleged that it was impossible for him to do so since he had no knowledge of the evidence against him.", "12. The indictment of 12 August 2003 stated, inter alia, that in June 1996 a person described by the applicant as an anonymous witness had passed on certain information to the investigators. A record of 3 September 1996 noted the informer’s wish to remain anonymous, based on fears for his safety “in view of the importance of his information and the media outcry that has always surrounded the [A.C.] case”. The person was never interviewed by the investigating judge. He had given the investigators information obtained in confidence from a person whose identity he refused to disclose. During the trial in the Assize Court, questions were put to the investigators on the initiative of several of the defendants about the informer’s identity. The investigators stated that their informer was not one of the defendants and had not personally witnessed the alleged offences. According to the information supplied, which was set out in fifteen points, A.C.’s murder had been planned by six people, including the applicant and another leading politician. The passage incriminating the applicant stated:", "“V. der B. and Taxquet were said to have been particularly insistent about the urgent need to kill [A.C.] before the ‘91 holidays as he had promised to make some significant disclosures after the summer break.”", "13. On account of the numerous applications made during the trial, the Assize Court delivered thirteen interlocutory judgments:", "(i) judgment of 17 October 2003 noting the absence of certain defendants and directing that they were to be tried in absentia;", "(ii) judgment of 20 October 2003 on an application to have a confrontation between witnesses declared null and void;", "(iii) judgment of 27 October 2003 concerning the examination of witnesses without one of the co-defendants being present;", "(iv) judgment of 3 November 2003 on the examination of a witness in camera;", "(v) judgment of 6 November 2003 setting aside the order for a codefendant to be tried in absentia;", "(vi) judgment of 13 November 2003 refusing an application by the prosecution for a hearing to be held in camera;", "(vii) judgment of 19 November 2003 on the examination of certain witnesses in camera;", "(viii) judgment of 18 December 2003 on an application by a codefendant for the examination of certain witnesses;", "(ix) judgment of 18 December 2003 on the use of recordings of a confrontation between witnesses;", "(x) judgment of 18 December 2003 on an application by the civil parties for the examination of witnesses who had failed to appear and the reexamination of other witnesses;", "(xi) judgment of 18 December 2003 on an application by a co-defendant for the examination or re-examination of the anonymous witness;", "(xii) judgment of 18 December 2003 on the applicant’s submissions as to the examination of witnesses who had failed to appear and the reexamination of other witnesses;", "(xiii) judgment of 18 December 2003 on an application by the applicant for the examination or re-examination of the anonymous witness.", "14. In the last-mentioned judgment, concerning the application for an investigating judge to hear or rehear evidence from the person who had anonymously supplied information noted down by two non-commissioned gendarmerie officers, the Assize Court held:", "“This information, obtained anonymously by members of the police force, has no probative value as such. Accordingly, in the present case it simply constituted information capable of giving fresh impetus or a new slant to the investigation and enabling lawful evidence to be gathered independently.", "When examined as witnesses at the trial, [the two non-commissioned gendarmerie officers] stated that their informer was not one of the defendants and had not personally witnessed any of the acts he described; he had merely relayed information he claimed to have received in confidence from a person whose identity he refused to disclose.", "They also noted that some of the information supplied by their informer, relating in particular to other politicians mentioned in the submissions by counsel for Richard Taxquet ..., could not be corroborated by any evidence, despite their inquiries.", "...", "In the investigators’ view, the process of drawing up an official record of information given to them by an anonymous informer did not in itself constitute any infringement of the defence rights of the persons named by the informer. That step solely involved the disclosure, with a view to its analysis and verification, of information that might be of interest to the investigation and might assist in clarifying the facts. Viewed in isolation from any objective data that might subsequently confirm it, this information did not constitute evidence of the acts allegedly carried out by the persons whose identity was mentioned by the informer.", "...", "Lastly ... it is not possible to speak of a re-examination, seeing that it does not appear from the case file or the oral proceedings that [the person described as an anonymous witness] gave evidence under oath to an investigating judge.", "With regard to the application for an examination of that person, firstly, the court is unaware of his identity and, secondly, regardless of the considerations referred to by the judicial investigating bodies in that connection, such an examination does not appear useful for establishing the truth and would delay the proceedings needlessly without giving cause to hope for more certain results.”", "15. The jury was asked to answer thirty-two questions put to it by the President of the Assize Court. Four of them concerned the applicant and were worded as follows:", "“Question 25 – PRINCIPAL COUNT", "Is the accused Richard Taxquet, who is present in court, guilty,", "as principal or joint principal,", "– either through having perpetrated the offence or having directly cooperated in its perpetration,", "– or through having, by any act whatsoever, lent such assistance to its perpetration that without it the offence could not have been committed,", "– or through having, by gifts, promises, threats, abuse of authority or power, scheming or contrivance, directly incited another to commit the offence,", "– or through having, by means of speeches in a public place or assembly, or by means of any written or printed matter, image or emblem displayed, distributed or sold, offered for sale or exhibited in a place where it could be seen by the public, directly incited another to commit the offence,", "of having knowingly and intentionally killed [A.C.] in Liège on 18 July 1991?", "Question 26 – AGGRAVATING CIRCUMSTANCE", "Was the intentional homicide referred to in the previous question premeditated?", "Question 27 – PRINCIPAL COUNT", "Is the accused Richard Taxquet, who is present in court, guilty,", "as principal or joint principal,", "– either through having perpetrated the offence or having directly cooperated in its perpetration,", "– or through having, by any act whatsoever, lent such assistance to its perpetration that without it the offence could not have been committed,", "– or through having, by gifts, promises, threats, abuse of authority or power, scheming or contrivance, directly incited another to commit the offence,", "– or through having, by means of speeches in a public place or assembly, or by means of any written or printed matter, image or emblem displayed, distributed or sold, offered for sale or exhibited in a place where it could be seen by the public, directly incited another to commit the offence,", "of having attempted knowingly and intentionally to kill [M.-H.J.] in Liège on 18 July 1991, the intent to commit the offence having been manifested by conduct which objectively constituted the first step towards perpetration of the offence and which was halted or failed to attain the aim pursued only as a result of circumstances outside the control of the perpetrator?", "Question 28 – AGGRAVATING CIRCUMSTANCE", "Was the attempted intentional homicide referred to in the previous question premeditated?”", "16. The jury answered “yes” to all four questions.", "17. On 7 January 2004 the Assize Court sentenced the applicant to twenty years’ imprisonment.", "18. The applicant appealed on points of law against his conviction of 7 January 2004 by the Assize Court and all the interlocutory judgments given by that court.", "19. In a judgment of 16 June 2004, the Court of Cassation dismissed the appeal. It held, in particular, as follows:", "(i) the belated appearance of a co-defendant could not infringe the appellants’ defence rights as they had been able to challenge freely both the statements made by that defendant during the preliminary investigation and relayed at the trial by the persons to whom they had been given, and the statements made directly by the defendant before the jury;", "(ii) the Assize Court had rightly ordered that two witnesses should be examined in camera, fearing that they might not be able to express themselves freely if the hearing were public, which would hinder the proper administration of justice;", "(iii) in refusing, on the ground that such a step might delay the proceedings needlessly, to show the film of the confrontation between some of the defendants and certain Tunisian nationals against whom charges had been brought, the Assize Court had not breached the rights of the defence or the principle that hearings must be conducted orally, since the refusal had been based on the fact that those taking part in the confrontation, having appeared at the trial, had been directly confronted with the defendants;", "(iv) in directing that the proceedings should continue on the ground that the examination of certain witnesses who had failed to appear in court (having been properly summoned) was not necessary for establishing the truth, and in holding that a further appearance by certain other witnesses “would be likely to prolong the proceedings needlessly without giving cause to hope for more certain results”, the Assize Court had not breached Article 6 of the Convention and the principle that hearings must be conducted orally;", "(v) since the presumption of innocence related above all to the attitude of the judges determining a criminal charge, comments by an investigator and reports in the press, even if inaccurate, malevolent or amounting to a criminal offence, could not in themselves cause the trial to breach Article 6 §§ 1 and 2 of the Convention;", "(vi) it could not be inferred from the jurors’ alleged inexperience, the speed with which they deliberated or the lack of reasons given for their verdict that they were incapable of impartial adjudication in a case that had attracted considerable press coverage;", "(vii) the procedure for appointing members of the jury and the fact that they reached their verdict as to guilt without having discussed the issue with the court did not mean that the Assize Court was not an independent and impartial tribunal established by law within the meaning of Article 6 § 1 of the Convention or that the presumption of the accused’s innocence could not be lawfully rebutted in that court;", "(viii) neither Article 6 nor Article 13 of the Convention guaranteed the right of appeal;", "(ix) neither Article 6 §§ 1 and 3 (b) of the Convention nor Article 14 § 3 (b) of the International Covenant on Civil and Political Rights, nor Article 149 of the Constitution, even when taken in conjunction with the above-mentioned treaty provisions, placed any obligation on a jury to give reasons for its answers;", "(x) the ground of appeal relating to Article 6 § 3 (b) of the Convention (inability to confer freely with his lawyer as a result of his detention the day before the start of the trial) was inadmissible as it did not appear from the evidence in the file that the applicant had alleged before the Assize Court that there had been a violation of the right to have adequate facilities for the preparation of his defence;", "(xi) Articles 10 and 11 of the Constitution, Article 26 of the International Covenant on Civil and Political Rights and Article 14 of the Convention did not lay down a requirement for reasons to be given for a verdict as to guilt, or the right of appeal or the right to appear before courts made up solely of professional judges; the discretion of the lay jury, which, moreover, was circumscribed by Articles 351, 352, 364 and 364 bis of the Code of Criminal Procedure, did not give rise to an arbitrary difference in treatment for the purposes of Article 14 of the Convention between those being tried by assize courts and those being tried by other criminal courts.", "20. As to the ground of appeal contending that the appellants’ conviction had been decisively or incidentally based on the statements of an anonymous informer, the Court of Cassation stated:", "“In so far as they challenge the observation that the Assize Court was unaware of the identity of the person whose examination was being requested and could therefore not order it, these grounds of appeal, being directed against an obiter dictum, are immaterial.", "On that account, they are inadmissible.", "As to the remaining arguments, the presence in the criminal case file of a record containing information from an unidentified source does not require the trial court, as a condition for the validity or admissibility of the prosecution, to ensure that the informer is identified and examined in accordance with the procedure set forth in Articles 189 bis and 315 bis of the Code of Criminal Procedure. Those provisions leave it open to the trial court to appoint an investigating judge to that end if such a step appears useful for establishing the truth.", "The judgments take the view, on the basis of a factual assessment which this court is not empowered to overrule, that the examination sought would delay the proceedings needlessly without giving cause to hope for more certain results.", "The judgments also observe that the information obtained anonymously did not correspond to the evidence obtained lawfully and independently against the defendants.", "It does not appear from the Assize Court’s reply to the appellants’ submissions that the trial court contested their right to rebut the evidence produced at the trial.", "On that account, these grounds of appeal cannot be allowed.", "As to the remaining argument, Article 6 § 3 (d) of the Convention ... is not breached by the mere fact that the trial court considered it unnecessary or impossible to order the cross-examination of the anonymous informer whose disclosures provided helpful guidance for the investigation.", "On that account, these grounds of appeal have no basis in law.”", "21. In the Questions à la Une programme broadcast by Radio-Télévision Belge Francophone (the State broadcaster for the French-speaking part of Belgium) in early 2006, one of the applicant’s co-defendants, S.N., stated that he had been the anonymous informer and had acted as a “middleman” on behalf of another co-defendant, D.C., whose accusations he had relayed. During the same programme, the identity of the anonymous witness was confirmed by the Minister of Justice who had been in post at the time of the events. S.N. said that he had received the sum of 3,000,000 Belgian francs (BEF) (74,368.06 euros (EUR)) from the Belgian State as a “middleman’s commission”. D.C. had allegedly received BEF 5,000,000 (EUR 123,946.76).", "22. Following the 1789 French Revolution, the jury featured in the 1791 French Constitution and the 1808 Code of Criminal Procedure. At that time, Belgium was part of French territory. When it was separated from France and attached to Holland, the jury was abolished but assize courts continued to exist. When Belgium gained independence, the institution of the jury was enshrined in the Constitution of 7 February 1831, Article 98 of which provided: “The jury shall be constituted for all serious crimes and for political and press offences.” The institution was envisaged by the framers of the Constitution as the touchstone of the authenticity of any democratic demand. The jury was seen above all as a political affirmation of the freedom won by the people, the symbol of the people’s sovereignty. It was instituted by the decree of 19 July 1831; membership was initially based on function (jury capacitaire) and subsequently, from 1869, on property (jury censitaire). By virtue of a Law of 21 December 1930, a new reform made the composition of the jury more democratic and representative of all social classes, the result being the twelve-member lay jury that still exists today.", "23. Article 150 of the Consolidated Constitution of 17 February 1994 provides: “The jury shall be constituted for all serious crimes and for political and press offences, except for press offences motivated by racism or xenophobia” (text as amended on 7 May 1999).", "24. Furthermore, Article 149 provides: “All judgments shall contain reasons; they shall be delivered in public.”", "25. Proceedings in assize courts in Belgium afford a number of safeguards, particularly as regards the defence rights of the accused.", "26. Article 241 of the Code of Criminal Procedure (“the CCP”) requires the Principal Public Prosecutor to draw up an indictment indicating the nature of the offence forming the basis of the charge, and any circumstances that may cause the sentence to be increased or reduced. Pursuant to Article 313 of the CCP, the Principal Public Prosecutor must read out the indictment and the defendant or his counsel the statement of defence. Article 337 states that the questions put to the jury must derive from the indictment (which itself must be consistent with the judgment committing the accused for trial – Article 271 of the CCP) and must comply with certain formal requirements; for example, questions that are complex or concern points of law are prohibited.", "27. At the close of the oral proceedings, questions are put to the jury in order to establish the factors likely to lead to the precise determination of whether or not the accused is guilty as charged. The president of the Assize Court is empowered to put questions to the jury on all the circumstances which might have an influence on the facts which served as the basis for the indictment, provided that these circumstances were discussed during the oral proceedings. The principal question concerns the constituent elements of the offence, while there must be a separate question in respect of each count. Separate questions regarding other facts, such as aggravating circumstances or the existence of any justification or mitigating factor, may also be put. The prosecution and the accused can challenge the questions and have the opportunity to ask the president to put one or more additional questions to the jury. In the event of a dispute regarding the questions, the Assize Court must decide by a reasoned judgment.", "28. Article 341 provides that, after asking the questions, the president hands them to the jury; at the same time, he hands over the indictment, the reports establishing the offence and the documents in the file other than the written witness statements.", "29. In accordance with Article 342, once the questions have been put to and handed to the members of the jury, they retire to deliberate in private. The foreman is either the first member of the jury drawn by lot or is appointed by the jury with his or her consent. Before the deliberations begin, the foreman reads out the following instruction, which is also displayed in large type in the most visible place in the deliberation room:", "“The law does not ask jurors to account for how they reached their personal conviction; it does not lay down rules on which they are to place particular reliance as to the completeness and sufficiency of evidence; it requires them to ask themselves questions, in silence and contemplation, and to discern, in the sincerity of their conscience, what impression has been made on their rational faculties by the evidence against the defendant and the submissions of the defence. The law does not tell them: ‘You will hold every fact attested by this number of witnesses to be true’; nor does it tell them: ‘You will not regard as sufficiently established any evidence that does not derive from this report, these exhibits, this number of witnesses or this many clues’; it simply asks them this one question, which encompasses the full scope of their duties: ‘Are you inwardly convinced?’”", "30. Article 343 authorises members of the jury to leave the deliberation room only when they have arrived at their verdict.", "31. Lastly, Article 352 provides that if the judges are unanimously persuaded that the jurors, while complying with the procedural requirements, have made a substantive error, the court must stay the proceedings and adjourn the case until the following session for consideration by a new jury, which cannot include any of the original members. However, according to information supplied by the Government, this option has been used on only three occasions.", "32. The Chamber judgment of 13 January 2009 has had repercussions on the case-law of the Belgian courts.", "33. In judgment no. 2505 (P.09.0547.F) of 10 June 2009, the Court of Cassation held:", "“As to the ground of appeal, raised proprio motu, alleging a violation of Article 6 § 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms:", "According to a judgment of 13 January 2009 of the European Court of Human Rights in [Taxquet v. Belgium, no. 926/05], the right to a fair trial guaranteed by Article 6 § 1 of the Convention implies, where the Assize Court is concerned, that the decision on a criminal charge should highlight the considerations that have persuaded the jury of the accused’s guilt or innocence and should indicate the precise reasons why each of the questions has been answered in the affirmative or the negative.", "On account of the binding effect of interpretation now attaching to that judgment and the prevalence over domestic law of the international legal rule deriving from a treaty ratified by Belgium, the court is compelled to reject the application of Articles 342 and 348 of the Code of Criminal Procedure in so far as they lay down the rule, now criticised by the European Court, that the jury’s verdict does not contain reasons.", "It appears from the documents to which the court may have regard, in particular the indictment, that during the preliminary investigation the appellant, who was prosecuted for murder as the principal or joint principal, provided explanations, as to the acts of which he was accused, which were rebutted by a witness whose identity was kept secret under Articles 86 bis and 86 ter of the Code of Criminal Procedure.", "In submissions filed with the Assize Court at the hearing on 18 February 2009 the appellant requested that the verdict contain reasons so that, in the event of his conviction, he could understand the grounds that had persuaded the jury to find him guilty, and so that the Court of Cassation could review the lawfulness of the verdict.", "With regard to the charge of murder against the appellant, the jury was asked to answer a principal question about his involvement in committing intentional homicide, an additional question on the statutory defence of provocation and two questions, in the alternative, on the offence provided for in Article 401 of the Criminal Code. The jury answered the first question in the affirmative and the second in the negative, leaving the other questions unanswered.", "The judgment appealed against sentenced the appellant to eighteen years’ imprisonment for murder, on the basis of the verdict expressed solely by answers in the affirmative or the negative to the questions put in accordance with the law. The judgment states that there is no need to give any further reasons for the finding of guilt, on the ground that the precision of the questions adequately offsets the brevity of the decision.", "However, the bare statement that the appellant is guilty of murder and that there are no mitigating factors does not disclose the precise reasons why the charge, which the appellant denied, was found to have been made out, and does not enable this court to review, inter alia, whether the conviction was based to a decisive extent on the deposition by an anonymous witness incriminating the accused or was supported by other corroborating evidence in accordance with Article 341, paragraph 3, of the Code of Criminal Procedure.", "While conforming to Belgian law, which does not require jurors to account for how they reached their personal conviction, the decision is contrary to Article 6 of the Convention in so far as that provision may be construed as meaning that the right to a fair trial encompasses a statement of reasons for the verdict.”", "34. Other judgments to similar effect have subsequently been delivered.", "35. In Belgium, even before the Chamber judgment in the Taxquet case, a Bill of 25 September 2008 that sought, among other things, to allow the president of the Assize Court to be present during the jury’s deliberations in order to assist its members was considered by the Senate. The proposed version of Article 350 of the CCP stated that the Assize Court should give reasons for its decision as to guilt, but was not required to address the parties’ submissions.", "36. The Assize Court Reform Act of 21 December 2009, which was published in the Moniteur belge on 11 January 2010 and came into force on 21 January 2010, has introduced a requirement for the Assize Court to state the main reasons for its verdict. The relevant provisions of the CCP now read as follows:", "“Once the questions have been put and handed to the jurors, they shall retire to the deliberation room to deliberate.", "The foreman is either the first member of the jury drawn by lot or is appointed by the jury with his or her consent.", "Before the deliberations begin, the foreman shall read out the following instruction, which shall also be displayed in large type in the most visible place in the deliberation room: ‘The law provides that the accused may be convicted only if it is apparent from the evidence admitted that he is guilty beyond reasonable doubt of the offence with which he is charged.’”", "“The members of the jury may leave the deliberation room only when they have reached their verdict.", "No one may enter while they are deliberating, for any reason whatsoever, without the written authority of the president. The president may enter the room only if he is called by the foreman, in particular to answer questions of law, and is accompanied by his fellow judges, the accused and his counsel, the civil party and his counsel, the prosecution and the registrar. A reference to the incident shall be made in the record.", "...”", "“The court and the members of the jury shall then immediately retire to the deliberation room.", "Without having to address all the submissions filed, they shall formulate the principal reasons for their decision.", "The decision shall be signed by the president, the foreman of the jury and the registrar.”", "37. The relevant Articles of the Criminal Code provide as follows:", "“A criminal attempt is made out where the intent to commit a serious crime [crime] or other major offence [délit] has been manifested by conduct which objectively constituted the first step towards perpetration of the offence in question and which was halted or failed to attain the aim pursued only as a result of circumstances outside the control of the perpetrator.”", "“The following shall be punished as perpetrators of a serious crime or other major offence:", "Those who have perpetrated the offence or have directly cooperated in its perpetration;", "Those who have, by any act whatsoever, lent such assistance to its perpetration that without it the offence could not have been committed;", "Those who have, by gifts, promises, threats, abuse of authority or power, scheming or contrivance, directly incited another to commit the offence;", "Those who have, by means of speeches in a public place or assembly, or by means of any written or printed matter, image or emblem displayed, distributed or sold, offered for sale or exhibited in a place where it can be seen by the public, directly incited another to commit the offence, without prejudice to the penalties provided for by the law against those who incite others to commit offences, even where such incitement has no effect.”", "“The following shall be punished as accessories to a serious crime or other major offence:", "Those who have given instructions for its commission;", "Those who have procured weapons, implements or any other means used to commit the offence, knowing that they were intended for that purpose;", "Those who have, save in the case provided for in paragraph 3 of Article 66, knowingly aided or abetted the principal or principals in acts preparatory to or facilitating the commission of the offence or in its completion.”", "“Homicide committed with intent to kill shall be classified as murder [meurtre]. It shall be punishable (by twenty to thirty years’ imprisonment).”", "“Murder committed with premeditation shall be classified as premeditated murder [assassinat]. It shall be punishable (by life imprisonment).”", "38. The Law of 1 April 2007 (which was published in the Moniteur belge on 9 May 2007 and came into force on 1 December 2007) entitles convicted persons to seek the reopening of their trial following a finding by the European Court of Human Rights of a violation of the Convention.", "39. Article 442 bis of the CCP provides:", "“If a final judgment of the European Court of Human Rights has found that there has been a breach of the European Convention for the Protection of Human Rights and Fundamental Freedoms or the Protocols thereto (hereinafter ‘the European Convention’), an application may be made for the reopening – in respect of criminal matters alone – of the proceedings that resulted in the applicant’s conviction in the case before the European Court of Human Rights or in the conviction of another person for the same offence on the basis of the same evidence.”", "40. Article 442 ter of the CCP provides:", "“The following shall be entitled to apply for the reopening of the proceedings:", "(1) the convicted person;", "(2) if the convicted person has died, has been deprived of legal capacity or has been declared untraceable, the person’s spouse, lawful cohabitee, descendants, brothers and sisters;", "(3) the Principal Public Prosecutor at the Court of Cassation, of his own motion or at the instigation of the Minister of Justice.”", "41. Article 442 quinquies of the CCP provides:", "“Where it appears from consideration of the application either that the impugned decision is in breach of the European Convention on the merits or that the violation found is the result of procedural errors or shortcomings of such gravity as to cast serious doubt on the outcome of the proceedings in issue, the Court of Cassation shall order the reopening of the proceedings, provided that the convicted person or the entitled persons under Article 442 ter, point (2), continue to suffer very serious adverse consequences which cannot be redressed other than by reopening the trial.”", "42. Following the Court’s judgment in Da Luz Domingues Ferreira v. Belgium (no. 50049/99, 24 May 2007), the Court of Cassation, in a judgment of 9 April 2008, ordered the reopening of the proceedings and withdrew the judgment it had delivered on 6 January 1999 (Journal des tribunaux, 2008, p. 403).", "43. It is clear that there are many different models of lay adjudication in the member States of the Council of Europe. There are variations reflecting cultural and historical particularities even among countries that have opted for the “traditional” trial-by-jury model, the defining feature of which is that professional judges are unable to take part in the jurors’ deliberations on the verdict.", "44. The member States may be divided into three categories: those without any form of jury trial or any model of lay adjudication in criminal matters; those using a collaborative court model of lay adjudicators sitting and deliberating alongside professional judges in criminal matters; and those which have opted for the “traditional” jury model in criminal matters.", "45. Among the models examined, fourteen Council of Europe member States have never had a jury system or any other form of lay adjudication in criminal matters or have abolished it: Albania, Andorra, Armenia, Azerbaijan, Bosnia and Herzegovina, Cyprus, Latvia, Lithuania, Luxembourg, Moldova, the Netherlands, Romania, San Marino and Turkey. In these States criminal courts are composed exclusively of professional judges.", "46. The member States with a collaborative system are Bulgaria, Croatia, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Liechtenstein, Monaco, Montenegro, Norway (in most cases), Poland, Portugal, Serbia, Slovakia, Slovenia, Sweden, “the former Yugoslav Republic of Macedonia” and Ukraine. The collaborative system, which can also be employed alongside the traditional jury model, is characterised by the fact that the professional judges and the jurors collectively determine all questions of law and fact, the issue of guilt and the sentence.", "47. The ten Council of Europe member States that have opted for a traditional jury system are Austria, Belgium, Georgia, Ireland, Malta, Norway (only in serious appeal cases), the Russian Federation, Spain, Switzerland (the Canton of Geneva until 1 January 2011), and the United Kingdom (England, Wales, Scotland and Northern Ireland).", "48. In its traditional form, trial by jury involves a combination of a number of jurors sitting with one or more professional judges. The number of jurors varies according to the country and the subject matter of the proceedings. The number of professional judges varies from country to country. In Ireland, Malta, Russia, Spain, Switzerland and the United Kingdom the court and jury are presided over by a single judge. In Austria, Belgium and Norway the court consists of three professional judges together with the jury. The professional judges cannot take part in the jury’s deliberations on the question of guilt, which falls within the exclusive competence of the jury.", "49. In a number of countries the jurors are presented with a list of specific questions before they retire to deliberate on the facts of the case. Seven States – Austria, Belgium, Ireland, Norway, Russia, Spain and Switzerland – follow this practice.", "50. In Ireland, England and Wales, at the conclusion of the evidence, the judge sums up the case to the jurors. He reminds them of the evidence they have heard. In doing so, the judge may give directions about the proper approach to take in respect of certain evidence. He also provides the jurors with information and explanations about the applicable legal rules. In that context, the judge clarifies the elements of the offence and sets out the chain of reasoning that should be followed in order to reach a verdict based on the jury’s findings of fact.", "51. In Norway the judge directs the jurors on each legal issue raised and explains the rules they should follow when they retire to deliberate on the verdict. At the end of the trial, he also sums up the evidence to the jury or draws its attention to evidence of importance.", "52. In Austria the jurors’ verdict is reached on the basis of a detailed questionnaire which sets out the main elements of the various charges and contains questions requiring a “yes” or “no” answer.", "53. In principle, juries deliberate in private, without the presiding judge(s) being present. Indeed, the secrecy of the jury’s deliberations is a firmly established principle in many countries.", "54. In Belgium a professional judge may be invited to the deliberation room to provide the jury with clarifications on a specific question, without being able to express a view or to vote on the issue of guilt. In Norway the jury may summon the presiding judge, but if the jury considers that it needs further clarifications as to the questions to be answered, the legal principles applicable or the procedure to be followed, or that the questions should be amended or new questions put, it must return to the courtroom, so that the matter can be raised in the presence of the parties.", "55. In the Canton of Geneva the presiding judge attends the jury’s deliberations to provide assistance, but cannot give an opinion on the issue of guilt. A registrar is also present to make a record of the decisions taken and the reasons given.", "56. The general rule appears to be that reasons are not given for verdicts reached by a traditional jury. This is the case for all the countries concerned, except Spain and Switzerland (Canton of Geneva).", "57. In Spain the jury’s verdict is made up of five distinct parts. The first lists the facts held to be established, the second lists the facts held to be not established, the third contains the jury’s declaration as to whether the accused is guilty or not guilty, and the fourth provides a succinct statement of reasons for the verdict, indicating the evidence on which it is based and the reasons why particular facts have been held to be established or not. A fifth part contains a record of all the events that took place during the discussions, avoiding any identification that might infringe the secrecy of the deliberations.", "58. Until 1991 the authorities of the Canton of Geneva considered that the jury satisfied the requirement of a reasoned decision by answering “yes” or “no” to the precise questions put to it. However, in a decision of 17 December 1991 the Federal Court found such replies to be insufficient and required juries in the canton to give reasons for their verdicts in future. In 1992 Articles 298 and 308 of the Geneva Code of Criminal Procedure were amended to require the jury to state reasons for its choices should it consider that this was necessary for an understanding of its verdict or its decision. Article 327 of the Code of Criminal Procedure requires the jury to state “the reasons for taking into account or disregarding the main items of evidence and the legal reasons for the jury’s verdict and the decision by the court and the jury as to the sentence or the imposition of any measure”.", "59. Within the States that have opted for a traditional jury system, an appeal against the jury’s verdict is available in Georgia, Ireland, Malta, Spain, Sweden and the United Kingdom, whereas no appeal is available in Austria, Belgium, Norway, Russia and Switzerland (Canton of Geneva). In Austria, convicted persons may appeal to the Court of Appeal against the sentence only; they may also file a plea of nullity with the Supreme Court.", "60. In Belgium, since the events in issue in the present case, the Law of 21 December 2009, which came into force on 21 January 2010 (see paragraph 36 above), has amended the procedure in the Assize Court, notably by requiring it to state the main reasons for the verdict reached by the jury, in order to clarify its meaning."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}