{"ITEMID": "001-59604", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PELLEGRINI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["11. On 29 April 1962 the applicant married Mr A. Gigliozzi in a religious ceremony which was also valid in the eyes of the law (matrimonio concordatario).", "12. On 23 February 1987 the applicant petitioned the Rome District Court for judicial separation.", "13. In a judgment dated 2 October 1990 the District Court granted her petition and also ordered Mr Gigliozzi to pay the applicant maintenance (mantenimento) of 300,000 Italian lira per month.", "14. In the meantime, on 20 November 1987, the applicant was summoned to appear before the Lazio Regional Ecclesiastical Court of the Rome Vicariate on 1 December 1987 “to answer questions in the Gigliozzi-Pellegrini matrimonial case”.", "15. On 1 December 1987 the applicant went alone to the Ecclesiastical Court without knowing why she had been summoned to appear. She was informed that on 6 November 1987 her husband had sought to have the marriage annulled on the ground of consanguinity (the applicant’s mother and Mr Gigliozzi’s father being cousins). She was questioned by the judge and stated that she had known of her consanguineous relationship with Mr Gigliozzi but did not know whether, at the time of her marriage, the priest had requested a special dispensation (dispensatio).", "16. In a judgment delivered on 10 December 1987 and deposited with the registry on the same day, the Ecclesiastical Court annulled the marriage on the ground of consanguinity. The court had followed a summary procedure (praetermissis solemnitatibus processus ordinarii) under Article 1688 of the Code of Canon Law. That procedure is followed where, once the parties have been summoned to appear and the defensor vinculis (defender of the institution of marriage) has intervened, it is clear from an agreed document that there is a ground for annulling the marriage.", "17. On 12 December 1987 the applicant was notified by the registry of the Ecclesiastical Court that on 6 November 1987 the court had annulled the marriage on the ground of consanguinity.", "18. On 21 December 1987 the applicant lodged an appeal with the Roman Rota (Romana Rota) against the Ecclesiastical Court’s judgment. She submitted first that she had never received a copy of the judgment in question and complained that the court had not heard her submissions until 1 December 1987, which was after it had delivered its judgment of 6 November 1987. The applicant also alleged a breach of her defence rights and of the adversarial principle on account of the fact that she had been summoned to appear before the Ecclesiastical Court without being informed in advance either of the application to have the marriage annulled or the reasons for that application. She had therefore not prepared any defence and, furthermore, had not been assisted by a lawyer.", "19. On 26 January 1988 the registry of the Ecclesiastical Court informed the applicant that there had been a clerical error in the notification sent to her on 12 December 1987 and that the judgment was dated 10 December 1987.", "20. On 3 February 1988 the defensor vinculis submitted observations to the effect that the applicant “had acted correctly in appealing against the judgment” (la convenuta aveva agito giustamente facendo appello contro la sentenza) of the Lazio Court. Accordingly, in a summons of 9 March 1988 the reporting judge of the Rota summoned the parties and the defensor vinculis to appear.", "21. On 10 March 1988 the applicant was informed that the Rota would examine her appeal on 13 April 1988 and that she had twenty days in which to submit observations. On 29 March 1988 the applicant, who was still unassisted by a lawyer, submitted her observations, in which she complained, inter alia, that she had not had adequate time and facilities for the preparation of her defence. She gave details of the financial arrangements between herself and her ex-husband and stressed that the annulment of the marriage would have substantial repercussions on her ex-husband’s obligation to pay her maintenance, which was her only source of income.", "22. In a judgment of 13 April 1988, which was deposited with the registry on 10 May 1988, the Rota upheld the decision annulling the marriage on the ground of consanguinity. The applicant received only the operative provisions of the judgment, her request for a full copy of it having been refused.", "23. On 23 November 1988 the Rota informed the applicant and her ex-husband that its judgment, which had become enforceable by a decision of the superior ecclesiastical review body, had been referred to the Florence Court of Appeal for a declaration that it could be enforced under Italian law (delibazione).", "24. On 25 September 1989 the applicant’s ex-husband summoned her to appear before the Florence Court of Appeal.", "25. The applicant appeared before that court and requested it to set aside the Rota’s judgment for infringing her defence rights. She stated that she had not received a copy of the application to have the marriage annulled and had been unable to examine the documents filed in the proceedings, including the observations of the defensor vinculis. She requested the court to refuse to declare the Rota’s judgment enforceable, submitting that, in any event, the proceedings would have to be reopened in order to allow her to examine and reply to the documents filed in the proceedings under canon law. She requested, in the alternative, in the event that the court should declare the judgment enforceable, that her ex-husband be ordered to pay her monthly maintenance for the rest of her life.", "26. In a judgment of 8 November 1991, deposited with the registry on 10 March 1992, the Florence Court of Appeal declared the judgment of 13 April 1988 enforceable. The court found that the opportunity given to the applicant on 1 December 1987 to answer questions had been sufficient to ensure that the adversarial principle had been complied with and that, moreover, she had freely chosen to bring the proceedings before the Rota and had been able to exercise her defence rights in those proceedings “irrespective of the special features of proceedings under canon law”. The court went on to hold that it did not have jurisdiction to award her maintenance “for the rest of her life”; as far as a possible award of interim maintenance (assegno provvisorio) was concerned, which was a provisional arrangement, the court pointed out that the applicant had not in any event proved that she needed the money.", "27. The applicant appealed on points of law, repeating her submission that her defence rights had been infringed in the proceedings before the ecclesiastical courts. She submitted, among other things, that the Court of Appeal had omitted to take account of the following features of the proceedings before the ecclesiastical courts: the parties cannot be represented by a lawyer; the respondent is not informed of the reasons relied on by the petitioner for having the marriage annulled until he or she is questioned; the defensor vinculis, who acts as the respondent’s guardian, is not obliged to lodge an appeal; an appeal must be lodged personally by the party in question and not by their lawyer; the ecclesiastical court is not particularly autonomous. She repeated that she had not been informed in detail of the application to have the marriage annulled or of the possibility of being assisted by a lawyer. Furthermore, the proceedings at first instance had been too quick. The applicant also criticised the fact that the Court of Appeal appeared to have omitted to examine the case file relating to the proceedings before the ecclesiastical courts, which might have yielded evidence in the applicant’s favour. Besides that, the applicant submitted that she had shown herself to be in financial need and was therefore entitled to maintenance.", "28. During the proceedings the applicant had requested the registry of the Ecclesiastical Court to give her a copy of the documents filed in the annulment proceedings in order to produce them before the Court of Cassation, but the court clerk had refused to grant her request on the ground that the parties could receive only the operative provisions of the judgment, “which should be sufficient to allow them to exercise their defence rights”.", "29. In a judgment of 10 March 1995, deposited with the registry on 21 June 1995, the Court of Cassation dismissed the appeal. It held, first of all, that the adversarial principle had been complied with in the proceedings before the ecclesiastical courts; moreover, there was case-law authority to support the view that while the assistance of a lawyer was not a requirement under canon law, it was not forbidden: the applicant could therefore have taken advantage of that possibility. The court also held that the fact that the applicant had had a very short time in which to prepare her defence in November 1987 did not amount to an infringement of her defence rights because she had not indicated why she had needed more time. With regard to the request for maintenance, the Court of Cassation held that the Court of Appeal could not have decided otherwise, given that the applicant had mistakenly referred to maintenance “for the rest of her life” and, furthermore, had failed to show that she was entitled to maintenance and needed it. The Court of Cassation did not rule on the fact that the case file relating to the proceedings under canon law had not been examined by the Court of Appeal.", "30. From June 1992 the applicant’s ex-husband ceased paying her maintenance. The applicant therefore began enforcement proceedings for payment of the maintenance by serving notice (precetto) on him to pay it. On 6 November 1994 her ex-husband lodged an objection with the Viterbo Court, which, in a judgment of 14 July 1999, upheld his objection and ruled that he no longer had to pay maintenance because the Florence Court of Appeal had declared that the decision annulling the marriage was enforceable. The applicant did not appeal against that judgment because on 19 June 2000 she reached an agreement with her ex-husband (under the terms of that agreement she also withdrew another set of proceedings that she had instituted in the Viterbo Court claiming joint title to property).", "31. Under Article 8 § 2 of the Concordat between Italy and the Vatican, as amended by the Agreement of 18 February 1984 revising the Concordat, ratified by Italy under Law no. 121 of 25 March 1985, a judgment of the ecclesiastical courts annulling a marriage, which has become enforceable by a decision of the superior ecclesiastical review body, may be made enforceable in Italy at the request of one of the parties by a judgment of the relevant court of appeal.", "32. The court of appeal must check:", "(a) that the judgment has been delivered by the correct court;", "(b) that in the nullity proceedings the defence rights of the parties have been recognised in a manner compatible with the fundamental principles of Italian law; and", "(c) that the other conditions for a declaration of enforceability of foreign judgments have been satisfied."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}