{"ITEMID": "001-77786", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KOBENTER AND STANDARD VERLAGS GMBH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The first applicant, an Austrian national born in 1960 and living in Vienna, is an editorial journalist at the newspaper “Der Standard”. The second applicant is the owner and publisher of this newspaper.", "9. On 26 October 1997 a group of homosexuals, the “Austrian Forum of Gays and Lesbians” (“Österreichisches Schwulen- und Lesbenforum”, ÖSLF) held a demonstration in St. Pölten, at which the editors of the magazine “Der 13. – Zeitung der Katholiken für Glaube und Kirche” (The 13th – Newspaper of Catholics for Faith and Church) took pictures of participants and published them together with an article written by K. D. in its issue of 13 November 1997. That article reflected a negative and hostile position towards homosexual relationships, suggesting, inter alia, that “they [homosexuals] ought to be disciplined 'gender-specifically' with whips and pizzles! (sie gehören 'geschlechtsspezifisch' mit Peitsche und Ochsenziemer zurechtgewiesen)” and that “nazi-methods should be applied to them!” It read further that “homosexuals now crawl like rats out of their holes and are fed 'lovingly' by politicians and church officials”.", "10. Subsequently 44 homosexual persons filed a private prosecution (Privatanklage) against the author K. D. for defamation and a compensation claim under the Media Act against the owner and publisher of “Der 13.”", "11. On 13 July 1998 the Linz Regional Court (Landesgericht) found that certain passages of the article constituted the offence of insult (Beleidigung) under Section 115 of the Criminal Code (Strafgesetzbuch) and ordered the owner and publisher of “Der 13.” to pay compensation to four plaintiffs who could be identified on the pictures. It dismissed the compensation claim as regards the other plaintiffs and acquitted K. D. The court found that K. D. had not mentioned any of those plaintiffs' name in his article and that it could not be established that he had known that his text would be illustrated by these pictures. On pages 14-15 the judgment contained an excursus about the nature of homosexuality, referring to a book called “Lexicon of love (Lexikon der Liebe)” and the results of an opinion survey on this topic. It read, inter alia, that “in truth, homosexuality includes also the lesbian world and, of course, that of animals”, which was followed by a long passage describing in detail examples of same-sex practices among different animals.", "12. Subsequently, politicians and representatives of the Austrian Forum of Gays and Lesbians publicly criticised the deciding judge K.-P. B. for the text and style of this judgment, which was documented in a number of press releases by the Austrian Press Agency (APA) of 13 July, 1 and 2 September 1998, including an article published by “Der Standard” with the title “The judge and the dear cattle (Der Richter und das liebe Vieh)” on 1 September 1998.", "13. On 2 September 1998 “Der Standard” published two articles written by the first applicant, whereby the first one referred to the commentary (Kommentar) at issue on page 32, which read as follows:", "“The punishment chamber (Strenge Kammer)", "Samo Kobenter", "It is strange how often the avowed defenders of western values are inclined to adopt draconian methods when they feel them to be jeopardised by people with different beliefs, ideas or lifestyles. If a writer in some odd rag just says he would like to flog gay people or beat them with bulls' pizzles, that would not normally be worth mentioning, other than to say that everyone is entitled to live out his sexual fantasies and obsessions as he pleases, even in words, as long as the objects or subjects of his desires derive as much pleasure from it as he does.", "Where such matters are being dealt with in court, however, we might expect at the end of the twentieth century that a judge of even minimal enlightenment would, at the very least, deliver a judgment that differs more than somewhat from the traditions of medieval witch trials. A judge in Linz, K.-P. B., has achieved the feat of acquitting a defendant who was given the benefit of the doubt although no doubt was apparent – on the contrary, the judge's reasoning handed the flogger enough arguments to justify the threats of punishment he had made so enthusiastically, even if only in writing. That flies in the face, for a start, of any conception of law which sees the courtroom as more than just a punishment chamber for all possible tendencies.", "Lending support to a homophobe's venomous hate campaign with outrageous examples from the animal kingdom casts doubt on the intellectual and moral integrity of the judge concerned. The fact that public clarifications are now needed to the effect that homosexuals are not animals prompts concern about the state of this country.”", "14. On 18 September 1998 judge K.-P. B. decided that the above-mentioned excursus on pages 14-15 be taken out of the judgment of 13 July 1998.", "15. Subsequently disciplinary proceedings were opened against judge K.-P. B. On 20 July 1999 the Innsbruck Court of Appeal (Oberlandesgericht), acting as disciplinary authority, imposed the disciplinary penalty of a warning. On 20 September 1999 the Supreme Court (Oberster Gerichtshof) confirmed this decision.", "16. In the meantime, judge K.-P. B. filed a private prosecution against the first applicant for defamation (Üble Nachrede) and a compensation claim under the Media Act against the second applicant on account of the above article published on 2 September 1998.", "17. On 29 June 1999 the St. Pölten Regional Court convicted the first applicant of defamation under Section 111 §§ 1 and 2 of the Criminal Code and imposed a fine of ATS 13,500 (EUR 981) on him, suspended on one year's probationary period. It also ordered the second applicant to pay ATS 50,000 (EUR 3633) in compensation to judge K.-P. B. under Section 6 of the Media Act and to publish the judgment. It found in particular that the following statements were capable of lowering judge K.-P. B. in the public esteem, constituting the slanderous reproach that he had violated his obligations under the law and the rules on professional conduct (Gesetzes- und Standespflichten), required of a judge:", "a) the judgment delivered by the private prosecutor would only differ somewhat from the traditions of medieval witch trials (das vom Privatankläger gefällte Urteil würde sich nur “marginal von den Traditionen mittelalterlicher Hexenprozesse abheben”) and", "b) that judge K.-P. B. would lend support to a homophobe's venomous hate campaign with outrageous examples from the animal kingdom (und dieser würde “die geifernde Hetze eines Homophoben mit haarsträubenden Belegen aus dem Tierreich stützen”).", "18. The Court noted, inter alia, that even if the reasoning of that judgment contained irrelevant annotations, it could not be inferred from it that the private prosecutor K.-P. B. believed that different rights were accorded to homosexuals and heterosexuals, nor that he had compared homosexuals with animals or that he had put them on an equal footing.", "19. On 11 November 1999 the applicants appealed against this judgment, claiming that the article at issue criticised exclusively the reasoning of the judgment and not the way in which judge K.-P. B. had conducted the trial. The statements were permissible value judgments based on facts and, thus, protected under Article 10 of the Convention. Arguing that journalistic liberty also allowed a certain degree of exaggeration and even provocation, and considering the public discussion caused by the reasoning of the judgment not only in various media but also among judges, the polemical style of the article was not disproportionate either.", "20. On 16 February 2000 the Vienna Court of Appeal dismissed the applicants' appeal and confirmed the Regional Court's judgment. It found that an average reader, interested in the subject-matter, would understand by the first statement that the private prosecutor had grossly violated fundamental procedural rights, such as the principles of impartiality and adversarial hearings, which were regularly breached in medieval witch trials. Thus, this reproach of violating the rules on professional conduct required of a judge consisted in concrete facts, which were not proved true by the records of the trial. The second statement was not only a value judgment, but also insinuated that judge K.-P. B. had sided with the accused K. D. and had, thus, been partial. As it was not mentioned in the article that judge K.-P. B. had impartially conducted the trial and that only certain passages of the judgment were subject to that criticism, the statements could not be considered as value judgments based on facts. Rather, in their context, they were disparaging statements of facts, falling outside the scope of protection of Article 10 of the Convention. Since certain passages of the above judgment proved to be legally superfluous, as affirmed by the private prosecutor's decision of 18 September 1998 taking them out, they could have been subject to (fair) comment.", "21. Section 6 § 1 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. In this context “defamation” has been defined in Section 111 of the Criminal Code (Strafgesetzbuch), as follows:", "“1. As it may be perceived by a third party, anyone who makes an accusation against another of having a contemptible character or attitude, or of behaving contrary to honour or morality, and of such a nature as to make him contemptible or otherwise lower him in public esteem, shall be liable to imprisonment not exceeding six months or a fine (...)", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise, in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine (...)", "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.\""], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}