{"ITEMID": "001-85129", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KAKAMOUKAS AND OTHERS v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;David Thór Björgvinsson;Elisabeth Steiner;Françoise Tulkens;Giovanni Bonello;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Khanlar Hajiyev;Lech Garlicki;Loukis Loucaides;Margarita Tsatsa-Nikolovska;Mark Villiger;Mindia Ugrekhelidze;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Riza Türmen;Snejana Botoucharova;Vladimiro Zagrebelsky", "TEXT": ["12. On 7 April 1925 the Greek State expropriated an area of land measuring 534,892 m², located on the outskirts of the town of Salonika (Mikra district), for the purpose of building an airport. This area, which now falls within the jurisdiction of Kalamaria Town Council, included plots of land which belonged to the applicants' ascendants.", "13. The amount of expropriation allowance was set by judgments nos. 1321/1926 and 703/1929 of the Salonika Court of First Instance, no. 9/1930 of the Salonika Appeal Court and no. 116/1931 of the Court of Cassation.", "14. By judgment no. 293/1936 of the President of the Salonika Court of First Instance, the applicants' ascendants were recognised as being entitled to the compensation in question. However, the State refused to pay it. The airport was ultimately constructed elsewhere.", "15. On 22 June 1967, by a joint decision of the Minister of Finance and the Minister of Public Works (no. E.17963/8019), the State went ahead with expropriation of the above-mentioned area, which included the disputed plots of land, with a view to building housing for workers. As the decision did not fulfil a public-interest aim, it was revoked on 6 July 1972.", "16. On 29 June 1972 a royal decree designated the land for the construction of a sports centre.", "17. On 14 May 1987 the Salonika prefect modified the development plan (ρυμοτομικό σχέδιο) for the area in which the applicants' plots of land were located, which he designated as a “green area” and “sports and leisure zone”. This decision was confirmed by a decision of the Minister of the Environment and Public Works dated 31 July 1987 and by a presidential decree of 22 August 1988.", "18. On 28 June 1994 the applicants or their ascendants applied to the Salonika Prefecture requesting that the development plan in force be amended to have the encumbrance affecting their land removed. The prefecture did not reply.", "19. On 20 November 1994 the applicants or their ascendants applied to the Supreme Administrative Court, seeking to have set aside the authorities' implicit refusal to remove the encumbrance affecting their land.", "20. On 11 January 1996 the Kalamaria Town Council filed its observations on the case. A hearing was held on 26 March 1997.", "21. On 20 October 1997 the Supreme Administrative Court granted the applicants' request. In particular, it found that, having failed for a long time to proceed with the expropriation of the land in question in furtherance of the project provided for in the development plan, the authorities were duty bound to lift the encumbrance on the disputed properties. The Supreme Administrative Court sent the case back to the authorities, asking them to take the necessary measures to make available the applicants' land (judgments nos. 4445/1997, 4447/1997 and 4448/1997). Those judgments were finalised and certified as authentic on 25 February 1998.", "22. The applicants estimate that the current value of the land in issue is about 24,000,000 euros (EUR).", "23. On 30 September 1998 Kalamaria Town Council lodged a third-party appeal (τριατανακοπή) against the above-mentioned judgments by the Supreme Administrative Court with regard to the applicants nos. 19, 12-19, 23, 26-31, 33-40, 42-44, 46-49 and 58, who had applied to the Supreme Administrative Court in the proceedings which resulted in judgments nos. 4445, 4447 and 4448/1997. This form of appeal, open to persons who have been neither parties to nor represented in proceedings, enables them to contest a decision which adversely affects them. Where the third-party appeal – which does not have suspensive effect – is found to be valid, the impugned judgments are set aside retrospectively and the application to the administrative court is re-examined. In the instant case, as the third-party appeal did not have suspensive effect, judgments nos. 4445/1997, 4447/1997 and 4448/1997 thus remained valid.", "24. On 28 November 2001 the Supreme Administrative Court declared the third-party appeal inadmissible (judgments nos. 4148/2001, 4149/2001 and 4150/2001). It held that Kalamaria Town Council could not rely on this form of appeal since it had already had an opportunity to submit its observations on the case. The above-mentioned judgments were finalised and certified as authentic on 17 April 2002.", "25. On 13 May 1999 the Minister for the Environment and Public Works modified the urban development plan of Kalamaria municipality in order to designate the land in question as the site for a sports and leisure centre (decision no. 12122/2761).", "26. On 9 September 1999 the applicants or their ascendants applied to the Supreme Administrative Court seeking to have the above-mentioned decision set aside. The sole purpose of this application was to challenge the lawfulness of the impugned administrative decision.", "27. On 11 September 2002 they submitted various documents in support of their application, including the title deeds to the properties. The hearing, initially scheduled for 8 November 2000, was postponed several times. It was finally held on 29 October 2003. It appears from the case file that the Supreme Administrative Court has not yet delivered its judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}