{"ITEMID": "001-5473", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ILIĆ v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Yugoslav citizen, born in 1941 and living in Aschaffenburg (Germany). She is represented before the Court by Ms Irmgard Möbus-Hohl, a lawyer practising in Föhren.", "A.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 24 July 1987 the applicant, who had been living and working in the Federal Republic of Germany, bought a house in Sumpetar (Omiš), Croatia. At that time Croatia was one of the republics of the Socialist Federal Republic of Yugoslavia (SFRY) and the applicant, as a citizen of that state, was legally entitled to buy property without restrictions in the whole territory of Yugoslavia. Although she lived in the Federal Republic of Germany, the applicant encountered no obstacles whatsoever to enter Croatia and use her property there.", "After the dissolution of Yugoslavia in 1991, the situation changed significantly for the applicant. As a citizen of Yugoslavia she is now a foreign citizen in Croatia and her entry and stay in the territory of Croatia are subject to some restrictions.", "On 24 June 1992 the applicant requested and on 29 June 1992 obtained a permission for an extended stay in Croatia until 29 June 1993 from the Split Police Department.", "Subsequently the applicant left Croatia and returned to Germany. In her absence the house was burgled and partly demolished.", "On 29 January 1996 the applicant lodged a request for permanent residence in Croatia with the General Consulate of Croatia in Frankfurt, Germany. As by that time she had retired, she planned to live permanently in her house in Croatia. On 31 October 1996 the Croatian Ministry of Interior refused her request.", "On 10 January 1997 the applicant instituted administrative proceedings with the Administrative Court, contesting the decision of the Ministry of Interior. On 25 September 1998 that court ruled against the applicant.", "On 13 January 1999 the applicant lodged a constitutional complaint arguing that her right to property was violated as she was denied by the Croatian authorities access to her property in Croatia.", "On 17 November 1999 the Constitutional Court rejected her complaint. It found that, although the applicant was the owner of a house in Croatia and despite the fact that she was in bad health, that she was single and with a residence in the Federal Republic of Germany where she had sufficient means for living, she did not satisfy conditions for a permanent residence in Croatia as set out in the Movement and Stay of Aliens Act (Zakon o kretanju i boravku stranaca).", "B. Relevant domestic law", "Movement and Stay of Aliens Act (1991)", "Article 2", "“A foreigner may enter the Republic of Croatia and stay in its territory if he is the holder of a valid passport issued according to the relevant legal provisions of a foreign state or of a valid travel document for foreign citizens issued by the State authority competent for issuing such documents. Such a passport or travel document should contain a visa, save where this Act provides otherwise.”", "Article 14", "“A visa is given to a foreign citizen for entering, leaving or passing through the territory of the Republic of Croatia.”", "“The Government of the Republic of Croatia may decide that citizens of certain countries do not need visas to enter, leave or pass through the territory of the Republic of Croatia.”", "“Visas may be issued for one entry or for an unlimited number of entries.”", "“Visas shall be issued for a period of one year or until the expiration of a foreign passport, if that date falls within one year from the date of issue of visa.”", "...", "Article 22", "“Stay of a foreign citizen in Croatia shall include: temporary stay, extended stay, stay with a business visa, stay on the basis of authorised permanent residence and stay on the basis of recognised refugee status.”", "Article 23", "“Under this Act as temporary stay is considered stay by a foreign citizen who is the holder of a transit visa, an entry visa for a tourist or business visit, or a border pass.", "A foreign citizen who is the holder of a transit visa may stay in Croatia until the expiration date of such visa, but no longer than seven days after his entry into the Republic of Croatia.", "A foreign citizen who is the holder of a visa for a tourist or business visit may stay in Croatia until the expiration date of such visa, but no longer than three months after his entry into the Republic of Croatia.", "A border pass should expire after three months.”", "...", "Article 24", "“A foreign citizen who wishes to stay in Croatia for more than three months, and who has entered the Republic of Croatia for the purposes of education, specialisation, scientific research, employment, carrying on a specific occupation, medical treatment or tourism, or who entered a marriage with a Croatian citizen or for another justified reason, is obliged to lodge a request for extended stay before expiration of the initial period of three months.", "Permission for extended stay may be granted only for the purpose for which the initial visa was granted.”", "Article 26", "“Permission for extended stay may be prolonged...", "A request for prolongation of the permission for extended stay shall be lodged before the expiration of the previous permission.”", "Article 29", "“The right of permanent residence may be granted to a foreign citizen who has been married, for at least one year, to a Croatian citizen or to another foreign citizen to whom the right of permanent residence has already been granted. It also may be granted to a foreign citizen who has been constantly employed for three years.", "Exceptionally, the right of permanent residence may be granted to other foreign citizens for special personal reasons. It may also be granted if there is a business reason that serves an economic or other important interest of the Republic of Croatia.”", "...", "Article 30", "“A foreign citizen who lodges a request for permanent residence must submit evidence that he has obtained a place to live and that he is gainfully employed or has another source of income.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}