{"ITEMID": "001-102266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF O'DONOGHUE AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;Violation of Art. 12;Violation of Art. 14+12;Violation of Art. 14+9;Pecuniary and non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["1. The Certificate of Approval Scheme", "5. In 2005 the Secretary of State for the Home Department introduced the first version of the Certificate of Approval Scheme (“the first version”). Section 19 of the Asylum and Immigration (Treatment of Claimants etc.) Act 2004 provided a statutory basis for the scheme and further details were set out in the Immigration (Procedure for Marriage) Regulations 2005 (SI 2005/15) (“the 2005 Regulations”) and the Immigration Directorate's Instructions (“IDIs”).", "6. The first version of the scheme required that in order to marry, persons subject to immigration control had to have either entry clearance expressly granted for the purpose of enabling them to marry in the United Kingdom or a Certificate of Approval. The definition of “persons subject to immigration control” excluded European Economic Area nationals and persons who had been granted Indefinite Leave to Remain.", "7. In order to obtain a Certificate of Approval, a person subject to immigration control had to submit an application to the Secretary of State for the Home Department together with an application fee of GBP 295. If both parties to the proposed marriage were subject to immigration control, each party had to submit an application form and pay the required fee. The IDIs provided that in order to qualify for a Certificate of Approval, an applicant had to have been granted leave to enter or remain in the United Kingdom for a period of more than six months and he or she had to have at least three months of that leave remaining at the time of making the application.", "8. The first version of the scheme did not apply to persons seeking to marry in accordance with the rites of the Church of England.", "9. On 10 April 2006 Mr Justice Silber delivered judgment in the case of R (on the applications of Baiai and Others) v Secretary of State for the Home Department [2006] EWHC 823 QB (Admin), in which he considered whether the first version of the scheme interfered with the Articles 12 and 14 rights of those who were subject to immigration control and who were in the United Kingdom lawfully.", "10. He found that it was permissible, according to the Court's jurisprudence, to introduce legislation to prevent marriages entered into for the purpose of avoiding immigration control even though this legislation might interfere with the right to marry. Furthermore, the legislative objective relied on by the Government of preventing sham marriages was sufficiently important to justify limiting an Article 12 right.", "11. However, in the case of the first version of the scheme, the measures designed to meet the legislative objective were disproportionate as they were not rationally connected to it. First, all religious marriages other than those in the Church of England required a Certificate despite the fact that the evidence showed that sham marriages predominantly took place in registry offices. The treatment of religious marriages outside the Church of England was therefore a matter of concern as they were treated like registry office marriages even though evidence indicated that the same precautions which prevented sham marriages taking place in the Church of England were also present in other religious ceremonies. Secondly, there was no basis for the assumption that all religious marriages outside the Church of England were automatically to be treated as sham marriages, thus requiring a Certificate, while in contrast all marriages conducted according to the rites of the Church of England were to be regarded automatically as not being sham marriages and therefore did not require a Certificate. Thirdly, the first version of the scheme arbitrarily failed to take into account many factors which might be relevant in considering whether or not a proposed marriage was a sham, such as clear and corroborated evidence that the parties had enjoyed a loving relationship over a number of years, during which time they might have had children or bought a house together. It was difficult to understand how the scheme, which ignored factors such as these, could be “rationally connected” to the purported legislative aim of avoiding sham marriages. Fourthly, the first version of the scheme was not rationally connected to the legislative objective as it regarded the only relevant factors in determining whether a non-EU national could marry in the United Kingdom as his or her immigration status.", "12. Mr Justice Silber therefore held that the first version of the scheme was not proportionate and constituted a substantial interference with Article 12 rights.", "13. He also held that this version of the scheme was incompatible with Article 14 of the Convention as it was discriminatory on the grounds of religion and nationality. It constituted direct discrimination as it targeted individuals who were, because of their religious convictions or lack of them, unable or unwilling to marry pursuant to the rites of the Church of England. Meanwhile those who wished to marry in the Church of England were exempted from the scheme.", "14. Furthermore, the fact that a fee was levied was also discriminatory as this was not required of those with the same characteristics wishing to marry in Church of England religious ceremonies.", "15. In a separate judgment ([2006] EWHC 1454 (Admin)), Mr Justice Silber found that in the case of Mr Baiai, at the time an illegal immigrant, the refusal of permission to marry did not constitute an interference with his rights under Article 12, as permitting him to marry an EEA national would effectively have permitted him to “queue jump” and would have undermined the effectiveness of immigration control.", "16. The Secretary of State accepted Mr Justice Silber's findings that the first version of the scheme under section 19 of the 2004 Act was discriminatory and did not seek to challenge this conclusion on appeal. However, he was granted permission to appeal against Mr Justice Silber's findings in respect of Article 12 of the Convention. Mr Baiai was also granted permission to appeal.", "17. On 23 May 2007 the Court of Appeal delivered judgment in the case of SSHD v. Baiai and Others [2007] EWCA Civ 478. It agreed with Mr Justice Silber's finding that the first version of the scheme under section 19 of the 2004 Act was disproportionate and violated Articles 12 and 14 of the Convention. However, it disagreed with the conclusion reached in respect of Mr Baiai. The Court of Appeal held that the immigration status of Mr Baiai was irrelevant to the genuineness of his proposed marriage, which alone could properly determine whether he should be free to exercise his right to marry. It therefore dismissed the Secretary of State's appeal and allowed that of Mr Baiai. The Secretary of State was granted permission to appeal to the House of Lords.", "18. On 30 July 2008 the House of Lords handed down its opinion in the case of R. (on the application of Baiai and others) v. Secretary of State for the Home Department [2008] UKHL 53. It dismissed the appeal and ordered that section 19(3)(b) of the 2004 Act should be read as meaning “has the written permission of the Secretary of State to marry in the United Kingdom, such permission not to be withheld in the case of a qualified applicant seeking to enter into a marriage which is not one of convenience and the application for, and grant of, such permission not to be subject to conditions which unreasonably inhibit exercise of the applicant's right under Article 12 of the European Convention.”", "19. Lord Bingham observed that from the early days the Court had described the right to marry as “fundamental” and noted that Article 12, in contrast with Article 8, conferred a right and not a right to respect for specified areas of personal life.", "20. Lord Bingham further observed that the scope afforded to national law was not unlimited and it had been emphasised that national laws governing the exercise of the right to marry should never injure or impair the substance of the right. In practice the Court had been firm in upholding the right to marry, finding in favour of applicants denied the exercise of that right because they were serving prisoners (Hamer v. the United Kingdom, no. 7114/75, Commission decision of 13 December 1979, DR 24, p. 62), because of a mandatory delay imposed before entering into a fourth marriage (F. v. Switzerland, 18 December 1987, Series A no. 128), or because one applicant was the father-in-law of the other and they could only exercise their right to marry if they obtained a private Act of Parliament (B. and L. v. the United Kingdom, no. 36536/02, 13 September 2005).", "21. Lord Bingham considered, inter alia, the Court's decisions in Sanders v. France, no. 31401/96, Commission decision of 16 October 1996, DR 87 p. 160 and Klip and Krüger v. the Netherlands (1997) DR 91-A, p. 66. He concluded that:", "“A national authority may properly impose reasonable conditions on the right of a third-country national to marry in order to ascertain whether a proposed marriage is one of convenience and, if it is, to prevent it. This is because Article 12 exists to protect the right to enter into a genuine marriage, not to grant a right to secure an adventitious advantage by going through a form of marriage for ulterior reasons.", "... ... ...", "[The authorities] establish ... that where a third-country national proposes to marry within the jurisdiction the member state may properly check whether the proposed marriage is one of convenience or not and seek information necessary for that purpose. The authorities give no support to the proposition that a significant restriction may be placed on all such marriages, or on a sub-class of such marriages, irrespective of whether they are marriages of convenience or genuine marriages and with no procedure to ascertain whether they are the one or the other.”", "22. In respect of the first version of the scheme, Lord Bingham held:", "“Apart from its discriminatory features, which the Secretary of State has said she will remove, I do not think section 19, read alone, is legally objectionable. It is open to a member state, consistently with article 12, to seek to prevent marriages of convenience. There is nothing in the text of section 19 which authorises or requires the withholding of permission to marry in the case of any marriage which is not a marriage of convenience. Indeed, the section makes no reference to marriages of convenience or sham marriages and gives no hint of the grounds on which permission may be granted or withheld. Section 19 could be operated, consistently with its terms and with article 12, in a manner which required persons subject to immigration control to give notice of a proposed marriage, enabled an appropriate authority to investigate whether the proposed marriage would be one of convenience and provided for the withholding of permission only in cases where it appeared that the proposed marriage would be one of convenience.", "Subject to one qualification, the 2005 Regulations are similarly, in my opinion, unobjectionable. They provide in some detail in Schedule 2 for the information to be given by an applicant for permission to marry, and considerable detail (more than is required in the Schedule) is clearly necessary if enquiry is to be made whether a proposed marriage will be one of convenience. My qualification relates to the prescribed fee. It is plain that a fee fixed at a level which a needy applicant cannot afford may impair the essence of the right to marry which is in issue. A fee of £295 (£590 for a couple both subject to immigration control) could be expected to have that effect.", "The Immigration Directorates' Instructions, promulgated (it is understood) without express parliamentary sanction, provide for the denial of permission to marry (save on compassionate grounds, relatively rarely allowed in practice) to all those who are in the country without leave, or whose grant of leave to enter or remain in the UK on the occasion in question did not total more than 6 months, or who did not have at least 3 months remaining at the time of making the application for permission. The vice of the scheme is that none of these conditions, although of course relevant to immigration status, has any relevance to the genuineness of a proposed marriage, which is the only relevant criterion for deciding whether permission should be given to an applicant who is qualified under national law to enter into a valid marriage. It may be that persons falling within the categories specified in the Instructions are more likely to enter into a marriage of convenience than others, and that may be a very material consideration when the genuineness of a proposed marriage is investigated. But the section 19 scheme does not provide for or envisage any investigation at all, because (as has been explained in the evidence) such investigation is too expensive and administratively burdensome. Thus, subject to the discretionary compassionate exception, the scheme imposes a blanket prohibition on exercise of the right to marry by all in the specified categories, irrespective of whether their proposed marriages are marriages of convenience or whether they are not. This is a disproportionate interference with exercise of the right to marry.”", "23. Baroness Hale of Richmond considered that:", "“It is not disputed that the Government would be free to deny any immigration advantage to a party to a marriage which had been entered into solely for the purpose of obtaining that advantage. (Indeed, the respondents argue that that is already the case, as the claimed advantages apply only to real relationships.) But the scheme in issue here does something very different. The legislation enables the Government to prohibit in advance a great many marriages irrespective of whether or not they are genuine, irrespective of whether or not there is any immigration advantage to be obtained thereby, and without any right of appeal other than judicial review. This strikes at the very heart of the right to marry which is guaranteed to everyone of full age by article 12 of the European Convention on Human Rights.”", "24. She found that there were many objections to the scheme, other than its being discriminatory. In particular, she noted that:", "“It covers anyone who is subject to immigration control, that is, anyone who is not an EEA national and requires leave to enter or remain in the United Kingdom (s. 19(4)). This covers all non-nationals unless they have already acquired the 'right of abode'. All of these people are required to give notice to the registrar in specified registration districts, irrespective of where they live or intend to get married; and both parties to the intended marriage must attend in person to deliver their notice (s. 19(2)). This is all irrespective of how long they have been living here, how close their relationship and how small or non-existent the immigration advantage there might be.", "When they get to the registrar, there are only two categories of people who need go no further. The first is a person who has been given entry clearance expressly for the purpose of enabling him to marry in the United Kingdom (s 19(3)(a)). The second is a person who falls within a class specified in regulations (s 19(3)(c)). Regulation 6 of the Immigration (Procedure for Marriage) Regulations 2005 (SI 2005/15) specifies a person 'who is settled in the United Kingdom' within the meaning of paragraph 6 of the Immigration Rules. This basically means someone who is ordinarily resident here, not in breach of the immigration laws, and without any restriction on the period for which he may remain. A very large number of people who have been here lawfully for a long time will still not be 'settled' here in this sense.", "Everyone subject to immigration control who does not fall within those two exceptions cannot marry without the written permission of the Secretary of State to marry in the United Kingdom (s. 19(3)(b)). Application must be made in writing accompanied by the fee prescribed in the 2005 Regulations, which is now £295. If both parties require permission, therefore, they must pay £590 to apply for it. There is no power in the regulations to waive or reduce the fee no matter how meritorious the case. This is on top of the much more modest fees for the actual marriage, of £30 for each notice to marry, £40 for the ceremony, and £3.50 for the marriage certificate, making a total of £103.50. It must be a positive disincentive to couples whose desire to marry is deep and sincere and has nothing to do with their immigration status or where they intend to live once married.", "None of these applicants will be able to find out from the Act or the Regulations how good their chances are of getting permission. On the face of it, the Government can adopt whatever policy it chooses without even laying it before Parliament for scrutiny. The current policy is contained in the published “Immigration Directorates' Instructions\", chapter 1, section 15. This does not depend upon any reasonable assessment, either of the immigration advantage which the marriage might bring, or of the genuineness of the relationship. It depends upon a rule of thumb: permission will be granted if each person needing it has been granted leave to enter or remain in the UK for more than six months (calculated from when his present stay in the UK first began) and has at least three months of this remaining when he makes the application. Even within this category, permission will be refused if there is good reason to believe that either of the parties lacks capacity to marry in English law. Outside this category, permission will be refused unless “there are exceptionally compassionate features” making it unreasonable to expect them to travel, either to marry abroad or to apply for entry clearance from abroad. The examples given are pregnancy or some other condition making the person unfit to travel abroad. They do not include features suggesting that the marriage is genuine, because that is not the point.", "This policy automatically excludes all asylum seekers because they do not have leave to enter. The policy states that they should not normally be permitted to marry until after their claims have been determined. But if an initial decision on an application or an appeal has been outstanding for 18 months (and we understand that time starts running afresh once an appeal has been lodged), or if they cannot be expected to travel abroad for compelling compassionate reasons, the permission may be granted. It is, of course, extremely unlikely that any genuine asylum seeker will be in a position to travel back to the country from which he has fled to escape a wellfounded fear of persecution, nor would it be consistent with this country's obligations under the Refugee Convention to compel him to do so.", "It is an indication of how over-inclusive the statutory scheme is that the great majority of applications for permission are granted. From 1 February 2005, when section 19 came into force, until 10 April 2006, when Silber J handed down his first judgment, 14,787 applications for permission to marry or enter a civil partnership were dealt with. 12,754 were granted, only 41 of these on exceptional or compassionate grounds, the rest because they met the leave criteria. 1,805 were refused. 228 were withdrawn or discontinued. We are told that this was quite deliberate. The Government simply decided to subject a large number of proposed marriages to the deterrent effect of scrutiny and to prohibit all those in the class which they thought most likely to contain the suspect unions. Making a serious attempt to distinguish between the “sham” and the genuine was considered too difficult and too expensive.”", "25. Following the judgments of Mr Justice Silber on 10 April 2006, the first version of the scheme was amended. Under the new procedure (“the second version”), applicants who had insufficient leave to enter or remain at the time of applying for a Certificate of Approval could be asked to submit further information in support of their applications to enable the Home Office to satisfy itself that the proposed marriage or civil partnership was genuine.", "26. Further amendments followed the Court of Appeal judgment on 23 May 2007 (“the third version”). Under the third version of the scheme, applications from individuals who did not have valid leave to enter or remain, who had until this point been refused a Certificate of Approval unless there were exceptional compassionate circumstances, were to be treated in line with the guidance for those who had limited but insufficient leave to qualify for a Certificate.", "27. With effect from 9 April 2009 the Government suspended the requirement to pay any fee. On 10 July 2010 a scheme for repaying fees to applicants who met a financial hardship test at the time of the application met with Ministerial approval.", "28. On 27 July 2010 a proposal for a draft Asylum and Immigration (Treatment of Claimants etc.) Act 2004 (Remedial) Order 2010 was laid before Parliament. If the draft order is approved by both Houses of Parliament, it is expected to come into force early in 2011. Once in force, it will effectively abolish the Certificate of Approval scheme.", "2. The circumstances of the applicants", "29. The applicants were born in 1974, 1979, 2006 and 2000 respectively and live in Londonderry.", "30. The first applicant has both Irish and British nationality. She is married to the second applicant, who is a Nigerian national of Biafran ethnic origin. The third applicant is the child of the first and second applicant and the fourth applicant is the first applicant's child from a previous relationship. Both the third and fourth applicants have British and Irish nationality.", "31. The applicants are practising Roman Catholics.", "32. The first and second applicants care for the third and fourth applicants and also for the first applicant's disabled parents. The first applicant receives Invalid Carer's Allowance, Income Support, Child Benefit and Housing Benefit. The second applicant is not entitled to work.", "3. The factual background to the application", "33. The second applicant arrived in Northern Ireland in 2004 and claimed asylum in 2006. In November 2009 he was granted Discretionary Leave to Remain, which runs until November 2011.", "34. The second applicant met the first applicant in November 2004 and they began living together in December 2005. In May 2006 the second applicant proposed to the first applicant and she accepted.", "35. On 9 July 2007 the first and second applicants applied for a Certificate of Approval and requested to be exempted from the GBP 295 fee. They explained in detail that the first applicant survived on Invalid Carer's Allowance and Income Support and that the second applicant was destitute as a result of not being permitted to work. This explanation was attached to the application and a supporting letter from their Member of Parliament was sent.", "36. On 18 July 2007 their application was returned to them with a letter stating the following:", "“If an applicant does not pay the specified fee, his or her application is invalid. The specified fee has not been paid in connection with your attempted application which you made by post on 9 July 2007. We do not consider that an exception to the requirement to pay the fee applies in this case, therefore your application is invalid and we are returning your documents.”", "37. In July 2008 a group of the applicants' friends contributed towards the fee required to make an application for a Certificate of Approval. The applicants subsequently made an application with the donated funds. On receiving the application form, a case worker asked the first and second applicants to submit further information about their relationship. They submitted two sworn affidavits. The case worker was satisfied with the information provided and the applicants were issued with a Certificate of Approval on 8 July 2008. They married on 18 October 2008.", "38. Section 19 (1) of the Asylum and Immigration (Treatment of Claimants etc.) Act 2004 (“the 2004 Act”) imposed certain requirements before a person subject to immigration control was able to marry, otherwise than in accordance with the rites of the Church of England under Part II of the Marriage Act 1949.", "39. Section 19 (3) of the 2004 Act stipulated, as relevant, that:", "“(3) The superintendent registrar shall not enter in the marriage notice book notice of a marriage to which this section applies unless satisfied, by the provision of specified evidence, that the party subject to immigration control—", "(a) has an entry clearance granted expressly for the purpose of enabling him to marry in the United Kingdom,", "(b) has the written permission of the Secretary of State to marry in the United Kingdom....”", "40. Section 19 (4) (a) of the 2004 Act provided that a person “subject to immigration control” was a person who was not a European Economic Area (EEA) national and who required leave to enter or remain in the United Kingdom.", "41. Section 23 of the 2004 Act provided the following in relation to Northern Ireland:", "“(1) This section applies to a marriage—", "(a) which is intended to be solemnised in Northern Ireland, and", "(b) a party to which is subject to immigration control.", "(2) In relation to a marriage to which this section applies, the marriage notices—", "(a) shall be given only to a prescribed registrar, and", "(b) shall, in prescribed cases, be given by both parties together in person at a prescribed register office.", "(3) The prescribed registrar shall not act under Article 4 or 7 of the Marriage (Northern Ireland) Order 2003 (S.I. 2003/413 (N.I.3)) (marriage notice book, list of intended marriages and marriage schedule) unless he is satisfied, by the provision of specified evidence, that the party subject to immigration control—", "(a) has an entry clearance granted expressly for the purpose of enabling him to marry in the United Kingdom,", "(b) has the written permission of the Secretary of State to marry in the United Kingdom, or ...”", "42. Permission from the Secretary of State was granted by the issuing of a Certificate of Approval pursuant to the procedure provided for in the Immigration (Procedure for Marriage) Regulations 2005 (SI 2005/15) (“the 2005 Regulations”).", "43. Regulation 7 of the 2005 Regulations provided that:", "“(1) A person seeking the permission of the Secretary of State to marry in the United Kingdom under section 19(3)(b), 21(3)(b) or 23(3)(b) of the 2004 Act shall—", "(a) make an application in writing; and", "(b) pay a fee on the submission of the application in accordance with regulation 8.", "(2) The information set out in Schedule 2 is to be contained in or provided with the application.”", "44. Schedule 2 indicated that both parties to an intended marriage should state their name, date of birth, name at birth (if different), nationality, contact details, passport or travel document numbers, Home Office reference numbers (where applicable), details of their current immigration status (if applicable), the date on which their current leave was granted and the date on which that leave was to expire (where applicable), and details of any previous marriages and divorces.", "45. The fee on application to the Secretary of State for the Home Department was initially fixed at GBP 135. It was increased to GBP 295 on 2 April 2007. There was no statutory right of appeal for an applicant who alleged that they could not afford to pay the fee. If the fee was not paid, the application for a Certificate was invalid and there was no discretion for the fee to be waived. The refusal of an application for a Certificate did not constitute an immigration decision and there was no statutory right of appeal against it.", "46. In February 2005 the Immigration Directorate issued instructions on authority to marry. The Immigration Directorate's Instructions (“IDIs”) stated that under the 2004 Act persons subject to immigration control who wished to marry in the United Kingdom had to first meet an additional qualifying condition before they could give notice of the marriage: they were required to have an entry clearance or be settled in the United Kingdom or have a Home Office Certificate of Approval. Chapter 1, section 15, para 3, of the IDIs (“Criteria for Granting a Certificate of Approval”) provided that:", "“In order to qualify for a certificate of approval, a person must have valid leave to enter or remain in the UK as follows. He must have been granted leave to enter or remain in the UK totalling more than 6 months on this occasion; and have at least 3 months of this leave remaining at the time of making the application.”", "47. The IDIs stated that a Certificate of Approval would be refused if there was good reason to believe that there was a legal impediment to the marriage, as on grounds of age, consanguinity or an existing marriage. A Certificate of Approval would normally be refused to a person not qualified to be granted one, but a Certificate could be granted on compassionate grounds.", "48. The Certificate of Approval scheme was amended following the judgment of Mr Justice Silber. UKBA guidance stated that under the new procedures UKBA could write to persons who had insufficient leave to enter or remain at the time of applying for a Certificate of Approval, asking that they submit further information in support of their application to enable UKBA to be satisfied that the proposed marriage or civil partnership was genuine. Any such letter would ask for information about:", "when, where and how the applicant and their fiancé(e)/proposed civil partner met;", "when the couple decided to marry or enter into a civil partnership;", "where the couple intended to live if permitted to marry or to enter into a civil partnership in the United Kingdom;", "arrangements for any religious ceremony, including the nature of the ceremony, the person conducting it and relevant contact details, arrangements for any reception or celebration, including details of the location, proof of booking and relevant contact;", "the applicant's relationship with his or her fiancé(e)/proposed civil partner if the couple was not living together (e.g. letters and photographs as evidence of the relationship);", "the applicant's life with his or her fiancé(e)/proposed civil partner if the couple was living together, including the address(es), how long they had lived together and documentary evidence in the form of correspondence addressed to both parties at the same address from utilities, government bodies, local authorities, financial institutions etc.;", "any children from the applicant and his or her fiancé(e)/proposed civil partner's present or previous relationships, including where they lived, the length of time any of them had lived with the applicant and his or her fiancé(e)/proposed civil partner, the names of their natural parents and details of who supported them;", "contact telephone numbers for the applicant and his or her fiancé(e)/proposed civil partner in case an officer wishes to contact either of you;", "and any additional information which the applicant would like to submit, and/or any additional supporting evidence or documentation which might help the application.", "49. Following the Court of Appeal judgment, the Government further amended the scheme. UKBA guidance indicated that applications from individuals who did not have valid leave to enter or remain (illegal entrants, persons who had been refused leave to enter but granted temporary admission or temporary admission pending the outcome of an application for leave to enter, and those who had overstayed their leave to remain), who had previously been refused unless there were exceptional compassionate circumstances for granting a Certificate of Approval, would be treated in line with the guidance for those who had limited, but insufficient, leave to qualify for a Certificate.", "50. In March 2009 the AIRE Centre and the Joint Council for the Welfare of Immigrants brought judicial review proceedings in respect of the failure of the Home Office to comply with that part of the House of Lords judgment which related to the level of the fees being charged. The night before the ruling the Government agreed to suspend the fees with effect from 9 April 2009.", "51. On 10 July 2010 a scheme for the repayment of the full fee to applicants who met a financial hardship test by making ex gratia payments received ministerial approval. In order to meet the test for real financial hardship, applicants would have to provide evidence that the payment of the fee led the couple to experience real financial hardship at the time of the application. The test would take into account whether both parties to the proposed marriage were on benefits, including asylum support, or whether they had income below a certain threshold.", "52. In November 2009 the Government notified the Court of its intention to abolish the Certificate of Approval Scheme. On 27 July 2010 the Asylum and Immigration (Treatment of Claimants etc.) Act 2004 (Remedial) Order 2010 was laid before Parliament and it is anticipated that it will come into force early in 2011."], "VIOLATED_ARTICLES": ["12", "14", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}