{"ITEMID": "001-23650", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "STEWART v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr Andrew A. Stewart, is a United Kingdom national, who was born in 1939 and is currently detained in HM Prison Garth. He was represented before the Court by Mr G. Rushton, a lawyer practising in Manchester.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 17 December 1979, the applicant was convicted of murder, a premeditated offence described by the trial judge as “brutal and savage”. The applicant had a number of previous convictions including assault, actual bodily harm and grievous bodily harm. He was sentenced to a mandatory term of life imprisonment. The pre-trial medical report found that his traits fitted into the definition of psychopathic disorder and that he thus had a serious personality disorder. In view of his age, then 40, it was not considered that the applicant require, or would benefit from, any medical treatment. The trial judge advised the Home Secretary that “the applicant is and will be for a long time dangerous, if at large” and recommended a tariff (the minimum period of detention needed to satisfy the requirements of retribution and deterrence) of twenty years, having regard inter alia to his history of violence, the premeditated, if random, nature of the murder, the brutal character of the murder and the applicant’s lack of remorse. The Home Secretary accepted the recommendation and fixed the tariff to expire on 25 July 1999.", "Whilst in prison, the applicant received 31 adverse adjudications including one assault of a prison officer, two assaults on other prisoners, four instances of abusive conduct and seven drug offences.", "The release review procedure commenced three years before the expiry of the applicant’s tariff. The Parole Board decided against any move to open conditions for release preparation and recommended a review in two years’ time. By letter dated 6 January 1997, the Secretary of State informed the applicant that the Parole Board had not recommended his release for the following reasons:", "“...Until [the applicant] changes his attitude to his offending behaviour he will remain as a high risk to the public. The Panel is concerned by his continued lack of remorse for any of the victims of his violent offences and by the fact that at present he has made no positive effort to understand the causes and consequences of his violent offending. Consequently there has been no progress in his doing so. The Panel notes that he now admits that his personality and his attitudes are problem areas and that he has shown his willingness to address these. In particular he needs to do work on violence and anger control and his attitudes to women, so as to reduce the risk of his re-offending. ...”", "The next Parole Board review was set to begin in December 1998.", "On 26 March 1999, the Parole Board reviewed the applicant’s case and recommended that the applicant was “clearly unsuitable” for release or move to open prison. By letter dated 22 April 1999, the applicant was informed by the Home Secretary of the reasons:", "“...[the applicant’s] index offence, past criminal record taken in conjunction with his current attitude to offending, lack of empathy, refusal to participate in relevant offending behaviour courses and a recent positive mandatory drug test makes him clearly unsuitable for release or open conditions. Unless [the applicant] participates in and successfully completes the relevant courses to understand the causes and consequences of his offending and shows sustained improvement in his attitude and behaviour, he cannot be considered as an acceptable risk for the progressive move to open conditions. [The applicant’s] co-operation with Psychologist and Psychiatrist is essential in terms of assessing his future risk. The extensive range of work required to reduce his risk will take time, hence his next review should be scheduled for two years.”", "On 15 March 2002, the Parole Board conducted its third review of the applicant’s case. It again concluded that the applicant was not ready for release or move to open conditions, recommending that he remain in closed conditions and that his case be reviewed two years later. By letter dated 4 April 2002, the Home Secretary accepted the recommendation:", "“Until relatively recently [the applicant] has refused to participate in any offending behaviour programmes. However reports prepared in January of last year indicated that he was willing to attend anger management, an R & R course and courses in relationships and personal development but he has not yet participated in such courses and subsequently refused to be interviewed by the prison psychologist. Throughout his sentence [the applicant] has demonstrated no remorse for the index and previous offences, and the panel therefore considers his risk is not yet low enough for open conditions.”", "The next review was set for March 2004.", "On 7 June 2002, the Sentence Planning Board met to review the applicant’s progress in sentence planning targets over the past twelve months and to agree targets for the next twelve months. It noted that the applicant had indicated a willingness to participate in an anger management course but had not embarked on one because no such course was then being offered at his prison. It also stated that he had also indicated a willingness to participate in a Reasoning and Rehabilitation course but was still awaiting assessment for entry onto the course. It also further noted that in April 2001 he had completed courses in assertiveness and decision making, relationships and money management. Prison and probation officers both reported good behaviour and the Board stated that during the last reporting period, there had been no displays of any of the risk factors earlier identified as obstacles to the release of the applicant.", "The Government stated that the Board’s report was not wholly accurate. In early 2001, the applicant had in fact attended classes in two elements of “Social and Life Skills” course, including elements of improving assertiveness and decision-making and healthy living. He did not attend any classes in relationships. Meanwhile, they explained that in November 2001, the applicant’s prison offered the Reasoning and Rehabilitation course for the first time. The applicant did not apply. The course ran again in February 2002 but the prisoners who had previously applied unsuccessfully were given priority. The applicant was referred by his personal prison officer for the course in September 2002 but rejected the opportunity, stating at the assessment interview that he had no interest in, or need for, such a course. When he was nonetheless allocated a place on the course, he missed the first session due to a family visit and then, according to the Government, failed to respond to repeated invitations to start the course on 17 February 2003. The applicant stated that he could not attend this course due to illness but that he started this course in August 2003.", "In April 2003, the prison psychologist explained to the applicant that he was no longer considered suitable to attend the anger management course as he did not meet the assessment criteria (namely, recent angry or aggressive behaviour). The applicant states that this course nonetheless remains on his sentence plan.", "The legislation which governed sentencing and release on licence at the time when the applicant was sentenced was the Criminal Justice Act 1991 (“the 1991 Act”). The provisions of this Act were subsequently replaced by the Crime (Sentences) Act 1997 from 1 October 1997.", "At the relevant time, the 1991 Act provided in section 35(2):", "“If recommended to do so by the [Parole] Board, the Secretary of State may, after consultation with the Lord Chief Justice together with the trial judge if available, release on licence a life prisoner who is not a discretionary life prisoner.”", "In determining the principles of fairness that apply to the procedures governing the review of mandatory life sentences, the English courts have recognised that the mandatory sentence is, like the discretionary sentence, composed of both a punitive period (“the tariff”) and a security period. As regards the latter, detention is linked to the assessment of the prisoner’s risk to the public following the expiry of the tariff (see, for example, R. v. Parole Board, ex parte Bradley (Divisional Court) [1991] 1 WLR 135; R. v. Parole Board ex parte Wilson (Court of Appeal) [1992] 2 AER 576).", "Once the tariff period has expired, periodic reviews are conducted by the Parole Board to determine whether the prisoner meets the criteria for a recommendation of release on life licence to be made to the Secretary of State. According to section 29(1) of the 1997 Act, the final decision on release rests with the Secretary of State. If release is not recommended, the Parole Board sets the date for the next review. It is open to the Secretary of State to bring forward the date of the next review where a prisoner shows unexpectedly rapid progress. However, a prisoner cannot himself apply for a review during the interval set by the Parole Board.", "Section 6(1) of the Act provides:", "“It is unlawful for a public authority to act in a way which is incompatible with a Convention right.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}