{"ITEMID": "001-70069", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "GRABAN v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Andrzej Graban, is a Polish national who was born in 1957 and lives in Gdynia, Poland. He is represented before the Court by Mr P. Rybiński, a lawyer practising in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 7 November 1996 the applicant was arrested by the police and on the following day he was charged with homicide. On 9 November 1996 the Gdynia District Court (Sąd Rejonowy) ordered that he be detained on remand in view of the reasonable suspicion that he had committed the offence in question, the grave nature of that offence and the need to obtain and secure evidence. Furthermore, the District Court considered that there was a risk that the applicant could induce witnesses to give false testimonies. That decision was upheld on appeal on 25 November 1996.", "On 28 January 1997 the Gdańsk Regional Court (Sąd Okręgowy) prolonged the applicant’s detention until 6 May 1997. It invoked the same grounds as originally given for his detention. In addition, the Regional Court referred to the necessity to hear witnesses and obtain various expert opinions in the investigation.", "On 5 May 1997 the Gdańsk Court of Appeal (Sąd Apelacyjny) ordered that the applicant be kept in custody until 6 August 1997. It relied on the reasonable suspicion that the applicant had committed the offence in question and the need to take further evidence.", "On 1 August 1997 the applicant was indicted on the charge of homicide before the Gdańsk Regional Court. The bill of indictment comprised several charges of homicide brought against 3 accused.", "On 18 December 1997 the Gdańsk Regional Court ordered that the applicant be held in custody until the first-instance judgment had been given, but not longer than 7 November 1998. It relied on the grounds previously given for the applicant’s detention and added that, given the severity of the anticipated sentence, that measure was also justified by the need to secure the proper course of the trial. That decision was upheld on appeal on 19 January 1998.", "On 6 November 1998 the Gdańsk Regional Court convicted the applicant as charged and sentenced him to 8 years’ imprisonment. The applicant and the prosecutor appealed.", "On 19 January 1999 the Regional Court ordered that the applicant’s detention be continued pending his appeal against the conviction until 31 May 1999. It considered that the severity of the imposed sentence fully justified the continuation of that measure.", "On 5 May 1999 the Court of Appeal quashed the first-instance judgment and remitted the case.", "On 26 May 1999 the Court of Appeal prolonged the applicant’s detention until 30 June 1999. It relied on the reasonable suspicion that the applicant had committed the offence in question and the severity of the anticipated penalty. That decision was upheld on appeal on 24 June 1999.", "On 29 June 1999 the Court of Appeal ordered that the applicant be kept in custody until 30 September 1999. It reiterated the grounds given for its earlier decision of 26 May 1999.", "On 14 September 1999 the Regional Court ordered further prolongation of the applicant’s detention until 31 December 1999.", "The Regional Court opened the retrial on 29 December 1999. On the same date it prolonged the applicant’s detention until 1 April 2000. On 19 June 2000 it ordered that the applicant be held in custody until 30 September 2000.", "On 18 September 2000 the Regional Court prolonged the applicant’s detention until 31 December 2000. It reiterated the grounds given previously for his detention. It also observed that there was a risk of pressure being brought to bear on witnesses if the applicant was released. That decision was upheld on appeal on 4 October 2000.", "On 29 December 2000 the Regional Court ordered that the applicant be held in custody until 29 March 2001, considering that it was the only measure capable of securing the proper conduct of the trial. On 17 January 2001 that decision was upheld on appeal. The applicant’s detention was subsequently prolonged on an unspecified later date.", "Since the beginning of the proceedings the applicant had made numerous, unsuccessful applications for release. He appealed, likewise unsuccessfully, against the refusals to release him and the decisions prolonging his detention.", "On 26 July 2001 the Gdańsk Regional Court convicted the applicant of homicide and sentenced him to 10 years’ imprisonment. Following the applicant’s appeal, the conviction was upheld by the Gdańsk Court of Appeal on 23 May 2002. On 27 June 2003 the Supreme Court dismissed the applicant’s cassation appeal against the judgment of the Court of Appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}