{"ITEMID": "001-90836", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GRUDZINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Albert Grudziński, is a Polish national who was born in 1945 and lives in Warszawa. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "J.G., the applicant's legal predecessor, owned a brickyard located in Błonie. By virtue of a decision issued on 2 November 1950 the Minister of Light Industry (Minister Przemysłu Lekkiego) nationalised the brickyard pursuant to the Law of 3 January 1946 on Nationalisation of Principal Sectors of National Economy.", "In 1991 J.G. made an application to the Minister of Industry and Commerce (Minister Przemysłu i Handlu) for annulment of the 1950 decision on nationalisation. On 23 February 1993 the Minister declared the 1950 decision null and void. The Błonie municipality appealed against that decision. On 1 December 1993 the Supreme Administrative Court (Naczelny Sąd Administracyjny) dismissed its appeal.", "On 30 December 1993 J.G. requested the Minister of Industry and Commerce to award her compensation for damage sustained as a result of the nationalisation decision. In May 1994 the Minister ordered J.G. to indicate the actual damage (szkoda rzeczywista) sustained in connection with the nationalisation. In April 1995 J.G. submitted that her compensation claim amounted to 3,378,233 Polish zlotys (PLN).", "On 11 December 1996 the Minister awarded J.G. compensation in the amount of PLN 1,819,895.", "J.G. contested the amount of the award. In January 1997 she sued the State Treasury before the Warsaw Regional Court (Sąd Wojewódzki), seeking further compensation in the amount of PLN 1,558,338. On 10 December 1998 the Regional Court dismissed her claim. J.G. appealed against that judgment to the Warsaw Court of Appeal (Sąd Apelacyjny).", "Following J.G.'s death, the applicant and her four other successors became parties to the proceedings before the Court of Appeal.", "On 27 April 2001 the Court of Appeal upheld the judgment of the Regional Court.", "In August 2001 the applicant and other co-plaintiffs lodged a cassation appeal against the judgment of the Court of Appeal. They also requested to be exempted from court fees required for proceeding with their cassation appeal. They claimed that due to their difficult financial situation they could not afford to pay them. The applicant stressed that his monthly salary amounted to 5,560 PLN. However, he had to support his unemployed wife and his mother-in-law.", "On 27 September 2001 the Court of Appeal dismissed their application for exemption from court fees. Its decision was not reasoned and no appeal lay against it.", "On 8 October 2001 the Court of Appeal ordered the applicant and other co-plaintiffs to pay court fees in the amount of PLN 79,516.90. On 27 November 2001 it rejected their cassation appeal for failure to pay the court fees. The applicant did not appeal against this decision although it would have been open to him to have done so under the Code of Civil Procedure.", "The legal provisions relating to setting court fees as applicable at the material time and questions of practice are set out in paragraphs 23-33 of the judgment delivered by the Court on 19 June 2001 in the case of Kreuz v. Poland (no. 28249/95, ECHR 2001-VI; see also Jedamski and Jedamska v. Poland, no. 73547/01), §§ 29-9).", "Article 394 of the Code of Civil Procedure as applicable at the material time, guarantees a party to proceedings a right to appeal against a decision of the first-instance court which terminates the proceedings. Such an interlocutory appeal (zażalenie) is also available against certain decisions, specified in this provision. An appeal is available against a refusal of exemption from court fees when such decision has been given by a firstinstance court. The Supreme Court has held in a number of its decisions that no appeal is available against an interlocutory decision on court fees given by a second-instance court. Court fees for lodging such an interlocutory appeal should amount to one fifth of the court fee due in the proceedings.", "Pursuant to Article 380 of the Code of Civil Procedure, on the request of a party, a second-instance court shall consider the interlocutory decisions of the first-instance court against which that party could not have filed an interlocutory appeal.", "The Supreme Court has also held on many occasions that when examining an interlocutory appeal against a decision to reject a cassation appeal for failure to pay court fees, it would also consider the previous decision on refusal to give an exemption from the payment of court fees (see I CZ 259/99 unpublished, I CZ 81/2006, OSNC 2007 No. 2, item 36)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}