{"ITEMID": "001-87964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF XHERAJ v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of P7-4;Remainder inadmissible;Pecuniary damage - claim rejected;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1970 and is currently serving a sentence in Vicenza Prison in Italy.", "7. In 1995 the prosecutor’s office for the city of Durrës charged the applicant with murder on the basis of evidence from the victim’s father, who maintained that he had been told by the victim, before his death, that the applicant was one of the murderers. The investigation in respect of three other suspects had been discontinued.", "8. The applicant’s father, when interviewed by the police, stated that the applicant had been travelling to Italy with two other persons on the day when the murder was committed.", "9. On 27 November 1996 the applicant, in absentia, was found guilty of murder under Article 76 of the Criminal Code and was sentenced to 20 years’ imprisonment by the Durrës Court of Appeal. His appeal to the then Court of Cassation was declared inadmissible on 10 March 1997.", "10. Following the signature of an authorisation form by the applicant’s father on 10 December 1997, under Article 450 of the Code of Criminal Procedure (“the CCP”), the applicant’s counsel sought judicial review of the Court of Appeal’s judgment by a request bearing the same date. The application for judicial review reached the District Court on 11 December 1997.", "11. The judicial review request stated that new evidence had emerged in favour of the applicant. Firstly, from the autopsy report it transpired that the victim had been stabbed in the heart and had died instantly; consequently, from a scientific point of view the victim had not been able to communicate. Secondly, two witnesses stated that they had been travelling with the applicant early in the morning to take the ferry to Italy at the time when the murder had occurred.", "12. On 13 December 1997 the applicant authorised the same lawyer, who had already been appointed by his father on 10 December 1997, to represent him in the domestic proceedings.", "13. By means of a letter of 26 August 1998 to the district prosecutor, the Directorate of Investigation and Inspection at the Prosecutor General’s Office forwarded the case file of the applicant and added that", "“the request for judicial review meets the legal requirements (kërkesa për rishikimin e vendimit plotëson kriteret ligjore)”.", "It requested the district prosecutor to examine objectively the new pieces of evidence to be submitted to the District Court.", "14. The district prosecutor, who happened to be the same person who had attended the first trial, attended the hearing and requested the dismissal of the case pursuant to Article 328 (dh) of the CCP, which states that the case may be dismissed “if it transpires that the defendant has not committed the criminal offence or it cannot be proved that he committed the offence.”", "15. On 27 November 1998 the Durrës District Court declared admissible the applicant’s application for judicial review. The court, deciding on the merits and after examining the new evidence and taking into account the prosecutor’s office request, quashed the Durrës Court of Appeal’s judgment of 27 November 1996 (see paragraphs 9 above) and acquitted the applicant on 14 December 1998 (“the acquittal decision”).", "16. No appeal was lodged against the judgment within the 10 days allowed and it therefore became final on 24 December 1998.", "17. On 8 October 1999 the prosecutor at the Durrës Court of Appeal (“the appeal prosecutor”) lodged a request for leave to appeal out of time against the acquittal decision with the Durrës District Court. The appeal prosecutor submitted as the ground for his request that shortcomings on the part of the district prosecutor had been observed. Invoking Article 26 § 1 of the CCP about the resignation of a prosecutor in cases of lack of impartiality, whose content makes reference to the resignation of a judge under Article 17 of the CCP, the appeal prosecutor maintained that the district prosecutor who had attended the first trial proceedings should not have participated in the review proceedings. Article 17 § 1 (c) of the CCP provides that a judge must resign “when he has provided advice or expressed opinion about the subject of proceedings.”", "18. The appeal prosecutor contended that the victim’s family, who had been an injured party to the proceedings, had not been informed about the acquittal proceedings in accordance with Article 137 of the CCP. The appeal prosecutor became aware of the acquittal decision on an unspecified date before the end of September 1999, when the victim’s family’s complaint about the acquittal decision was forwarded to other authorities.", "19. On 21 October 1999 the Durrës District Court, in the applicant’s absence and in the presence of an officially appointed defence lawyer, despite the existence of a lawyer of the applicant’s own choosing (see paragraph 12 above), granted the prosecutor leave to appeal out of time.", "20. On an unspecified date the lawyer officially appointed in the proceedings before the Durrës District Court lodged an appeal with the Durrës Court of Appeal challenging the above-mentioned decision because the applicant had not been notified and the decision had not been served on him in accordance with Article 414 of the CCP. Meanwhile, in accordance with the District Court’s decision of 21 October 1999, the appeal prosecutor filed an appeal against the acquittal judgment.", "21. On 15 December 1999 the Durrës Court of Appeal rejected the applicant’s officially appointed lawyer’s appeal on the ground that the decision granting the prosecutor’s request for leave to appeal out of time was not subject to appeal by virtue of Article 147 § 5 of the CCP, as it did not put an end to the criminal proceedings. It also rejected the prosecutor’s appeal as it had not been notified explicitly to the applicant in accordance with Article 414 of the CCP. On an unspecified date the prosecutor appealed to the Supreme Court.", "22. On 19 April 2000 the Criminal Division of the Supreme Court quashed the Durrës Court of Appeal’s decision of 15 December 1999. It found that the requirements concerning the notification of court decisions to the applicant’s officially appointed lawyer had been satisfied since the applicant was considered a fugitive. Accordingly, the court granted the prosecutor’s request for leave to appeal out of time against the acquittal decision and remitted the case to the Durrës Court of Appeal for a fresh examination.", "23. According to the submissions of the appeal prosecutor to the Durrës Court of Appeal, the acquittal had to be considered null and void in so far as the new evidence adduced by the applicant, even if it gave him an alibi, had been submitted too late. Moreover, the prosecutor who had participated in the judicial review proceedings had also taken part in the first trial. Lastly, it was alleged that the applicant’s counsel lacked standing to initiate proceedings for judicial review as the applicant had signed a form of authority two days after the application for judicial review had been lodged.", "24. On 18 December 2000 the Durrës Court of Appeal confirmed the reasoning set out in the acquittal decision of 14 December 1998 and dismissed the prosecutor’s appeal. The officially appointed lawyer was notified of the decision. On an unspecified date, citing the same grounds of appeal as he had lodged with the Durrës Court of Appeal, the prosecutor appealed to the Supreme Court, claiming that the acquittal decision was null and void.", "25. On 20 June 2001 the Criminal Division of the Supreme Court upheld the prosecutor’s grounds of appeal and, deciding on the merits, quashed the acquittal decision. It held that there had been a breach of the CCP’s provisions relating to the applicant’s counsel’s legal capacity to lodge an application for judicial review on 11 December 1997. It found that he was appointed to act by the applicant on 13 December 1997 i.e. 2 days after he had filed the request with the District Court. The judgment was notified to the officially appointed lawyer.", "26. In 2002 the applicant, who from 1999 onwards had been serving a sentence of 16 years’ imprisonment in Vicenza Prison (Italy), imposed by the Italian courts for international drug trafficking, was notified of the Supreme Court’s judgment that had led to the review of his acquittal, following a request by the Albanian authorities for his extradition.", "27. On 13 February 2002 the lawyer appointed by the applicant, who had already acted for him in the judicial review proceedings (see paragraph 12 above), lodged an appeal with the Constitutional Court, alleging a violation of the applicant’s constitutional right to a fair trial and a breach of Article 6 §§ 1 and 3 (a) and (c) of the Convention.", "28. In his submissions before that court the applicant maintained that the domestic court proceedings had been unfair on the grounds that neither he nor the counsel of his own choosing had been informed of the institution of proceedings and that he had been deemed to be a fugitive despite the fact that he had appointed a lawyer, whose legal capacity formed the basis of the prosecutor’s grounds of appeal against the acquittal.", "29. Moreover, the applicant submitted that in view of the fact that the Albanian authorities had addressed two requests to the Italian authorities for his extradition to Albania, there was reason to believe that the Albanian authorities had had the possibility of giving him notice of the institution of proceedings and of serving the courts’ decisions on him.", "30. As to the merits of the proceedings that led to the quashing of his acquittal, the applicant maintained that his counsel’s legal standing was not open to challenge in so far as on 10 December 1997 his father had authorised the lawyer to represent the applicant before the domestic courts in the proceedings for judicial review, and he himself had confirmed that authority on 13 December 1997.", "31. On 26 April 2002 the Constitutional Court decided de plano to declare the applicant’s appeal inadmissible as being outside its jurisdiction.", "32. The Albanian Constitution, in its relevant parts, provides as follows:", "Article 31", "During criminal proceedings, everyone has the right:", "a. to be notified immediately and in detail of the charges brought against him, of his rights, and to have the possibility to notify his family or relatives;", "b. to have sufficient time and facilities to prepare his defence;", "c. to have the assistance of a translator free of charge, when he does not speak or understand the Albanian language;", "ç. to present his own case or defend himself through the assistance of counsel of his own choosing; to communicate freely and privately with him, as well as to be provided free legal counsel when he does not have sufficient means;", "d. to examine witnesses who are present and to request the appearance of witnesses, experts and other persons who can clarify the facts.", "Article 32", "1. No one shall be obliged to testify against himself or his family or to confess his guilt.", "2. No one shall be declared guilty on the basis of evidence collected unlawfully.", "Article 33", "1. Everyone has the right to be heard before being judged.", "2. A person who is seeking to evade justice may not avail himself of this right.", "Article 34", "No one shall be punished twice for the same criminal offence or be tried again, except when the reopening of the case is ordered by a higher court, in accordance with the law.", "“In the protection of his constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "Article 43", "Everyone has the right to appeal against a court decision to a higher court, save as otherwise provided in the Constitution.", "“State bodies shall comply with judicial decisions.”", "“The Constitutional Court shall decide: ...", "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "33. The relevant parts of the Code of Criminal Procedure (“the CCP”), as in force at the material time, provided as follows.", "34. Article 26 § 1 of the CCP required a prosecutor to resign when there were grounds to fear partiality in the cases envisaged under Article 17 of the CCP. Article 17 made reference to the resignation of a judge from adjudicating an existing case. Article 17 § 1 (c) required a judge to resign when he had given advice or expressed an opinion on the subject of the proceedings.", "35. Article 48 of the Code of Criminal Procedure (“the CCP”) provided that the defendant should choose his counsel by means of oral submissions at a court hearing or an authority form to be sent by registered mail. The defendant’s relatives could also choose a lawyer to represent the defendant who had been detained, arrested or convicted and sentenced to imprisonment, by the above-mentioned methods, unless the defendant had already chosen his representative.", "36. Article 58 of the Code of Criminal Procedure gave the injured party resulting from the criminal offence or his heirs the right to request the prosecution of the offender and compensation for damage. Article 409 permitted the injured party to file an appeal him/herself or through his/her representative, in respect of criminal and civil aspects.", "37. Under Article 147 § 1 of the CCP, a party to proceedings who had failed, owing to unforeseen events or force majeure, to lodge an appeal against a judgment within the prescribed time, could seek leave to appeal out of time. Under Article 147 § 2 a defendant convicted in absentia may be granted leave to appeal out of time against a court decision, if he has established that he had no effective knowledge of it. Under Article 147 §3, the request for leave to appeal out of time had to be lodged within ten days of the date on which the party was notified of the judgment. Under Article 147 § 5 the decision to allow a request for leave to appeal out of time could be appealed against in conjunction with the decision on the merits of the case.", "38. Under Article 414 an appeal could be filed with the Court of Appeal within 10 days starting from the day of the pronouncement or notification of the decision.", "39. Articles 449 and 451 of the CCP provided that an application for review of the case on account of a newly discovered circumstance should be lodged by a party to the proceedings with the same court that had delivered the original judgment. Such an application should be lodged within five years from the delivery of an acquittal judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}