{"ITEMID": "001-75601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MEŽAN v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1936 and lives in Radovljica.", "6. During the works on a nearby motorway, some plots of the applicant’s land were damaged by the investor – the National Road Administration of Ljubljana (“the NRAL”).", "7. On 4 July 1992 the applicant instituted civil proceedings against the NRAL in the Kranj Basic Court, Radovljica Unit (Temeljno sodišče v Kranju, Enota v Radovljici), seeking compensation in the amount of 2,487,490 Slovenian tolars (approximately 10,370 euros).", "On 22 April 1993 the court held a hearing and decided to appoint an expert to assess the damage sustained by the applicant.", "On 28 June 1994 the Convention entered into force with respect to Slovenia.", "On 10 October 1994 the applicant appealed against the court’s decision on the expert’s costs. On 9 January 1995 he also appealed against the subsequently issued correcting decision concerning these costs. On 27 February 1996 the Ljubljana Higher Court (Višje sodišče v Ljubljani) rejected the second applicant’s appeal.", "In the meantime, the Slovenian judicial system was reorganized and the Kranj District Court (Okrožno sodišče v Kranju), on 1 January 1995, obtained jurisdiction in the present case.", "On 6 May 1998 the applicant made a request that a date be set for a hearing.", "Of the two hearings held on 11 March and 7 June 1999, neither was adjourned at the request of the applicant.", "At the last hearing, the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 4 September 1999.", "8. On 17 September 1999 the applicant appealed to the Ljubljana Higher Court. The NRAL cross-appealed.", "On 23 March 2000 the applicant made a request to expedite the proceedings.", "On 11 October 2000, the Higher Court upheld both appeals and the case was remitted to the first-instance court for re-examination. The decision was served on the applicant on an unspecified date.", "9. In the re-examination proceedings, between 28 March and 3 December 2001, the applicant filed three written submissions.", "The court appointed a new expert to asses the damage.", "Of the three hearings held between 28 May 2001 and 18 September 2003, none was adjourned at the request of the applicant. However, one hearing fixed for 3 May 2001 was called off on the applicant’s request.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 2 December 2003.", "10. On 15 December 2003 the applicant appealed to the Ljubljana Higher Court.", "On 2 March 2005 the court upheld the applicant’s appeal regarding the costs of the proceedings and in this part remitted the case to the first instance court. The court rejected the remainder of the appeal.", "The judgment was served on the applicant on 5 April 2005.", "11. On 30 March 2005 the Kranj District Court issued a new decision on the costs of the proceedings, which was served on the applicant on 6 April 2005.", "12. On 18 April 2005 the applicant appealed also against this decision.", "On 23 November 2005, the Ljubljana Higher Court rejected the applicant’s appeal.", "The decision was served on the applicant on 13 December 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}