{"ITEMID": "001-57944", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LUX", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF PROCOLA v. LUXEMBOURG", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses award", "JUDGES": "R. Pekkanen", "TEXT": ["7. Procola is a dairy constituted as an agricultural association under Luxembourg law. Its registered office is at Ingeldorf.", "8. Following the introduction of the \"milk quota\" system in the member States of the European Community by EEC Regulations Nos. 856/84 and 857/84 of 31 March 1984, Luxembourg adopted, in a grand-ducal regulation of 3 October 1984, the provisions incorporating the Community rules into domestic law. A number of ministerial orders were issued on 10 October 1984 allocating reference quantities for milk purchases (i.e. the quantities in excess of which an additional levy would be payable) to the four milk purchasers in the Grand Duchy, that is to say the dairies purchasing milk from producers - including the applicant association; the quantities were based on the figures for milk collected in 1981.", "9. The applicant association and two other milk purchasers appealed to the Judicial Committee of the Conseil d'Etat against the decisions fixing the reference quantities. In accordance with Article 177 of the Treaty establishing the European Economic Community (\"the EEC treaty\"), that court referred a number of questions to the Court of Justice of the European Communities (\"the Court of Justice\") for a preliminary ruling, which was given in a judgment of 25 November 1986.", "10. In the light of the answers given by the Court of Justice, the Conseil d'Etat held, in a judgment of 26 February 1987, that the choice of 1981 as the reference year had led to discrimination between purchasers, contrary to Article 40 para. 3 of the EEC treaty. The impugned decisions were accordingly set aside and the case was referred to the Minister of State for Agriculture for a fairer apportionment of the reference quantities among the four dairies in Luxembourg by means of a grand-ducal regulation.", "11. On 27 May 1987 the Minister of State submitted a new draft grand-ducal regulation under which the reference quantities were to be allocated to the four milk purchasers on the basis of the milk deliveries made to them in 1983. In order to meet Luxembourg's obligations under Community law, it was proposed in the draft regulation to make the new reference quantity system applicable not only in the future but also retrospectively to previous milk-production years, with effect from April 1984. The draft regulation was submitted to the Conseil d'Etat for an opinion.", "12. In a letter of 24 June 1987 the President of the Conseil d'Etat drew the Prime Minister's attention to the fact that such rules could be given retrospective effect only through legislation and not by means of a regulation.", "13. At the close of its deliberations of 2 July 1987 the Conseil d'Etat proposed certain amendments and a single-clause bill giving the future regulation retrospective effect from 2 April 1984, the date on which the milk-quota system had come into force in the European Community countries.", "14. With certain amendments, the Minister of State's draft regulation of 27 May 1987 became the Grand-Ducal Regulation of 7 July 1987 and the bill drafted by the Conseil d'Etat on 2 July 1987 became the Act of 27 August 1987, which made this regulation applicable with retrospective effect to \"the twelve-month periods of application of the additional levy on milk commencing respectively on 2 April 1984, 1 April 1985 and 1 April 1986\". For these periods, paragraph 2 of the single section of the Act provided: \"Purchasers' reference quantities shall be reallocated on the basis of the provisions of Article 3 of the Grand-Ducal Regulation of 7 July 1987 referred to above, and the basic and supplementary individual reference quantities shall be recalculated on the basis of the relevant provisions of the same regulation.\"", "15. On 21 September 1987 the Minister of State issued four ministerial orders fixing the applicant association's milk quantities for each of the four milk-production years between 2 April 1984 and 31 March 1988.", "16. On 24 November 1987 Procola applied to the Judicial Committee of the Conseil d'Etat for judicial review of each of those four orders on the grounds that they adversely affected the association and its suppliers because its reference quantities for the milk-production years in question were too low. In its pleadings, in addition to raising a number of grounds of appeal alleging the unlawfulness of the Grand-Ducal Regulation of 7 July 1987 and breaches of several of its provisions, the applicant association criticised its retrospective application to milk-production years before the one which had begun on 1 April 1987. In the alternative, it asked the Judicial Committee to refer a number of questions to the Court of Justice for preliminary rulings, including one concerning the principle of non-retrospective application.", "17. In a judgment of 6 July 1988 the Judicial Committee dismissed the applications in the following terms:", "\"While it is true that as a general rule a statute makes provision only for the future, it is open to the legislature to give retrospective effect to a statute, in so far as this is not prohibited under the Constitution. Luxembourg was required to fill the legal vacuum created by the Judicial Committee's judgment of 26 February 1987 quashing the regulation, otherwise it would have been in breach of its binding obligations under the Treaty of Rome.", "Under Article 189 of that treaty, Community regulations are directly applicable. Consequently, Luxembourg was obliged to legislate on the matter of milk levies for the periods from 2 April 1984 to 31 March 1987, and only Parliament, which had the approval of the Community authorities, had the power to do so.", "At all events, the penalties attaching to any failure on the part of purchasers to comply with the quantities during the first, second and third periods are no higher than those which would have been payable under the previous legislation. The difference, amounting to approximately 35 million [francs], is to be borne by the State, with the agreement of the Community authorities, so that the retrospective effect of the milk quantities, far from causing the applicant association prejudice, is in fact beneficial to it.", "A plea of unlawfulness cannot succeed against a statute and this ground must accordingly fail ...\"", "Four of the five members of the Judicial Committee had previously taken part in drawing up the Conseil d'Etat's opinion on the draft regulation and in framing the bill in issue.", "18. In order to regulate and stabilise the market in milk and milk products, which was characterised by overproduction, the Council of Ministers of the European Economic Community adopted Regulations (EEC) Nos. 856/84 and 857/84 of 31 March 1984. These established in the Community member States, for a five-year period commencing on 2 April 1984, a system of additional levies on all milk delivered in excess of a guaranteed quantity, also known as the \"reference quantity\".", "Each member State was allocated a total reference quantity which it then had to apportion among milk producers, under Formula A, or milk purchasers (dairies) under Formula B. The reference quantities for purchasers and producers were determined on the basis of the deliveries they took or their production in 1981, 1982 or 1983, weighted by a certain percentage fixed in such a way as not to exceed the guaranteed quantity.", "The additional levy, which was set at a certain percentage of the target price for milk, was payable by producers or purchasers, as appropriate, on all milk produced or collected in excess of the reference quantity. Where a member State chose Formula B, purchasers were to pass on the cost of the additional levy only to those producers who had delivered a quantity of milk exceeding their quota.", "19. Luxembourg opted for Formula B, and the measures for implementing the Community rules were laid down in a grand-ducal regulation of 3 October 1984 and a number of ministerial orders of 10 October 1984 (see paragraph 8 above).", "20. At the time when the judgment complained of by the applicant association was given, the second and third paragraphs of Article 76 of the Luxembourg Constitution, which govern the subject, provided:", "\"In addition to the Government there shall be a Council, whose functions shall be to deliberate on draft legislation and any amendments proposed thereto, determine administrative disputes and give its opinion on any other question referred to it either by the Grand Duke or pursuant to a statutory provision. The organisation of this Council and the manner in which it is to perform its functions shall be laid down by statute.\"", "21. The Act of 8 February 1961, as amended on 26 July 1972, laid down the organisation of the Conseil d'Etat. Section 1 provides:", "\"The Conseil d'Etat shall be composed of twenty-one councillors, eleven of whom shall form the Judicial Committee.", "The latter figure shall not include those members of the Reigning Family who form part of the Conseil d'Etat.\"", "The Act does not distinguish between the Judicial Committee and the Conseil d'Etat proper with regard to the appointment of the Conseil d'Etat's members (section 4). The members are all appointed by the Grand Duke, who chooses them either directly or from a list of candidates put forward by the Chamber of Deputies or the Conseil d'Etat itself.", "The members of the Judicial Committee are chosen from among the members of the Conseil d'Etat (section 5).", "22. Section 9 lays down the qualifying conditions for becoming a member of the Conseil d'Etat. The same qualifying conditions apply to the Judicial Committee, except that its members must also be doctors of law or enjoy the rights appertaining to that title.", "The duties of a member of the Conseil d'Etat are not full-time and are incompatible only with serving as a member of the Government, a Government adviser or a member of Parliament. Section 22 (2) provides: \"Members of the Judicial Committee may not take part in the deliberations on cases which they have already dealt with in some other capacity than as member of the Conseil d'Etat.\" It thus implies that a councillor who has already had to deal with a case as a member of the Conseil d'Etat is not prevented from dealing with the same case if it comes before the Judicial Committee.", "23. In principle, the term of office of a member of the Conseil d'Etat ends only when he reaches the age-limit, which is at present 72.", "24. The Conseil d'Etat has mainly advisory and judicial functions (sections 7 and 8).", "25. With regard to its advisory functions (section 27), the Conseil d'Etat gives its opinion on all Government and private members' bills, draft regulations on general administrative matters, and draft regulations or orders required for the implementation of treaties.", "26. As a judicial body, the Conseil d'Etat, acting through its Judicial Committee, is the court of first and last instance in administrative proceedings. Its judicial powers are restricted in two respects. Firstly, it can only review the lawfulness of individual administrative decisions, not general regulatory decisions; secondly, except where there is an express statutory provision to the contrary (section 29), the only remedy available against these decisions is judicial review on the grounds of lack of competence, ultra vires, abuse of authority or breaches of the substantive or procedural rules protecting private interests (section 31).", "27. In 1989 Article 76 of the Constitution was amended. A bill at present before Parliament is intended to bring about a radical reform of this whole question, the aim being to separate the Conseil d'Etat's advisory and judicial functions."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}