{"ITEMID": "001-110888", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF FIRMA VERITAS TOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Tribunal established by law)", "JUDGES": "Angelika Nußberger;Ann Power-Forde", "TEXT": ["4. The applicant company, Firma Veritas, TOV, is a Ukrainian limited liability company registered in Dnipropetrovsk.", "5. In June 2005 the applicant company lodged a claim with the Dnipropetrovsk Regional Commercial Court (“the Commercial Court”) against company E., seeking the recovery of debts owed for legal services.", "6. On 22 August 2005 the above court allowed the claim. On 17 October 2005 the Dnipropetrovsk Commercial Court of Appeal (“the Court of Appeal”) partly amended the above judgment. On 14 February 2006 the Higher Commercial Court upheld the latter decision. On 30 May 2006 the Supreme Court quashed the above decisions and remitted the case for fresh consideration.", "7. The hearing of 30 May 2006 took place in the presence of company E.’s representatives and in the absence of the applicant company’s representative, who allegedly had not been informed thereof. The applicant company states that prior to the hearing of 30 May 2006 company E. sent a letter to the Supreme Court asking it to consider the case “with special attention”.", "8. On 30 May 2007 the Commercial Court partly allowed the applicant company’s claim and ordered company E. to pay the applicant company a sum comprised of debts owed, losses adjusted for inflation, a penalty and court fees.", "9. On 19 September 2007 the Court of Appeal amended that judgment, having allowed the applicant company’s claim in full.", "10. On 13 February 2008 the Higher Commercial Court upheld the above decision.", "11. On an unspecified date company E. lodged an appeal in cassation with the Supreme Court against the decision of 13 February 2008 along with a request for an extension of procedural time-limits for lodging that appeal, stating that it had received a copy of the above decision only on 13 March 2008 and could not, therefore, appeal against it on time.", "12. On 10 April 2008 the Supreme Court opened the cassation proceedings. On 13 May 2008 it quashed the decisions of 19 September 2007 and 13 February 2008 on the grounds that the courts’ findings had been unfounded and erroneous, and upheld the judgment of 30 May 2007. It stated, in particular, as follows:", "“Pursuant to the provisions of Articles 6 and 8 of the Constitution of Ukraine, ... the Supreme Court does not consider it necessary to remit the case for fresh consideration to the first-instance court, because that would contradict Articles 125 and 129 of the Constitution of Ukraine, Sections 2 and 39 of the Judiciary Act governing the status of the Supreme Court and its tasks of ensuring the legitimacy in the administration of justice, and would entail quashing of the legitimate judgment of 30 May 2007, which would be contrary to the Constitution. Thus, the list of the consequences of the examination of an appeal in cassation against a decision of the Higher Commercial Court, as envisaged by Article 111-18 of the Code of Commercial Procedure, is not a procedural impediment to the upholding by ... the Supreme Court of the judgment ... of 30 May 2007”.", "13. The applicant company states that prior to the hearing of 13 May 2008 it requested the Supreme Court to conduct audio-recording of that hearing and sought the withdrawal of some of its judges, but its requests were not examined.", "14. In June 2005 the applicant company lodged another claim with the Commercial Court against company E. for the recovery of debts owed for legal services.", "15. On 22 August 2005 the above court allowed the claim. On 17 October 2005 the Court of Appeal partly amended the above judgment. On 7 February 2006 the Higher Commercial Court upheld the latter decision. On 30 May 2006 the Supreme Court quashed the above decisions and remitted the case for fresh consideration.", "16. The hearing of 30 May 2006 took place in the presence of company E.’s representatives and in the absence of the applicant company’s representative, who allegedly had not been informed thereof. The applicant company states that prior to the hearing of 30 May 2006 company E. sent a letter to the Supreme Court asking it to consider the case “with special attention”.", "17. Following the reconsideration of the case, on 13 December 2007 the Commercial Court delivered a judgment having allowed the claim in part. On 1 October 2008 the Court of Appeal quashed that judgment and rejected the claim as unsubstantiated. On 23 February 2009 the Higher Commercial Court upheld the latter decision.", "18. In June 2005 the applicant company lodged yet another claim with the Commercial Court against company E. for the recovery of debts owed for legal services.", "19. On 12 December 2005 the above court delivered a judgment. On 7 June 2006 the Higher Commercial Court quashed it and remitted the case for fresh consideration.", "20. On 29 November 2011 the applicant company informed that, following the reconsideration of the case, its claim had eventually been allowed in part, the final decision having been given by the Higher Commercial Court on 15 October 2008.", "21. The relevant domestic law is summarized in the cases of Sokurenko and Strygun v. Ukraine (nos. 29458/04 and 29465/04, §§ 10-12, 20 July 2006) and Bazalt Impex, Tov v. Ukraine (no. 39051/07, §§ 10-12, 1 December 2011)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}