{"ITEMID": "001-102818", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MIKHALKOVA AND OTHERS v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1938, 1968 and 1978 respectively and live in Maryivka.", "6. On 29 April 2003 the first applicant requested the Kompaniyivsky District Police to take Vasiliy Mikhalkov, born in 1963, her son and the brother of the second and third applicants, to a sobering-up facility because of his severe alcohol intoxication. Two police officers, S. and P., arrived in response to her call. According to the first applicant, they mocked and kicked Vasiliy Mikhalkov, notwithstanding the first applicant's protests, dragged him into their police car and took him to the police station.", "7. On 30 April 2003 the first applicant went to the police station and discovered that Vasiliy Mikhalkov was dead.", "8. Following an autopsy, on 14 May 2003 it was established that Vasiliy Mikhalkov had died on 29 April 2003 of an acute internal haemorrhage and the laceration of the small intestine resulting from abdominal trauma sustained on the same date.", "9. In the meantime, on 10 May 2003 the Kompaniyivsky District Prosecutor's Office refused to institute criminal proceedings into the incident. On 2 June 2003 this decision was quashed and the case remitted for further inquiry.", "10. On 9 June 2003 a post-mortem forensic assessment of Vasiliy Mikhalkov's body confirmed the earlier conclusion concerning the cause of his death. It was also established that the abdominal injury could have resulted from a fall on to a blunt object, such as a kerb or a concrete pole. Other injuries found on his arms, legs and buttocks could have resulted from his body being dragged.", "11. Following this assessment, on 10 June 2003 the Kompaniyivsky District Prosecutor's Office took a fresh decision not to initiate criminal proceedings.", "12. On 20 June 2003 the Kompaniyivsky District Prosecutors' Office annulled this decision and initiated criminal proceedings into the circumstances of Vasiliy Mikhalkov's death. This investigation is currently under way.", "13. The applicants have provided no documents concerning the course of the investigation, maintaining that they had been denied access to the case file and any meaningful opportunity to participate in the proceedings, regardless of their repeated complaints to various authorities, including the General Prosecutor's Office. By way of response, the General Prosecutor's Office kept forwarding their complaints to the Kirovograd Regional Prosecutor's Office, which assured the applicants, without providing any details, that the criminal proceedings were well under way. On several occasions the first applicant requested a meeting with the employees of the Prosecutors' Office to discuss the progress of the case; however, her requests were not accommodated.", "14. On 16 December 2003 the first applicant lodged a complaint with the Pechersky District Court of Kyiv, seeking to oblige the General Prosecutor's Office to ensure meaningful monitoring of the proceedings and to address omissions by the local authorities. She claimed, in particular, that there was sufficient evidence to charge two named police officers with abuse of position and a violent assault on her son.", "15. On 23 April 2004 the court dismissed this claim. It found, in particular, that the investigation was pending, the necessary investigative measures were under way, the persons responsible for inflicting injuries on her son had not yet been identified, the Regional Prosecutor's Office was monitoring the proceedings and the General Prosecutor's Office had referred the applicants' complaints to the local prosecutorial authorities for reacting. On 13 August 2004 and 10 October 2007 the Kyiv Regional Court of Appeal and the Higher Administrative Court respectively dismissed the first applicant's appeals.", "16. The Government likewise provided no documents concerning the investigation of Vasiliy Mikhalkov's death, referring to the confidentiality of documents concerning a pending investigation. They noted, however, that in the course of the investigation eighteen witnesses had been questioned, two reconstructions of the crime scene were conducted and six expert assessments were carried out. They further provided summaries of the findings of the expert assessments.", "17. According to the Government's submissions, the expert assessment of 23 October 2003 established that Vasiliy Mikhalkov's death had been directly caused by the internal abdominal injury and acute haemorrhage. These injuries could have resulted from his fall.", "18. On 12 December 2003 a further expert assessment confirmed the results of the previous assessments.", "19. On 12 May 2004 a further expert assessment established that the injury had been inflicted by the impact, of considerable force, of a blunt object with limited contact surface, possibly a booted foot, hitting the applicant's abdomen at an acute angle. This injury could not have resulted from a simple fall on to a flat or convex surface.", "20. On 23 January 2006 a further expert assessment concluded that the injury could have been inflicted in the circumstances described by the first applicant.", "21. On 11 February 2008 a further expert assessment suggested that the injury could have resulted from the cumulative impact of various kicks, possibly under the circumstances described by the first applicant.", "22. On 6 April 2009 a further expert assessment was ordered to examine in detail how the injuries on Vasiliy Mikhalkov's legs and arms were incurred. This expert assessment was followed by an order of a further expert assessment on 8 June 2010, which is currently underway.", "23. The relevant provisions of the Constitution and the Code of Criminal Procedure can be found in the judgment in the case of Sergey Shevchenko v. Ukraine (no. 32478/02, §§ 36-39, 4 April 2006)."], "VIOLATED_ARTICLES": ["2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}