{"ITEMID": "001-89273", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF OLIMPIA-MARIA TEODORESCU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1908 and lived in Sebeş.", "5. In 1950, a house and 1,460 sq. m of appurtenant land situated in Cluj-Napoca, Calea Turzii no. 26, the property of the applicant’s parents, were seized by the State under Decree no. 92/1950 on nationalisation.", "6. On 24 July 1996 the applicant claimed compensation for the property under Law no. 112/1995. She states that she has not received any compensation.", "7. On an unknown date the property was divided into several parts. It appears from the documents in the file that the property, made up of two constructions and appurtenant land, was divided into five apartments and two plots of appurtenant land of 1,058 sq. m and 116 sq. m respectively.", "8. On 31 October, 15 November and 10 December 1996, and 3 February and 27 March 1997 the State sold the five apartments to the then tenants. It appears from the file that the two plots of appurtenant land were not made the object of a sale.", "9. On 3 March 2000 the Cluj Court of Appeal by a final decision allowed the applicant’s action for annulment of the State’s title to property, acknowledged that the nationalisation of the building and of the 1,460 sq. m of land appurtenant to it had been unlawful and ordered restoration in the name of the applicant’s parents.", "10. On 4 June 2001 the applicant requested the court to find that the sales by the State on 10 December 1996 and 3 February 1997 of apartments nos. 1 and 2 respectively, situated on Calea Turzii no. 28, were null and void. According to the applicant, she did not request the annulment of the sale of the other apartments, considering the action pointless in so far as the constant practice was to dismiss this kind of action.", "On 4 September and on 27 November 2002 respectively the Cluj Court of Appeal by final decisions dismissed the two actions by the applicant to declare null and void the sales by the State. The court considered that the sales had complied with the provisions of Law no. 112/1995 and that the former tenants had made the purchase in good faith.", "11. On 2 August 2001 the applicant made two different requests under the Law no. 10/2001 governing immovable property wrongfully seized by the State, seeking restitution in kind or compensation of the parts of her property situated in Cluj, Calea Turzii nos. 26 and 28 and of the appurtenant land.", "12. On 12 June 2007 the Cluj-Napoca Town Council, by two decisions, proposed that the applicant be given compensation under Law no. 247/2005. The Town Council mentioned that the apartments and the land claimed in kind were in the possession of third parties.", "So far, she has not received any compensation.", "13. The relevant legal provisions and jurisprudence are described in the judgments Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, 1 December 2005); and Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}