{"ITEMID": "001-60912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF NIKOLOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3 in that the applicant was not brought before a judge or other officer exercising judicial power;No violation of Art. 5-1 in respect of the initial period of detention;Violation of Art. 5-3 in respect of the length and lack of justification for the detention pending trial;Violation of Art. 5-1 in respect of the delay in release;Violation of Art. 5-4 in that the applicant's appeal detention was not examined speedily;Violation of Art. 5-4 in respect of refusal of access to the case file;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant, who was born in 1981, was a minor at the relevant time.", "9. On 5 April 1997 he was arrested on the suspicion of having destroyed a car with the use of explosives.", "10. On the day of his arrest he was brought before an investigator who charged him under Article 333 in conjunction with Articles 330 § 1 and 3 of the Penal Code. The investigator also decided to detain the applicant pending trial. This decision, which apparently was confirmed on an unspecified date by a prosecutor, only referred to Article 152 § 1 of the Code of Criminal Procedure.", "11. On 2 May 1997 the applicant appealed to the District Prosecutor's Office in Plovdiv requesting his release.", "12. On 20 May 1997 this request was refused on the ground that the applicant was charged with a “serious wilful offence”, within the meaning of Article 152 § 1 of the Code of Criminal Procedure.", "13. On 29 May 1997 the applicant's mother appealed to the Regional Prosecutor's Office against the refusal of the District Public Prosecutor. She requested her son's release on the ground that he needed medical supervision and possibly surgery. A copy of a medical certificate was also produced, indicating that the applicant was suffering from a tumour to his right hand which was reappearing despite two surgical operations for its removal.", "14. On 12 June 1997 the applicant's lawyer requested the Regional Investigation Authorities (OSS) to order his client's examination by a medical doctor with a view to establishing his mental state and whether or not the tumour to his hand required treatment. This request was apparently granted.", "15. By decision of 4 July 1997 the Regional Public Prosecutor's Office refused to release the applicant. The decision stated that the district prosecutor had erred in relying on Article 152 § 1 of the Code of Criminal Procedure as the offence of which the applicant had been accused was punishable, in the case of a minor, by up to three years' imprisonment, and therefore Article 152 § 1 of the Code, which concerned “serious wilful offences” (those punishable by more than five years' imprisonment) was not applicable. However, it was clear from the findings of the investigation that there existed a “prima facie” danger of absconding, committing further offences, or obstructing the investigation, such a danger being a ground for detention pending trial under Article 152 § 4 of the Code of Criminal Procedure.", "16. On 9 July 1997 the applicant's lawyer submitted to the District Prosecutor's Office another request for release.", "He stated that the investigation during which the applicant had fully cooperated and had made confessions, was completed, that the applicant needed medical treatment, that he was psychologically unstable which transpired from the opinion of a psychiatrist who had examined him while in detention, and that Article 378 of the Code of Criminal Procedure allowed pre-trial detention of minors only in exceptional circumstances.", "It is unclear whether this request was examined.", "17. On 5 August 1997 the applicant's lawyer appealed to the District Court in Plovdiv against his client's pre-trial detention and requested a public hearing.", "He relied on the arguments already raised before the prosecutors and emphasised that the provision of Article 378 of the Code of Criminal Procedure had been disregarded. He also relied on the Convention.", "18. On the same day the appeal was sent to the District Public Prosecutor to complete the case file.", "19. On 21 August 1997 the District Court received the completed case file, including an appeal for release that had been submitted by the applicant's mother to the Chief Public Prosecutor's Office on 8 August 1997. The District Court listed the case for a hearing on 25 August 1997.", "20. On 25 August 1997 the court adjourned the hearing to 16 September 1997, as the applicant's lawyer had not been summoned properly. The court also ordered a medical report and appointed three medical experts.", "21. On 29 August 1997 the applicant was brought to a hospital where he was diagnosed as suffering from pleurisy, and later from tuberculosis. He remained in hospital for an unspecified period of time and underwent intensive treatment.", "22. On 5 September 1997 the applicant's lawyer submitted to the District Court a request for the appointment of medical experts to examine whether the conditions of detention at the premises of the investigator's office would pose a threat to the applicant's health. This request was granted.", "23. On 8 September 1997 the experts found that the applicant needed to stay in hospital for at least 45 days, to be followed by a sanatorial placement. The experts concluded that a renewed detention of the applicant at the premises of the investigator's office in Plovdiv, if ordered within the upcoming six to eight months, would put at peril the applicant's health.", "24. On 15 September 1997, the day before the second hearing on his appeal against detention, the applicant's lawyer requested to consult the case file. At that time the case file was held by the judge dealing with the appeal. The judge refused.", "25. On the same day the applicant's lawyer repeated his request in writing. The judge refused in writing on 16 September 1997.", "26. The hearing before the District Court resumed on 16 September 1997. The applicant and his lawyer were both present. The applicant's lawyer unsuccessfully asked for an adjournment as he had been refused access to the case file.", "27. The judge heard the medical expert and decided to substitute the applicant's pre-trial detention by a more lenient measure, “parental supervision”, in view of his medical condition.", "28. Rejecting the applicant's argument that his detention had been illegal from the outset, the judge stated that he had been lawfully detained. In particular, although the authorities had initially relied on Article 152 § 1 of the Code of Criminal Procedure which was inapplicable, this defect had been remedied on 4 July 1997 when the competent prosecutor had confirmed the applicant's pre-trial detention under the pertinent rule, Article 152 § 4 of the Code.", "Furthermore, the substantive elements justifying the applicant's detention had existed. In particular, the nature of the offence he had been charged with was important: it was of the category of offences that imperilled the safety of the public at large.", "29. Despite the District Court's decision to release the applicant from pre-trial detention and place him under “parental supervision”, he was not released immediately.", "30. On 17 September 1997 the District Court transmitted its decision of 16 September 1997 to the District Public Prosecutor for execution.", "31. Since the applicant was detained in premises under the administration of the Regional Investigation Service, the decision was thereupon transmitted to that service.", "32. On an unspecified date the applicant's mother signed the necessary papers regarding “parental supervision”.", "33. The applicant was released on 23 September 1997.", "34. On 29 May 1998 he was found guilty and sentenced to one year imprisonment, suspended.", "35. At the relevant time and until the reform of 1 January 2000 an arrested person was brought before an investigator who decided whether or not the accused should be remanded in custody. The investigator's decision was subject to approval by a prosecutor.", "36. The role of investigators and prosecutors under Bulgarian law has been summarised in paragraphs 25-29 of the Court's Nikolova v. Bulgaria judgment ([GC], no. 31195/96, ECHR 1999-II).", "37. Article 152 of the Code of Criminal Procedure, as in force at the relevant time, set out the legal grounds for pre-trial detention and distinguished between cases where the charges concerned a “serious wilful offences” and all other cases.", "Under its paragraphs 1 and 2, and according to the practice of the Supreme Court, Article 152 required that a person charged with a serious wilful offence had to be remanded in custody. An exception was only possible where it was clear beyond doubt that any danger of absconding or reoffending was objectively excluded since, for example, the accused was seriously ill. The detainee bore the burden to prove the existence of such exceptional circumstances.", "Under paragraph 4 of Article 152, where the case concerned an offence which was not a “serious offence”, the accused could be detained pending trial only if it was established that there existed a danger of absconding, reoffending or obstructing the course of justice.", "38. Article 93(7) of the Penal Code provides that a “serious offence” is one punishable by more than five years' imprisonment.", "39. The wilful infliction of substantial damage to objects with the use of explosives is an offence under Article 333 in conjunction with 330 §§ 1 and 3 of the Penal Code which, if committed by a minor (Article 63 § 1(3) of the Penal Code), is punishable by up to three years' imprisonment.", "40. Article 378 § 2 of the Code of Criminal Procedure provides that minors may be remanded in custody only in exceptional circumstances. No relevant case-law under this provision is reported.", "41. Paragraph 1(1) of the same provision states that a minor charged with having committed a criminal offence may be placed under “parental supervision”, as a measure to secure appearance before the competent authorities and prevent reoffending. In such cases, the parent must sign a declaration undertaking to supervise the minor and secure his or her appearance before the competent authority.", "42. The Code of Criminal Procedure as in force at the relevant time did not state expressly whether a minor whose pre-trail detention was substituted by parental supervision should be detained pending the making of an undertaking by a parent.", "In respect of release on bail, Article 150 § 5 of the Code stated that it was only possible after recognisance was given.", "By contrast, release must be immediate upon acquittal or where a sentence without imprisonment has been pronounced (Article 307 § 2 of the Code)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}