{"ITEMID": "001-79402", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SAARENPAAN LOMA KY v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "No violaton of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant is a limited liability company whose main field of activity consisted of building and hiring holiday cottages as well as providing accommodation and travel services. It is owned by Mr Kari Saarenpää and Mrs Eevaliisa Saarenpää, who live in Valkeala.", "7. On 22 November 1993 the applicant requested the Kymi County Administrative Board (lääninhallitus, länsstyrelse) to grant it an exemption permit (poikkeuslupa, undantagstillstånd) to erect four cabins and one sauna building on a piece of land called Mustalamminvuori, situated within the Penttimäki property 1:464 in the Repovesi wilderness area in the municipality of Valkeala. The intended cabins were to be located in an area which was not covered by a shore plan (rantakaava, strandplan) adopted in January 1986 upon Mr Kari Saarenpää’s application.", "8. The County Administrative Board refused the application on 16 December 1994, noting, inter alia, that part of the Penttimäki property was located within an area included in the nationwide shore protection programme (rantojensuojeluohjelma, strandskyddsprogrammet), adopted in December 1990, and that the intended construction would hamper significantly the implementation of a shore plan and the overall settlement of the area.", "9. The applicant’s appeal was rejected by the Ministry of the Environment (ympäristöministeriö, miljöministeriet, “Ministry”) on 7 December 1995.", "10. Following the applicant’s further appeal the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) conducted an inspection in situ and held an oral hearing. On 24 March 1997 it quashed the decisions and remitted the matter to the Environmental Centre of South-East of Finland (Kaakkois-Suomen ympäristökeskus, Sydöstra Finlands miljöcentral), which had succeeded the County Administrative Board as the competent first-instance body. The Supreme Administrative Court noted, inter alia, the small-scale nature of the project and found that the intended construction would not hamper significantly the implementation of planning regulations or the overall settlement of the area. The legal conditions for granting the exemption permit had therefore existed.", "11. On 20 October 1997 the Environmental Centre nevertheless refused the applicant the exemption permit. It considered that it was not expedient to grant an exemption permit as a national park or a nature conservation area might be established in that area.", "12. Upon the applicant’s appeal, the Ministry granted the exemption permit on 16 November 1998. It referred to the Supreme Administrative Court’s decision of 24 March 1997 and observed that the application could not be rejected on the sole ground that no final decision had been made on the establishment of a nature conservation area. Subsequently, on 24 June 1999 the Valkeala municipality granted the building permit. The last-mentioned decision acquired legal force on 13 July 1999.", "13. On 9 July 1999, however, the Environmental Centre, of its own motion and without hearing the applicant, prohibited any activity which could jeopardise the natural state or landscape of the area. The prohibition on activity (toimenpidekielto, åtgärdsförbud) was enforceable immediately and was to remain in force for two years. The Environmental Centre noted the building permit which had just been granted to the applicant but recalled the decision on the shore protection programme, according to which the authorities should attempt to preserve the areas designated in the programme - such as Repovesi - in their natural and undeveloped state. The undeveloped Repovesi area was exceptionally large and its nature conservation value had been recognised in various national nature inventories.", "14. The applicant did not appeal to the Kymi Administrative Court.", "15. On 4 May 2001, i.e. before the prohibition on activity had expired, the Environmental Centre initiated expropriation proceedings with a view to acquiring the Repovesi area. The area, consisting of 82.5 hectares belonging to the applicant, was expropriated by the State under a decision made by the Ministry on 24 July 2001. On 4 June 2002 the Supreme Administrative Court rejected the applicant’s appeal.", "16. Subsequently, on 7 August 2002 the compensation proceedings began. On 14 February 2003 the Expropriation Committee (lunastustoimikunta, inlösningskommissionen) decided on the amount of compensation. The decision was upheld by the Mikkeli Land Court (maaoikeus, jorddomstolen) on 22 August 2003. It appears that the applicant did not lodge a further appeal. On 22 September 2003 the compensation awarded was paid to the applicant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}