{"ITEMID": "001-102381", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GAJEWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1958 and lives in Rudnik.", "6. On 6 July 1995 the Zamość District Court declared the company “Wojewódzkie Przedsiębiorstwo Przemysłu Mięsnego” insolvent and appointed the applicant (a practising lawyer) as an insolvency trustee. Judge M.B was appointed as an insolvency judge.", "7. On 9 August 2000, the court discharged M.B. from his position and appointed M.S as the new insolvency judge.", "8. On 6 September 2000 the applicant asked the insolvency judge to determine the amount of his remuneration.", "9. At the hearing held on 9 October 2000 the question of payment of the applicant's expenses was examined. The hearing was adjourned since the court decided to wait for an opinion from an expert accountant.", "10. On 11 September 2001 the applicant asked to be granted an advance payment on his remuneration. The insolvency judge – M.S. – submitted that the applicant had already been granted an advance payment of 6,000 Polish zlotys (PLN) and he had already obtained PLN 8,650. In addition, he had obtained, for his alleged expenses, a total of PLN 45,668.32.", "11. At the hearing held on 5 October 2001 the Zamość District Court sitting as a panel composed of three judges, including judge M.S., granted the applicant an advance payment of PLN 6,000.", "12. On 8 April 2002 the applicant applied to the District Court in Zamość and requested the sum of PLN 577,292 as payment for his eight years of trustee duties.", "13. M.S., the insolvency judge, in her submissions to the court (przedstawienie), asked it to grant the applicant remuneration in a lower amount, namely PLN 317,989. She submitted that the applicant had been responsible for a lengthy and expensive liquidation proceedings. She also requested the offsetting of the sum of PLN 200,600 that had already been paid to the applicant in the form of advance payments.", "14. At the hearing held on 28 September 2004 the court heard evidence from the applicant. On 30 September 2004 the Zamość District Court at a session held in camera granted the applicant's request in part, and awarded him 317,989. The sum of PLN 266,318.82 already paid to the applicant was offset from the amount. The bench that gave this decision was composed of three professional judges including both M.B and M.S.", "15. On 18 October 2004 the applicant appealed against this decision. He disagreed with the court's decision in general terms. He further argued that the proceedings had been invalid since the insolvency judge, M.S., had acted both as a claimant and as a member of the court, which called into question the court's impartiality.", "16. On 5 January 2005 the Lublin Regional Court at a session held in camera dismissed the applicant's appeal. The court considered that the first-instance court had correctly calculated the trustee's remuneration, in particular because the applicant was responsible for delays in the proceedings. It referred to the fact that the applicant was heard at the hearing held on 28 September 2004 and he was able to present his arguments. In the court's opinion, judge M.S. was entitled to sit on the bench of the commercial court deciding on the applicant's remuneration, given that the Insolvency Act did not provide for any limitations in this respect.", "17. The applicant filed a cassation appeal with the Supreme Court.", "18. On 3 March 2005 the Lublin Regional Court rejected his cassation appeal as inadmissible in law.", "19. On 16 March 2005 the applicant appealed against this decision. On 14 September 2005 the Supreme Court dismissed his appeal confirming that a second-instance court's decision on trustee's remuneration could not be the subject of an appeal.", "20. Meanwhile, on 10 February 2005 the applicant asked to be paid further partial remuneration in the amount of PLN 66,945 for the period between 7 June 2003 and 6 February 2005.", "21. On 20 December 2005 the Zamość District Court held a hearing in that case. The panel of judges was composed of three professional judges, including judge M.S. The applicant challenged judge M.S. In reply, on 24 March 2006 the Lublin Regional Court ordered judge M.S. to withdraw from the panel. The court noted that the insolvency judge, who had already made her submission regarding the applicant's remuneration, would have pre-conceived notions about the issues in the case.", "22. On 27 April 2006 the Zamość District Court granted the applicant partial remuneration in the amount of PLN 22,000.", "23. On 9 October 2007 the Zamość District Court declared the liquidation procedure to be terminated.", "24. The Ordinance of the President of the Republic of Poland of 24 October 1934, the Insolvency Act, as applicable at the material time, set out the rules governing insolvency proceedings.", "25. Under section 8 of the Insolvency Act, proceedings relating to an insolvency petition were to be instituted before the District Commercial Court, sitting as a bench of three professional judges, in whose jurisdiction the insolvent debtor had its registered office.", "26. Under section 67 § 4 the insolvency judge was not to be on the bench of the court that heard a complaint against a decision given by that judge."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}