{"ITEMID": "001-5050", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "AANNEMERSBEDRIJF GEBROEDERS VAN LEEUWEN B.V. v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a limited liability company under Netherlands law (besloten vennootschap met beperkte aansprakelijkheid) which has its registered seat in Woerden. It was declared bankrupt in 1983.", "It is represented before the Court by Mr W.T.J.G. Osse, a lawyer practising in Houten (the Netherlands). Mr Osse is also the trustee (curator) in the applicant company's bankruptcy proceedings.", "A.", "On 14 September 1982 the applicant company was subjected to a search of its premises by the public authorities. They confiscated the administration of the applicant company because there was a suspicion that the applicant company had been drawing up false invoices. The applicant company ceased trading.", "On 24 August 1983 the Regional Court (Arrondissementsrechtbank) of Utrecht declared the applicant company bankrupt and appointed Mr Osse as trustee in the bankruptcy proceedings.", "On 5 September 1985 the applicant company was notified of the closure of the preliminary judicial investigation (gerechtelijk vooronderzoek). On 11 October 1985 the applicant company received a notification that the prosecution would not be pursued in view of the time which had elapsed since the alleged offences had been committed.", "Despite repeated requests, the administration of the applicant company was not returned to it by the public authorities until 29 January 1987.", "On 26 April 1990 the trustee in the bankruptcy proceedings initiated civil proceedings against the State claiming compensation on behalf of the applicant company for the actions of the police and justice officials. He argued that these actions had retrospectively lost all justification given that the charges had been dropped. On 22 April 1992 the Regional Court of The Hague gave judgment rejecting the trustee's claims. The trustee lodged an appeal with the Court of Appeal (Gerechtshof) of The Hague.", "On 21 October 1993 the Court of Appeal, in an interlocutory judgment, held that the actions of the State, although initially justified, had in fact lost all justification and that as a result the State was liable to pay damages. However, the obligation to pay damages might be mitigated, or lapse altogether, in light of circumstances which might appear from statements made by management personnel of the applicant company before the police in the criminal investigation. In order to establish whether or not this was the case, the Court of Appeal requested the State to submit documents from the criminal investigation file.", "The State submitted statements made to the police by the applicant company's managing directors in which it was admitted that false invoices had been drawn up and that taxes and social security contributions had been unlawfully withheld.", "On 27 October 1994 the Court of Appeal confirmed the decision of the Regional Court. The judgment included quotations from the above-mentioned statements of the managing directors. The Court of Appeal's reasoning included the following:", "(Dutch)", "“Op grond van deze verklaringen en de overige inhoud van het door de Staat overgelegde strafdossier is voldoende komen vast te staan dat er in de periode van in ieder geval 1980 tot de beëindiging van de bedrijfsactiviteiten in september 1982 valse facturen in de administratie van Van Leeuwen B.V. zijn opgenomen, dat er op diverse bouwwerken gebruik is gemaakt van werknemers die niet op de verzamelloonstaten waren verantwoord en dat er binnen deze vennootschap sprake was van een zogenaamd zwartgeldcircuit terwijl de directie wist dat daardoor aan de Staat en de betrokken sociale fondsen schade zou worden toegebracht door een geringere betaling of afdracht van belastingen en sociale premies. Deze feiten zijn in deze procedure ook niet uitdrukkelijk door de curator betwist.”", "(Translation)", "“It is sufficiently established on the basis of these statements and the other information contained in the case-file of the criminal proceedings that during the period from, at least, 1980 until trading ceased in 1982 forged invoices were entered into Van Leeuwen B.V.'s books, that on various building sites use was made of employees who were not accounted for on the consolidated pay slips and that there existed within this company a so-called circuit of illegal funds (zwartgeldcircuit), the management being aware that this would cause detriment to the State and the social-security bodies concerned through a reduction in payments of taxes and social-security contributions. Nor have these facts been explicitly contested by the trustee in the present proceedings.”", "and", "(Dutch)", "“Bij de beoordeling van de schadevordering van de curator is voorts van belang dat het hof het aannemelijk oordeelt, zoals de Staat gemotiveerd heeft gesteld, dat een verdere strafvervolging niet direct zinvol was (niet in het algemeen belang) nadat het faillissement ... was uitgesproken, maar dat die situatie anders zou komen te liggen bij een spoedige opheffing van het faillissement en dat tot seponering van de zaak is besloten nadat in 1985 door het voortduren van het faillissement duidelijk was geworden dat met dit laatste risico geen rekening meer behoefde te worden gehouden, temeer nu de bedrijfsactiviteiten vanaf september 1982 waren beëindigd.”", "(Translation)", "“In reviewing the trustee's claim for damages it is further significant that the Court of Appeal accepts that, as the State has argued, proceeding with the prosecution would not really serve any useful purpose (would not be in the general interest) after [the applicant company] was declared bankrupt ... , but that the situation might be different if the bankruptcy proceedings were to be terminated speedily, and that it was decided not to proceed after it had become clear in 1985, from the continuation of the bankruptcy proceedings, that it was no longer necessary to take this latter risk into account, the more so since trading had ceased from September 1982 onwards.”", "and", "(Dutch)", "\"De hiervoor ... vermelde feiten en omstandigheden vormen het bewijs van een ernstige vorm van fraude die strenge en straffe maatregelen van de zijde van de Staat rechtvaardigen. ... Gelet op de uiteenlopende ernst van voormelde aan Van Leeuwen B.V. toe te rekenen omstandigheden en het enige steekhoudende verwijt dat de Staat bij de (trage) teruggave van de administratie van de vennootschap kan worden gemaakt, brengt de billijkheid mee dat de op de Staat in beginsel rustende verplichting tot vergoeding van de ... schade geheel komt te vervallen.\"", "(Translation)", "\"The facts and circumstances mentioned above ... constitute evidence of a serious form of fraud justifying the taking of severe and strict measures by the State. ... Having regard to the varying degrees of seriousness of the aforementioned circumstances for which Van Leeuwen B.V. can be held responsible and the fact that the only convincing reproach which can be made of the State concerns the tardy return of the company's administration, principles of equity lead to the conclusion that the obligation on the State to provide compensation for the damage ... has ceased to exist.\"", "", "The Court of Appeal also took into account the statement of the State according to which it had not been considered in the public interest to proceed with the criminal prosecution of the applicant company given that the applicant company had been declared bankrupt and had ceased trading.", "On 22 December 1995 the Supreme Court rejected the appeal on points of law (cassatie) which had been filed on behalf of the applicant company."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}