{"ITEMID": "001-88270", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "NOVIKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Ms Aleksandra Lavrentyevna Novikova, is a Russian national who was born in 1933 and lives in Klin, a town in the Moscow Region. She is represented before the Court by Mr A. Novikov, a lawyer practising in Klin. The Russian Government are represented by Mr P. Laptev and then by Mrs V. Milinchuk, the Representatives of the Russian Federation at the European Court of Human Rights.", "As a child, the applicant was imprisoned by the Nazis. In the 1990s she hoped to receive compensation from the “Foundation for Mutual Understanding and Reconciliation”, a charity set up by the Russian and German Governments.", "The Foundation refused compensation, and the applicant brought an action against it. On 20 December 2000 the Klinskoy District Court of the Moscow Region ordered the Foundation to:", "“[M]ake payments to [the applicant] in accordance with the Government’s Decree No. 899 of 2 August 1994 “On the adoption of the Rules on the conditions and procedure of the payment of compensation to victims of the Nazis”.”", "On 3 January 2001 the judgment became binding, but was not immediately enforced because at that time the Foundation lacked funds.", "On 24 January 2005 the Foundation informed the applicant that it was going to pay her the equivalent 649.34 euros converted into Russian roubles, and asked the applicant for her bank details. The applicant contested this offer, alleging that the amount was too small, and that currency conversion would make it even smaller.", "The applicant applied for a clarification of the judgment, but on 16 November 2005 the District Court rejected this request having found that the judgment was worded clearly. The applicant did not appeal against this decision.", "The Foundation for Mutual Understanding and Reconciliation operates on the basis of the Government Order no. 899 of 2 August 1994. According to section 10 of this Order, the amount of compensation is determined by the Foundation’s Experts’ Board. The Board’s decision may be appealed against to the Foundation’s Appeal Commission, whose decision shall be final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}