{"ITEMID": "001-97957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MUSTAFA AND ARMAĞAN AKIN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants were born in 1957 and 1988 respectively and live in Ödemiş.", "6. On 30 September 1999 the first applicant's wife instituted divorce proceedings and asked for the custody of their two children; Armağan (the second applicant) and his younger sister Damla who was born in 1993.", "7. The Ödemiş Civil Court of First Instance (“the Ödemiş Court”) granted the couple's divorce on 23 June 2000. Having regard to the “parties' incomes and the ages of the two children”, the Ödemiş Court awarded custody of Armağan to the first applicant and that of Damla to her mother. It also decided that the parents would exchange the children between 1 and 15 February every year, during the month of July and for a total period of four days during the two religious holidays.", "8. On 30 November 2000 the first applicant requested the Ödemiş Court to grant an interim measure to the effect that he would have both children one weekend and his ex-wife would have them the next. This way, he argued, the children would not lose contact with each other and he would have the opportunity to spend every other weekend with both his children. This request was rejected on 19 December 2000 by the Ödemiş Court which considered that its decision concerning the custody issue had been correct.", "9. The appeal lodged by the applicant against the Ödemiş Court's decision of 23 June 2000 was rejected by the Court of Cassation on 8 December 2000. A request made by the first applicant for a rectification of that decision was rejected on 8 February 2001.", "10. On 11 September 2001 the first applicant brought a court case on behalf of his son and on his own behalf against his ex-wife. He claimed that although he and his son were living in the same town and very close to his ex-wife and his daughter, the decision of the Ödemiş Court had prevented the two children from seeing each other and him from spending time with both his children. This, he claimed, was causing irreversible psychological problems for the children. Even when the children saw each other in the street they were prevented from talking to each other by their mother. He requested that the children be able to see each other every weekend.", "He also asked the court to order his ex-wife to pay maintenance to him in respect of Armağan.", "11. The Ödemiş Court refused the applicants' requests on 1 February 2002. It held that, although diligence had to be shown to satisfy the needs of the parents and their children and to improve the ties between them, ordering Damla to spend every weekend with her father would mean a continual change of environment for her and would confront her with variations in discipline.", "12. The applicants appealed and referred in their appeal to a number of decisions of the Court of Cassation. According to those decisions, the applicable law and procedure required domestic courts to ensure that access arrangements do not prevent the children of divorced parents from seeing each other. The applicants maintained that ensuring this was a matter for a court of law to consider of its own motion. They also argued that the children's best interests should be given paramount importance. They drew the Court of Cassation's attention to the fact that the two siblings had not seen each other for two years.", "13. The appeal was rejected by the Court of Cassation on 29 April 2002 which considered that the Ödemiş Court had “adequately examined the evidence available to it and that its conclusion had been in accordance with the applicable legislation”. A subsequent rectification request lodged by the applicants was rejected on 15 July 2002. In their request for rectification the applicants submitted that the two children had not seen each other for almost three years and that their request for rectification was their last chance of seeing each other."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}