{"ITEMID": "001-90677", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TAXQUET v. BELGIUM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 6-1 and 6-3-d;Non-pecuniary damage - claim dismissed", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1957 and lives in Angleur.", "6. On 17 October 2003 the applicant appeared before the Liège Assize Court, together with seven co-defendants, on charges of murdering a government minister, A.C., and attempting to murder the minister's partner, M-H.J., on 18 July 1991. The indictment stated that they were accused of the following:", "“1. having knowingly and intentionally killed [A.C.], with the additional circumstance that the killing was premeditated; this offence is classified by law as premeditated murder (assassinat);", "2. having attempted, knowingly, intentionally and with premeditation, to kill [M-H.J.], the intention to commit the offence having been manifested by conduct which objectively constituted the first step towards perpetration of the offence and which was halted or failed to attain the aim pursued only as a result of circumstances outside the control of its perpetrators; this offence is classified by law as attempted premeditated murder.”", "7. The indictment further noted on pages 11 to 12:", "“Carlo T. accuses Richard Taxquet, P.D.M. and A.V.D.B. of having ordered the murder of A.C. ...", "In April 1991 Richard Taxquet informed him about an altercation he had had with A.C., who, having evidently found out about certain matters, had told Richard Taxquet 'that he would get it'.", "Richard Taxquet also confided in his uncle that someone had issued a death threat against him, adding: 'it will be him or me'.”", "8. In June 1996 a person described by the applicant as an anonymous witness had passed on certain information to the investigators. A record of 3 September 1996 mentioned the informer's intention to remain anonymous, which he justified by fears for his safety “in view of the importance of his information and the media outcry that has always surrounded the C. case”. The person was never interviewed by the investigating judge. He had given the investigators information obtained in confidence from a person whose identity he refused to disclose. During the trial in the Assize Court, the investigators were asked on the initiative of several defendants about the informer's identity. They stated that their informer was not one of the defendants and had not personally witnessed the alleged offences. According to the information supplied, which was set out in fifteen points, A.C.'s murder had been planned by six people, including the applicant and a leading political figure. The only point incriminating the applicant stated:", "“V.der B. and Taxquet apparently laid particular emphasis on the urgent need to kill C. before the '91 holidays as he had promised to make some significant disclosures after the summer break.”", "9. On 7 January 2004 the Assize Court sentenced the applicant (and his co-defendants) to twenty years' imprisonment.", "10. The jury had been asked to answer thirty-one questions from the President of the Assize Court. Four of them concerned the applicant and were worded as follows:", "“Question 25 – PRINCIPAL COUNT", "Is the accused Richard Taxquet, who is present before this court, guilty,", "as principal or joint principal,", "– either through having perpetrated the offence or having directly cooperated in its perpetration,", "– or through having, by any act whatsoever, lent such assistance to its perpetration that without it the offence could not have been committed,", "– or through having, by gifts, promises, threats, abuse of authority or power, scheming or contrivance, directly incited another to commit the offence,", "– or through having, by means of speeches in a public place or assembly, or by means of any written or printed matter, image or emblem displayed, distributed or sold, offered for sale or exhibited in a place where it could be seen by the public, directly incited another to commit the offence,", "of having knowingly and intentionally killed [A.C.] in Liège on 18 July 1991?", "ANSWER: yes", "Question 26 – AGGRAVATING CIRCUMSTANCE", "Was the intentional homicide referred to in the previous question premeditated?", "ANSWER: yes", "Question 27 – PRINCIPAL COUNT", "Is the accused Richard Taxquet, who is present before this court, guilty,", "as principal or joint principal,", "...", "of having attempted knowingly and intentionally to kill [M.-H.J.] in Liège on 18 July 1991, the intention to commit the offence having been manifested by conduct which objectively constituted the first step towards perpetration of the offence and which was halted or failed to attain the aim pursued only as a result of circumstances outside the control of its perpetrator?", "ANSWER: yes", "Question 28 – AGGRAVATING CIRCUMSTANCE", "Was the attempted intentional homicide referred to in the previous question premeditated?", "ANSWER: yes”", "11. On account of the numerous events occurring in the course of the trial, the Assize Court delivered thirteen interlocutory judgments:", "(1) judgment of 17 October 2003 noting the absence of certain defendants and directing that they were to be tried in absentia;", "(2) judgment of 20 October on the submissions of a co-defendant on the issue of cassette recordings of a video link;", "(3) judgment of 27 October 2003 concerning the examination of witnesses without one of the co-defendants being present;", "(4) judgment of 18 December 2003 on the civil parties' submissions as to the examination of certain witnesses;", "(5) judgment of 3 November 2003 on the examination of a witness in camera;", "(6) judgment of 6 November 2003 setting aside the order for a co-defendant to be tried in absentia;", "(7) judgment of 13 November 2003 refusing a request by the prosecution for a hearing in camera;", "(8) judgment of 19 November 2003 on the examination of certain witnesses in camera;", "(9) judgment of 18 December 2003 on the submissions of a co-defendant objecting to the showing of a recording made by video link;", "(10) judgment of 18 December 2003 on the submissions of a co-defendant as to the issue of witnesses who had failed to appear and witnesses to be reheard;", "(11) judgment of 18 December 2003 on the submissions of a co-defendant as to the issue of the anonymous witness;", "(12) judgment of 18 December 2003 on the applicant's submissions as to the issue of the anonymous informer;", "(13) judgment of 18 December 2003 on the applicant's submissions as to the issue of witnesses who had failed to appear and witnesses to be reheard.", "12. With regard to the request for an investigating judge to hear or rehear evidence from the person who had anonymously supplied information noted down by two non-commissioned gendarmerie officers, the Assize Court held:", "“This information, obtained anonymously by members of the police force, has no probative value as such. In the present case it simply constituted information capable of giving fresh impetus or a new slant to the investigation and leading to the independent gathering of lawful evidence.", "When examined at the hearing as witnesses, [the two non-commissioned gendarmerie officers] stated that their informer was not one of the defendants and that he himself had not witnessed any of the acts he described; he had merely relayed information he said he had received in confidence from a person whose identity he refused to disclose.", "...", "In the investigators' view, the process of drawing up an official record of information given to them by an anonymous informer did not in itself constitute any infringement of the defence rights of the persons named by the informer. All that was involved at that stage was the disclosure, with a view to its analysis and verification, of information that might be of interest to the investigation and might assist in clarifying the facts. Viewed in isolation from any objective data that might subsequently confirm it, this information did not constitute evidence of the acts allegedly carried out by the persons whose identity was mentioned by the informer.", "...", "Lastly ... it is not possible to speak of rehearing when it does not appear from the case file or the oral proceedings that [the person described as an anonymous witness] gave evidence under oath to an investigating judge.", "With regard to the request for cross-examination of that person, firstly, the court is unaware of his identity and, secondly, regardless of the grounds relied on by the investigating judicial authorities in that respect, it does not appear useful for establishing the truth and would delay the proceedings needlessly without giving the hope of more certain results.”", "13. In another interlocutory judgment delivered the same day, the Assize Court held as follows in relation to the applicant's request for a second examination of certain witnesses:", "“The witnesses S.N., J.M., L.L. and A.R. gave evidence to the Assize Court, and the defendant Richard Taxquet and his counsel had the opportunity to put to them any questions they wished and to challenge freely all the evidence adduced by the prosecution and the civil parties.", "In any event, as matters stand a second examination of those witnesses is unlikely to assist in establishing the truth and would tend to prolong the proceedings needlessly without giving cause to hope for more certain results.", "...", "Lastly, the requested examination of the witness E.G., who was called but refused to appear, and of a new witness, F.R., are likewise not necessary for establishing the truth and would tend to prolong the proceedings needlessly without giving cause to hope for more certain results, since the jury already has all the information required to form its verdict.”", "14. The applicant appealed on points of law against his conviction of 7 January 2004 by the Assize Court and against all the interlocutory judgments given by that court.", "15. In a judgment of 16 June 2004 the Court of Cassation dismissed the appeal. It held, in particular, that:", "– the belated appearance of a co-defendant could not infringe the appellants' defence rights as they had been able to challenge freely both the statements made by that defendant during the preliminary investigation and relayed at the hearing by the persons to whom they had been given, and the statements made directly by the defendant before the jury.", "– the Assize Court had rightly ordered that two witnesses should be examined in camera, fearing that they might not be able to express themselves freely if the hearing were public, which would have hindered the proper administration of justice;", "– in refusing to show the film of the confrontation between witnesses on the ground that it might delay the proceedings needlessly, the Assize Court had not breached the principle of respect for the rights of the defence or the principle that hearings must be conducted orally, since the refusal had been based on the fact that those taking part in the confrontation, having appeared at the hearing, had been afforded the opportunity to be brought directly face to face with the defendants;", "– in directing that the proceedings should continue on the ground that the examination of certain absent witnesses (who had been duly summoned to appear in court) was not necessary for establishing the truth, and in holding that a further appearance by certain other witnesses “would tend to prolong the proceedings needlessly without giving cause to hope for more certain results”, the Assize Court had not breached Article 6 of the Convention and the principle that hearings must be conducted orally;", "– since the presumption of innocence related above all to the attitude of judges called upon to determine a criminal charge, the comments made by an investigator and the press reports, even if inaccurate, malevolent or resulting from a criminal offence, could not in themselves cause the trial to breach Article 6 §§ 1 and 2 of the Convention;", "– it could not be inferred from the alleged inexperience of the jurors, the speed with which they deliberated or the lack of reasons given for their verdict that they were incapable of impartial adjudication in a case that had attracted considerable press coverage;", "– the procedure for appointing members of the jury and the fact that they reached their verdict as to guilt without having discussed the issue with the court did not mean that the Assize Court was not an independent and impartial tribunal established by law within the meaning of Article 6 § 1 of the Convention or that the presumption of the accused's innocence could not be lawfully rebutted in that court;", "– neither Article 6 nor Article 13 of the Convention guaranteed the right of appeal;", "– neither Article 6 §§ 1 and 3 (b) of the Convention nor Article 14 § 3 (b) of the International Covenant on Civil and Political Rights, nor Article 149 of the Constitution, even when read in conjunction with the above-mentioned treaty provisions, placed any obligation on a jury to state reasons for its answers;", "– the ground of appeal relating to Article 6 § 3 (b) of the Convention (inability to confer freely with his lawyer as a result of his detention the day before the trial had begun) was inadmissible as it did not appear from the evidence in the file that the applicant had alleged before the Assize Court that there had been a violation of the right to have adequate facilities for the preparation of his defence;", "– Articles 10 and 11 of the Constitution, Article 14 of the International Covenant on Civil and Political Rights and Article 6 § 1 of the Convention did not state that reasons had to be given for a guilty verdict, or lay down the right of appeal or the right to appear before courts made up solely of career judges; the discretion of the lay jury, which, moreover, was restricted by Articles 351, 352, 364 and 364 bis of the Code of Criminal Procedure, did not give rise to an arbitrary difference in treatment for the purposes of Article 14 of the Convention.", "16. As to the argument that the appellants' conviction had been decisively or incidentally based on the statements of an anonymous informer, the Court of Cassation stated:", "“In so far as they challenge the observation that the Assize Court was unaware of the identity of the person whose examination was being requested and could therefore not order it, these grounds of appeal, being directed against an obiter dictum, are immaterial.", "On that account, they are inadmissible.", "As to the other submissions, the presence in a criminal case file of a record containing information from an unidentified source does not require the trial court to ensure that the informer is identified and examined in accordance with the procedure set forth in Articles 189 bis and 315 bis of the Code of Criminal Procedure in order for the prosecution to be valid or admissible; those provisions leave it open to the trial court to appoint an investigating judge to that end if such a step appears useful for establishing the truth.", "The judgments consider, on the basis of a factual assessment which this court is not empowered to overrule, that the examination requested would delay the proceedings needlessly without giving cause to hope for more certain results.", "The judgments also observe that the information obtained anonymously did not correspond to the evidence obtained lawfully and independently against the defendants.", "It does not appear from the Assize Court's reply to the appellants' submissions that the trial courts contested their right to rebut the evidence produced at the trial.", "On that account, these grounds of appeal cannot be allowed.", "As to the remaining grounds, a breach of Article 6 § 3 (d) of the Convention ... does not result from the mere fact that the trial court considered it unnecessary, or impossible, to order the cross-examination of the anonymous informer whose disclosures provided helpful guidance for the investigation.", "On that account, these grounds of appeal have no basis in law.”", "17. Addressing a further ground of appeal, the Court of Cassation noted:", "“The appellant [another co-defendant] submitted that before the start of the trial, the President of the Assize Court, acting by virtue of the powers conferred on him by Article 298 of the Code of Criminal Procedure, had 'called a series of witnesses who, according to the criminal file, had been connected with with the matter of the anonymous witness'; the appellant observed that the session had, however, opened without those persons being examined and concluded that his trial had therefore not been fair within the meaning of Article 6 of the Convention ...", "However, the investigative measures described by the appellant could also have been ordered after the start of the trial, even under a different procedure, by the President of the Assize Court acting by virtue of his discretionary power.", "It does not appear from the evidence in the file that the appellant requested the President of the Assize Court to order the examinations that, according to the ground of appeal, were not carried out.", "Since this ground of appeal cannot be raised for the first time before this court, it is inadmissible.”", "18. The Assize Court includes a President and two other judges (assesseurs); it sits with a jury. For the investigation and trial of civil actions, the court sits without a jury (Article 119). Persons appearing on the list of jurors must be registered on the electoral roll, enjoy full civic and political rights, be aged at least thirty and less than sixty and be able to read and write (Article 217). Members of the jury are chosen by lot from the list of persons on the electoral roll (Article 218). The procedure for compiling the list of jurors consists of several stages.", "19. Article 223 provides that the mayor (bourgmestre) is required to carry out a survey of all the voters on the preliminary list in order to determine whether they can read and write, whether they are capable of following the proceedings in the Assize Court in the language of the region concerned, whether they are in active employment and, if so, in what capacity, whether they occupy a public office, whether they are a minister of a religion, whether they are a member of the armed forces in active service, what academic qualifications they have obtained, whether they have previously held elected office at national, provincial or municipal level, whether they are a member of one of the committees listed in point (9) of Article 223, and whether there are any impediments preventing them from carrying out the duties of a juror. Persons on the electoral roll must accurately complete the form drawn up for this purpose.", "20. The prosecution is responsible for ensuring that, at least forty-eight hours before the opening of the oral proceedings, the list of jurors is served on each accused person, and the documents relating to the survey provided for in Article 223 in respect of the actual jurors and the additional jurors called for service are attached to the criminal file, where they remain until the trial jury is formed (Article 241).", "21. Before the opening of the oral proceedings in each case, on the day appointed for that purpose, the jurors are called before the Assize Court in the presence of the Principal Public Prosecutor and the defendant, who is assisted by counsel (Article 242). The president of the Assize Court draws the names of the jurors one by one. First the defendant, then the Principal Public Prosecutor, may challenge an equal number of jurors. Neither the defendant nor the Principal Public Prosecutor may disclose their grounds for challenging a juror (Article 247). The jury is formed as soon as the names of twelve jurors have been drawn by lot without being challenged. The president of the court then draws the substitute jurors by lot (Article 248). The examination of the case begins immediately after the formation of the jury (Article 252).", "22. The president addresses the members of the jury, who stand, and asks them to take the following oath: “You will swear and promise to examine with the most scrupulous attention the charges which will be made against ...; not to betray either the interests of the accused or those of society which accuses him; to communicate with no one until after your verdict; to allow no hatred, spitefulness, fear or affection to influence your judgment; to reach your decision in the light of the charges and the submissions in defence, according to your conscience and your innermost conviction, with the impartiality and resolution which befit a free and upright person” (Article 312). Each member of the jury, called on individually by the president, raises his hand and replies “I so swear”, on pain of nullity.", "23. The president may order the clerk to read out the judgment by which the defendant was committed for trial. He orders the distribution to each juror of a copy of the bill of indictment and the statement of defence, if one has been filed. The Principal Public Prosecutor reads out the indictment and the defendant or his counsel the statement of defence (Article 313).", "24. A witness whose identity has been kept secret in accordance with Articles 86 bis and 86 ter cannot be summoned to appear in court as a witness without his consent. The president reads out the witness statement at the hearing and mentions that details of the witness's identity have been kept secret in accordance with Articles 86 bis and 86 ter. If the witness agrees to give evidence at the trial, he retains full anonymity. In that eventuality, the president takes the necessary steps to guarantee the witness's anonymity. The president may direct the investigating judge, either of his own motion or on an application by the prosecution or by the defendant, the civil party or their counsel, to rehear evidence from the witness or to interview a new witness in accordance with Articles 86 bis and 86 ter with a view to establishing the truth. The president may decide to be present when the witness is interviewed by the investigating judge (Article 315).", "25. Following the witness's depositions, the civil party and the Principal Public Prosecutor address the court. The defendant may make submissions in reply and the civil party and the Principal Public Prosecutor are allowed to reply to the defence submissions, but the defendant always has the final word. The president then declares the oral proceedings closed (Article 335).", "26. The president reminds members of the jury of the duties they will have to discharge. He then puts questions to them. The question arising from the indictment is put in these terms: “Is the defendant guilty of committing this murder, this theft or this other crime?” (Articles 336 and 337).", "27. After asking the questions, the president hands them to the jury, represented by the foreman; at the same time, he hands over the bill of indictment, the reports establishing the offence and the documents in the file other than the written witness statements. He advises the jury that if the defendant is found guilty on the principal count by a simple majority, this must be mentioned at the top of their verdict. (Where appropriate, the president advises the jury that evidence obtained under Articles 86 bis and 86 ter cannot be admitted unless it is corroborated to a decisive extent by other evidence (Article 341).)", "28. Once the questions have been put to and handed to the members of the jury, they retire to deliberate in private. The foreman is either the first member of the jury drawn by lot or is appointed by the jury with his consent. Before the deliberations begin, the foreman reads out the following instruction, which is also displayed in large type in the most visible place in the deliberation room: “The law does not ask jurors to account for how they reached their personal conviction; it does not lay down rules on which they are to place particular reliance as to the completeness and sufficiency of evidence; it requires them to ask themselves questions, in silence and contemplation, and to discern, in the sincerity of their conscience, what impression has been made on their rational faculties by the evidence against the defendant and the submissions of the defence. The law does not tell them: 'You will hold every fact attested by this number of witnesses to be true'; nor does it tell them: 'You will not regard as sufficiently established any evidence that does not derive from this report, these exhibits, this number of witnesses or this many clues'; it simply asks them this one question, which encompasses the full scope of their duties: 'are you inwardly convinced?'” (Article 342).", "29. The members of the jury may leave their room only when they have arrived at their verdict (Article 343).", "30. If the jury finds the defendant guilty, the Principal Public Prosecutor makes submissions as to the application of the law. The defendant may file a defence; however, he can no longer dispute the facts but can merely submit that a particular act is not prohibited or defined in law as an offence, or that he does not deserve the sentence sought by the prosecution (Article 362).", "31. The court, consisting of the judges and the jury, subsequently deliberates on the sentence to be imposed in accordance with the criminal law. The court then delivers its judgment (Article 366)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}