{"ITEMID": "001-61134", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF EASTERBROOK v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1931 and is currently serving a prison sentence in HM Prison Highdown, Surrey.", "8. On 30 November 1988, the applicant was convicted at the Central Criminal Court in London of robbery, wounding with intent, possessing firearms with intent to endanger life and possessing ammunition with intent to endanger life.", "9. The offences arose out of a single robbery which occurred on 23 November 1987 at a shop in Woolwich. One of the applicant’s associates entered the shop, snatched a Securicor bag containing 10,400 pounds sterling and held a loaded revolver to the head of a member of the shop’s staff. The applicant, armed with a loaded revolver, kept watch outside. During a changeover of cars in their flight from the crime, the applicant and his associates were intercepted by the police, who surrounded them and told them to lay down their arms. The applicant fired six shots, wounding one police officer in the leg. The police returned fire and one of the applicant’s associates was killed. The applicant received a superficial wound to his shoulder. He was arrested and immediately detained.", "10. The applicant was subsequently tried and was not represented at his trial. He stated that he was informed by his counsel that his defence was “political” in nature and could not be put by a professional advocate. His counsel then withdrew. The applicant was sentenced to life imprisonment. In sentencing him, the judge made reference to his long, violent criminal record and the dangerous nature of his character.", "11. In June 1990, the Court of Appeal refused the applicant’s renewed application for leave to appeal against conviction, leave having already been refused by a single judge. The Court of Appeal also rejected the applicant’s appeal against sentence. At this hearing the applicant was again not represented.", "12. On 9 December 1992, a certificate was issued on behalf of the Secretary of State, stating that the provisions of the Criminal Justice Act 1991 for certifying the tariffs of discretionary life sentence prisoners would not apply to the applicant. The applicant’s release from prison would therefore be at the Home Secretary’s discretion, following a favourable recommendation from the Parole Board and after consultation with the Lord Chief Justice and trial judge, if available. The certificate stated that it was Home Office policy that no life sentence prisoner should be detained more that 17 years without a review by the Parole Board. The first review of the applicant’s case by the Parole Board would be in November 2004. The applicant stated that he had no record of receiving this document.", "13. On 27 July 1995, the Prison Service informed the applicant that, following a judgment of the House of Lords, the Secretary of State would now be setting a specific tariff which would be disclosed to the applicant, along with the judicial recommendations and any reasons for any departure from them. The judicial recommendations - that in the applicant’s case “ ’life’ should mean ‘life’ ” – were disclosed to the applicant and he was invited to make representations.", "14. On 5 February 1998, the Home Secretary agreed to certify that the applicant should be subject to the arrangements for the release of discretionary life prisoners, despite having previously qualified the applicant as someone serving a mandatory life sentence. The decision of 5 February 1998 also set the tariff of the applicant’s sentence at 16 years, expiring on 24 November 2003.", "15. The applicant’s solicitors made written submissions as to the appropriate length of the tariff and submitted that the applicant should be entitled to an oral hearing before the Lord Chief Justice. The applicant’s solicitors were informed by a letter of 13 August 1998 that the Lord Chief Justice had revised his opinion and that he recommended a tariff of 12-13 years, but that no oral hearing would be allowed. On 27 November 1998, the Prison Service informed the applicant’s solicitor that the Home Secretary had decided on a tariff of 12.5 years, to expire in May 2000.", "16. On 8 January 1999, the applicant made an application for judicial review of the Home Secretary’s decision of 27 November 1998. The application was dismissed on 11 February 1999. A renewed application was dismissed on 22 March 1999.", "17. After the tariff expired in May 2000, the applicant became eligible for Parole Board review procedures. He has stated however that he has decided not to participate in the procedures due to his continuing belief that the Government have breached his human rights and still refuses to acknowledge those breaches.", "18. Murder carries a mandatory sentence of life imprisonment under the Murder (Abolition of Death Penalty) Act 1965. A person convicted of other serious offences (e.g. manslaughter, rape or robbery) may also be sentenced to life imprisonment at the discretion of the trial judge in certain other cases where the offence is grave and where there are exceptional circumstances which demonstrate that the offender is a danger to the public and it is not possible to say when that danger will subside.", "19. Over the years, the Secretary of State has adopted a “tariff” policy in exercising his discretion whether to release offenders sentenced to life imprisonment. This was first publicly announced in Parliament by Mr Leon Brittan on 30 November 1983 (Hansard (House of Commons Debates) cols. 505-507). In essence, the tariff approach involves breaking down the life sentence into component parts, namely retribution, deterrence and protection of the public. The “tariff” represents the minimum period which the prisoner will have to serve to satisfy the requirements of retribution and deterrence. The Home Secretary will not refer the case to the Parole Board until three years before the expiry of the tariff period, and will not exercise his discretion to release on licence until after the tariff period has been completed (per Lord Browne-Wilkinson, R. v. Secretary of State for the Home Department, ex parte V. and T., [1998] Appeal Cases 407, at pp. 492G-493A).", "20. Pursuant to section 34 of the Criminal Justice Act 1991, the tariff of a discretionary life prisoner is fixed in open court by the trial judge after conviction. After the tariff has expired, the prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to order his release if it is satisfied that it is no longer necessary to detain him for the protection of the public.", "21. A different regime, however, applied under the 1991 Act to persons serving a mandatory sentence of life imprisonment (now replaced by the Crime (Sentences) Act 1997 (“the 1997 Act”), sections 28-34). In relation to these prisoners, the Secretary of State decides the length of the tariff. The view of the trial judge is made known to the prisoner after his trial, as is the opinion of the Lord Chief Justice. The prisoner is afforded the opportunity to make representations to the Secretary of State who then proceeds to fix the tariff and is entitled to depart from the judicial view (R. v. Secretary of State for the Home Department, ex parte Doody [1994] 1 Appeal Cases 531; and the Home Secretary’s statement to Parliament, 27 July 1993, Hansard (House of Commons Debates) cols. 861-864).", "22. The Criminal Justice Act 1991 provided in section 35(2) as regarded mandatory life prisoners :", "“If recommended to do so by the [Parole] Board, the Secretary of State may, after consultation with the Lord Chief Justice together with the trial judge if available, release on licence a life prisoner who is not a discretionary life prisoner.”", "23. This was in contrast to the position for discretionary life prisoners, where the Parole Board was given the power of decision. Pursuant to the reforms introduced at this time, these prisoners were also given the opportunity of an oral hearing."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}