{"ITEMID": "001-86871", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CVETKOVIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of Art. 13+6;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1934 and lives in Leskovac, Serbia.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 6 December 1988 the applicant, a labour inspector (inspektor rada), was declared redundant by the Municipality of Leskovac, which decision entered into force on 29 December 1990.", "8. On 22 February 1991 the applicant therefore filed a claim with the Labour Court (Osnovni sud udruženog rada) in Vranje, seeking reinstatement or severance pay as provided for in the relevant domestic legislation.", "9. Following a remittal, on 3 September 1991 this court relinquished jurisdiction in favour of the Municipal Court (Opštinski sud) in Leskovac.", "10. Between 2 June 1992 and 5 January 1998 a total of fourteen separate decisions were adopted by the Municipal Court, at first instance, the District Court (Okružni sud) in Leskovac, on appeal, and the Supreme Court (Vrhovni sud Srbije) at third instance.", "11. Following a remittal, on 16 March 1998 the Municipal Court again ruled in favour of the applicant.", "12. On 5 June 1998 the District Court upheld this judgment on appeal and it thereby became final.", "13. On 18 March 1999 the Municipal Court issued a separate decision, ordering the enforcement of this judgment.", "14. On 21 November 2000, however, the same court accepted the respondent’s request for the re-opening of the labour dispute.", "15. On 21 February 2001 and 23 May 2002 the District Court and the Supreme Court, respectively, upheld this decision.", "16. On 21 November 2002 the Municipal Court therefore re-opened the proceedings in question.", "17. The hearing scheduled for 21 April 2004 was adjourned because of the presiding judge’s illness.", "18. On 3 March 2005 the President of the Municipal Court appointed another presiding judge to deal with the case, the reason being that the applicant had, in the meantime, filed a criminal complaint against the former.", "19. On 18 April 2005 and 18 May 2005 two separate hearing were held.", "20. On 24 May 2005 the Municipal Court appointed a financial expert and ordered him to calculate the amount of salary arrears sought by the applicant.", "21. On 5 April 2006 the Municipal Court appointed another financial expert to carry out this order.", "22. On 19 July 2006 the Municipal Court ruled partly in favour of the applicant. It awarded him most of the salary arrears and severance pay requested, but refused his claim for reinstatement since he had reached retirement age in the meantime.", "23. On 1 December 2006 the District Court quashed this judgment on appeal and remitted the case to the Municipal Court.", "24. On 24 January 2007 the Municipal Court again ruled partly in favour of the applicant.", "25. On 26 April 2007, however, the District Court rejected the applicant’s claims in their entirety.", "26. On an unspecified date thereafter the applicant filed an appeal on points of law. According to the information made available to the Court by the parties to date, the case is apparently still pending before the Supreme Court.", "27. It would appear that throughout the above proceedings the applicant had represented himself.", "28. The relevant provisions of the Constitution read as follows:", "“Everyone shall have the right to ... [a hearing before a] ... tribunal ... within a reasonable time ... [in the determination] ... of his [or her] rights and obligations ...”", "“A constitutional appeal may be lodged against individual decisions or actions of State bodies or organisations exercising delegated public powers which violate or deny human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies for their protection have already been exhausted or have not been prescribed.”", "“The Constitutional Court shall have fifteen judges who shall be elected or appointed for a period of nine years.", "Five judges of the Constitutional Court shall be elected by the National Assembly, another five shall be appointed by the President of the Republic, and another five shall be appointed at the general session of the Supreme Court of Cassation ...", "The National Assembly shall elect five judges of the Constitutional Court from among ten candidates proposed by the President of the Republic, the President of the Republic shall appoint five judges of the Constitutional Court from among ten candidates proposed by the National Assembly, and the general session of the Supreme Court of Cassation shall appoint five judges from among ten candidates proposed at the general session by the High Judicial Council and the State Prosecutors’ Council.”", "“The Constitutional Court shall adjudicate by the majority of votes cast by all judges of the Constitutional Court.”", "29. In accordance with Article 9 § 3 the Constitutional Court shall be deemed constituted when two thirds of the total number of judges have been elected or appointed.", "30. The relevant provision of this Act read as follows:", "“The decisions of the Constitutional Court shall be final, enforceable and binding.”", "“The Constitutional Court shall have its Rules of Procedure ... which shall regulate, in greater detail, the organisation ... [and the functioning of the Constitutional Court] ... as well as the proceedings ... [before it] ...”", "“ ... [T]he Constitutional Court shall have a Registry.", "The organisation, the tasks, and the functioning of the Registry shall be regulated, in greater detail, by ... the Constitutional Court.”", "“A constitutional appeal may be lodged against an individual decision or an action of a State body or an organisation exercising delegated public powers which violates or denies human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies have already been exhausted or have not been prescribed or where the right to their judicial protection has been excluded by law.", "A constitutional appeal may be lodged even if all available remedies have not been exhausted in the event of a breach of an applicant’s right to a trial within a reasonable time.”", "“A constitutional appeal may be lodged by any individual who believes that any of his or her human or minority rights or freedoms guaranteed by the Constitution has been violated or denied by an individual decision or an action of a State body or an organisation exercising delegated public powers.”", "“A constitutional appeal may be lodged within thirty days of receipt of the individual decision or the date of commission of the actions ... [in question] ...”", "“When the Constitutional Court finds that an ... individual decision or action has violated or denied a human or minority right or a freedom guaranteed by the Constitution, it shall annul the ... decision in question or ban the continuation of such action or order the implementation of other specific measures as well as the removal of all adverse consequences within a specified period of time.", "The decision of the Constitutional Court accepting a constitutional appeal shall constitute a legal basis for requesting compensation or the removal of other adverse consequences before a competent body, in accordance with the law.”", "“... [An applicant who has obtained a Constitutional Court decision in his or her favour] .., may lodge a compensation claim with the Commission for Compensation in order to reach an agreement in respect of the amount ... [of compensation to be awarded] ...", "If the Commission for Compensation does not rule favourably in respect of a compensation claim or fails to issue a decision within thirty days from the date of its submission, the applicant may file a civil claim for damages before the competent court. If only partial agreement has been achieved, a civil claim may be filed in respect of the remainder of the amount sought.", "The composition and operation of the Commission for Compensation shall be regulated by the Minister of Justice.”", "“The Constitutional Court shall, within ninety days as of the date of entry into force of this Act, adopt its Rules of Procedure and ... [further regulate the organisation and functioning of its Registry] ...”", "The Minister of Justice shall, within ninety days as of the date of entry into force of this Act ... [regulate the composition and the operation of the Commission for Compensation] ...”", "31. Articles 72 and 73 provide additional details as regards the processing of the appeals lodged with the Constitutional Court.", "32. The new Constitution of the Republic of Serbia, as well as the Constitutional Act on its implementation, entered into force in November 2006.", "33. The Constitutional Court Act entered into force in December 2007.", "34. The Rules of Procedure of the Constitutional Court entered into force in March 2008."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}