{"ITEMID": "001-97437", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BAYSAKOV AND OTHERS v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (in case of extradition to Kazakhstan);Violation of Art. 13", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicants were born in 1962, 1960, 1971 and 1963 respectively and currently live in Kyiv.", "7. At the end of 2002 the applicants left Kazakhstan, allegedly because of political persecution by the authorities. They arrived in Ukraine in 2005 and have remained there.", "8. By four separate decisions of 28 March 2006, the Ukrainian State Committee on Nationalities and Migration granted the applicants’ requests for refugee status, finding that there were legitimate grounds to fear that the applicants would risk political persecution in Kazakhstan for their activities in 2001-02. In particular, the Committee noted that in November 2001 several top political and business figures in Kazakhstan had formed the opposition group Democratic Choice of Kazakhstan. The applicants took part in the activities of that group, mainly by providing it with financial and technical support, particularly through a television company owned by the first and second applicants. The fourth applicant held posts in the governing body (political council) of that group. Shortly afterwards, the Kazakh authorities arrested the leaders of the group. The authorities also instituted criminal proceedings against the applicants on various charges, including conspiracy to murder, abuse of power and fraud, annulled the broadcasting licence of their television company, and blocked the activities of their other companies. As pressure from the authorities mounted, the applicants fled the country.", "9. By four separate requests issued in September 2007 and April and May 2008, the Office of the General Prosecutor of the Republic of Kazakhstan requested the applicants’ extradition with a view to criminal prosecution for organised crime and conspiracy to murder (first applicant, Articles 28, 96 and 237 of the Criminal Code of the Republic of Kazakhstan), tax evasion and money laundering (second and third applicants, Articles 193 and 222 of the Criminal Code) and abuse of power (fourth applicant, Articles 307 and 308 of the Criminal Code). Pursuant to Article 96 of the Criminal Code of the Republic of Kazakhstan, murder was punishable by deprivation of liberty for a term of from ten to twenty years or by the death penalty, or by life imprisonment with or without confiscation of property. As regards other crimes of which the applicants were accused, the relevant provision of the Criminal Code provided for punishment not exceeding ten years’ imprisonment. The Kazakh prosecutors provided assurances that the criminal prosecution of the applicants was not related to their political views, race, nationality or religion, and that the prosecutors would not request the domestic courts to sentence the first applicant to death for the crimes for which he was wanted.", "10. On 19 and 21 May 2008 the Deputy Prosecutor General lodged objections (protests) with the State Committee on Nationalities and Religion (the former State Committee on Nationalities and Migration) seeking reconsideration and subsequent annulment of its decisions of 28 March 2006. She submitted that the applicants were wanted by the Kazakh authorities on charges of “grave” crimes and that the Office of the General Prosecutor of the Republic of Kazakhstan guaranteed that the criminal prosecution of the applicants was not related to their political views, race, nationality or religion.", "11. On 30 May 2008 the Committee rejected the objections and confirmed its previous findings.", "12. On 17 June 2008 the Deputy General Prosecutor lodged two separate administrative claims with the District Administrative Court of Kyiv seeking annulment of the Committee’s decisions of 28 March 2006. The prosecutor also requested the court to suspend the contested decisions. On 4 July 2008 the court opened the proceedings and informed that it would decide on the prosecutor’s request for suspension of the Committee’s decisions at one of its next hearings.", "13. On 24 November 2008 the court dismissed the prosecutor’s claims. On 22 January 2009 the Kyiv Administrative Court of Appeal upheld the first-instance court’s decision. No copies of the decisions were provided by the parties.", "14. On 11 February 2009 the Office of the General Prosecutor of Ukraine lodged an appeal in cassation with the Higher Administrative Court, the outcome of which is unknown.", "15. By a letter of 25 May 2009, the First Deputy General Prosecutor of the Republic of Kazakhstan sent the Deputy General Prosecutor of Ukraine assurances that in accordance with the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment of 1984, if extradited to Kazakhstan the applicants would not be subjected to illtreatment, that they would receive a fair trial, and that if necessary they would be provided with adequate medical aid and treatment.", "16. The Government submitted that they had received assurances from the Office of the General Prosecutor of Ukraine that no decision on the applicants’ extradition would be taken before the Court had considered the case.", "17. The relevant extracts from the Constitution provide as follows:", "“Foreigners and stateless persons who are lawfully in Ukraine enjoy the same rights and freedoms and also bear the same duties as citizens of Ukraine, with the exceptions established by the Constitution, laws or international treaties to which Ukraine is a party.", "Foreigners and stateless persons may be granted asylum under the procedure established by law.”", "“Human and citizens’ rights and freedoms are protected by the courts.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omission of bodies exercising State power, local self-government bodies, officials and officers.", "...After exhausting all domestic legal remedies, everyone has the right of appeal for the protection of his or her rights and freedoms to the relevant international judicial institutions or to the relevant bodies of international organisations of which Ukraine is a member or participant.", "Everyone has the right to protect his or her rights and freedoms from violations and illegal encroachments by any means not prohibited by law.”", "“The following are determined exclusively by the laws of Ukraine:", "(1) human and citizens’ rights and freedoms, the guarantees of these rights and freedoms; the main duties of the citizen;", "...", "(14) the judicial system, judicial proceedings, the status of judges, the principles of judicial expertise, the organisation and operation of the prosecution service, the bodies of inquiry and investigation, the notary, the bodies and institutions for the execution of punishments; the fundamentals of the organisation and activity of the advocacy; ...”", "18. Ukraine joined the Convention on 10 January 2002. The relevant extracts from the Convention provide as follows:", "“For the purposes of the present Convention, the term “refugee” shall apply to any person who ... owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear is unwilling, to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or owing to such fear, is unwilling, to return to it.”", "“1. The Contracting States shall not expel a refugee who is lawfully in their territory save on grounds of national security or public order.", "2. The expulsion of such a refugee shall be only in pursuance of a decision reached in accordance with due process of law...”", "Article 33", "“1. No Contracting State shall expel or return (refouler) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.”", "19. The Convention entered into force in respect of Ukraine on 9 June 1998. Its relevant provisions read as follows:", "“The Contracting Parties undertake to surrender to each other, subject to the provisions and conditions laid down in this Convention, all persons against whom the competent authorities of the requesting Party are proceeding for an offence or who are wanted by the said authorities for the carrying out of a sentence or detention order.”", "“Extradition shall not be granted if the offence in respect of which it is requested is regarded by the requested Party as a political offence or as an offence connected with a political offence.", "The same rule shall apply if the requested Party has substantial grounds for believing that a request for extradition for an ordinary criminal offence has been made for the purpose of prosecuting or punishing a person on account of his race, religion, nationality or political opinion, or that that person’s position may be prejudiced for any of these reasons.", "The taking or attempted taking of the life of a Head of State or a member of his family shall not be deemed to be a political offence for the purposes of this Convention.", "This article shall not affect any obligations which the Contracting Parties may have undertaken or may undertake under any other international convention of a multilateral character.”", "20. Ukraine’s reservation in respect of Article 1 of the Convention contained in the instrument of ratification deposited on 11 March 1998 reads as follows:", "“Ukraine reserves the right to refuse extradition if the person whose extradition is requested cannot, on account of his/her state of health, be extradited without damage to his/her health.”", "21. The Convention was ratified by the Ukrainian Parliament on 10 November 1994. It entered into force in respect of Ukraine on 14 April 1995 and in respect of Kazakhstan on 19 May 1994. The relevant extracts from the Convention provide as follows:", "“1. The Contracting Parties shall ... on each other’s request extradite persons who ﬁnd themselves on their territory, for criminal prosecution or to serve a sentence.", "2. Extradition for criminal prosecution shall extend to offences which are criminally punishable under the laws of the requesting and requested Contracting Parties, and which entail at least one year’s imprisonment or a heavier sentence...”", "“1. No extradition shall take place if:", "a) the person whose extradition is sought is a citizen of the requested Contracting Party;", "b) at the moment of receipt of the request [for extradition] criminal prosecution may not be initiated or a sentence may not be executed as time-barred or for other reasons envisaged by the legislation of the requested Contracting Party;", "c) concerning the same crime there has been a judgment or a decision which has entered into the force of law discontinuing the proceedings against the person whose extradition is sought, on the territory of the requested Contracting Party;", "d) the legislation of the requesting and requested Contracting Parties envisages that criminal prosecution for [the crimes of which the person is accused] may be initiated [only upon a victim’s complaint].", "2. Extradition may be refused if the crime in connection with which it is sought, was committed on the territory of the requested Contracting Party.", "3. In the event of refusal to extradite the requesting Contracting Party shall be informed of the reasons for the refusal.”", "“1. A request for extradition shall include the following information:", "(a) the title of the requesting and requested authorities;", "(b) a description of the factual circumstances of the offence, the text of the law of the requesting Contracting Party which criminalises the offence, and the punishment sanctioned by that law;", "(c) the [name] of the person to be extradited, the year of birth, citizenship, place of residence, and, if possible, a description of his appearance, his photograph, ﬁngerprints and other personal information;", "(d) information concerning the damage caused by the offence.", "2. A request for extradition for the purpose of criminal prosecution shall be accompanied by a certiﬁed copy of a detention order...”", "“1. If a request for extradition does not contain all the necessary data, the requested Contracting Party may ask for additional information, for the submission of which it shall set a time-limit not exceeding one month. This time-limit may be extended for up to a month at the request of the requesting Contracting Party...”", "22. Article 2 of the Code provides that the task of the administrative judiciary is the protection of the rights, freedoms and interests of individuals and the rights and interests of legal entities in the sphere of public law relations from violations by State bodies, bodies of local self-government, their officials and other persons in the exercise of their powers. Under the second paragraph of this Article, any decisions, actions or omissions of the authorities may be challenged before the administrative courts.", "23. Pursuant to Article 117, an administrative court may suspend a disputed decision by way of application of an interim measure, on a party’s own initiative. This measure may be applied if there exists a real danger of harm to the plaintiff’s rights, freedoms and interests, or if there are grounds to believe that the failure to apply the measure would render impossible the protection of such rights, freedoms and interests or would require considerable efforts and expense for their restoration. It can also be applied if it is evident that the contested decision is unlawful.", "24. The relevant provisions of the Prosecution Service Act provide as follows:", "“An objection to [the decision] shall be lodged by a prosecutor or his deputy with the body which issued [that decision] or with a higher authority...", "In [his] objection a prosecutor raises a question of annulment of [the disputed decision] or of bringing it into compliance with the law...", "An objection by a prosecutor suspends [the decision] in respect of which it was introduced and must be examined by the relevant authority ... within ten days...", "In case the protest was rejected or was not examined, a prosecutor may challenge [the decision] before a court ... [w]ithin fifteen days... The introduction of such a complaint [by a prosecutor] suspends ... [the decision].”", "25. The relevant extracts from the Refugees Act provide as follows:", "“...a refugee is a person who is not a citizen of Ukraine and who, due to wellfounded fear of persecution for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable to avail himself of the protection of that country or, due to such fear, is unwilling to avail himself of such protection, or who, not having a nationality and being outside the country of his former permanent residence, is unable or unwilling to return to it because of the said fear...”", "“Matters relating to refugees are regulated by the Constitution of Ukraine, this law, and other normative acts, as well as by international treaties which have been agreed by the Verkhovna Rada of Ukraine.", "If an international treaty which has been agreed to be binding by the Verkhovna Rada of Ukraine provides for rules other than those envisaged in this law, the rules of the international treaty shall apply.”", "“No refugee may be expelled or forcibly returned to a country where his life or freedom is endangered for reasons of race, religion, ethnicity, nationality, membership of a particular social group or political opinion.", "No refugee may be expelled or forcibly returned to a country where he may suffer torture and other severe, inhuman or degrading treatment or punishment, or [to a country] from which he may be expelled or forcibly returned to a country where his life or freedom is endangered for reasons of race, religion, ethnicity, nationality, membership of a particular social group or political opinion.", "This article shall not apply to a refugee convicted of a serious crime in Ukraine.”", "26. The relevant extracts from the resolution read as follows:", "“...", "2. Having regard to the fact that the current legislation does not allow the courts independently to give permission for extradition of persons and that, pursuant to Article 22 of the European Convention on Extradition and similar provisions of other international treaties to which Ukraine is a party, the extradition procedure is regulated solely by the law of the requested State; the courts are not empowered to decide on this issue.", "They [the courts] cannot on their own initiative decide on preventive measures applicable to persons subject to rendition or transfer, including their detention, as these matters are to be decided by the competent Ukrainian authorities...”", "27. The relevant extracts from the resolution read as follows:", "“...", "2. ...The administrative courts enjoy jurisdiction over all disputes concerning claims by a foreigner or a stateless person challenging decisions, actions or inactivity of the authorities carrying out extradition ... except for cases concerning the authorities’ requests for arrest or detention with a view to extradition ... which fall to be considered in the framework of criminal proceedings...", "16. Before deciding on an administrative case, the court ... may apply the measures envisaged by Article 117 of the Code of Administrative Justice... In particular, [the measures may be applied] if there exists a danger of harm to the interests of a foreigner or a stateless person, or if failure to apply the measures would render difficult or impossible the protection of a person’s rights...", "Given the provisions of part 4 of section 21 of the Prosecution Services Act ... the courts should take into account that the introduction of a claim by the prosecutor under the procedure envisaged by this provision has a suspensive effect on the contested decision. Therefore, in such a case there is no need to decide on the application of the [interim] measures...", "23. ...In the course of consideration of a case in which a decision granting refugee status ... is being challenged, the court may find such a decision unlawful, annul it and order the respondent [authority] to re-examine a request for refugee status with due regard to the circumstances on the basis of which the court annulled the decision. With the annulment of the decision granting refugee status the person [concerned] may not be forcibly removed or extradited before the procedure concerning [the request for] refugee status is completed...", "28. ...In the course of the consideration of a dispute in which a foreigner or a stateless person challenges a decision, actions or inactivity of the authorities carrying out extradition ... the courts should take into account that the prohibition of removal of a person under international law on human rights and protection of refugees’ rights takes precedence over any obligation to extradite...", "If an extradition is requested by the State of origin of a refugee, the courts should take into account that according to Article 33 (1) of the [United Nations] Convention [Relating to the Status of Refugees] of 1951 no extradition of such a person shall be carried out. In such cases the principle of non-refoulement ... provides for a complete prohibition of extradition, if it has not been established that [a refugee’s personal situation] provided for one of the exceptions [to this rule]...”", "28. The relevant provisions of the instruction read as follows:", "“1. General provisions", "...", "The procedure ... established by the Instruction ... is aimed at [introducing] uniform approaches to [dealing with] ... foreign States’ extradition requests [and] ensuring appropriate consideration and preparation of necessary documents, securing of rights and lawful interests of persons whose extradition is requested...", "3. Procedure of consideration of foreign States’ requests", "3.1. Upon receipt of information concerning an arrest on the territory of Ukraine of a person wanted for crimes committed in other countries [the prosecutor responsible for the consideration of a particular request] shall immediately, and at least within three days, prepare a relevant notification of the competent body of the foreign State, in which he should ask for confirmation of the [latter’s] intention to submit a request for removal of the person. In this context, [the prosecutor] must establish the qualification of the unlawful acts, for which extradition ... will be requested, and check whether the criminal proceedings are time-barred in accordance with the legislation of Ukraine.", "At the same time, for the purposes of securing the rights of the arrested person ... the relevant prosecutors’ offices shall be given instructions to carry out a thorough examination of the lawfulness of the person’s arrest and to check if there are any circumstances capable of preventing the arrested person’s removal...", "If in the course of an inquiry it is established that the arrested person is a Ukrainian national or a stateless person permanently residing on the territory of Ukraine or that there are other circumstances which according to the law render the person’s extradition impossible, [the prosecutor] shall immediately submit to the Deputy Prosecutor General ... a proposal for the person’s release or for remanding the person in custody and initiating criminal proceedings in Ukraine. The foreign authority shall be informed of such circumstances and, if there are [relevant] grounds, it shall be invited to consider the possibility of transferring the criminal [case to Ukraine]...", "3.3. Upon [submission by] the regional prosecutors’ offices of materials of the inquiry and information concerning any obstacles to extradition ... the prosecutor [dealing with an extradition request] shall study all the documents concerning the matter, being mindful of the need to establish certain circumstances, in particular whether:", "- it has been established ... which language the wanted person speaks...", "- in the [written] explanations of the offender the date and purpose of his arrival in Ukraine, his place of residence and registration, his nationality, any requests for asylum or refugee status, his state of health, notification of the reasons of his arrest in Ukraine are mentioned;", "- the lawfulness of his arrest ... has been ensured...", "- information has been received on the arrested person’s ability to remain in detention ...", "- it has been thoroughly checked if if the arrested person is a Ukrainian national, actually residing on a permanent basis in Ukraine ... [and if there are] other circumstances which could constitute an obstacle to removing the person;", "- a reasoned opinion concerning the matter has been received from the State body [responsible for nationality matters].", "Having examined [the documents] the prosecutor ... has prepared a reasoned opinion concerning the decision to be taken by the Office of the General Prosecutor concerning the extradition request...", "3.4. The offender ... shall be notified of the decision taken by the Office of the General Prosecutor concerning the extradition request.", "3.5. If a decision to extradite is taken ... instructions concerning the organisation of the person’s transfer abroad shall be prepared...", "3.7. If the person or his lawyer has lodged with the court a complaint challenging the actions of the Office of the General Prosecutor ... or its decision [to extradite], [the prosecutor] shall make available, at the court’s request, materials confirming the lawfulness and reasonableness of the decision...”", "29. At its forty-first session (3-21 November 2008) the CAT considered its second periodic report on Kazakhstan. The relevant extracts from its concluding observations provide as follows:", "“6. While the Committee acknowledges the efforts made by the State party to enact new legislation incorporating the definition of torture of the Convention [against Torture] into domestic law, it remains concerned that the definition in the new article 347-1 of the Criminal Code [of the Republic of Kazakhstan] does not contain all the elements of Article 1 of the Convention, restricts the prohibition of torture to acts by “public officials” and does not cover acts by “other persons acting in an official capacity”, including those acts that result from instigation, consent or acquiescence on the part of a public official. The Committee notes further with concern that the definition of Article 347-1 of the Criminal Code excludes physical and mental suffering caused as a result of “legitimate acts” on the part of officials...", "7. The Committee is concerned about consistent allegations concerning the frequent use of torture and ill-treatment, including threat of sexual abuse and rape, committed by law enforcement officers, often to extract “voluntary confessions” or information to be used as evidence in criminal proceedings, so as to meet the success criterion determined by the number of crimes solved...", "8. The Committee is particularly concerned about allegations of torture or other illtreatment in temporary detention isolation facilities (IVSs) and in investigation isolation facilities (SIZOs) under the jurisdiction of the Ministry of Internal Affairs or National Security Committee (NSC), especially in the context of national and regional security and anti-terrorism operations conducted by the NSC. The Committee notes with particular concern reports that the NSC has used counter-terrorism operations to target vulnerable groups or groups perceived as a threat to national and regional security, such as asylum seekers and members or suspected members of banned Islamic groups or Islamist parties...", "9. The Committee is deeply concerned at allegations that torture and ill-treatment of suspects commonly takes place during the period between apprehension and the formal registration of detainees at the police station, thus providing them with insufficient legal safeguards. The Committee notes in particular:", "(a) the failure to acknowledge and record the actual time of the arrest of a detainee, as well as unrecorded periods of pre-trial detention and investigation;", "(b) Restricted access to lawyers and independent doctors and failure to notify detainees fully of their rights at the time of apprehension;", "(c) The failure to introduce, through the legal reform of July 2008, habeas corpus procedure in full conformity with international standards...", "10. The Committee expresses concern that the right of an arrested person to notify relatives of his/her whereabouts may be postponed for seventy-two hours from the time of detention, in the case of so-called “exceptional circumstances”...", "11. The Committee notes with concern the Government’s acknowledgement of frequent violations of the Code of Criminal Procedure by State party officials as regards the conduct of an interview within a twenty-four-hour period, detention prior to the institution of criminal proceedings, notification of relatives of the suspect or accused person of that person’s detention within twenty-four hours, and the right to counsel. The Committee is also concerned that most of the rules and instructions of the Ministry of Interior, the Prosecutor’s Office and especially the National Security Committee are classified as “for internal use only” and are not in the realm of public documents. These rules leave many issues to the discretion of the officials, which results in claims that, in practice, detainees are not always afforded the rights of access to fundamental safeguards...", "13. The Committee is concerned that Article 14 of the Code of Criminal Procedure provides for forced placement of suspects and defendants at the stage of pre-trial investigation in medical institutions in order to conduct a forensic psychiatric expert evaluation. The Committee notes with further concern that the grounds for making such a decision are subjective and that the law fails to regulate the maximum duration of forced placement into a medical institution, as well as to guarantee the right to be informed of and to challenge methods of medical treatment or intervention...", "17. The Committee expresses concern that sentences of those convicted under Part 1 of article 347-1 of the Criminal Code are not commensurate with the gravity of the offence of torture as required by the Convention...", "18. The Committee is also concerned that despite the criminalisation of torture in 2002 in a separate article of the Criminal Code, it appears that when prosecuted, law enforcement officials continue to be charged under Articles 308 or 347 of the Criminal Code (“Excess of authority or official power” or “Coercion into making a confession” respectively)...", "21. The Committee welcomes the successful reform of much of the Kazakh penitentiary system through the adoption of programmes conducted in close cooperation with international and national organisations, as well as the enactment of new laws and regulations. It further notes that this reform resulted in a decrease in the rate of pre-trial detention, an increased use of alternative sanctions to imprisonment, more humane conditions of detention, and a marked improvement in the conditions of detention in post-conviction detention facilities. However, the Committee remains concerned at:", "(a) The deterioration of prison conditions and stagnation in the implementation of penal reforms since 2006;", "(b) Persistent reports of abuse in custody;", "(c) Poor conditions of detention and persistent overcrowding in detention facilities;", "(d) Excessive use of isolation with regards to pre-trial detainees and prisoners and lack of regulation of the frequency of such isolation;", "(e) Instances of group self-mutilation by prisoners reportedly as a form of protest for ill-treatments;", "(f) Lack of access to independent medical personnel in pre-trial detention centres and reported failure to register signs of torture and ill-treatment or to accept detainee’s claims of torture and ill-treatment as the basis for an independent medical examination;", "(g) Persistent high incidence of death in custody, in particular in pre-trial detention (such as the case of the former KNB General Zhomart Mazhrenov), some of which are alleged to have followed torture or ill-treatment...", "22. While welcoming the creation in 2004 of the Central Public Monitoring Commission and in 2005 of regional independent public monitoring commissions with the power to inspect detention facilities, the Committee remains concerned that their access to IVSs is neither automatic nor guaranteed and that their access to medical institutions has yet to be considered. Furthermore, it has been reported that the commissions have not been granted the right to make unannounced visits to detention facilities, that they are not always given unimpeded and private access to detainees and prisoners, and that some inmates have been subjected to ill-treatment after having reported to the commissions’ members...", "23. The Committee welcomes the creation of the Human Rights Commissioner (Ombudsman) in 2002 with a broad mandate and notably the competence to consider communications of human rights violations and to conduct visits of places of deprivation of liberty. The Committee notes however with concern that the ombudsman’s competencies are substantially limited and that it lacks independence due to the fact that it does not have its own budget. The Committee notes with further concern that the mandate of the Human Rights Commissioner does not empower it to investigate action taken by the Prosecutor’s office...", "24. The Committee notes with concern that the preliminary examinations of reports and complaints of torture and ill-treatment by police officers are undertaken by the Department of Internal Security, which is under the same chain of command as the regular police force, and consequently do not lead to prompt and impartial examinations. The Committee notes with further concern that the lengthy period for preliminary examination of torture complaints, which can last up to two months, may prevent timely documentation of evidence...", "25. While noting with satisfaction the introduction of many fundamental legislative amendments, the Committee remains concerned about allegations, as reported by the Special Rapporteur on the independence of judges and lawyers in 2005 (see E/CN.4/2005/60/Add.2), of a lack of independence of judges since the designation of oblast and rayon judges rests entirely with the President...", "26. While welcoming the adoption of a recent legal amendment transferring the power of issuing arrest warrants to courts solely, the Committee expresses concern, however, at the preeminent role performed by the Procuracy. The Committee reiterates the concerns expressed in its previous concluding observations (A/56/44, para. 128(c)) regarding the insufficient level of independence and effectiveness of the Procurator, in particular due to its dual responsibility for prosecution and oversight of proper conduct of investigations and failure to initiate and conduct prompt, impartial and effective investigations into allegations of torture and ill-treatment...", "27. The Committee notes with concern the report by the Special Rapporteur on the independence of judges and lawyers that defence lawyers lack adequate legal training and have very limited powers to collect evidence, which conspires to hamper their capacity to counterbalance the powers of the Prosecutor and impact on the judicial process. The Committee notes with further concern allegations that the procedure of appointing a lawyer lacks transparency and independence...", "28. While welcoming the information provided by the delegation that victims of torture have the opportunity to be compensated, the Committee is concerned, nevertheless, at the lack of examples of cases in which the individual received such compensation, including medical or psychosocial rehabilitation...", "29. While welcoming the assurance given by the delegation that judges reject such evidence in court proceedings, the Committee notes however with grave concern reports that judges often ignore the complaints of torture and ill-treatment, do not order independent medical investigations, and often proceed with the trials, therefore not respecting the principle of non-admissibility of such evidence in every instance...”", "30. In its 2004 report “Political Freedoms in Kazakhstan”, Human Rights Watch made the following observations:", "“...On November 18, 2001, the day after Abliazov lost his bid for control of Halyk Savings Bank, he and Zhakianov founded Democratic Choice of Kazakhstan (DVK). The new organisation’s platform included broadening the parliament’s powers, establishing direct elections of regional political leaders, instituting electoral and judicial reform, and expanding media freedoms. As of the end of 2003, it reportedly had about 32,000 members.", "The central government’s response to the establishment of DVK was to immediately dismiss its members who held government posts and to prosecute others. On November 20, just two days after DVK’s formation was announced, Zhakianov was abruptly dismissed from his post as governor of Pavlodar. Other DVK founding members and principals who were also senior government officials – including a deputy prime minister, the deputy minister of defence, the minister of labour, and a deputy finance minister – were also dismissed. Zhakianov’s four deputies from the Pavlodar governor’s office were immediately fired, and almost twenty other Pavlodar provincial and local government members perceived as DVK supporters were alleged to have submitted \"voluntary\" resignations in the wake of the DVK’s founding.", "In late December 2001, state authorities brought charges of abuse of position against two of Zhakianov’s Pavlodar administration deputies, Sergei Gorbenko and Aleksandr Riumkin. A few days later, on January 4, 2002, the same charges were brought against Zhakianov.", "Confrontation between the DVK and the Nazarbaev government was heated during the early days after its founding. On January 19-20, 2002, the DVK joined forces with other opposition groups and led large-scale meetings in Almaty, attracting about 1,000 participants. At the meeting, Zhakianov and other prominent political figures delivered speeches that criticized the Nazarbaev government, and Zhakianov called for a referendum on the direct election of regional political leaders. President Nazarbaev countered on January 25 with a speech criticising the meeting, and demanded that law enforcement agencies take steps to stop \"the buffoonery\".", "The government also moved to restrict information about the DVK and its calls for reform. Television stations that had covered DVK activities, including the Almatybased Tan and Pavlodar-based Irbis were abruptly taken off the air. Publishing houses came under pressure from the government, and as a result refused to print DVK material. Committee for National Security (KNB) and other security officials interrogated meeting participants in at least five provinces. In the days that followed the Almaty gathering, criminal charges of abuse of position and financial mismanagement were brought against Mukhtar Abliazov. Then, on March 27 2002, following publication of materials on “Kazakhgate” in Abliazov-controlled media, Abliazov himself was arrested.", "Five months later, both Abliazov and Zhakianov were convicted on charges of abuse of office and sentenced to six and seven-year prison terms respectively, during trials that international observers called grossly flawed...”", "31. Several Amnesty International reports dating back to 2002 referred to politically motivated prosecutions of persons who openly disagreed with and criticised the Kazakh authorities. In particular, in its report ‘Concerns in Europe and Central Asia: January - June 2002’, published on 1 September 2002, Amnesty International observed that:", "“...[In Kazakhstan] [i]n the period under review, criminal cases were opened on charges of “abuse of office” and financial crimes against two well-known leaders of the opposition party Democratic Choice for Kazakstan (DCK), Mukhtar Ablyazov - the former Minister of Energy, Industry and Trade - and Galymzhan Zhakiyanov - the former Governor of the Northern Pavlodar region. There were reports that the charges were brought to punish them for their peaceful opposition activities. Mukhtar Ablyazov was detained on 27 March [2002], and on 28 March [2002] a criminal case was reportedly opened against Galymzhan Zhakiyanov. Galymzhan Zhakiyanov subsequently sought refuge in the French embassy in Almaty from 29 March to 3 April [2002]. He reportedly agreed to leave the embassy and be placed under house arrest on condition that he had free access to lawyers and that embassy representatives of European Union states could visit him freely. On 10 April [2002] police transferred him to the town of Pavlodar, where he was also kept under house arrest.”", "32. Its next report “Concerns in Europe and Central Asia: July - December 2002”, published on 1 July 2003, contained the following observations:", "“...Mukhtar Ablyazov and Galymzhan Zhakiyanov, two former senior government officials and well-known leaders of the opposition Democratic Choice for Kazakstan movement, were sentenced to six and seven years’ imprisonment respectively, on charges of “abuse of office” and financial crimes, including misappropriation of state funds. Mukhtar Ablyazov was convicted on 18 July [2002] by the Supreme Court of Kazakstan and Galymzhan Zhakiyanov was convicted on 2 August [2002] by Pavlograd city court... Reportedly, the trials of both men did not conform to international fair trial standards. There were allegations of limited access to both men by lawyers and family members before and after the trial... Despite a sharp deterioration in Galymzhan Zhakiyanov’s health as a result of interrogations in May and June [2002], the investigator had reportedly insisted on continuing interrogating him... Mukhtar Ablyazov and Galymzhan Zhakiyanov were apparently targeted because of their peaceful opposition activities...", "Forty-nine-year old Sergey Duvanov – independent journalist and editor of a human rights bulletin – was arrested by police on 28 October [2002], accused of having raped a minor. The trial against him opened on 24 December [2002] in Karasay district court in Almaty region. There were allegations that the rape charge was brought to discredit him and that the case was politically motivated. Reportedly, Sergey Duvanov had been targeted before to punish him for his independent journalism. He had been interrogated by the security service in Almaty on 9 July [2002] and subsequently charged with “insulting the honour and dignity of the President” (Article 318 of the Criminal Code of Kazakhstan), reportedly in connection with an article implicating governmental officials in financial crimes; on 28 August [2002] he was assaulted by three unidentified men in plainclothes and had to be hospitalised...”", "33. In November 2008 Amnesty International submitted its briefing ‘Kazakhstan: Summary of Concerns on Torture and Ill-treatment’ to the CAT to complement the information concerning the human rights situation in Kazakhstan provided by various domestic and international NGOs with the aim of assisting the CAT in the examination of the Kazakhstan’s second periodic report under Article 19 of the Convention against Torture (see above). This briefing covered the period 2002-08 with more emphasis on recent years, and focused on Amnesty International’s “most pressing concerns about the failures of the authorities in Kazakhstan to implement fully and effectively Articles 2, 3, 4, 11, 12, 13, 15 and 16 of the Convention against Torture”. The relevant extracts from the briefing read as follows:", "“...Amnesty International has ... received allegations in some high-profile criminal cases linked to the prosecution and conviction in absentia of the former son-in-law of President Nazarbaev, Rakhat Aliev, for planning an alleged coup attempt and several other charges, that associates or employees of Rakhat Aliev were arbitrarily detained by NSS officers, held incommunicado in pre-charge and pre-trial detention facilities where they were tortured or otherwise ill-treated with the aim of extracting “confessions” that they had participated in the alleged coup plot. In at least one case, relatives have alleged that the trial was secret and that the accused did not have access to adequate defense...”", "34. The same document also contained more general observations relating to the issue of torture and ill-treatment in Kazakhstan:", "“...Amnesty International remains concerned that despite efforts by the authorities of Kazakhstan to fulfill their obligations under the CAT and implement recommendations made by the Committee in 2001 torture and other ill-treatment remain widespread and such acts continue to be committed with virtual impunity...", "According to reports received by Amnesty International from domestic and international non-governmental organizations (NGOs) and inter-governmental organizations (IGOs), lawyers, diplomats, citizens and foreign nationals, beatings by law enforcement officers, especially in temporary pre-charge detention centers, in the streets or during transfer to detention centers, are still routine. From interviews Amnesty International conducted in 2006 and 2008 with concerned organizations and individuals it has emerged that torture or other ill-treatment in detention continues to be widespread, despite the safeguards against torture or other ill-treatment which the authorities have introduced and the education, reform and training programs for law enforcement forces and the judiciary often run in conjunction and in cooperation with NGOs and IGOs.", "While, by all accounts, Kazakhstan had implemented a successful reform of its penitentiary system - starting with the transfer of the prison system to the Ministry of Justice in late 2001 - with significant improvements in the conditions of detention in post-conviction detention centers, the last two years have reportedly seen a decline in prison conditions, and many of the abusive practices reoccurring more and more often.", "Comparatively few law enforcement officers – even according to official figures – have been brought to trial and held accountable for violations they have committed, including torture, and yet scores of people throughout the country routinely allege that they have been arbitrarily detained and tortured or ill-treated in custody in order to extract a “confession”. Evidence based on such “confessions” is still routinely admitted in court. Corruption in law enforcement and the judiciary is believed to contribute largely to a climate of impunity. This climate of impunity leads to a lack of public confidence in the criminal justice system. It was reported to Amnesty International that people only rarely lodge complaints as they feel that they will not obtain justice, nor get compensation. Many are not willing to testify against law enforcement officers out of fear of reprisals against themselves or their relatives and associates...”", "35. As regards the application of the death penalty in Kazakhstan, Amnesty International made the following observations:", "“...In May 2007 the scope of the application of the death penalty permitted by the constitution was reduced from 10 \"exceptionally grave\" crimes to one – that of terrorism leading to loss of life. The death penalty also remains a possible punishment for \"exceptionally grave\" crimes committed during times of war. A person sentenced to death in Kazakhstan retains the right to petition for clemency. A moratorium on executions, which had been imposed in 2003, remained in force and no death sentences were passed during 2007 and the first 10 months of 2008. All 31 prisoners on death row had their sentences commuted to life imprisonment...”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}