{"ITEMID": "001-100307", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF RUMPF v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Respondent State to take measures of a general character (Article 46 - Pilot judgment;General measures);Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1951 and lives in Ingelheim.", "7. Since 1979 the applicant has operated a personal security service (Personenschutzunternehmen).", "8. On 1 June 1992 he lodged an application for gun licences (waffenrechtliche Erlaubnis) with the county of Querfurt (Saxony-Anhalt), which was granted. Subsequent requests for a renewal of these licences in May and October 1993 were only provisionally granted and were finally dismissed on 23 November 1993.", "9. On 30 November 1993 the applicant lodged an administrative appeal (Widerspruch) against the decision of 23 November 1993, which was dismissed on 18 March 1994.", "10. The applicant also applied to the Administrative Court for interim measures. This application was dismissed in January 1994, which decision was confirmed on appeal by the Administrative Court of Appeal in August 1994.", "11. On 22 April 1994 the applicant brought an action with Halle Administrative Court, initially without detailed reasoning.", "12. On 30 June 1994 the statement of defence and the administrative files were submitted to the court. On 7 October 1994 the applicant appointed additional legal counsel, who resigned again in November 1994.", "13. In June 1995 Halle Administrative Court ordered the applicant to reason his action within six weeks. After the applicant's lawyer had twice requested an extension of the time-limit set by the court he submitted the reasoning on 19 September 1995. In October 1995 the applicant appointed additional legal counsel.", "14. On 5 March 1996 Halle Administrative Court scheduled a hearing for 11 April 1996, which was subsequently rescheduled for 30 May 1996 upon the defendant's request.", "15. After the hearing on 30 May 1996 the judgment was delivered and on 4 and 5 July 1996 served on the applicant's counsel.", "16. On 22 July 1996 the applicant appealed the judgment. On 5 August 1996 the files were transferred to the Administrative Court of Appeal. On 22 October 1996 the reasoning of the appeal was submitted. On 23 December 1996 and 21 February 1997 answers to the appeal were lodged.", "17. On 2 July 1997 the Administrative Court of Appeal informed the applicant's counsel, at his request, that it was not foreseeable when a decision would be rendered.", "18. On 10 September 1998 a hearing was scheduled for 18 November 1998. On 10 November 1998, after inspection of the files, the applicant's counsel informed the Administrative Court of Appeal that the files were incomplete. On the same day the court started an enquiry in this respect and informed counsel on 12 November 1998 that its investigations had been to no avail. On 16 November 1998 the applicant's counsel asked for the hearing to be postponed in order for the missing files to be reassembled. On 18 November 1998 the hearing took place; however, the case was adjourned.", "19. On 8 December 1999 the Administrative Court of Appeal requested the missing files from the administrative authorities without success. In January and March 2000 the applicant's counsel enquired about the state of the proceedings. On 3 August 2000 the Administrative Court of Appeal requested the files from Halle Administrative Court, without success. On 29 May 2001 the court informed counsel that its efforts to locate the missing files had failed and that a hearing was planned for July 2001.", "20. On 12 June 2001 a hearing was scheduled for 12 July 2001. On 9 July 2001 the applicant's counsel asked for the hearing to be postponed because he had not yet been able to reassemble the missing documents. The hearing was subsequently cancelled.", "21. On 30 October 2002 new counsel for the applicant requested a hearing and repeated this request on 4 December 2002. On 13 February 2003 counsel again asked for an oral hearing to be scheduled and promised to try to reassemble the missing documents. On 18 March 2003, after counsel had inspected the files in early March, he informed the court that he did not deem the missing documents relevant and requested a hearing.", "22. On 29 April 2003 the applicant's former counsel applied for legal aid. On 9 May 2003 the applicant's current counsel filed a motion for bias against the presiding judge because no hearing had been scheduled. On 9 July 2003 he enquired about the state of the proceedings.", "23. On 30 July 2003 the court asked for a clarification of the applicant's representation and ordered the applicant's counsel to submit a power of attorney, which he submitted on 5 August 2003. On 19 September 2003 the applicant's counsel again enquired about the state of the proceedings. On 21 October 2003 the court asked whether a hearing could be scheduled for 11 December 2003. The parties agreed. On 3 December 2003 the court informed the parties that because of the motion for bias the hearing could not be held on the date agreed upon. On 8 December 2003 the motion for bias was dismissed.", "24. On 5 February 2004 and 17 March 2004 applicant's counsel renewed his request for a hearing. On 31 March 2004 the request for legal aid was dismissed. On 7 April 2004 a hearing was scheduled for 13 May 2004. After the hearing the Administrative Court of Appeal dismissed the appeal and refused leave to appeal on points of law. On 30 June 2004 the reasoned judgment was served on the applicant's counsel.", "25. On 16 September 2004 the applicant's counsel objected to the refusal to grant leave to appeal on points of law. On 5 January 2005 the Federal Administrative Court dismissed the objection; this was served on the applicant's lawyer on 21 January 2005.", "26. On 7 March 2005 the applicant brought a constitutional complaint against, inter alia, the decisions of Halle Administrative Court of 30 May 1996, the Saxony-Anhalt Administrative Court of Appeal of 13 May 2004 and the Federal Administrative Court of 5 January 2005, as well as the decisions of the administrative courts with regard to the interim proceedings. He alleged, inter alia, a violation of his right under Article 6 of the Convention because of the length of the proceedings. At the same time he applied for restitutio in integrum because he had failed to comply with the one-month time-limit for constitutional complaints.", "27. On 15 March 2005 the Registry of the Federal Constitutional Court informed the applicant about doubts as to the admissibility of his complaint and asked him to indicate within one month whether he wanted to pursue his complaint. On 14 April 2005 the applicant, who had in the meantime retained new counsel, requested an extension of the time-limit until 16 May 2005. In May 2005 the Registry of the Federal Constitutional Court informed the applicant's counsel that the case would not be registered as a case requiring a judicial decision but would remain in the general register until further submissions had been made. On 12 October 2005 counsel of the applicant submitted observations. On 22 November 2005 the case was registered as a case requiring a decision.", "28. In a partial decision of 27 April 2006 the Federal Constitutional Court (file no. 1 BvR 2398/05) dismissed the constitutional complaint as inadmissible in part. The remainder, regarding the length of the proceedings, was forwarded to the Ministry of Justice of Saxony-Anhalt for comments on 11 May 2006.", "29. On 30 August 2006 the Ministry of Justice of Saxony-Anhalt submitted its comments. On 25 April 2007 the Federal Constitutional Court refused to admit the remainder of the applicant's constitutional complaint for examination without examining the application for restitutio in integrum. On 7 May 2007 the applicant's lawyer received the Federal Constitutional Court's decision.", "30. Section 82 of the Administrative Court Rules (Verwaltungsgerichtsordnung) specifies the requirements that every complaint lodged with the administrative court must comply with, one of which is that the facts and evidence on which the complaint is based should be specified. It further provides that the court shall request the applicant to furnish the necessary information within a determined period of time in the event that the complaint does not meet these requirements.", "31. Section 86 (1) of the Administrative Court Rules provides that the court shall investigate the facts of its own motion. Furthermore, it is not bound by the submissions or requests of the parties.", "32. Further relevant domestic law, applicable mutatis mutandis to proceedings before the administrative courts, is described in the Court's decision of Sürmeli v. Germany (see Sürmeli v. Germany [GC], no. 75529/01, §§ 62-74, ECHR 2006VII); regarding special complaints alleging inaction the Federal Administrative Court explicitly decided on 30 January 2003 (file no. 3 B 8/03) that the Administrative Court Rules do not provide for such a remedy.", "33. The draft bill referred to by the respondent State in the case of Sürmeli (cited above, § 90), tabled in 2005, was abandoned in 2007. On 15 March 2010 the Government introduced a new draft, namely the Act on legal protection in the event of excessive length of judicial proceedings and preliminary proceedings under criminal statutes (Gesetz über Rechtsschutz bei überlangen Gerichtsverfahren und strafrechtlichen Ermittlungsverfahren). Pursuant to this proposed legislation a complaint about a delay in the proceedings must first be lodged in the original proceedings. Where the domestic court subsequently does not provide redress, an action for damages can be brought.", "34. The draft bill was forwarded to all affected institutions in April 2010; comments were expected by early June 2010. Afterwards necessary amendments will have to be agreed upon before the Cabinet deals with the draft bill for the first time. The draft bill will then be forwarded for comments to the Bundesrat, the upper house of the German parliament, before being presented to the Bundestag, the lower house.", "35. The relevant Council of Europe documents are described in the Court's judgment of Yuriy Nikolayevich Ivanov v. Ukraine (see Yuriy Nikolayevich Ivanov v. Ukraine, no. 40450/04, § 35-37, ECHR 2009... (extracts))."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}