{"ITEMID": "001-108532", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TRYMBACH v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6-1 - Fair hearing);No violation of Article 6 - Right to a fair trial (Article 6-3-c - Defence through legal assistance)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy", "TEXT": ["4. The applicant was born in 1954 and lives in Krivyy Rig.", "5. In the early morning of 23 May 2000 the applicant noticed three people trying to dismantle an electricity sub-station not far from his farm. According to the applicant, he approached them with a gun and warned them, but they threatened him and fired at him, forcing him to use his shotgun against them in self-defence. As a result, all three of them died.", "6. The same day criminal proceedings were instituted and the applicant was questioned by the police.", "7. According to the applicant, the investigator told him that it would take a lot of time to fetch a lawyer and he therefore agreed to be without a lawyer since he wanted to help the investigation.", "8. On 24 May 2000 the applicant was arrested on suspicion of murder.", "9. According to the applicant, on 24 May 2000 the Prosecutor of Kherson Region gave an interview to a TV channel and informed the public that the applicant was guilty of murdering three people and that he would be punished with up to fifteen years’ imprisonment. In the proceedings before the Court, the Government could not confirm or deny this.", "10. On the same day several people , said that two or four years previously he had seen an object which resembled a rifle in the possession of Mr K., one of the victims. However, he could not describe it and did not know whether anyone in the village had seen a small-bore rifle recently.", "11. On 27 May 2000 the applicant was questioned by an investigator. Before being questioned he was given a paper explaining his right to be represented and not to incriminate himself, with an explanation of the pertinent legal provisions of the Constitution and the Code of Criminal Procedure. He signed this paper and wrote that he would defend himself. According to the applicant, he wrote this at the request of the investigator.", "12. On 6 June 2000 the lawyer chosen by the applicant entered the proceedings.", "13. The same day the Hryvnia newspaper published an article entitled ‘Volnaya Ukraina is bleeding’ (‘Bольная Украина истекает кровью’) about the incident of 23 May 2000 and about problems with power cuts caused by the theft of electric power cables for scrap metal. The article described the applicant’s version of events, in which he stated that the victims had been trying to steal metal parts from an electricity transformer and he had warned them and then fired at their motorcycle with his shotgun. They had fired back with a rifle and he had fired two shots in their direction. The article continued as follows:", "“The investigation is not able to confirm that there was an EXCHANGE OF FIRE near the sub-station. The Prosecutor of Golopristansky District, Sergey Mikhalkov, stresses: ‘Despite the efforts made, we did not find any spent cases from the sawn-off small-bore rifle. On the other hand, there were two unused cartridges. Searches in the houses of those killed produced no results either: neither ammunition packaging nor spare parts for the weapon have been found. The fingerprints did not stay on the rifle – it was raining, and the barrel was oiled. Incidentally, none of the acquaintances of the deceased ever saw the sawn-off rifle in their possession. Therefore, the criminal proceedings against Victor Trymbach were initiated not on account of his exceeding the limits of self-defence, but under Article 93 ‘d’ of the C[riminal] C[ode]. Under this Article the sentence can be up to life imprisonment. In previous years a person could even risk execution (by shooting).’”", "14. On 13 July 2000 the applicant was questioned in the presence of his lawyer and confirmed his version of events, which had been stated when he had previously been questioned.", "15. On 9 September 2000 the applicant’s lawyer lodged an application in which, among other things, he requested that a witness, K., be examined, and this request was granted.", "16. According to the applicant, as the police were unable to prove his guilt they threatened to turn him into a drug addict. During the night of 3031 October 2000 his cellmates, who were criminals collaborating with the police, tortured him physically and psychologically to extract a confession from him. They persuaded him to write a note to his friend and even assisted him in drafting it. The note read:", "“Hello B.! I met P. and he told me that you were interested in my problems. Thank you for your man’s attention. I will immediately answer your questions. I am sharing a cell with normal pals, the relations are normal. I know P. and trust him. As to what I said to the lawyer, it is my business. You should understand that I am accused under Article 93 and it is not a joke. Therefore I have to talk about prison pressure, but really everything is OK. P. advised me that before the court I should deny my testimony and say that they were killing (torturing) me here. That’s it, thank you for your concern. Yours, Viktor.”", "17. On 2 November 2000 the applicant was transferred to a different cell.", "18. On 3 November 2000 the applicant’s lawyer complained to the prosecutor that the applicant had been ill-treated by his cellmates, who were forcing him to confess.", "19. According to the report prepared by the prosecutor from the Kherson Regional Prosecutor’s Office on 20 November 2000, on 3 November he proposed that the applicant undergo a medical examination in order to establish any signs of physical violence. The applicant refused and made a written statement in the presence of his lawyer that he had not been subjected to any physical violence.", "20. On 22 November 2000 the Deputy Prosecutor of the Kherson Region informed the applicant’s lawyer that his complaint that the applicant had been ill-treated had been checked and the account could not be confirmed.", "21. On 27 November 2000 the Kherson Regional Prosecutor’s Office charged the applicant with three murders and unlawful possession of weapons (additional proceedings concerning the latter offence were instituted on 20 November 2000). The indictment mentioned that relatives and friends of the victims, including those who had seen them just before they left to dismantle the sub-station, did not see and were not told about any weapon in the possession of the victims. Searches of the victims’ homes produced no result either. The indictment also mentioned three anonymous witnesses questioned by the prosecution under assumed names: Mr Ivanov, Mr Petrov and Mr Sergeyev, who were detained in the same cell as the applicant and to whom he had apparently confessed that on 23 May 2000 he had intentionally killed three people as they were trying to steal electric cables from the local electricity sub-station which supplied electricity to his farm. The applicant alleged that he had acted in self-defence and that he was responding to gunshots fired at him. The investigation revealed no evidence to corroborate the applicant’s allegations.", "22. On 4 December 2000 Kherson Regional Court opened judicial proceedings.", "23. On 15 February 2001 the applicant’s lawyer lodged an application for the examination of the anonymous witnesses. This application was granted and during the proceedings the three anonymous witnesses were examined in the presence of the applicant’s lawyer, while the applicant himself was removed from the courtroom. Later, one of the witnesses agreed to disclose his identity; he participated in the proceedings under his real name and was questioned in the presence of the applicant.", "24. On 30 May 2001 Kherson Regional Court remitted the case for further investigation, to check the applicant’s allegations that his cellmates had forced him to write a note and even assisted him in drafting it and to conduct a handwriting analysis of a correction on the draft note which had allegedly been made by Mr N. On 17 July 2001 the Supreme Court overruled the above decision, considering that the handwriting analysis could be conducted within the judicial proceedings and therefore that there was no need to return the case for investigation.", "25. The above-mentioned analysis could not establish who had written the corrections on the draft note, whether it was Mr N., the applicant or someone else.", "26. On 21 March 2002 the Kherson Regional Court of Appeal sentenced the applicant to fifteen years’ imprisonment for multiple murder and unlawful possession of a weapon. The Court of Appeal based the applicant’s conviction on the following: the rifle found near one of the deceased was not loaded, there were only two full cartridges near it and no empty cases; the police officer who arrived first at the scene of the crime testified that the rifle was clean, although everything around, including the hands of the deceased, was covered in oil; statements by the applicant’s cellmates Mr N. and Mr Y,. who maintained that the applicant had told them that the rifle had been taken to the scene of the crime after the shooting; the statements of Mr and Mrs Shch., the applicant’s neighbours, who stated that they had heard four shots, the forensic examination which concluded that the applicant had fired at the victims four times; all three victims were hit in the vital organs from a distance of ten to fifteen metres (the first two shots) and four metres (the last two shots) and not from the place indicated by the applicant, which was thirty-one metres away from the bodies; the fact that the applicant had cartridges loaded with salt but actually used cartridges loaded with lead shot; and the testimony of two witnesses about previous aggressive behaviour by the applicant.", "27. The applicant appealed in cassation. He complained, inter alia, that the authorities had not made enough effort to bring to the court Mr R., who was outside the territory of Ukraine, and that witnesses who could have given positive character references for him had not been summoned to the court. He also complained that due to his lack of knowledge and experience the investigation had left him without a lawyer until 6 June 2000.", "28. On 25 June 2002 the Supreme Court rejected the applicant’s appeal against the judgment of 21 March 2002, finding no infringements of procedural or substantive law in the examination of the case. It noted in particular that Mr and Mrs Shch had only heard shots from a shotgun and not shots from a small-bore rifle, and they had confirmed this during the on-site reconstitution. The Supreme Court also observed that there had been no serious procedural violations that would require quashing of the judgment. It decided, however, to reduce the applicant’s sentence to ten years’ imprisonment, given that the victims had also been acting unlawfully.", "29. On 31 August 2005 the President of Ukraine issued a decree granting amnesty to a number of convicted persons, including the applicant, whose sentence was reduced to eight years’ imprisonment.", "30. Under Article 93 of the Code, the murder of several people was punishable by imprisonment for eight to fifteen years or by a life sentence.", "31. Article 46 of the CCP, as worded at the time of the initial stage of the investigation, provided that a suspect, accused or defendant was entitled to waive his or her right to defence counsel. Such a waiver was permissible only on the initiative of the suspect, accused or defendant himself or herself. A waiver was not permitted, inter alia, if the possible penalty was a life sentence.", "32. According to paragraph 1 of Article 370, as worded at the time of the trial, substantial violations of the requirements of the criminal procedural legislation are considered to be those which have impeded or could have impeded the court in the complete and thorough examination of a case and in issuing a lawful, reasoned and just verdict. Paragraph 2 of this Article lists a violation of the right of an accused to defence among the substantial violations of the requirements of the criminal procedural legislation which warrant the quashing of a verdict in any event (that is, regardless of whether the requirements of paragraph 1 have been met)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}