{"ITEMID": "001-79838", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KALPOKAS AND KALPOKAS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The first applicant, Mr Jonas Kalpokas, and the second applicant, Mr Vaclovas Kalpokas, are Lithuanian nationals who were born, respectively, in 1927 and 1919, and live in Gailiūnai. They were represented before the Court by Mr T. Urbaitis, a lawyer practising in Vilnius. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants’ father owned 31.82 hectares of land. The property was nationalised following the Soviet occupation of Lithuania in 1940. After Lithuania regained its independence in 1990, the applicants applied for the property to be returned to them in kind, pursuant to the 1991 legislation on the restitution of property rights. The applicants were advised that parts of the land which they claimed had been assigned to certain private persons and therefore could not be returned to them.", "On 16 August 2001 the applicants applied to a court, alleging that the disputed parts of their father’s former land had been occupied unlawfully. They requested restitution in kind of the entire plot.", "On 9 September 2002 the Kaunas Regional Administrative Court accepted the applicants’ action in part. It held that parts of the land were legitimately occupied by other private persons and, under the legislation on the restitution of property, could not therefore be recovered. However, the court ordered that the regional administration adopt, within a period of three months, a decision to restore the applicants’ property rights to the land which had not been occupied.", "On 31 October 2002 that decision was upheld by the Supreme Administrative Court and entered into force.", "In execution of the decision, on 18 November 2002 the local authorities commissioned planning experts to delimit the land due to the applicants. That work began on 12 December 2002. The applicants were invited to take part, but they did not do so.", "On 22 May 2003 one of the persons occupying part of the former land of the applicants’ father refused the new plot assigned to him. This development necessitated a fresh delimitation and re-evaluation of the land to be returned to the applicants.", "Furthermore, on 9 June 2003 another such refusal was recorded by the administrative authorities, which had to arrange for the land to be delimited and evaluated de novo. The applicants, however, again refused to take part in the delimitation work.", "On 10 November 2003 a third person refused a plot located within the original boundaries of the land originally owned by the applicants’ father; hence, again, delimitation work had to be carried out. The applicants still refused to participate.", "On 23 February 2004 a fourth person refused a plot located on the original land.", "On 2 March 2004 the regional authorities restored the applicants’ rights to the land. The first applicant was given title to 6.86 hectares of land and 4.85 hectares of the forest area, while the second applicant was entitled to 7.09 hectares of land and 4.86 hectares of the forest area. It appears that the authorities did not add the plot refused by the fourth person to the land due to the applicants. The applicants were repeatedly informed that occupied parts of their father’s land could not be returned in kind, and would be compensated subsequently.", "On 28 April 2004 the regional administration amended its decision of 2 March 2004, inter alia, reducing the plots assigned to the applicants.", "The applicants, dissatisfied with the above decisions, on 5 May 2004 lodged a complaint, requesting their nullification. They also claimed title to their fathers’ original land in its entirety.", "The Kaunas Regional Administrative Court dismissed the applicants’ action on 8 November 2004. However, on 2 March 2005 the Supreme Administrative Court granted it in part. It was established that the decision of 2 March 2004 to restore the applicants’ property rights was defective since the administrative authorities had not assessed all the relevant circumstances. While they had tried to remedy the situation by adopting amendments to that decision, they had acted ultra vires, since such a power was not granted to them by the law. The court quashed the decisions of 2 March 2004 and 28 April 2004, and ordered the authorities to adopt a fresh decision regarding the restitution of the applicants’ property rights.", "Neither the Government not the applicants have provided any further information about the actions taken since 2 March 2005 to implement the decision of 9 September 2002, when submitting their observations (respectively, on 8 December 2005 and 30 January 2006) or thereafter.", "The Restitution of Property Act 1991 (Nuosavybės teisių ... atkūrimo įstatymas) (amended on numerous occasions) provides for two forms of restitution: the return of property in certain circumstances and compensation in others. Normally, the land is returned in kind except in cases where, e.g., it is classified as the State’s redeemable land. The land is considered to be redeemable if, inter alia, it was allocated to other private persons and is used as a farm.", "On 27 May 1994 the Constitutional Court examined the issue of the compatibility of the Constitution with the domestic law on the restitution of property rights. It held, inter alia, that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The Constitutional Court also stated that, “The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is afforded. The law does not itself afford any rights until it is applied to a concrete person in respect of specific property. In this situation the decision of a competent authority to return the property or to compensate has the legal effect that, only from that moment, does the former owner obtain property rights to the specific property.” Moreover, the Constitutional Court held that fair compensation for property which could not be returned was compatible with the principle of the protection of property.", "In decisions of 15 June and 19 October 1994, the Constitutional Court emphasised that the notion of the restitution of property rights in Lithuania essentially denoted partial reparation. In this respect the Constitutional Court noted that the authorities of Lithuania, as a re-established State in 1990, were not responsible for the Soviet occupation half a century ago; nor were they responsible for the consequences of that occupation. The Constitutional Court held that, since the 1940s, many private persons had bought, in accordance with the legislation applicable at the material time, various properties which had previously been nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on the restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased property by way of lawful contracts.", "On 20 June 1995 the Constitutional Court held that the choice by Parliament of the partial reparation principle was influenced by difficult political and social conditions, in that “new generations had grown, [and] new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of the restitution of property”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}