{"ITEMID": "001-93504", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BUBIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1945 and lives in Povlja on Brač island.", "5. The applicant was an employee of a company, Ceming, in Solin. Sometime in 1988 another employee of the same company, Z.G., moved into a flat in Split, Pujanke, owned by the company Ceming and measuring 77.38 square metres.", "6. On 6 June 1988 the company Ceming as the owner of the flat instituted administrative proceedings seeking Z.G.’s eviction on the ground that Z.G. had broken into the flat and moved in without any legal basis. The relevant part of the eviction request reads:", "“Z.G. moved into the flat without any authorisation, without a contract on the use of the flat or any other valid basis for entering the flat, by breaking the door ...”", "7. A decision ordering the eviction of Z.G. was issued on 27 June 1988 by the Split Municipality, Committee for Urbanism, Construction, Property and Housing (“the Split Housing Committee”). The parties were, however, not able to submit a copy of this decision because the case file had been lost. It was referred to in the submissions filed by Ceming with the Split State Attorney’s Office on 6 September 1989. The relevant part of these submissions reads:", "“Z.G. moved into the flat without any authorisation, without a contract on the use of the flat or any other valid basis for entering the flat, by breaking the door ...", "In view of the above [Ceming] instituted administrative proceedings with the Split Municipality, Committee for Urbanism, Construction, Property and Housing, and that Committee ordered the eviction of Z.G. from the flat in question in its decision of 27 June 1988 ...”", "8. On 8 May 1989 the company Ceming allocated to Z.G. another flat in Split, in the same apartment building, measuring 54,18 square metres.", "9. The decision of 8 May 1989 was annulled as illegal on 8 January 1990 by the Split Employment Court. It found that Z.G. had a house where he lived with his family. The relevant part of this decision reads:", "“According to the statement of participant Z.G. and a report of the on-site visit carried out by the Commission of the respondent this court has established that the participant, together with his family, lives in a one-storey family house located in Klis. According to Z.G, the ground floor comprises two rooms, a kitchen, bathroom and toilet, measuring in all fifty square metres while the first floor, measuring about forty square metres, comprises two more rooms and an additional space. It is undisputed that the first floor is in the exclusive ownership of Z.G., while the ground floor, again according to Z.G., is in his co-ownership in 5/8 together with his mother in 1/8, his brother in 1/8 and the children of his late brother in 1/8. The whole building is in sole and undisturbed possession of Z.G, his spouse, one son and Z.G.’s mother, while his other son rents a flat in Kučine. ...”", "10. On 6 December 1990 the company Ceming allocated to the applicant and his family (his wife and three children) a flat in Split, Pujanke, the same one Z.G. had already moved into, consisting of three bedrooms, a living room, a kitchen with a dining room, storage, a bathroom with toilet and a hallway, and measuring 77.38 square metres, by which the applicant acquired a specially protected tenancy of the flat. A note on the allocation decision stated that it became final on 21 September 1990. The flat was publicly owned and the said company had the right to dispose of it. The applicant and his family could not, however, move into the flat because Z.G. occupied it (see § 5 above).", "11. On 28 December 1990 Ceming sought enforcement of the decision of 27 June 1988, namely that the eviction of Z.G. be carried out (see § 7 above). On 15 January 1991 the Split Housing Committee issued an enforcement order against Z.G. on the basis of its decision of 27 June 1988, after which the administrative authorities unsuccessfully attempted on eleven occasions to enforce the eviction order between January 1991 and December 1994.", "12. On 3 June 1991 Parliament enacted the Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo), which regulated the sale of publicly-owned flats previously let under protected tenancies, giving the right to holders of such tenancies of publicly-owned flats to purchase them from the provider of the flat under favourable conditions. All publicly-owned flats became the property of the municipalities in which they were situated.", "13. On an unspecified date in 1991 the applicant brought a civil action in the Split Municipal Court for Z.G.’s eviction. The applicant argued that Z.G. had no title to occupy the flat, while the applicant had been granted a specially protected tenancy of the flat. On 18 July 1991 the applicant’s claim was allowed and the court ordered Z.G. to vacate the flat within eight days of the date when the decision became final. The relevant part reads:", "“The decision granting the flat to the plaintiff was adopted on 3 December 1990 and it is therefore clear that it could not have become final on 20 September 1990, as is noted on it. ... It is obviously a mistake. However, the fact is that that decision had meanwhile become final because if not, the plaintiff, as a tenant - a holder of a specially protected tenancy - would not have been issued with a decision fixing the amount of the rent for the flat ...", "The defendant is using the flat in question without any right to do so. The results of the proceedings show that the flat in question has never been allocated for his use ... Therefore, he has no legal basis to live in the flat in question ...”", "However, the judgment was quashed and the case remitted to the Split Municipal Court for a new trial. On 16 July 1993 that court found that it had no jurisdiction in the matter because the applicant had never moved into the flat. This decision was upheld by the Split County Court (Županijski sud u Splitu) on 22 October 1993.", "14. Meanwhile, in August 1992 Z.G. brought a civil action against the applicant in the Split Municipal Court, seeking the annulment of the decision of 6 December 1990 by which the applicant had been granted the specially protected tenancy of the flat in question. On an unspecified date Z.G. died and his wife, A.G., took over the proceedings.", "15. Under the Protected Tenancies (Sale to Occupier) Act the applicant as the buyer and Split Municipality as the seller concluded a contract for the sale of the said flat on 18 October 1994. A copy of the contract was submitted for approval by the State Attorney’s Office. On 21 October 1994 approval was given. It also stated that that approval could not preclude the State Attorney from seeking annulment of the contract.", "16. After the applicant had become the owner of the flat in 1994, he became entitled to participate in the administrative proceedings concerning the eviction of Z.G. (see § 11 above). On 4 November 1994 the applicant asked for the eviction order to be carried out. The eviction was scheduled for 19 December 1994 but was not carried out.", "17. On 11 January 1995 the Split State Attorney’s Office brought a civil action against the applicant and Split Municipality in the Split Municipal Court, seeking annulment of the contract of sale in question. They argued that the applicant had never obtained a protected tenancy of the flat because he had never moved into it.", "18. On 27 January 1997 the Split Housing Committee discontinued the enforcement proceedings and annulled the enforcement order of 15 January 1991 (see § 11 above), finding that pursuant to the Constitutional Court’s decision of 20 November 1996 by which certain provisions of the Housing Act were revoked, it no longer had jurisdiction in the matter.", "19. As regards the civil action brought by the Split State Attorney’s Office (see § 17 above), the Municipal Court held in favour of the latter and in its judgment of 10 July 2002 annulled the contract of sale between the applicant and the Split Municipality (see § 15 above). It held that the conditions for acquiring protected tenancy were that there should exist a final and enforceable decision on granting such a tenancy and that the holder of the protected tenancy had moved into the flat concerned. It found that the stamped certificate stating that the decision of 6 December 1990, granting the applicant protected tenancy on the flat at issue, had become final, was obviously erroneous since it bore the date 21 September 1990. It was impossible for a decision of 6 December 1990 to become final three months before it was issued. It concluded as follows:", "“... this court considers that the first defendant has never moved into the flat in question and therefore according to the relevant legal provisions has never acquired the status of a holder of a specially protected tenancy. He could not therefore have purchased the flat in question under the provisions of the Specially Protected Tenancy (Sale to Occupier) Act. For that reason this court has not addressed the preliminary question whether the decision on granting the specially protected tenancy had become final, because the criterion for acquiring a specially protected tenancy, namely that the first defendant has moved into the flat, has not been satisfied and thus the first defendant has not acquired the status of a holder of a specially protected tenancy.”", "20. The judgment was upheld by the Split County Court on 27 August 2004. The relevant part of the judgment reads:", "“The findings of the first-instance court that the sale contract concluded on 18 October 1994 between the defendants was null and void are accepted as correct by this court....", "The first-instance court correctly established the following relevant facts:", "- that the first defendant had been granted the right to occupy the flat in question by a decision of Ceming, ... of 6 December 1990;", "- that the first defendant had never moved into the flat on the basis of a final decision.", "On the basis of the above facts, which were correctly and fully established, the first-instance court correctly concluded that the first defendant had never acquired the specially protected tenancy of the flat in question because, under section 59 § 1 of the Housing Act (Official Gazette nos. 51/85 – 70/93,...), the specially protected tenancy is acquired on the day of entering the flat on the basis of a final decision to that effect.", "Since the first defendant has not acquired the specially protected tenancy, he does not have the right under section 6 § 1 of the Specially Protected Tenancy (Sale to Occupier) Act (Official Gazette nos. 43/92 – 58/95) to purchase the flat. Therefore, the conclusion of the first-instance court that the sale contract of 18 October 1994 was null and void, under section 103 § 1 of the Civil Obligations Act (Official Gazette nos. 53/91 – 112/99), is correct.", "...", "It is undisputed between the parties to the proceedings that the first defendant was granted the flat in question by a decision ... of 6 December 1990 and that it bears a certified stamp that it had become final on 21 September 1990.", "The conclusion of the first-instance court that the above decision could not have become final before it had been issued is correct.", "...", "The first defendant, in his evidence given on 17 October 2000, claimed that he had no possession of the flat in question since September 1990 which confirms that the decision of the first-instance court is correct because, even assuming that he actually had possession of the flat in September 1990, such possession was not based on the final decision granting him that flat for his use.”", "21. In his subsequent constitutional complaint the applicant argued that the decision of 6 December 1990 had in fact become final on 6 January 1991 and that he had been prevented from entering the flat because Z.G. had already occupied it illegally in 1988. He also relied on the Supreme Court’s practice that a specially protected tenancy could not be lost where the holder of such a tenancy had failed to enter the flat because it had already been illegally occupied by a third person. It was dismissed by the Constitutional Court (Ustavni sud Republike Hrvatske) on 26 October 2006 as ill-founded.", "22. In the civil proceedings brought by Z.G. in August 1992 (see § 14 above), on 30 April 2007 the Split Municipal Court declared the decision of 6 December 1990 (granting the specially protected tenancy to the applicant) null and void on the ground that it had not been adopted according to the procedure prescribed for granting a specially protected tenancy. This judgment was upheld by the Split County Court on 6 February 2008 and thus became final.", "23. The relevant provisions of the Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993) read as follows:", "“A protected tenancy shall be acquired on the day of entering the flat ...”", "“A person who does not enter the flat [of which he or she is granted a specially protected tenancy] without a justified reason within thirty days of the day when he or she is granted occupancy shall lose the right to occupy the flat [granted to him or her].”", "24. The Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette no. 27/1991 with further amendments - “the Act”) regulated the conditions of sale of flats let under protected tenancies.", "Section 1 of the Act gave the right to the holders of protected tenancies of publicly-owned flats to purchase such flats under favourable conditions, provided that each holder bought only one flat.", "Section 21 obliged a seller to submit the sale contract for approval by the competent State Attorney’s Office within eight days.", "25. The relevant part of the Obligations Act (Zakon o obveznim odnsima, Official Gazette, nos. 53/91, 73/91, 3/94, 7/96 and 112/99), as then in force, read:", "“(1) Each contractual obligation shall have a permissible [legal] basis [causa].", "(2)The basis is not permissible if it contravenes the Constitution, peremptory norms or morals.", "...”", "“Where there is no [legal] basis or where it is not permissible, the contract is null and void.”", "“The right to plead nullity shall be inextinguishable.”", "26. The relevant parts of the State Attorney’s Office Act (Zakon o državnom odvjetništvu, Official Gazette no. 75/1995) read:", "“...", "... the competent State Attorney’s Office shall ... seek the annulment of a contract ... which contravenes peremptory norms.”", "27. The relevant part of decision no. Rev 1255/00-2 of 17 October 2000 reads:", "“... the lower courts lost sight of what they had established, namely that eight days after the defendants B. and Lj.B. had obtained a decision granting them occupancy rights, a certain D.M. had moved into the flat without legal basis and had thus prevented the defendants B. from moving into the flat themselves.", "Against this background it cannot be accepted that the defendants had not acquired the specially protected tenancy and that thus they were not entitled to purchase the flat in question under section 6 of the Protected Tenancies (Sale to Occupier) Act ... On the contrary, they were entitled to purchase the flat as tenants.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}