{"ITEMID": "001-120606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "METS v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicant, Mr Jüri Mets, is an Estonian national who was born in 1983 and lives in Tallinn. He is represented before the Court by Mr A. Pilv, a lawyer practising in Tallinn.", "2. The Estonian Government (“the Government”) are represented by their Agent, Ms M. Kuurberg, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 31 October 2002 criminal proceedings were initiated in respect of the applicant, who was suspected of fraud.", "5. On 2 April 2003 he was taken into custody. He was released on 30 April 2003. An obligation not to leave his place of residence was imposed on him.", "6. In the meantime, on 7 April 2003 the applicant’s property, including his share in a house and his bank accounts, was attached. One of the bank accounts was released on 7 July 2004; the house was attached until 11 April 2007. The remaining bank accounts were released by a judgment of the Tartu Court of Appeal (see paragraph 9 below).", "7. In August 2007 the applicant was committed for trial before the Viru County Court.", "8. On 29 April 2009 the Viru County Court convicted the applicant of fraud.", "9. By a judgment of 23 November 2009 the applicant was acquitted by the Tartu Court of Appeal. It was noted in the judgment that the applicant had no right to compensation under the Unjust Deprivation of Liberty (Compensation) Act (Riigi poolt isikule alusetult vabaduse võtmisega tekitatud kahju hüvitamise seadus) for the period of detention from 2 April to 30 April 2003, since his detention had been ordered because he had evaded the criminal proceedings; in such a case the law did not provide for compensation.", "10. On 28 January 2010 the Supreme Court declined to accept an appeal lodged by the Public Prosecutor’s Office.", "11. On 22 February 2010 the Ministry of Justice rejected the applicant’s claim for compensation for the pecuniary and non-pecuniary damage he had allegedly sustained as a result of the criminal proceedings. The Ministry was of the opinion that the length of the proceedings before the courts – two years and five months – had not been excessive, and that eleven months of that period were attributable to the applicant.", "12. On 31 March 2010 the Police and Border Guard Board (“the Board”) rejected a claim by the applicant for compensation. In respect of the deprivation of liberty it was noted that the applicant had not appealed against the Tartu Court of Appeal’s judgment whereby it had been determined that he was not entitled to compensation. With regard to the criminal proceedings, it was found that the case had been complicated and that no unlawful measures had been taken in respect of the applicant. The Board considered that no non-pecuniary or pecuniary damage had been proved that would justify an award of compensation. The applicant was informed in the Board’s refusal that a complaint against its decision could be lodged with the Tallinn Administrative Court within thirty days.", "13. On 3 May 2010 the State Prosecutor’s Office refused to pay the applicant compensation for the pecuniary and non-pecuniary damage he claimed in respect of the criminal proceedings against him. The State Prosecutor’s Office considered that the restrictions imposed on the applicant during the criminal proceedings (attachment of his property, obligation not to leave his place of residence) had been lawful and not exceptionally harsh.", "14. On 4 May 2011 the applicant lodged with the Tallinn Administrative Court a claim for compensation for pecuniary damage caused by the criminal proceedings. The case (no. 3-11-1108) was transferred to the Tartu Administrative Court, which had jurisdiction over the matter. By amendments he had made to his claim on 4 and 26 April 2012, the applicant had also claimed compensation for the non-pecuniary damage allegedly caused by the excessive length of the criminal proceedings and the obligation not to leave his place of residence. In the course of the proceedings before the Administrative Court the applicant also referred to his application pending before the European Court of Human Rights (that is, the present case) and mentioned the sum proposed to him by the Government under the friendly-settlement procedure.", "15. By a judgment of 30 November 2012 the Tartu Administrative Court granted the applicant’s claim in part. It awarded him 1,800 euros (EUR) as compensation for the non-pecuniary damage caused by the excessive length of the criminal proceedings and the obligation not to leave his place of residence. In determining the sum of the award, the court also made reference to the sum proposed to the applicant in the friendly-settlement procedure. The compensation claim for pecuniary damage was dismissed.", "16. In a judgment of 22 March 2011 in the case of Osmjorkin (no. 3318509) the Supreme Court declared the State Liability Act (Riigivastutuse seadus) unconstitutional in so far as it did not provide for compensation for non-pecuniary damage caused by excessive length of a preliminary investigation in criminal proceedings, and awarded the complainant a sum of money. It further considered that the enactment of a special regulation for compensation for damage arising from criminal proceedings was required (for a more complete summary of the judgment, see Raudsepp v. Estonia, no. 54191/07, §§ 38-42, 8 November 2011)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}