{"ITEMID": "001-58459", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF JOSEF PRINZ v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);No violation of Art. 6-1+6-3-c", "JUDGES": "", "TEXT": ["6. On 4 October 1993 the Krems Regional Court (Landesgericht), sitting with two professional and two lay judges (Schöffengericht), having held an oral hearing in the presence of the Public Prosecutor, the applicant and his official defence counsel, ordered that the applicant be detained in an institution for mentally ill offenders (Anstalt für geistig abnorme Rechtsbrecher), pursuant to section 21 § 1 of the Criminal Code (Strafgesetzbuch). The Regional Court found that the applicant had intimidated numerous persons by threats of murder, but that he could not be held responsible because he was suffering from a mental illness. The applicant had, in several letters addressed to judicial authorities and lawyers, respectively, stated his intention to murder particular judges and lawyers, mentioning also either his \"list of death\" or details of the threatened offence.", "7. In its decision, the Regional Court noted that the applicant had twelve previous convictions, inter alia, of intimidation, coercion, bodily injury and property offences. The offences at issue in the pending proceedings had started in the context of civil proceedings, which had been instituted by the Austrian Auditor-General's Department (Finanzprokuratur), claiming compensation for damages of Austrian schillings (ATS) 2,000 caused by the applicant in the context of a burglary. In a judgment of October 1991, the St. Pölten District Court (Bezirksgericht) had decided against the applicant. The applicant had filed counter-claims for compensation in respect of an illness suffered while serving a prison sentence and had threatened terrorist attacks. Following the institution of criminal proceedings against him concerning this threat, the applicant addressed written threats of murder to various persons involved in these criminal proceedings, in particular to judges and lawyers.", "8. Furthermore, having heard two psychiatric experts, the Regional Court considered that the applicant suffered from a mental illness, namely paranoia querulans. He had a system of fixed ideas and a missionary devotion to the implementation of his plans. His mental disturbances, combined with the further symptoms of aggressiveness, his cruelty and recklessness, entailed a high risk for third persons. The Regional Court regarded a faculty opinion on these matters as unnecessary, taking into account that the two experts largely concurred in their opinions and that there were no contradictions or shortcomings, within the meaning of the relevant provision of the Code of Criminal Procedure (Strafprozeßordnung).", "9. Moreover, the Regional Court considered that it had not been required to hear the judges and other victims concerned, as requested by the applicant. In this respect, the Regional Court observed that the question of whether these persons had in fact been intimidated was irrelevant for legal reasons, the offence of intimidation being committed in case of threats of such a nature as to intimidate third persons in general, if the offender intended to intimidate. The Regional Court, having regard to the details stated in the applicant's various letters, found that his threats of murder were of such a nature as to intimidate third persons in general, and he had in fact intended to intimidate the persons concerned. Considering his mental illness, there was also a risk of further offences of the same kind.", "10. The written judgment was served upon the applicant's official defence counsel on 29 October 1993.", "11. The applicant, assisted by his official defence counsel, filed a plea of nullity (Nichtigkeitsbeschwerde) with the Supreme Court (Oberster Gerichtshof), challenging the dismissal of his requests for the taking of further evidence as well as the part of the legal reasoning and the findings as to his dangerousness in future. He further lodged an appeal (Berufung). Defence counsel did not file any grounds of appeal, and did not request that the applicant be permitted to attend the Supreme Court hearing.", "12. On 15 February 1994 the applicant personally filed submissions with the Supreme Court. According to the applicant, he also requested the Supreme Court for leave to attend the hearing of his plea of nullity and appeal, but this request was to no avail.", "13. On 2 March 1994 the Supreme Court held the hearing on the plea of nullity and the appeal in the absence of the applicant, who was represented by his official defence counsel. The Supreme Court rejected the plea of nullity as well as the appeal.", "14. The Supreme Court, in its judgment, found that the rejection by the trial court of the applicant's requests for the taking of evidence did not impair the rights of the defence. In particular, the Supreme Court confirmed the reasoning of the trial court that the applicant had failed to show any contradictions or shortcomings in the expert opinions which would be the only reason to justify a faculty opinion. Moreover, the question of whether the victims had in fact been intimidated had been irrelevant. The Supreme Court also confirmed the legal qualification of the offences committed by the applicant.", "15. Finally, the Supreme Court proceeded of its own motion to an examination of the applicant’s appeal. While noting that the applicant had not submitted any grounds of appeal, it examined the arguments challenging the trial court’s findings as to his dangerousness in the future, which he had submitted in his plea of nullity. In this respect, the Supreme Court considered that the prognosis was reliably founded on the expert psychiatric opinions and was confirmed by the general impression conveyed by the applicant's criminal acts.", "16. The decision was received at the registry of the Krems District and Regional Court on 17 March 1994.", "17. Section 21 of the Austrian Criminal Code (Strafgesetzbuch) provides as follows:", "\"1. If a person commits an offence punishable with a term of imprisonment exceeding one year, and if he cannot be punished for the sole reason that he committed the offence under the influence of a state of mind excluding responsibility (section 11) resulting from a serious mental or emotional abnormality, the court shall order him to be placed in an institution for mentally ill offenders, if in view of his person, his condition and the nature of the offence it is to be feared that he will otherwise, under the influence of his mental or emotional abnormality, commit a criminal offence with serious consequences.", "2. If such a fear exists, an order for placement in an institution for mentally ill offenders shall also be made in respect of a person who, while not lacking criminal responsibility, commits an offence punishable with a term of imprisonment exceeding one year under the influence of his severe mental or emotional abnormality. In such a case the placement is to be ordered at the same time as the sentence is passed.\"", "18. The duration of these preventive measures is governed by Article 25 of the Criminal Code, which states that:", "“1. Preventive measures are to be ordered for an indefinite period. They are to be implemented as long as is required by their purpose ...", "2. The termination of preventive measures shall be decided by the court.", "3. The court must of its own motion examine at least once yearly whether the placement in an institution for mentally ill offenders ... is still necessary.”", "19. A first instance court judgment given by a Regional Court, sitting with lay judges, can be challenged by a plea of nullity to the Supreme Court on the specific grounds enumerated in section 281 § 1 of the Code of Criminal Procedure. The Supreme Court’s task is mainly to control the correct application of the criminal law, but in so doing it is - as a general rule - bound by the trial court’s finding of fact.", "20. In certain cases the Supreme Court may reject a plea of nullity without a public hearing (section 285 (c) of the Code of Criminal Procedure). In all other cases - such as the present - there will be a public hearing which may also be combined with a public hearing on an appeal against sentence.", "21. As regards the hearing on a plea of nullity, section 286 of the Code of Criminal Procedure provides:", "“1. When the date of the public hearing is being fixed, the accused ... shall be summoned ...", "2. If the accused is under arrest, the notice of the hearing given to him shall mention that he may only appear through counsel. ...”", "However, if the hearing is a combined one on a plea of nullity and an appeal against sentence, an accused who is present for the latter purpose may also exercise his rights concerning the nullity plea.", "22. The sentence as such can be challenged by way of an appeal. It may concern both points of law (in particular whether mitigating or aggravating circumstances have been correctly taken into account) and factors relating to the assessment of the sentence. Where the substance of an appeal is examined, a public hearing must normally be held.", "23. As regards the personal appearance of the accused at a public appeal hearing, section 296 § 3, second sentence, of the Code of Criminal Procedure provides:", "“An accused who is detained shall always be summoned and an accused who is detained shall also be brought before the court if he has made a request to this effect in his appeal or counter-statement, or otherwise if his personal presence appears necessary in the interests of justice.”", "24. The applicant applied to the Commission on 28 March 1994. He alleged, inter alia, a violation of Article 6 §§ 1 and 3 (c) of the Convention on the ground that, in criminal proceedings against him, he was not present at the hearing before the Supreme Court.", "25. The Commission declared the application (No. 23867/94) partly admissible on 10 April 1997. In its report of 20 May 1998 (former Article 31 of the Convention) it expressed, by a majority, the opinion that there had been a violation of Article 6 §§ 1 and 3 (c) of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}