{"ITEMID": "001-22190", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "BAYRAM and YILDIRIM v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Hamail Bayram and Şekir Yıldırım, are Turkish nationals, who were born in 1958 and 1945 respectively and live in Uzungeçit, a village attached to the district of Uludere in Şırnak Province. They were represented before the Court by Mr Tahir Elçi, a lawyer practising in Diyarbakır.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 26 April 1994 the first applicant’s husband and the second applicant’s son were, along with other passengers, set out from Uludere by a vehicle. On their way to Şırnak their vehicle hit a mine placed on the road. All the people in the vehicle died as a result of the explosion.", "The Şırnak Public Prosecutor initiated an investigation into the incident.", "On 16 May 1994 the Şırnak Public Prosecutor issued a decision to the effect that he had no jurisdiction (görevsizlik kararı) in the matter. The prosecutor considered that the mine, which caused the death of three people, was placed on the road by the members of the PKK. In view of the nature of the offence and the existing evidence, the investigation into the incident fell within the competence of the prosecutor’s office at the Diyarbakır State Security Court. The decision declining jurisdiction named the suspects as unidentified members of the PKK.", "On 9 September 1997 the applicants lodged a petition with the office of the public prosecutor attached to the State Security Court in Diyarbakır and requested the public prosecutor to be informed about the activities undertaken in the investigation. The public prosecutor replied on the same day that the investigation was ongoing without stating any further information as to the details of this investigation. Since then the applicants have not received any information about the investigation.", "The Turkish Criminal Code (Türk Ceza Kanunu), as regards unlawful killings, has provisions dealing with unintentional homicide (Articles 452 and 459), intentional homicide (Articles 448) and aggravated murder (Article 450).", "Pursuant to Articles 151 and 153 of the Turkish Code of Criminal Procedure (Türk Ceza Muhakemeleri Usulü Kanunu; hereinafter referred to as “CCP”), complaints in respect of these offences may be lodged with the public prosecutor. The complaint may be made in writing or orally. In the latter case, such a complaint must be recorded in writing (Article 151 CCP). The public prosecutor and the police have a duty to investigate crimes reported to them (Article 153 CCP).", "If there is evidence to suggest that a deceased has not died of natural causes, the police officers or other public officials who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152 CCP). Pursuant to Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the exercise of his duty shall be liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts by conducting the necessary inquiries to identify the perpetrators (Article 153 CCP). The public prosecutor may institute criminal proceedings if he or she decides that the evidence justifies the indictment of a suspect (Article 163 CCP). If it appears that the evidence against a suspect is insufficient to justify the institution of criminal proceedings, the public prosecutor may close the investigation. However, the public prosecutor may decide not to prosecute if, and only if, the evidence is clearly insufficient.", "Insofar as a criminal complaint has been lodged, a complainant may file an appeal against the decision of the public prosecutor not to institute criminal proceedings. This appeal must be lodged within fifteen days after notification of this decision to the complainant (Article 165 CCP).", "Article 125 §§ 1 and 7 of the Turkish Constitution provides as follows:", "“All acts and decisions of the administration are subject to judicial review ...The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "This provision is not subject to any restriction even in a state of emergency or war. The second paragraph does not require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "Pursuant to Article 41 of the Civil Code, anyone who suffers damage as result of an illegal act or tort act may bring a civil action seeking reparation for pecuniary damage (Articles 41-46) and non-pecuniary damage. The civil courts are not bound by either the findings or the verdict of the criminal court and the issue of the defendant’s guilt (Article 53)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}