{"ITEMID": "001-101350", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "ŁOMIŃSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["1. The applicant, Mr Łukasz Łomiński, is a Polish national who was born in 1985 and lives in Ełk. He was represented before the Court by Ms B. Zwara, a lawyer practising in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The Government maintained that the applicant began to serve his sentence on 6 May 2006, whereas the applicant submitted that the date had been 5 May 2006. The date supplied by the applicant was confirmed by a certificate issued by the authorities of Iława Prison on 27 May 2009, which stated that the applicant had been committed to Iława Prison to serve his sentence on 5 May 2006 and had been due to complete this sentence on 5 December 2009.", "4. On 5 May 2006 the applicant was committed to Giżycko Remand Centre where he remained until 24 May 2006.", "5. On 24 May 2006 he was transferred to Białystok Prison and was detained there until 22 November 2006.", "6. From 22 November 2006 to 5 December 2009 the applicant was detained in Iława Prison. On 6 December 2009 he was released.", "7. The parties gave partly differing accounts of the conditions of the applicant's detention in the above-mentioned establishments.", "8. The applicant, who submitted that he agreed in general with the facts as supplied by the Government, nevertheless maintained that during most part of his detention he had been held in overcrowded cells in which the statutory minimum standard of 3 m² per person was not respected.", "In the applicant's submission, the overcrowding and inadequate living conditions had caused him serious distress and many health problems. He has had suicidal thoughts. He suffers from depression, insomnia, regular headaches, problems with orientation and memory, glaucoma and scurvy.", "9. The Government submitted that the period of the applicant's detention in cells in which the statutory minimum requirement of 3 m2 per person had not been respected amounted to some 577 days.", "They supplied the following details concerning the conditions of the applicant's detention in each establishment.", "10. From 5 to 10 May 2006 the applicant was placed in a cell with a surface area of 7.72 m2, which he shared with 2 other inmates. From 10 to 22 May 2006 he remained in a cell measuring 12.88m2. From 10 to 12 May 2006 he was held in that cell together with 6 other persons, from 12 to 16 May 2006 with 5 persons and from 16 to 22 May 2006 with 3 persons. From 22 to 24 May 2006 he was placed in a cell measuring 6.60 m2 which he shared with 3 other inmates.", "11. From 24 to 25 May 2006 the applicant was placed in a cell measuring 15.05 m2, which he shared with 6 other inmates. From 25 May to 8 August 2006 he was held with 2 other inmates in a cell with a surface area of 8.06 m2. From 8 to 13 September 2006 he was placed in a cell that measured 7.98 m2. From 8 to 24 August he shared that cell with 2 other persons, from 24 August to 6 September with 1 person and from 6 to 13 September with 2 persons.", "12. From 13 to 20 September 2006 the applicant was held in a cell measuring 6.89 m2 which he shared with 3 other inmates. From 20 September to 31 October 2006 he was held in a cell a the surface area of 7.61 m2. From 20 September to 16 October he was detained with 3 other persons, from 16 to 19 October with 2 persons and from 19 to 31 October again with 3 persons.", "13. On 31 October 2006 the applicant was transferred to a cell measuring 6.93 m2 in which he remained until 21 November 2006. From 31 October to 8 November he was detained with 2 other inmates and from 8 to 21 November with 3 inmates. From 21 to 22 November 2006 the applicant was detained in a cell measuring 6.90 m2 with 3 other persons.", "14. The Government submitted that the information obtained from the authorities of Iława Prison was incomplete and they could only supply the periods during which the applicant had been held in cells in which the statutory minimum requirement of 3 m2 per person had not been respected. They listed the following periods:", "23 November 2006-8 October 2007;", "16 -23 October 2007;", "14 November 2007-12 May 2008;", "16 July -21 November 2008;", "22 May-19 July 2009;", "26 July -24 September 2009;", "30 September – 9 November 2009;", "4-5 December 2009.", "15. Before lodging his application the applicant had not made any formal complaints to the penitentiary authorities. Nor had he brought a civil action in tort to seek an improvement of his detention conditions or compensation for the alleged breach of his personal rights. He submitted that any such actions would have been ineffective. He maintained, however, that he had made numerous oral complaints to the prison administration, raising the problem of overcrowding and inadequate living conditions in the prisons in which he had been held throughout his incarceration.", "16. In the applicant's observations of 22 March 2010 his lawyer stated that “the applicant [had] decided to file a lawsuit against the State Treasury”. The applicant failed to provide the Court with further information as to whether he had indeed lodged a civil action under Articles 24 and 448 of the Civil Code for compensation for the infringement of his personal rights.", "17. At the material time, Article 110 of the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy – “the Code”) provided:", "“1. A sentenced person shall be placed in an individual cell or a cell shared with other inmates.", "2. The area of the cell shall be no less than 3 square metres per detainee.”", "18. Article 248 of the Code, which constituted a legal basis for a possible temporary placement of detainees in cells below the statutory size of 3 m2, as applicable at the material time, read as follows:", "“1. In particularly justified cases a governor of a prison or remand centre may decide to place detainees, for a specified period of time, in conditions where the area of the cell is less than 3 square metres per person. Any such decision shall be communicated promptly to a penitentiary judge.", "2. The Minister of Justice shall determine, by means of an ordinance, the rules which are to be followed by the relevant authorities in a situation where the number of persons detained in prisons and remand centres exceeds on a nationwide scale the overall capacity of such establishments ...”", "19. Acting on the basis of Article 248 of the Code, in 2000, 2003 and 2006 the Minister of Justice issued three subsequent ordinances bearing the same title: “Ordinance on the rules to be followed by the relevant authorities when the number of persons detained in prisons and remand centres exceeded on a nationwide scale the overall capacity of such establishments (Rozporządzenie Ministra Sprawiedliwości w sprawie trybu postępowania właściwych organów w wypadku, gdy liczba osadzonych w zakładach karnych lub aresztach śledczych przekroczy w skali kraju ogólną pojemność tych zakładów ).", "The first ordinance (“the 2000 Ordinance”) was issued on 26 October 2000. It was repealed on 26 August 2003 by the second ordinance (“the 2003 Ordinance”), which entered into force on 1 September 2003 (see Orchowski, cited above, § 76).", "On 19 April 2006, the third ordinance (“the 2006 Ordinance”) was issued; it entered into force on the same day. It repealed the previous 2003 Ordinance and remained in force until 6 December 2009, i.e. the date on which the Constitutional Court's judgment of 26 May 2008 took effect (see Orchowski, cited above, § 84; and paragraph 29 below). All the ordinances contained similar provisions authorising the prison authorities to place – temporarily – detainees in cells with surfaces below 3 m2 in situations where the overall capacity of Polish detention facilities was exceeded on a nationwide scale.", "20. Paragraph 1.1 of the 2006 Ordinance provided:", "“In the event that the number of detainees placed in prisons and remand centres, as well as in subordinate detention facilities, hereinafter referred to as 'establishments', exceeds on a nationwide scale the overall capacity of such establishments, the Director General of the Prison Service, within seven days from the day on which the capacity is exceeded, shall convey information thereof, hereinafter referred to as 'information' to the Minister of Justice, the regional directors of the Prison Service and the governors of the establishments ...”", "Paragraph 2 of the Ordinance read:", "“1. Having received the relevant information, the regional director of the prison service and the governor of the establishment are under a duty, each within their own sphere of competence, to take action in order to adapt quarters not otherwise included in the establishment's [accommodation] capacity, to comply with the requirements for a cell.", "...", "3. Detainees shall be placed in supplementary cells for a specified period of time after the establishment's capacity is exceeded.", "4. In the event that the additional accommodation in the supplementary cells is used up, detainees may be placed, for a specified period of time, in conditions where the area of a cell is less than 3 square metres per person.”", "21. On 26 May 2008 the Constitutional Court gave its landmark judgment concerning the unconstitutionality of Article 248 of the Code (see paragraph 18 above) in that it allowed, for all practical purposes, the indefinite and arbitrary placement of detainees in cells below the statutory size of 3 m² per person, thus causing chronic overcrowding in Polish prisons and exposing detainees to the risk of inhuman treatment.", "22. The most relevant parts of that ruling are rendered in paragraph 85 of the Orchowski judgment and in paragraphs 79-88 of the Norbert Sikorski judgment, which also contain extensive citations from the reasoning.", "For the purposes of the present decision the judgment can be summarised as follows.", "23. The Constitutional Court held that Article 248 of the Code was in breach of Article 40 (prohibition of torture or cruel, inhuman, or degrading treatment or punishment), Article 41 § 4 (right of a detainee to be treated in a humane manner) and Article 2 (the principle of the rule of law) of the Constitution. It expressed the view that overcrowding in itself could be qualified as inhuman and degrading treatment. If combined with additional aggravating circumstances, it might even be considered as torture. In that connection the court noted that already the statutory minimum standard of 3 m² cell space per person was one of the lowest in Europe.", "24. The Constitutional Court further stressed that the provision in question was meant to be applied only in particularly justified cases, for example the occurrence of an engineering or building disaster in prison. A legal provision designed to address exceptional situations should not leave any doubt as to the definition of those permissible circumstances, the minimum size of the cell and maximum time when the new standards would apply. It should also lay down clear principles on how many times a detainee could be placed in conditions below the standard requirements and the precise procedural rules to be followed in such cases.", "In contrast, Article 248 of the Code of Execution of Criminal Sentences gave a wide discretion to prison governors to decide what constituted “particularly justified circumstances” and in consequence condoned the permanent state of overcrowding in detention facilities. It allowed for the placement of detainees in a cell where the area was below the statutory size for an indefinite period of time and it did not set a minimum permissible area.", "25. Having regard to “the permanent overcrowding of the Polish detention facilities”, the Constitutional Court ruled that Article 248 of the Code of Execution of Criminal Sentences should lose its binding force within eighteen months from the date of the publication of the judgment.", "The judgment was published in the Journal of Laws (Dziennik Ustaw) on 6 June 2008.", "The Constitutional Court justified the delayed entry into force of its judgment by the need to undertake a series of measures to reorganise the whole penitentiary system in Poland in order to, ultimately, eliminate the problem of overcrowding. It was also noted that, in parallel, a reform of criminal policy was needed with the aim of achieving a wider application of preventive measures other than deprivation of liberty. The court observed that an immediate entry into force of its judgment would only aggravate the already existing pathological situation where, because of the lack of cell space in Polish prisons, many convicted persons could not serve their prison sentences. At the time when the judgment was passed, the problem of overcrowding affected some 40,000 persons.", "26. A detailed description of the relevant domestic law and practice (as applicable at the relevant time) concerning a detainee's right to make complaints, applications or to challenge unlawful decisions given by the prison authorities before a penitentiary judge and penitentiary court in the course of the enforcement of a criminal sentence or detention order, is included in paragraph 77 of the Orchowski judgment and in paragraphs 5158 of the Norbert Sikorski judgment.", "27. Article 23 of the Civil Code contains a non-exhaustive list of socalled “personal rights” (dobra osobiste). This provision states:", "“The personal rights of an individual, such as, in particular, health, liberty, honour, freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements, shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "Article 24, paragraph 1, of the Civil Code provides:", "“A person whose personal rights are at risk [of infringement] by a third party may seek an injunction, unless the activity [complained of] is not unlawful. In the event of infringement [the person concerned] may also require the party who caused the infringement to take the necessary steps to remove the consequences of the infringement ... In compliance with the principles of this Code [the person concerned] may also seek pecuniary compensation or may ask the court to award an adequate sum for the benefit of a specific public interest.”", "28. Under Article 448 of the Civil Code, a person whose personal rights have been infringed may seek compensation. That provision, in its relevant part, reads:", "“The court may grant an adequate sum as pecuniary compensation for non-material damage (krzywda) suffered to anyone whose personal rights have been infringed. Alternatively, the person concerned, regardless of seeking any other relief that may be necessary for removing the consequences of the infringement sustained, may ask the court to award an adequate sum for the benefit of a specific public interest ...”", "29. Articles 417 et seq. of the Polish Civil Code provide for the State's liability in tort.", "Article 417 § 1 of the Civil Code (as amended) provides:", "“The State Treasury, or [as the case may be] a self-government entity or other legal person responsible for exercising public authority, shall be liable for any damage (szkoda) caused by an unlawful act or omission [committed] in connection with the exercise of public authority.”", "30. Article 4421 of the Civil Code sets out limitation periods for civil claims based on tort, including claims under Article 23 read in conjunction with Articles 24 and 448 of the Civil Code. This provision, in the version applicable as from 10 August 2007, reads, in so far as relevant, as follows:", "“1. A claim for compensation for damage caused by a tort shall lapse after the expiration of three years from the date on which the claimant learned of the damage and of a person liable for it. However, this time-limit may not be longer than ten years following the date on which the event causing the damage occurred.”", "31. In its judgment the Supreme Court acknowledged for the first time that a detainee might, under Article 24, read in conjunction with Article 448 of the Civil Code, lodge a civil claim against the State Treasury and seek compensation for infringement of his personal rights, in particular, the right to dignity and private space (intymność), on account of overcrowding and inadequate living and sanitary conditions in a detention establishment. It further held that the burden of proof that conditions in a detention establishment complied with the required standards and that there was no infringement of personal rights lay with the defendant prison authority.", "In that context, the Supreme Court referred to the statutory minimum space of 3 m2 per person, recalling that only in justified cases defined in Article 248 of the Code and in accordance with the procedure laid down in the 2006 Ordinance could that minimum be reduced for a specific period, which had to be precisely determined and not be excessively long – as it constituted an exception to the rule.", "The Supreme Court also reiterated two essential principles underlying Article 24. First, a defendant was liable under this provision regardless of whether or not there was any fault on his part. Second, there was a presumption of unlawfulness of actions infringing personal rights, which meant that a plaintiff was absolved from proving this circumstance, whereas a defendant had a duty to demonstrate before the court that his actions were in accordance with the law.", "32. Further details of the civil action in which the judgment originated (and which was ultimately dismissed) are stated in paragraphs 80-81 of the Orchowski judgment and in paragraphs 66-70 of the Norbert Sikorski judgment.", "33. In the case of Orchowski and Norbert Sikorski, the Government submitted twelve judgments delivered by the Polish civil courts in 2006 and 2007 and nine final judgments delivered in 2008, which concerned claims brought by former detainees on account of the alleged infringement of their personal rights. Those claims derived from various situations, including detention with inmates who smoked, food poisoning, bodily injury caused by an inmate, risk of HIV infection and, also, overcrowding in prison.", "In four final judgments delivered in late-2007 and in ten final judgments delivered in 2008 the plaintiffs were awarded compensation for the infringement of their personal rights on account of overcrowding and insanitary conditions in their cells. In certain cases the plaintiffs were detained together with smokers or persons with hepatitis C.", "A more detailed description of the relevant rulings is included in paragraphs 79 and 82-83 of the Orchowski judgment and in paragraphs 7174 of the Norbert Sikorski judgment.", "34. In implementation of the above-mentioned Constitutional Court's judgment, whereby Article 248 of the Code lost its force on 6 December 2009 (see paragraph 33 above), Parliament adopted the law of 9 October 2009 on amendments to the Code of Execution of Criminal Sentences (ustawa o zmianie ustawy – Kodeks karny wykonawczy) (“the 2009 Amendment”). The law entered into force on 6 December 2009 and introduced a number of new detailed rules governing temporary placement of detainees in cells below the statutory minimum size of 3 m2.", "35. In Article 110 of the Code, after paragraph 2, new paragraphs 2a-i were added.", "Paragraph 2a gives a list of emergencies where the reduction of the cell space per person can be applied for a maximum period of 90 days. It reads, in so far as relevant, as follows:", "“2a. The Governor of a prison or remand centre may place a detainee for a specified period not longer than 90 days ...in a cell, in which the area per detainee is less than 3m2 but not less than 2 m2 in the event of:", "1) introduction of martial law, state of emergency or natural disaster ...", "2) announcement of an epidemic risk or an epidemic in the region in which the prison or remand centre is located or an outbreak of an epidemic or risk of an epidemic in the prison or remand centre – regard being had to the level of threat to life and health;", "3) need to prevent other events amounting to a direct threat to security of a [detainee] or security of the prison or remand centre or to mitigate the consequences of such events;", "Paragraph 2b lists specific circumstances where the prison authorities may reduce the cell space per person below 3 m2 for a period not exceeding 14 days.", "2b. The Governor of a prison or remand centre may place a detainee, for a specified period not longer than 14 days ... in a cell, in which the area per detainee is less than 3 m2 but not less than 2 m2 if it is necessary to place him immediately in the prison or remand centre that have no free places in cells:", "1) a person sentenced to imprisonment exceeding 2 years;", "2) a person referred to in Articles 64 §§ 1 or 2 and Article 65 of the Criminal Code [recidivist];", "3) a person sentenced for the offences defined in Articles 197-203 of the Criminal Code [sexual offences and offences against morals];", "4) a convicted person who [has escaped] from prison;", "5) a convicted person who, during leave from prison or a remand centre has not returned to prison;", "6) a person transferred from another prison or remand centre under a decision given by the court or prosecutor, in order to take part in a hearing or other procedural acts;", "7) a person detained on remand, committed to prison for contempt of court or person in respect of whom other coercive measures have been applied;", "Paragraph 2c reads as follows:", "2c. The period referred to in paragraph 2b, may be extended only after approval by a penitentiary judge. The whole period of the placement in conditions defined in paragraph 2b may not exceed 28 days.", "...", "Paragraphs 2e-2i state the following:", "2e. A decision issued pursuant to paragraphs 2a-2c shall specify the period of the placement and the reasons for placing a [detainee] in conditions where the area per detainee is less than 3 m2 and state the term for which a [detainee] shall be held in these conditions.", "2f. The court shall examine a complaint against a decision issued pursuant to paragraphs 2a-2c within 7 days.", "2g. A decision to place a [detainee] in conditions referred to in paragraphs 2a-2c shall be quashed immediately if the reasons for which it has been issued no longer exist.", "2h. In situations referred to in paragraphs 2b and 2c, a [detainee] shall be assured daily walks, half-hour longer [than regular ones] and the possibility of taking advantage of additional cultural and educational activities or sports activities.", "2i. The provisions of paragraphs 2b or 2c may not be applied in respect of the same [detainee] earlier than 180 days from the end date of the period of the placement in conditions referred to therein.", "36. Following the 2009 Amendment, in Article 151 of the Code, which lists circumstances in which the enforcement of a sentence may be suspended, a nationwide overcrowding in detention facilities was included as an additional circumstance justifying the suspension. This provision, in so far as relevant, reads as follows:", "“1. The court may suspend the enforcement of a sentence of imprisonment for a period of up to 6 months if the immediate enforcement of the penalty would entail too harsh consequences for a convicted person or his family or if the number of persons detained in prisons or remand centres exceeds on a nationwide scale the overall capacity of such establishments.”", "37. The 2009 amendment repealed the 2006 Ordinance (see also paragraphs 27-28 above) and added a new paragraph 5 to Article 110 of the Code. Pursuant to that paragraph, the Minister of Justice shall determine by means of an ordinance the rules to be followed by the relevant authorities in a situation where the number of persons detained exceeds, nationwide, the overall capacity of prisons and remand centres.", "38. On 25 November 2009 the Minister of Justice issued the Ordinance on the rules to be followed by the relevant authorities when the number of persons detained in prisons and remand centres exceeded, nationwide, the overall capacity of such establishments. It entered into force on 6 December 2009.", "39. The Government, as they did in the Orchowski and Norbert Sikorski cases, produced a list of cases where the plaintiffs – detainees – sought, and were in some cases awarded, compensation for the infringement of their personal rights. The list partly overlapped with the one submitted in Orchowski. It comprised 19 civil cases involving various claims for compensation under Articles 23 and 24 read in conjunction with Article 448 of the Civil Code brought by detainees against the prison authorities.", "40. In five judgments, namely:", "no. IACa 586/06, Gdańsk Court of Appeal, of 20 September 2006; case brought by A.B.;", "no. IACa 1245/05, Gdańsk Court of Appeal, of 13 December 2005; case brought by W.L.;", "no. IACa 709/07, Szczecin Court of Appeal, of 10 January 2008; case brought by Norbert Sikorski (for details of the action and its outcome, see Norbert Sikorski, cited above, §§ 40-42);", "no. IACa 814/07, Poznań Court of Appeal, of 31 October 2007; case brought by K.K.;", "no. IVCa 193/07, Słupsk Regional Court, of 15 June; case brought by L.W.", "the courts awarded plaintiffs compensation for damage to their health caused by their prolonged detention with inmates who smoked. No awards were made on account of overcrowding.", "41. In the case of a certain S.G. (judgment of the Cracow Court of Appeal of 23 February 2007, no. IACa 103/07), the court held that there was no legal basis to grant the plaintiff compensation for overcrowding since the reduction of the cell space below the standard minimum had been applied under the provisions of the 2003 Ordinance. This measure could not, therefore, be considered an unlawful act justifying the application of provisions for the protection of personal rights (for further details see Orchowski, § 82).", "42. In the remaining 13 cases the relevant courts awarded plaintiffs compensation on account of overcrowding and insanitary conditions in their cells. The judgments were delivered on various dates between March 2007 and July 2008.", "43. The Government also supplied copies of two further final judgments delivered in civil cases brought by detainees.", "However, the first judgment, given by the Warsaw Court of Appeal on 18 March 2008 in the case no. IACa 587/07, brought by a certain M.M., a mentally ill person, concerned a claim for damages arising from a wrong diagnosis and resultant lack of psychiatric treatment in detention. The issue of overcrowding was not raised in that case.", "44. The second judgment was given by the Łódź Court of Appeal on 16 June 2009 in the case no. IACa 332/09 brought by a certain J.P.", "The plaintiff's claim for compensation for the infringement of his personal rights caused by overcrowding, insanitary conditions of detention and placement in cells with persons infected with HIV and HCV was dismissed at first instance by the Łódź Regional Court. While the court held that it was undisputed that J.P. had been held in overcrowded cells, which undoubtedly constituted an infringement of his personal rights, it concluded that he had not demonstrated that, as a result, he had suffered any damage to his health. Accordingly, it found no basis for awarding him any compensation.", "The Court of Appeal amended the judgment and granted the applicant 5,000 Polish zlotys (approximately 1,300 euros at the material time) in compensation. It further reiterated a number of principles relevant for the determination of claims for the infringement of personal rights.", "First, the Court of Appeal stressed that under Article 448 of the Civil Code a plaintiff was not obliged to prove that he had suffered any damage to his health but to show that he sustained non-material damage caused by the infringement of his personal rights. Second, he had to produce evidence demonstrating the extent of the damage suffered. In determining an award, the court, for its part, should take into account such factors as the intensity of the suffering, whether the damage was permanent or irreversible and whether it was possible for a plaintiff to reverse its consequences by recourse to other civil remedies. It should also have regard to the nature of the right infringed, the degree of culpability on the part of the defendant and the defendant's financial situation. The ratio of Article 448 was not purely compensatory – another aim was to provide the plaintiff with satisfaction, which meant that an amount awarded should constitute a tangible financial sanction for the defendant. However, the court explained further that, in general, sums awarded under Article 448 should be moderate and reflect the prevailing national financial circumstances. They should not be a source of enrichment for the plaintiff.", "45. On 17 March 2010 the Supreme Court examined, and allowed, a cassation appeal (skarga kasacyjna) lodged by a certain B.W. against the judgment of the Łódź Court of Appeal of 22 April 2008 (case no. IACa 221/08) upholding the first-instance dismissal of the plaintiff's claim for compensation for the infringement of his personal rights caused by overcrowding in prison.", "The lower courts established that from the end of 2005 to July 2007, that is to say for some eighteen months, the applicant had been held in a cell designed for 11 persons with 16 or even more inmates. However, they considered that those conditions had not been in breach of Article 40 (prohibition of torture, cruel, inhuman or degrading treatment or punishment), Article 41 (duty to treat detained persons in a humane manner) and Article 47 (right to protection of private life) of the Constitution but had been a normal consequence of the execution of a penalty and constituted a form of suffering normally associated with serving a prison sentence. The prison authorities had informed the penitentiary court of the overcrowding in their establishment and the need to apply the measures foreseen by Article 248 of the Code. It was true that no specific term had been fixed for the application of those measures but Article 248 did not oblige them to set any specific time-frame. The applicant had not made any complaints about the conditions of his detention to the relevant authorities. Moreover, he had refused a proposal of transfer to a “half-open” prison, thus renouncing the possibility of improving his situation.", "In view of the foregoing, the courts found that the actions taken by the defendant authorities had been legitimate and could not be considered unlawful for the purposes of Articles 23 and 24 of the Civil Code.", "46. The Supreme Court quashed the Court of Appeal's judgment and remitted the case.", "Referring to its earlier judgment of 28 February 2007 (see paragraphs 3940 above), it restated the principle that the right to be detained in conditions respecting one's dignity undoubtedly belonged to the catalogue of personal rights and that actions infringing this right could involve the State Treasury's liability for the purposes of Articles 24 and 448 of the Civil Code.", "The Supreme Court observed that the Court of Appeal, in determining the lawfulness of the defendant's actions, had failed to consider whether the requirements of Article 248 of the Code had been complied with. First, it had not established whether there had been a “particularly justified case” as required under this provision, allowing the authorities to place the plaintiff in a cell below the statutory minimum size of 3 m2. The fact that there had been a temporary overcrowding in prison, without any explanation of the cause of this situation, was not sufficient to justify the application of Article 248. The notion of “particularly justified case” should be understood as an exceptional or special circumstance and not simply any given situation. It could conceivably include such situations as an increase in crime and in sentences of imprisonment, imposition of martial law, emergency, epidemics or natural disasters. Accordingly, in order to establish whether there was a “particularly justified case” the court could not rely on a general phenomenon of overcrowding in prisons within the whole country.", "Moreover, the Court of Appeal had been wrong in finding that the absence of any specific time-frame in Article 248 absolved the authorities from setting a precise period for which the measures would be applied in the plaintiff's case. Thus, the relevant rule spoke of a “specified period of time”, which by no means meant an indefinite and unforeseeable term.", "Finally, the Supreme Court referred to the argument that the plaintiff, by his refusal of a transfer to another prison, legitimised the authorities' decision to continue his placement in a reduced-size cell. This, the Supreme Court stressed, could not eliminate the unlawfulness of their actions. In that respect, it reiterated that, pursuant to Article 30 of the Constitution, the inherent and inalienable dignity of the person was inviolable and the respect and protection thereof was a duty incumbent on the authorities. This principle had a particular meaning in situations where the State imposed repressive measures. The exercise of this power could not restrict the right to dignity and the right of persons detained to be treated in a humane manner as these rights had an absolute character.", "47. Data relating to the total capacity of Polish detention establishments published by the Ministry of Justice – Central Board for Prison Service (available on the Prison Service's official website http://www.sw.gov.pl) show that those establishments can admit up to 85,000 persons (the figures given by the authorities range from 80,733 to 85,048).", "According to monthly statistical reports published by the Ministry of Justice, as of 31 May 2010 the number of persons detained in Polish prisons stood at 83,954, of whom 88.33% were serving their sentences and 11.12% were detained on remand; the remaining persons served short sentences of imprisonment imposed for commission of administrative offences. As of 30 June 2010 the number of detained was 82,697 and as of 31 July 2010 it decreased to 81,351. The proportion of persons detained on remand and those serving sentences remained essentially unchanged. Over the period from January to July 2010 the prison population gradually decreased – by 690 persons in May 2010 and by 1,257 and 1,346 in June and July 2010 respectively.", "48. On 13 July 2010 the Central Board for Prison Service published a communiqué on the prison population, stating that as of 5 July 2010 the number of persons detained in prisons and remand centres had not exceeded the overall capacity of those establishments on a nationwide scale within the meaning of the 2009 Ordinance and that the occupancy rate was 98.4%, which meant that the overcrowding no longer existed.", "49. On 6 September 2010 a similar communiqué was issued. It stated that as of that date the occupancy rate in detention facilities was 97.4%, which demonstrated that the problem of overcrowding had been handled. The summary statistical report of 6 September 2010 indicated that the total capacity of detention facilities was 80,733 persons and that the number of persons detained stood at 78,642."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}