{"ITEMID": "001-76718", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MEHMET ALİ GÜNDÜZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was born in 1931 and lives in İzmit.", "7. On 18 November 1981 the General Directorate of National Water Board (Devlet Su İşleri Genel Müdürlüğü) seized and later expropriated three plots of land belonging to the applicant for the construction of a dam. A committee of experts assessed the value of the plots and the relevant amount was deposited with a bank in the name of the applicant on 23 June 1982. However, the expropriation order and the document containing the information about the compensation were not served on the applicant.", "8. On 1 May 1998 the applicant filed an action with the Akyaka Civil Court requesting compensation for seizure without an official expropriation (kamulaştırmasız el koyma). The court established that although the applicant was not notified, a de facto expropriation had taken place.", "9. After conducting two on-site visits and taking two separate sets of expert reports into consideration, the court established what the then-current value of land would have been had the expropriation not taken place. On 14 October 1999 it awarded the applicant a corresponding in additional compensation plus interest at the statutory rate running from 1 May 1998, the date of the applicant's filing of that case. As the compensation amount was based on the then-current value of the land, and not on its 1981 value, the court rejected the applicant's request to run the interest from the date of the seizure.", "10. On 10 October 2000 the Court of Cassation upheld the judgment. On 8 February 2001 the same court rejected a request for rectification.", "11. On 24 October 2001 the due amount was paid to the applicant.", "12. The relevant domestic law and practice are set out in the case of Akkuş v. Turkey (judgment of 9 July 1997, Reports of Judgments and Decisions 1997IV, §§ 13-16)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}