{"ITEMID": "001-76315", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HOUSING ASSOCIATION OF WAR DISABLED AND VICTIMS OF WAR OF ATTICA AND OTHERS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (six month period);Violation of P1-1;Just satisfaction reserved", "JUDGES": "Loukis Loucaides", "TEXT": ["8. The first applicant was set up in 1951 by disabled Second World War veterans and relatives of soldiers who died in that war with the aim of providing housing to its members. It raised its capital by means of members’ contributions.", "9. In 1957, by deed no. 4572, the first applicant bought 50,000 sq. m in the area of Aghios Ioannis in Cholargos, for a total of 400,000 drachmas. The Government claimed that the land did not belong to the persons who had sold it to the applicants but to the State. They relied in this connection on a judgment issued in 1968 by the Athens Court of Appeal. The applicants contested this view. They stressed that the 1968 judgment had been delivered after the exchange of their land in 1964 (see paragraph 10 below), namely after they had transferred to the State all their possible claims against the former owners of their land, and that in any event they had purchased this land in good faith and at market value.", "10. In 1960 the land was requisitioned without compensation for the needs of the Greek Army. After an application by the association, the Supreme Administrative Court ruled that the requisition was null and void because it was serving permanent and not temporary needs (judgment no. 143/1963). In 1964, as a result of this judgment, the State bought the unlawfully requisitioned land and exchanged it with 100,000 sq. m of land owned by the National Defence Fund in the nearby area of Korakovouni. The area was public woodland outside the boundaries of the urban development plan. According to the applicants, the understanding was that the association would be allowed to develop it after the State had issued the appropriate changes to the local planning regulations. The first applicant paid one drachma per sq. m to cover the difference in value between the old and the new land. The relevant decision approving the contract of sale and exchange was retroactively validated by virtue of the Necessity Act (Law no. 62/1967). The Government asserted that the above price was symbolic and that at the relevant time the market value of the land was 15 drachmas per sq. m. Therefore, they considered that the land in question had been donated to the applicants. The applicants contended that this assertion was false.", "11. On 6 May 1966 a Royal Decree included the land in the revised urban development plan, following a proposal by the Cholargos District Council and an affirmative opinion by the Supreme Administrative Court sitting in an administrative capacity with the power to give a non-binding advisory opinion.", "12. In 1974 Legislative Decree no. 303/1974 declassified the land from being reafforestable (άρση αναδάσωσης). Further, the Minister of Agriculture issued a license for building roads and cutting down trees in order to implement the new town plan. In 1975 the applicant association started transferring plots of land to its members and applied to the Cholargos District Council for an altitude study, which was necessary under Greek law for the implementation of the urban development plan. The first building licenses were also issued.", "13. In 1975 the new Constitution introduced new rules for the protection of the environment (see paragraph 22 below).", "14. In 1976 the Cholargos District Council rejected the association’s application for an altitude study. Further, the Minister of Agriculture requested that the Minister of Public Works revoke the 1966 Royal Decree whereby the planning zone had been extended to the land owned by the first applicant, for the reason that it had been issued without the assent of the Ministry of Agriculture even though the area “was a forest”. In 1978 the Minister of Public Works replied that he would not revoke the decree because it had already been applied for twelve years and had been relied upon by third parties (decision no. Γ21046/3102/7.7.1978). He then issued a new decision approving the detailed zoning plan (ρυμοτομικό σχέδιο) and the altitude study. On an application by the Cholargos District Council, the Supreme Administrative Court found both decisions illegal. It held in particular that under the 1975 Constitution the protection of the forest was more important than the expectations created by the fact that the land had already been in the process of being developed (judgment no. 2330/1980).", "15. On 8 November 1980 the Minister of Planning, Housing and the Environment gave a new decision which repeated in substance the annulled decision concerning the detailed zoning plan and the altitude study. The Cholargos District Council again applied to the Supreme Administrative Court, which quashed the new decision as well, considering that following its earlier ruling the administration had to revoke the zoning decree or give new reasons for not doing so (judgment no. 362/1982). A third-party appeal (τριτανακοπή) by the first applicant was dismissed by the Supreme Administrative Court (judgment no. 2920/1985).", "16. On 15 April 1988 a Presidential Decree abolished the 1966 Royal Decree in so far as it extended the urban development plan to the association’s land. Members of the association brought their case unsuccessfully before the Supreme Administrative Court which on 26 April 1990 ruled that, even if the Necessity Act (Law no. 62/1967) had ratified the inclusion of a forest in a zoning area, such law would have been considered to have been abrogated by virtue of the 1975 Constitution (judgment no. 1403/1990).", "17. From 1990 to 1999 the first applicant undertook various initiatives which aimed at a settlement of its dispute with the State but to no avail.", "18. In 1999 the Forest Inspectorate of Penteli issued a decision declaring that the first applicant’s land was a forest according to the Forests Code.", "19. On 17 March 1999 the applicant association and three of its members invited the State to exchange the association’s land for new land of equal value belonging to the State, or to expropriate it, according to the provisions of Law no. 998/1979 (see paragraph 23 below). The authorities did not reply.", "20. On 22 July 1999 the case was brought before the Supreme Administrative Court. The applicants referred to the history of the proceedings and inter alia argued that their property had been interfered with for more than forty years with no compensation whatsoever. Coming to the current situation, they stressed that Presidential Decree of 15 April 1988, and the interpretation of Articles 24 § 1 and 117 § 4 of the 1975 Constitution as set out in the 1403/1990 judgment and in the jurisprudence of the Supreme Administrative Court, made clear that it was no longer possible to build on their land. Such interference was even more odious in view of the aims of the association which was the provision of appropriate housing for its members, an aim that had now come to nought, despite the great amounts of money and time invested in it by the association and its members. The applicants claimed that according to the provisions of Law no. 998/1979 they were entitled to compensation for the deprivation of their right to use their property for the purposes for which they had bought it. Thus, by refusing to exchange their land for new land of equal value, or to expropriate it, the State had violated Articles 17 of the 1975 Constitution and 1 of Protocol No. 1 to the Convention.", "21. On 4 October 2001 the Supreme Administrative Court, by a majority, dismissed the application on the ground that the relevant provisions of Law no. 998/1979 were unconstitutional. In particular, it held that, “by providing for the possibility of expropriating or exchanging woodland which cannot become a residential area, Section 50 § 3 presupposes that the urban development of woodland is in principle lawful, something which is contrary to Article 24 of the 1975 Constitution”. However, one judge expressed the opinion that the expropriation or the exchange of land which was purchased before the entry into force of the 1975 Constitution was not contrary to it (judgment no. 3403/2001). The judgment was certified (θεώρηση) on 23 March 2002.", "22. The relevant provisions of the Constitution, which came into force on 11 June 1975, read as follows:", "“1. Property is protected by the State; rights deriving therefrom, however, may not be exercised contrary to public interest.", "2. No one shall be deprived of his property except in the public interest, which must be duly shown, when and as specified by law and always following full compensation corresponding to the value of the expropriated property at the time of the court hearing on the provisional determination of compensation. In cases in which a request for the final determination of compensation is made, the value at the time of the court hearing of the request shall be considered...”", "“The protection of the natural and cultural environment is an obligation of the State. The State is bound to take special preventive or repressive measures for the preservation of the environment. Matters pertaining to the protection of forests and woodland in general shall be regulated by law. It is forbidden to alter the status and use of State forests and woodland, except where agricultural development or other use is paramount for the national economy and serves the public interest.”", "“The expropriation of forests or woodland that belong to private individuals or corporations is allowed only for the benefit of the State, according to Article 17 of the Constitution [which provides the conditions for the taking of property], for the public interest; their status as forests or woodlands is not thereby changed.”", "23. The relevant section of Law no. 998/1979 reads as follows:", "“Forests and private woodland belonging to Housing Associations at the time of entry into force of this law and which cannot lawfully become a residential area or be included in such an area according to [§§ 1 and 2 of this Section], shall be expropriated by the State at the expense of the Central Fund of Agriculture and Forests, or shall be exchanged with land of equal value or other vacant land which is under the management of the Ministry of Agriculture and has been included in a residential area according to current legislation. The expropriation shall take place by virtue of a joint decision of the Ministers of Finance and Agriculture, on the basis of an opinion by the Forestry Technical Council...”", "In 1987 the Supreme Administrative Court held that “in its true meaning [Section 50 of Law no. 998/1979] regulated the status of private forests and woodland purchased by housing associations”; it thus considered that the above provision was not applicable in a case where land was donated to a housing association (judgment no. 4884/1987)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}