{"ITEMID": "001-113128", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TARKAN YAVAŞ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre", "TEXT": ["5. The applicant was born in 1968 and lives in Istanbul.", "6. On 12 November 1999 he was arrested on suspicion of setting up a criminal organisation, namely the Bilim Araştırma Vakfı (Foundation for Science and Research). On the same day he went through a medical examination at the Haseki Research Hospital. The medical report drafted following that examination noted that there was no sign of ill-treatment on his body.", "7. During his time at police custody, on 15 November 1999, the applicant was examined once more, this time at the Şişli Etfal Research Hospital. The second report drawn up there also indicated that there existed no sign of ill-treatment on his body.", "8. The applicant was released on 17 November 1999. Immediately after his release, he went through two more medical examinations at two different institutions, namely the Vakıf Gureba Hospital and the Forensic Medicine Institute. The reports drawn up after each examination indicated once again the lack of any sign of ill-treatment on his body.", "9. The first three medical reports were issued in respect of the applicant together with some other persons, who were also arrested on suspicion of having committed the same offence.", "10. On 11 January 2000 the public prosecutor at the Istanbul State Security Court filed an indictment with that court, accusing the applicant, together with several others, of setting up and running a criminal organisation. Subsequently, on 14 February 2000 the applicant was placed in pre-trial detention. The next day, on 15 February 2000 he was heard by the Bakırköy Criminal Magistrates’ Court and released pending trial.", "11. In 2004, following a constitutional amendment, state security courts were abolished and the case was transferred to the Istanbul Assize Court.", "12. On 9 May 2008 the Istanbul Assize Court discontinued the proceedings as the statutory time-limit for prosecuting the offence of setting up a criminal organisation had expired.", "13. On 28 December 2009 the Court of Cassation upheld the judgment of the Istanbul Assize Court.", "14. On an unspecified date in 2000 the applicant filed a complaint, together with the others, against several police officers, claiming that he had been subjected to ill-treatment during his time in police custody. According to his submissions, his testicles had been squeezed and he had been beaten, handcuffed to a chair and insulted.", "15. On 26 October 2001 the Beyoğlu public prosecutor issued a decision not to prosecute.", "16. On 21 November 2002 the Beyoğlu Assize Court rejected the applicant’s objection to the public prosecutor’s decision.", "17. Nevertheless, on 5 March 2004, following an objection filed by one of the other complainants, the same court decided to extend the scope of the investigation and requested medical reports from the Forensic Medical Institute.", "18. Subsequently, on 13 April 2005, although the medical reports had not yet been submitted, the court annulled the decision of the Beyoğlu public prosecutor and held that criminal proceedings would be brought against the police officers involved.", "19. Accordingly, on 22 June 2005 the Istanbul public prosecutor filed an indictment with the Istanbul Assize Court, accusing the police officers of torture pursuant to Article 243 § 1 of the former Penal Code (Law no. 765) as he considered that provision to be more favourable for the accused.", "20. During the course of the proceedings against the police officers, the Head of the Istanbul University Forensic Medicine Department examined the applicant. In her report dated 29 March 2007 she noted that the applicant had complained that, during his police custody in November 1999 and his pre-trial detention in February 2000, his testicles had been squeezed and he had been beaten, insulted and forced to perform physical activities which would overstrain his body. After examining the medical reports which had been issued in respect of the applicant in November 1999, she reported that although those reports had indicated no sign of ill-treatment on the applicant’s body, none of them had been drafted in compliance with the general principles of forensic medicine set forth by the Ministry of Health. In this connection, she stated that each report had been issued in respect of several individuals and it was not clear whether the patients had been under psychological duress at the time or what kind of examinations had been conducted by the doctors. She concluded, therefore, that the reports issued immediately after the applicant’s release from police custody could not be accepted as proof against his allegation of ill-treatment.", "21. On 4 August 2010 the Forensic Medicine Institute submitted a report to the Istanbul Assize Court upon the request of the latter. That report maintained that some lesions and problems in the applicant’s meniscus had been found in 2003. It added also that he appeared to be suffering from post-traumatic stress disorder. The report noted however that it was not possible to conclude that those conditions resulted from the alleged illtreatment inflicted on the applicant in 1999.", "22. On 25 March 2011 the Forensic Medicine Institute drafted another report following the court’s request. According to that report, the first four medical reports, which stated that there was no sign on the applicant’s body, were unclear as each of them had been drawn up in respect of several individuals.", "23. The Istanbul Assize Court conducted more than thirty hearings during which it heard the statements of the complainants, the accused and the witnesses. It also evaluated medical reports in respect of each complainant as well as the above-mentioned expert reports. The proceedings are still pending before that court.", "24. Article 243 § 1 of the former Penal Code (Law no. 765) which regulated torture committed by civil servants read as follows:", "“Any public official who, in order to extract a confession of guilt in respect of a criminal offence, tortures or ill-treats a person, engages in inhuman conduct or violates human dignity, shall be punished by up to five years’ imprisonment and disqualified from holding public office temporarily or for life.”"], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}