{"ITEMID": "001-80427", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PROKOPENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1949 and lives in the town of Elektrostal in the Moscow Region.", "5. On 27 April 2002 the applicant sued her former employer, a private company, for reinstatement, payment of wage arrears and compensation for non-pecuniary damage.", "6. On 30 July 2002 the Elektrostal Town Court dismissed the action. On the same day the applicant lodged before the Moscow Regional Court her statement of appeal against the judgment.", "7. The Moscow Regional Court accepted the statement of appeal and fixed a hearing for 12 September 2002. According to the Government, on 5 September 2002 the Town Court summonsed the parties for the appeal hearing. The Government provided the Court with a copy of the covering letter of 5 September 2002 sent by the Town Court to the Moscow Regional Court and the parties, including the applicant. The letter indicated that the Town Court had sent the case-file to the Regional Court and that the appeal hearing had been fixed for 12 September 2002, at 10.30 a.m. The Government also submitted copies of receipts issued by the local post office on 5 September 2002 showing that it had accepted for delivery eight registered letters from the Town Court.", "8. On 12 September 2002 the Moscow Regional Court, in the presence of the defendant's representative, upheld the judgment of 30 July 2002. The applicant did not attend the hearing. According to her, in the evening of 12 September 2002 she discovered the letter with summonses to the hearing of 12 September 2002 in her post box.", "9. On 3 August 2000 the applicant sued her former employer for provision of free housing. On 21 December 2000 the Elektrostal Town Court dismissed the action. The judgment was upheld on appeal and became final on 6 February 2001", "10. In July 2004 the applicant again sued her former employer for provision of free housing. On 24 November 2004 the Moscow Regional Court, in the final instance, disallowed the action because the same dispute between the same parties had been already determined by the final judgment of 6 February 2001.", "11. In 2004 the applicant requested the Elektrostal Town Court to quash the judgment of 21 December 2000, re-open the proceedings due to newly-discovered evidence and re-examine her action. On 26 April 2004 the Moscow Regional Court, in the final instance, dismissed request because there was no newly-discovered evidence in the case.", "12. The RSFSR Code of Civil Procedure of 11 June 1964 (in force at the material time):", "“Parties and their representatives are to be notified with court summonses of a date and place of a court hearing or certain procedural actions ...", "A summons is to be served on parties and their representatives in such a way that they would have enough time to appear at a hearing and prepare their case...", "Where necessary, parties and their representatives... may be summonsed by a phone call or a telegram.”", "“Summonses are to be sent by mail or by courier. A time when a summons was served on an addressee is to be recorded on the summons and its copy which is to be returned to a court...”", "“A summons is to be served on a person against his/her signature made on a copy of the summons which is to be returned to a court...”", "“A civil case is to be heard in a court session with mandatory notification to all parties to the case...”", "“If a party to the case fails to appear and there is no evidence that the party was duly summonsed, the hearing is to be adjourned...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}