{"ITEMID": "001-78249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VERAART v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant is a Netherlands national who was born in 1944; he is an advocate practising in Alkmaar (Netherlands).", "6. On 19 June 2000 the NCRV, a private organisation holding a public broadcasting license, broadcast a television documentary entitled “Secret mothers” (Verborgen moeders). It featured a woman, one Ms A.K., who claimed to have been the victim of incest committed by her grandfather, her father and two of her brothers.", "7. Ms A.K. alleged that five pregnancies had resulted. One had been terminated. Of the babies born from the other four, three had been ritually murdered and one had been sold.", "8. These statements were said to be based on memories which Ms A.K. had repressed but which she had been able to recover with the aid of a therapist, Mr Kieft, who had been treating her for six years.", "9. The K. family, who denied the truth of Ms A.K.'s allegations, sought the assistance of the applicant.", "10. The Amsterdam public prosecutor (officier van justitie) opened a prosecution file, charging the NCRV with criminal libel.", "11. On 14 June 2002 the public prosecution service published a press release in which it was stated that the NCRV had admitted having libelled the K. family and had settled out of court. The prosecution had been dropped subject to the conditions, which the NCRV had accepted, that the NCRV would pay a sum of money to the public prosecution service, publish a retraction and pay the K. family compensation for pecuniary and nonpecuniary damage and legal costs.", "12. On 28 November 2001 another private organisation holding a public broadcasting license, the AVRO, broadcast a radio programme featuring an interview with the applicant about the case of the K. family.", "13. The applicant said, among other things:", "“Here we are faced with a dangerous group of individuals who ... [though] unproved, nonetheless present, er, a horrible crime. I mean, we're talking about five infanticides, we're not talking about nothing. ... all right, three murders, one abortion and one child allegedly sold, whatever, it's a terrible accusation and you can't just do that. That should not go unpunished.”", "The interviewer explained that the reference was to", "“... alternative therapies such as hypnosis and regression therapy ...”", "going on to say:", "“The alternative therapist who was treating [Ms A.K.] at the time was Mr Kieft. He actually does believe in recovered memories, and therefore also in the recollection of incest and of quadruple infanticide.”", "14. Referring to the intuitive methods used by Mr Kieft, the interviewer stated:", "“So, Mr Kieft can sense and see whether people have been sexually abused.”", "The applicant responded, saying, among other things:", "“I can't understand how he, how he can do that! To me, that shows how dangerous these therapists are. Someone like that shouldn't, should not be allowed to be a therapist surely? That man, he lives in North Holland province, he should, er, grow cabbages for the market ... He should go and grow cabbages out there, but he should absolutely not be working with with with patients, or with people who who are in emergency situations. I find this very worrying. I consider this very unprofessional. It's possible of course [that] these people are magi (magiërs), that has nothing to do with therapists, nothing to do with doctors. They take people back in regression therapy. Where was that man educated? Where did that man study? I have no idea, and what does he presume to be? That man likens himself to God. There is no medical practitioner, surely, who could say that?”", "15. Later in the programme, referring to a conversation which Mr Kieft had had with Ms A.K.'s parents in 1994, the applicant said, among other things:", "“... I just can't imagine how anyone can be so presumptuous as to tell two vulnerable old people, like some sort of guru, and, er, his truth, and then give them an audio tape and tell them: well, go and listen carefully to what I have said. Such arrogance. In my opinion it's quite terrible. Well, if you know that father K. died shortly after that, he went to his grave accused by him, right, accused by a relative ...”", "16. The programme also comprised an interview with Mr Kieft, who stated that he was neither a hypnotist nor a regression therapist properly socalled. He believed, however, that the emotions aroused by relaxation exercises and acupressure reflected true events and he was certain that the memories which he had helped Ms A.K. recover were the truth.", "17. On 9 December 2001 Mr Kieft lodged a complaint against the applicant with the Dean (deken) of the local Bar Association (Orde van Advocaten).", "18. The Dean gave a provisional opinion on 22 March 2002. It mentions that Mr Kieft was asked, on 24 January 2002, to state his medical and scientific qualifications but declined to do so.", "19. The Dean noted that Mr Kieft's refusal to state his qualifications did not, at any rate, indicate that the applicant's statements were incorrect. However, it was understandable that Mr Kieft should feel aggrieved and it was not clear that the interests of the K. family were served by the applicant's statements.", "20. The provisional conclusion was that the complaint was well-founded. The Dean forwarded Mr Kieft's complaint to the Amsterdam Disciplinary Council (Raad van Discipline) on 5 April 2002.", "21. The Disciplinary Council held a hearing on 14 October 2002. On 16 December 2002 it gave a decision finding Mr Kieft's complaint unfounded. It recognised that the K. family had a legitimate interest in contesting, in the media and elsewhere, the accusations levelled against them by Ms A.K.; the applicant's expressions, though forceful, had not been disproportionate.", "22. Mr Kieft appealed to the Disciplinary Appeals Tribunal (Hof van Discipline).", "23. That Tribunal held a hearing on 28 April 2003, at which it was stated among other things that Mr Kieft had been practising as a self-employed psychotherapist since 1981. He had been trained at the International Institute of Unitive Psychotherapy, after which he had taken some practical and theoretical courses and a two-year course on multi-method relationship therapy. He was a recognised member, supervisor and trainer of the Association for Unitive Psychotherapy (Vereniging voor Unitieve Psychotherapie). He was associated with the private foundation (stichting) Institute for Registration, Certification and Development of Nature-Oriented Health Care (Stichting Registratie-, Certificatie- en Ontwikkelingsinstituut Natuurgerichte Gezondheidszorg, also known as “Registration Institute for Nature-Oriented Health Care”, Registratie-instituut Natuurgerichte Gezondheidszorg, or “RING”), which had set up a disciplinary system.", "24. On 3 October 2003 the Tribunal gave its decision. It considered that a lawyer had not to judge the quality of a particular therapeutic method. Although Ms A.K. had levelled accusations against her family involving five pregnancies, three infanticides, an abortion and the sale of a baby, Mr Kieft had not been present when she did so; the applicant should therefore not have connected Mr Kieft to them.", "25. Nor should he have suggested that Ms A.K.'s alleged repressed memories had been caused by Mr Kieft's use of hypnotism or regression therapy, Mr Kieft not having claimed to be a hypnotist or a regression therapist. The applicant had been unclear in explaining what improper therapeutic measures exactly he held against Mr Kieft.", "26. The conversation between Mr Kieft and Ms A.K.'s parents in 1994, also criticised by the applicant, had not been part of the therapy. In any case, the applicant's criticism of that conversation was unfounded given that the applicant had not clearly explained why he considered Mr Kieft negligent in his therapeutic methods.", "27. The applicant's vagueness might have been defensible if only he had chosen to make the interview a “clarion call” (klaroenstoot) preparatory to a civil suit to follow shortly after, but no civil suit had ever been brought.", "28. The applicant had not been entitled either to describe Mr Kieft as a “magus” who “likened himself to God”. Mr Kieft had in fact stated, in his 1994 conversation with Ms A.K.'s parents, his reasons for believing the truth of Ms A.K.'s statements, and he had been careful to spare them feelings of guilt for the acts of their sons and to avoid labelling the sons as delinquents.", "29. Whether or not the applicant could be said to have used “irony”, as he argued, the way in which he had expressed himself had been unnecessarily wounding (onnodig grievend) for Mr Kieft.", "30. Mr Kieft's complaint was therefore well-founded. Since the applicant had a clean record, he was given a mere admonition (enkele waarschuwing).", "31. On 16 March 2005 Mr Kieft, through his counsel, informed the Court that he had instituted civil proceedings in the competent domestic tribunal, which proceedings had been adjourned pending the Court's decision.", "32. The K. family brought an action for damages against Mr Kieft on 13 October 2005, based on what the applicant describes as the escalation of Ms A.K.'s problems and the statements made by Mr Kieft as to the veracity of Ms A.K.s alleged recollections.", "33. Article 7 of the Constitution of the Kingdom of the Netherlands provides as follows:", "“1. No one shall require prior permission to make public thoughts or feelings (gedachten of gevoelens) in printed form, the individual responsibility of everyone under the law notwithstanding.", "2. There shall be statutory rules governing radio and television. There shall be no prior control of the content of a radio or television broadcast.", "3. No one shall require prior permission to make public thoughts or feelings in any other way than those mentioned in the preceding paragraphs, the individual responsibility of everyone under the law notwithstanding. ...", "4. The preceding paragraphs are not applicable to commercial advertising.”", "34. Section 46 of the Legal Profession Act (Advocatenwet) provides as follows:", "“Advocates shall be subject to disciplinary proceedings regarding any act or omission which is in breach of the due care they ought to exercise as advocates visàvis those whose interests they look after, or ought to look after, any breach of the Regulations of the National Bar, and any act or omission not befitting a respectable advocate (enig handelen of nalaten dat een behoorlijk advocaat niet betaamt). This disciplinary justice shall be dispensed at first instance by the Disciplinary Councils, and, on appeal, by the Disciplinary Appeals Tribunal, which shall also be the highest instance.”", "35. Guidance on the nature of an “act or omission not befitting a respectable advocate” is found in the Rules of Conduct for Advocates (Gedragsregels voor advocaten), the most recent version of which dates from 1992. The Rules relevant to the present case are the following:", "“Advocates should conduct themselves in such a way that confidence in the profession or in their own exercise of the profession is not diminished.”", "“Advocates should not express themselves, either orally or in writing, in a way that is unnecessarily wounding.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}