{"ITEMID": "001-75671", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "STOLARIK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Marko Stolárik, is a Slovakian national who was born in 1943 and lives in Košice. The respondent Government were represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 March 1996 criminal proceedings were brought against Š. who was suspected of fraud. On 15 March 1996 the applicant’s wife joined the proceedings with a claim for damages.", "The main hearing scheduled for 7 June 1996 had to be adjourned as the accused person had failed to appear.", "The accused was remanded in custody on 27 September 1996. On the same day he admitted before the Košice II District Court judge that he owed the sum in question to the applicant’s wife.", "Hearings in the criminal case were held on 18 October 1996 as well as on 8 and 26 November 1996. In the meantime, on 6 November 1996, the accused was released from detention on remand.", "On 6 December 1996 the case was adjourned as the assessors were absent.", "Between 25 March 1997 and 3 October 1997 the District Court scheduled 9 hearings. The accused failed to appear at the last two hearings. At these hearings the case was not proceeded with for various reasons, mainly due to the absence of an assessor but also because of the absence of witnesses.", "In the meantime criminal proceedings were brought against Š. before the Košice I District Court for similar offences imputed to him and another person. On 1 October 1997 the Košice Regional Court decided that all charges against Š. and the other person should be determined by the Košice II District Court in a single set of proceedings.", "On 17 November 1998 the case was adjourned.", "On 25 November 1998 the applicant’s wife died. The heirs concluded an agreement according to which her estate passed to the applicant.", "On 30 March 1999 the case was adjourned as the other accused had not appeared. On 9 November 1999 the accused was remanded in custody, but the Košice Regional Court ordered his release on 16 December 1999.", "Neither accused person appeared before the Košice II District Court on 17 March 2000. The District Court therefore issued warrants which were submitted to the police on 23 and 27 March 2000 respectively.", "Only one of the accused persons was brought by the police to a hearing scheduled for 13 July 2001. The police was unable to establish the whereabouts of Š., the other accused, who had earlier admitted that he owed a sum to the applicant’s wife. The District Court decided to deal with the charges against Š. separately. It returned the case concerning the other accused to the public prosecutor.", "On 19 December 2001 the applicant confirmed to the District Court that, as heir of his late wife, he maintained the above claim for damages.", "On 24 October 2003 the president of the Košice I District Court informed the Constitutional Court that the accused Š. had not yet been remanded. The letter stated that it was for the police to establish the whereabouts of that accused.", "The proceedings are pending.", "The applicant complained to the Constitutional Court that the Košice II District Court had violated his right under Article 48(2) of the Constitution to a hearing without unjustified delay in the criminal proceedings in which the above claim for damages was to be determined.", "On 26 November 2003 the Constitutional Court delivered a finding concluding that there had been no violation of Article 48(2) of the Constitution.", "The Constitutional Court first held, with reference to the Court’s caselaw under Article 6 § 1 of the Convention, that the guarantees of Article 48(2) of the Constitution were applicable as the applicant’s civil right to compensation was to be determined in the context of criminal proceedings against Š.", "As to the merits of the case, the Constitutional Court held that there had been only one significant delay of approximately eight months in the proceedings, namely during the period between 6 October 1997 and 17 November 1998. It further held that the proceedings had also been unduly delayed as a result of repeated adjournments of the case between December 1996 and September 1997. As to the period subsequent to 17 November 1998, the Constitutional Court found no delays in the proceedings which could be imputed to the District Court. In particular, the District Court had been unable to proceed with the case effectively as the accused had not been arrested pursuant to the warrant issued in March 2000, and the responsibility for arresting the accused lay with the police. The Constitutional Court explicitly noted that the applicant himself had not included that period among the unjustified delays for which he held the District Court responsible. The Constitutional Court found that the applicant had not contributed to the length of the proceedings. Despite the above delays imputable to the District Court, the overall length of the proceedings was principally due to the complexity of the case.", "Pursuant to section 20(1) of the Constitutional Court Act (Act 38/1993 Coll.), a petition for proceedings to be brought before the Constitutional Court shall indicate, inter alia, the party against whom it is directed and the decision which the plaintiff seeks to obtain.", "With the exception of cases where the Act otherwise provides, the Constitutional Court is bound by a petition for proceedings to be brought before it (paragraph 3 of section 20)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}