{"ITEMID": "001-78369", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SHEYDAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1978 and lives in Derbent, the Republic of Dagestan.", "5. The applicant at the material time was performing contractual military service in a military unit in the Republic of Dagestan. On 16 December 1999 he was examined by the Military Medical Commission in Kislovodsk (военно-врачебная комиссия ОВГ г. Кисловодск) and found fit for military service. The only illness recorded was mild myopia of the left eye.", "6. On 21 December 1999, at 9.30 a.m., the applicant was taken by police officers to the Derbent Town Police Station (Дербентское ГОВД) to be questioned, apparently as a witness, in connection with an investigation of an incident of violent hooliganism.", "7. The applicant submits that during his stay in the police station from 21 to 24 December 1999 he was continuously beaten by up to five police officers who were trying to coerce him to confess of having committed the above offence.", "8. The police officers punched the applicant in the area of his left ear and neck. They pushed him down on the floor, kicked him and hit him with a chair-leg. During the beatings the police officers threatened the applicant that a harsh sentence would be imposed on him and that they would physically abuse and sodomise him.", "9. On the second day, the police officers tied the applicant up and started to punch him in his face and body and hit him with a chair-leg. They undressed the applicant and tried to seat him with his naked rear on a bottle which they put on the floor, whereupon the applicant agreed to their demands and wrote a confession letter. Furthermore, it appears that there was no transcript of the applicant's arrest drawn up throughout the whole duration of his stay in custody.", "10. On 24 December 1999, at 6.00 p.m., the applicant was handed over to three fellow servicemen who accompanied him to his military unit. Upon arrival in his unit the applicant reported to the chief of the headquarters (начальник штаба). At about 8.00 p.m. the applicant was examined by a doctor of the medical unit. The doctor's report contained, inter alia, the following conclusions:", "“...A scabbed abrasion of skin, 0.5 x 1.0 cm, and a yellow-green bruise are displayed on the left ear. Palpation of the left part of the body is painful. Yellow-green bruises are displayed on the right side and in the middle of the anterior surface of the chest, 4 x 6 cm and 4 x 5 cm. [P]alpation of the anterior surface of the chest is painful. Diagnosis: Soft tissue bruises on the head and body.”", "11. It appears that on 25 December 1999 the applicant was examined by the head of the medical unit who confirmed the findings made in the doctor's report and entered them into the applicant's medical chart.", "12. Following the transfer of the criminal case against the applicant to the relevant Military Prosecutor's Office, it appears that the applicant complained orally to the investigator dealing with his case about the ill-treatment in police custody and presented copies of the above medical report and medical chart. It appears, however, that his complaints remained unexamined.", "13. On 23 March 2000 the applicant's counsel and his father complained in writing to the Derbent Town Prosecutor (прокурор г. Дербента) that, at the time of his arrest, the applicant had on him certain personal belongings which had not been returned to him and requested that these belongings be returned. They also submitted that following his arrest the applicant had been ill-treated and coerced to confess by police officers, including police officer S.", "14. Copies of this complaint were also forwarded to the Dagestan Republic Prosecutor and the Chief Military Prosecutor (прокурор Республики Дагестан и Главный Военный Прокурор). It appears that no reply was received to this complaint. It further appears that the applicant's counsel and his father lodged numerous similar complaints with various prosecutor's offices.", "15. By letter of 20 April 2000 the applicant's father was informed by the Regional Military Prosecutor's Office (Военная прокуратура Краснознаменного Северо-Кавказского регионального управления) that the allegations of ill-treatment were being examined in an objective and thorough manner in the course of the court proceedings (see below).", "16. By letter of 3 May 2000 the applicant's father was informed by the Military Prosecutor of the Makhachkala Garrison (Военный прокурор Махачкалинского гарнизона) that his complaint about the applicant's ill-treatment had been forwarded to the head of the Derbent Town Police Station.", "17. On 22 May 2000 the applicant's counsel and his father inquired with the Derbent Town Prosecutor about the destiny of their complaint of 23 March 2000. The applicant alleges that no reply was received to this inquiry.", "18. The Government submitted that the applicant's requests concerning his complaint of 23 March 2000 were examined by the domestic authorities repeatedly in 2004 and 2005. They referred to a copy of the decision of the Derbent Town Prosecutor of 21 January 2005 which read as follows:", "“...The Derbent Town Prosecutor's Office, at request of the Prosecutor's Office of the Republic of Dagestan, carried out an inquiry of the arguments set out by Mr Sheydayev in his application to the European Court of Human Rights concerning the violations of his rights and lawful interests by the policemen of the Derbent Town Police Station during his detention [...] between 21 and 24 December 1999.", "The inquiry established that on 11 September 1999 the Department of Investigations of the Derbent Town Police had instituted criminal case No 904386 on suspicion of [robbery] and that on 21 December 1999 [the applicant] had been apprehended in this connection.", "Investigator [...] A. O., in charge of the case, submitted that [...] during the investigative actions [the applicant] had never complained about the ill-treatment by the policemen of the Derbent Town Police.", "Policemen G. and E. who had arrested [the applicant] submitted that [...] during his stay in the building of the Derbent Town Police no physical or mental coercion had been used and that [the applicant] had never made any such complaints.", "The parents of [the applicant] confirmed his arguments about the ill-treatment by the policemen.", "According to the records of the Derbent Interdistrict Department of Medical Forensic Examinations [...] [the applicant] had not addressed himself to that institution during the period between 1999 and 2000.", "From the judgment of Makhachkala Garrison Military Court [of 27 May 2000] it follows that [the applicant's] arguments about the coercion by the policemen were examined during the examination of the case but were rejected by the court as unfounded.", "By decision of 29 December 2004 the Deputy of the Derbent Town Prosecutor refused to institute criminal proceedings on account of allegedly unlawful actions in respect of [the applicant] with reference to [lack of evidence of a crime] in the actions of G., S., A.", "This decision was quashed by the Prosecutor's Office of the Republic of Dagestan on 14 January 2005 and the case was remitted for an additional inquiry.", "'s Office of the Republic of Dagestan were complied with fully. In particular, additional interviews of [the applicant's parents, relatives and neighbours] took place. All of them confirmed that they had had hearsay knowledge of the allegations of torture from the applicant. The [applicant's] Chief of Military Unit submitted that during [the applicant's] detention he had been away on mission and that during their first subsequent meeting he had noticed no signs of violence. As regards [the applicant's] fellow servicemen, at the moment of the additional inquiry their location could not be established.", "[It was apparently impossible to interview the applicant because he changed his residence and moved from Dagestan to the Moscow Region].", "From the report of the medical unit of [the applicant's] military unit dated 24 December 1999 it follows that he had had [certain injuries] the origins of which [the applicant] and his relatives and neighbours, on the basis of [the applicant's] allegations, explained by the police violence during [the applicant's] detention. This was, however, not confirmed by the policemen. It was impossible to interview the applicant because his residence could not be established. It was equally impossible to examine the registry of the persons detained in the Derbent Town Police at the relevant time, the registry of those interviewed and to carry out some other investigative actions because of a serious lapse of time from the time of events in question and the destruction of the relevant documents [...].", "The analysis of the available documents shows that the inquiry had failed to obtain sufficient data confirming the arguments of [the applicant] concerning violence by the policemen, apart from the medical report [of 24 December 1999] and the submissions of the relatives and neighbours which should be assessed critically because of [the conflict of interests]. The medical report and the submissions of the above persons are insufficient for the prosecution of policemen. In addition, [the applicant's] arguments were examined by the Makhachkala Garrison Military Court [...] and declared unfounded.”", "19. While the applicant was in police custody, the investigating authority conducted an identification parade with the participation of the applicant, two other persons and two attesting witnesses. Following the line-up the applicant was identified as one involved in the incident of violent hooliganism.", "20. On an unspecified date, the applicant was charged with hooliganism committed by a group of people.", "21. On 25 January 2000 the case was brought before the Makhachkala Garrison Military Court (Махачкалинский гарнизонный военный суд), presided over by judge R.", "22. The applicant submits that the presiding judge R. tried to extort a bribe from his father, promising to acquit him in return. It appears that the applicant's father paid the amount demanded by the judge but the judge later changed his mind and demanded more money. The applicant's father refused to pay additional money and demanded that the judge return the amount already paid which led to a conflict between them.", "23. In the proceedings before the Garrison Military Court the applicant complained in detail about the ill-treatment during the police custody and submitted that his confession had been made under duress.", "24. The court heard four police officers who had been present at the time when the applicant wrote his confession, all of whom denied using physical force against the applicant. They stated that the applicant had made his confession voluntarily.", "25. It further heard the doctor who had examined the applicant on 24 December 1999 and the head of the medical unit who confirmed their previous findings.", "26. The court also heard the servicemen who had accompanied the applicant from the police station following his release. Serviceman G. submitted that the applicant had had injuries and that he had told them, on their way to the military unit, about having been ill-treated in police custody. Serviceman S., on the other hand, denied these allegations.", "27. The court further heard the chief of the headquarters to whom the applicant reported upon his arrival at the military unit who stated that he had not noticed any injuries on the applicant's face from a distance of 3-4 metres. The chief of the headquarters and the commander of the military unit submitted in court that the applicant reported to them about having been ill-treated in police custody.", "28. The applicant further challenged the results of the identification parade as inadmissible evidence. The court dismissed this challenge. In doing so, the court took into account the testimonies given by both victims who stated that they had clearly seen the applicant's face at the time of the incident, they had immediately and without hesitation recognised his face, constitution and height during the line-up and that the investigator had not made any hints to them.", "29. The first victim added that the other participants had not had a substantially different look from the applicant, while the second victim stated that nobody had ever persuaded her to testify against the applicant. The court finally heard the two other participants of the line-up and one of the attesting witnesses who confirmed these statements.", "30. On 27 May 2000 the Makhachkala Garrison Military Court found the applicant guilty as charged and imposed a two-year suspended sentence of imprisonment.", "31. As to the applicant's allegations of ill-treatment, the court found:", "“According to the entry in the medical file of [the applicant] and the medical report following his examination of 24 December, [the applicant] was found to have bruises on the left helix, the right and the middle zone of his chest.", "[...]", "Witnesses A., G. and S. – policemen of the Derbent Town Police – stated that no physical or mental coercion had been used in respect of [the applicant], the latter voluntarily told them that on 11 September of that year at 20 p.m. [...] he took part in the beating of the victim and in particular punched him once on the back.", "[...]", "Having assessed [the applicant's] statements about the beatings by the policemen of the Derbent Town Court as well as the statements of the commander of the military unit, the [...] chief of the headquarters, the head of the medical unit, the court reaches the conclusion that they are partial.", "[...]", "The statements by [serviceman G.] who said that [the applicant] on 24 December during the trip to the military unit in UAZ car had told him [about the coercion by the policemen] were fully refuted by serviceman S., who accompanied [the applicant] and [serviceman] G. in the said car.", "[Serviceman] S. in this respect stated that during that trip in UAZ car at the relevant time no such talk had taken place between [the applicant] and G. and that he had seen no traces of violence on [the applicant's] face.", "Having analysed the statements [of serviceman S.] and having compared them to all other evidence in the case, the court finds them objective and unbiased.", "[...]", "[The doctor] gave the evidence that during the examination of the [applicant's] body he had discovered the bruises on the chest and the helix. This fact, even though it was supported by the medical report, was questioned by the statements of the chief of headquarters and serviceman S.", "[The applicant] failed to submit persuasive evidence establishing the causal link between [his] injuries and the actions of policemen A., G. and S. who had been accused of beating to prove in court [this] version of events.", "32. As to the applicant's identification, the court found on the basis of the witness testimonies given in this respect that the identification had been conducted in compliance with the law.", "33. On 29 May 2000 the President of the Makhachkala Garrison Military Court (председатель Махачкалинского гарнизонного военного суда) pardoned the applicant on the basis of an amnesty act adopted by the State Duma on 26 May 2000.", "34. On 27 June 2000 the applicant lodged an appeal against the judgment of 27 May 2000.", "35. In his appeal he complained in detail about the ill-treatment in police custody. He also briefly indicated that his identification had been conducted in flagrant violation of the law and that the court's dismissal of his counsel's motion, seeking to exclude the results of the identification as inadmissible evidence, had been unfounded.", "36. On 27 July 2000 the North Caucasus Circuit Military Court (Северо-Кавказский окружной военный суд) dismissed the applicant's appeal. The court found, inter alia, the applicant's statement that his confession had been made under physical ill-treatment unsubstantiated. The court also dismissed the applicant's allegations of unlawfulness of his identification.", "37. According to applicant, on 17 August 2000 he lodged a supervisory review complaint in which he outlined all of his previous arguments, including the complaint about the alleged ill-treatment with the President of the North Caucasus Circuit Military Court.", "38. On 11 November 2000 the President rejected the complaint as groundless and refused to institute supervisory review proceedings.", "39. Article 21 § 2 of the Constitution provides that no one may be subjected to torture, violence or any other cruel or degrading treatment or punishment.", "40. Section 117 § 2 (f) of the Criminal Code penalises an act of torture with a sentence of up to seven years' imprisonment.", "41. Under Section 286 § 3 (a) and (c) of the Code the abuse of official power with the use of violence or entailing serious consequences is punishable by up to ten years of imprisonment.", "42. Under Section 108 and 125 of the 1960 Code of Criminal Procedure (in force until 2002), a criminal investigation could be initiated by a prosecutor ex officio or at the request of a private individual.", "43. Where an investigating body refused to open or terminated a criminal investigation, a reasoned decision was to be provided. Such decisions could be appealed to a higher-ranking prosecutor or to a court (Sections 113 and 209)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}