{"ITEMID": "001-114766", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SAVIČS v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Effective domestic remedy);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1966 and is currently serving a life sentence in Jelgava Prison.", "6. On 24 September 2002 the applicant was arrested.", "7. On 25 September 2003 the Zemgale Regional Court (Zemgales apgabaltiesa) convicted the applicant on eleven charges, including aggravated murder, robbery, rape and sexual assault, and sentenced him to life imprisonment.", "8. On 24 February 2004 the Criminal Chamber of the Supreme Court (Augstākās Tiesas Krimināllietu tiesu palāta) upheld the verdict on appeal.", "9. On 18 May 2004 the Criminal Department of the Senate of the Supreme Court (Augstākās tiesas Senāta Krimināllietu departaments) dismissed the applicant’s appeal on points of law.", "10. On 16 December 2004 the applicant was transferred from Jelgava Prison to Daugavpils Prison, where a new unit for life-sentenced prisoners, located in the former disciplinary block, had recently been constructed. The applicant, like all life-sentenced prisoners, was initially detained at the maximum security level (see paragraph 63 below), with additional security measures and certain restrictions being imposed under domestic law (see paragraphs 64, 65 and 67 below) and under internal prison regulations (see paragraphs 68 to 71 below).", "11. The applicant worked in the prison from 9 March to 5 August 2005. The parties are in disagreement as to the reasons for which he stopped working.", "12. According to the applicant, throughout his detention in Daugavpils Prison he had been kept alone in a cell, save for between 28 February and 4 April 2005, when he had been kept together with another inmate.", "13. The Government disagreed. They noted that during his detention he had been accommodated either in a double or a triple occupancy cell, either alone or together with other inmates. He had never been kept alone for more than six months. It was their submission that the other inmates had refused to be accommodated together with the applicant.", "14. On 25 August 2005, following numerous complaints by the applicant, the Ministry of Justice replied that under the applicable law maximum security prisoners could be kept in a single occupancy cell for a period of up to six months (see paragraph 64 below). He had not been kept in such a cell for longer than that.", "15. On 25 April 2006 the administration of Daugavpils Prison again explained the situation to the applicant.", "16. On 5 September 2006 the Prisons Administration (Ieslodzījuma vietu pārvalde) replied to the applicant that the applicable domestic law had not been contravened in this regard.", "17. On 24 April 2007 the Prisons Administration again replied to the applicant stating that in 2005 he had been kept in a cell together with other prisoners twice, and in 2006 three times, and accordingly there had been no contravention of domestic law.", "18. Throughout his detention in Daugavpils Prison the applicant was subject to full body searches, that is, he was ordered to strip naked and to submit to a visual inspection of his genitals in his cell on a regular basis. The applicant mentioned, by way of example, the following dates:", "from 9 March to 5 August 2005 two to four times daily when going to work and upon his return;", "6 and 20 May 2005;", "3 June 2005;", "19 and 26 July 2005;", "6, 24 and 30 August 2005;", "1 June 2006;", "from 8 to 23 June 2006 twice daily while being kept in an isolation cell;", "28 December 2006;", "26 January 2007; and", "23 February 2007.", "19. The applicant submitted that he had often refused to submit to such searches and, in particular, to undress, and his refusal had been punished with special measures and disciplinary penalties.", "20. The applicant stated that he had been subjected to the following special measures, by way of example:", "he was handcuffed and forcibly undressed (6 and 20 May, 26 July 2005);", "electric shocks and blows with truncheons were used when he had refused to obey the instructions of the prison guards to undress for a full search, had used offensive language, had refused to hold his hands out for handcuffing and had physically resisted when handcuffs were being put on him (24 and 30 August 2005).", "21. Following these incidents, reports had been drawn up and disciplinary action had been taken against the applicant. The applicant provided some examples:", "cancellation of the next telephone call (10 May and 3 August 2005);", "cancellation of the next scheduled family visit (26 May and 29 August 2005);", "a reprimand (31 August 2005); and", "detention in an isolation cell for fifteen days (8 June 2006).", "22. The Government did not dispute that the applicant had been subjected to full body searches, but argued that the use of special measures had been justified by the applicant’s own aggressive and provocative behaviour.", "23. On 5 August 2005, in response to the applicant’s complaint about the full searches, the Ministry of Justice explained that the execution of custodial sentences under the Sentence Enforcement Code was supervised by the Prosecutor General and his subordinate prosecutors.", "24. On 26 July 2005 the applicant applied to the prosecutor’s office with a complaint about the full search carried out in his cell and on his person that day. His complaint was forwarded to the Prisons Administration and on 22 August that authority replied that the administration of Daugavpils Prison had not contravened domestic law.", "25. On 20 September 2005 the prosecutor’s office replied to a complaint by the applicant of ill-treatment. No evidence of ill-treatment was found. The applicant himself, during a meeting with a prosecutor, had not mentioned any instances of ill-treatment. It was noted that pursuant to domestic law, searches of prisoners’ cells and bodies were to be performed at least twice a month. It was also noted that the search of the applicant had been performed in accordance with the law.", "26. On 15 February 2007 the prosecutor’s office replied to a complaint by the applicant about the full body search of 26 January 2007 in the following terms: “I have examined your application and I have discovered breaches of [order no. 56] concerning the searches of sentenced persons. I have sent ‘a prosecutor’s application’ to the governor of Daugavpils Prison about future compliance with legal acts.”", "27. The applicant initiated several legal proceedings with a view to nullifying a number of internal prison regulations, all of which were unsuccessful.", "28. On 27 December 2006 the applicant applied to the Administrative District Court (Administratīvā rajona tiesa) to have order no. 2 (“order no. 2 is extralegal and unlawful because it has not been approved by the Cabinet of Ministers”) and the disciplinary penalties imposed on him under it nullified. He alleged that this order contravened the Sentence Enforcement Code and Regulation no. 243 and noted, among other things, that on the basis of this order it was “prohibited to sit on the bed in the daytime, contrary to Regulation no. 243”, “prohibited to move about – any movement [will be] considered an attack and special measures [will be] used as a result” and that it was “prohibited to look around, move and talk”. He considered that the regime enforced under this order amounted to torture. He submitted that he had been “constantly humiliated by public undressing and torture in the [prison’s] common room (in the presence of ten to twenty prison guards), that it [was] contrary to the Sentence Enforcement Code and Regulation. With a view to hiding the facts about the torture, the prison administration had fabricated reports, in which [he] had been slandered.” He enumerated these reports: no. 156 dated 6 August 2005; no. 180 dated 30 August 2005; no. 67 dated 6 May 2005; no. 72 dated 20 May 2005; no. 131 dated 26 July 2005; no. 177 dated 24 August 2005; no. 132 dated 9 June 2006; and no. 133 dated 9 June 2006. He further stated that “in these reports none of [his] actions, expressions and gestures had shown aggression or [had constituted] an attempt to attack [anyone]. On all occasions [he] had been handcuffed [with his hands] behind [his] back, in accordance with unlawful order no. 2, pushed around and kicked on the floor in the common room and [his] clothes had been torn off”. He further noted that “there are no special premises in the Daugavpils Prison to carry out a full body search of life-sentenced prisoners”. Finally, the applicant stated that he had been “held in a single occupancy cell for one year and eight months and, through the use of threats and physical ill-treatment, subjected to full body searches in the common room”.", "29. On 28 December 2006 the Administrative District Court did not proceed with the application. A judge noted that “the application contains information about the applicant’s living conditions in Daugavpils Prison and about the actions of the administration of Daugavpils Prison and the Prisons Administration, but it is not clear which administrative acts or actions of a public authority he challenges”. The applicant was asked to specify which administrative acts or actions of a public authority he challenged.", "30. On 24 January 2007 the applicant provided more details: he wished to challenge order no. 2 and order no. 75, issued by the prison governor as administrative acts, and to challenge the actions of a public authority. He specified that on the basis of these orders unlawful action had been taken against him.", "31. On 26 January 2007 the Administrative District Court refused to accept the applicant’s application to have the orders issued by the prison governor nullified, as they were internal acts and therefore not amenable to review by the administrative courts. The court did not proceed with the part of the application that concerned the allegedly unlawful actions of a public authority and the applicant was required to give more details as to “when exactly” and “what kind of action of a public authority” had been taken, within a specified time-limit. He also had to prove that he had complained about this to a hierarchically higher authority: if it concerned the actions of prison officers he had to complain to the Prisons Administration, and if it concerned the actions of the Prisons Administration he had to complain to the Ministry of Justice.", "32. On 12 February 2007 the applicant appealed against that decision and submitted that order no. 2 and order no. 75 had been issued in violation of the Sentence Enforcement Code and of Regulation no. 423. He noted that the Prisons Administration and the Ministry of Justice had been informed of the situation in Daugavpils Prison. On 21 February 2007 he supplemented his appeal.", "33. On 27 March 2007 the Administrative Regional Court (Administratīva apgabaltiesa) upheld the lower court’s decision and set a new time-limit within which the applicant was required to give more details. As the applicant did not comply with this time-limit, on 11 May 2007 the Administrative District Court decided to regard the applicant’s complaints as not submitted. The applicant did not lodge an appeal against that decision, which accordingly became final, and the documents he had submitted were sent back to him on 7 June 2007.", "34. On 6 October 2006 the Constitutional Court (Satversmes tiesa) refused to admit the applicant’s constitutional complaint against order no. 2, as it was not a normative act but merely a guideline for implementing Regulation no. 423.", "35. On 2 April 2008, 6 March 2009 and 9 June 2010 the Constitutional Court refused to admit several unrelated constitutional complaints brought by the applicant.", "36. The applicant complained about order no. 75 to the Supreme Court, which forwarded his complaint to the Ministry of Justice, where it was received on 21 December 2006. The Ministry of Justice also received another complaint from the applicant about both orders and replied on 1 March 2007 that he should address such complaints to the Prisons Administration, which was the competent institution in that regard. However, the Prisons Administration had already replied to the applicant on 23 February 2007, stating, inter alia, that order no. 75 had replaced order no. 2. The applicant’s substantive complaints remained unaddressed.", "37. On 1 November 2008, following an administrative reform, Daugavpils Prison was merged with Grīva Prison, and the newly established prison has since been called Daugavgrīva Prison.", "38. On 13 August 2009, upon the applicant’s request, he was transferred to Jelgava Prison in order to serve his sentence there.", "39. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (the “CPT”) has voiced serious concerns about the regime and the security measures applied to lifesentenced prisoners in Latvia on several occasions.", "40. After its second periodic visit in 2002, the CPT noted that all life-sentenced prisoners at that time were held in Jelgava Prison. The only activity offered for them was daily outdoor exercise (one hour). For the remaining twenty-three hours of the day they were usually locked in a cell. They could only listen to a radio programme, read or play board games. Occasionally, they could watch TV, which was made available on a rota basis. They could only interact with their cell mate. The CPT stressed that life-sentenced prisoners were not necessarily more dangerous than other prisoners and called upon the domestic authorities to make individual risk assessments to allow decisions concerning security, including degree of contact with others, to be made on a case-by-case basis. The CPT concluded that the regime applicable to life-sentenced prisoners should be fundamentally revised (see paragraphs 86 to 88 of the relevant report: CPT/Inf (2005) 9).", "41. The CPT also noted with concern that draconian security measures were applied whenever life-sentenced prisoners were removed from their cells (e.g. to be taken to the shower area or for outdoor exercise). They were systematically handcuffed with their hands behind their backs and escorted by three prison guards accompanied by a muzzled dog. It was the CPT’s view that there could be no justification for routinely handcuffing life-sentenced prisoners outside their cells; they found these arrangements disproportionate and punitive and recommended the revision of these security measures without delay (see paragraph 89 of the report).", "42. During an ad hoc visit in 2004, the CPT also visited the new unit for life-sentenced prisoners in Daugavpils Prison (located in the former disciplinary block), which was in an advanced stage of reconstruction, but had not been finished, and expressed misgivings about certain aspects of the design of those facilities (see paragraph 59 of the relevant report: CPT/Inf (2008) 15).", "43. After this visit, the CPT was seriously concerned by the failure of the Latvian authorities to implement the specific recommendations made after its 2002 visit. Apart from daily exercise, prisoners continued to be constantly locked in their cells, alone or with one cellmate, without any purposeful activities. They could not interact with inmates from other cells. The CPT reiterated its recommendation that the regime applicable to life-sentenced prisoners be fundamentally revised (see paragraphs 53 to 55 of the report).", "44. The draconian security measures (hands cuffed behind the back, escorted by three prison guards with a dog, which would sometimes be muzzled) continued to be systematically applied whenever the lifesentenced prisoners left their cells. At the end of its visit, the CPT made an immediate observation requesting the Latvian authorities to carry out an individual risk assessment in respect of all life-sentenced prisoners and to adjust the security measures applied to them accordingly. The Government refused to do so. In its report of the 2004 visit, the CPT called upon the Latvian authorities to take immediate steps in this regard (see paragraph 56 of the report).", "45. After its third periodic visit in 2007, the CPT expressed serious concern about the almost total failure of the Latvian authorities to improve the conditions under which life-sentenced prisoners were being held in Latvian prisons, despite the specific recommendations made after its two previous visits (see paragraph 61 of the relevant report: CPT/Inf (2009) 35).", "46. The CPT confirmed that not only in Jelgava Prison, but also in Daugavpils Prison, life-sentenced prisoners were locked in their cells for twenty-three hours per day, alone or with a cellmate, without being offered any purposeful activities. They were not allowed to interact with lifesentenced prisoners from other cells. The CPT found such a state of affairs unacceptable. The CPT saw encouraging signs in Daugavpils Prison, where one cell had been converted into a computer room and work to create new facilities had started (a workshop, a recreation area and a small gym). They noted, however, that additional steps were required to offer a sufficiently large area for these facilities, in order to allow all life-sentenced prisoners to spend a reasonable part of the day outside their cells. The CPT called upon the Latvian authorities to take steps without any further delay to devise and implement a comprehensive regime of out-of-cell activities in respect of all life-sentenced prisoners at Daugavpils and Jelgava Prisons (ibid.).", "47. Overall, the material conditions of detention were adequate in the new unit for life-sentenced prisoners at Daugavpils Prison. All cells were of a reasonable size and well equipped. However, the CPT had certain misgivings about access to natural light (frosted glass bricks) and the ventilation system (considerable noise). The prison authorities informed the CPT that steps were being taken to resolve these issues (see paragraph 62 of the report).", "48. As regards the security measures, the CPT reiterated once again that there could be no justification for routinely handcuffing life-sentenced prisoners whenever they were outside their cells, all the more so when this measure was applied in an already secure environment. Further, the use of dogs to escort this category of prisoner whenever they were taken out of their cells was unnecessary from a security standpoint and could only be regarded as a means of intimidating and humiliating the prisoners. The CPT welcomed the recent decision of the management of Daugavpils Prison to no longer use dogs when life-sentenced prisoners were being escorted within the confines of the prison (see paragraph 64 of the report).", "49. As regards the individual risk assessment of life-sentenced prisoners in Daugavpils Prison, the CPT noted that panels to undertake these assessments had been set up but the proceedings carried out by them were, to a very large extent, devoid of any meaning. In practice, they met once a year and did not hear the views of the prisoners concerned, many of whom were apparently not even aware of the existence of such proceedings. As a matter of fact, a relaxation of the draconian security measures had been rejected in virtually every case, mainly on account of the nature of the crime(s) for which the prisoners concerned had been sentenced; and the fact that many of them had already spent several years in a remand prison without posing any particular security problems did not seem to be taken into account. The CPT called upon the Latvian authorities to take immediate steps to carry out a proper individual risk assessment on a regular basis for all life-sentenced prisoners and to alleviate the security measures applied to them accordingly (see paragraph 65 of the report).", "50. Furthermore, the CPT stated that life-sentenced prisoners were subject to some anachronistic rules. By way of example, they were not allowed to sit or lie on their bed during the day. If this rule was not respected, the prisoners usually received a disciplinary punishment. In addition, several prisoners alleged that, whenever the cell door was opened by a prison officer, they were required to recite their full name and the section of the Criminal Law under which they had been sentenced. The CPT recommended the abolition of the above-mentioned rules/practices without delay (see paragraph 66 of the report).", "51. Lastly, the CPT also had misgivings about the systematic practice of strip-searches for life-sentenced prisoners. The CPT noted that while prison officers had indicated that strip-searches were only carried out on entry or return to the prison, after visits or “on suspicion”, all the prisoners interviewed by the CPT had given consistent accounts of routine, systematic strip-searches and searches of their cells every ten days. Every prisoner was required to undress completely and to hand each item of clothing through the bars of the cell in order for it to be searched by the guards. They remained standing and fully naked in view of the guards and the prisoner sharing the cell for about five minutes. In the CPT’s opinion, such a practice could be considered as amounting to degrading treatment. The CPT recommended that strip-searches only be conducted on the basis of a concrete suspicion and in an appropriate setting (see paragraph 66 of the report).", "52. Summing up, the CPT noted that its delegation had gained the distinct impression that senior prison officers, including at the management level, had deeply rooted negative attitudes towards life-sentenced prisoners, which explained their resistance to any change in regime, providing work opportunities or even medical care. Their mindset was focused on the heinous, and sometimes sordid, offences committed by the life-sentenced prisoners, rather than their prospects for long-term rehabilitation and reintegration into society. Indeed, many of the officers concerned appeared to be psychologically unsuited to be put in charge of life-sentenced prisoners. It was the CPT’s view that there was an urgent need for senior prison officers to receive clear guidance and special training on how to deal with life-sentenced prisoners in a contemporary prison system (see paragraph 69 of the report).", "53. The CPT also noted the following:", "“70. The CPT also wishes to draw the Latvian authorities’ attention to Section 7 of Recommendation Rec (2003) 23 on the Management by Prison Administrations of Life-Sentenced and Other Long-Term Prisoners (adopted by the Committee of Ministers of the Council of Europe on 9 October 2003), which emphasises that life-sentenced prisoners should not be segregated from other prisoners on the sole ground of their sentence (non-segregation principle).", "The Explanatory Report of the afore-mentioned recommendation further states that:", "“41. [t]he special segregation of life-sentenced or long-term prisoners cannot be justified by an unexamined characterisation of such prisoners as dangerous. As a general rule, the experience of many prison administrations is that many such prisoners present no risks to themselves or others. And if they do present such risks, they may only do so for relatively limited periods or in particular situations. In consequence, while it is fully recognised that time and resources are needed to implement this principle; these prisoners should only be segregated if, and for as long as, clear and present risks exist.", "42. Life-sentenced and long-term prisoners are thought in some countries to pose serious safety and security problems in the prison. The violence and dangerousness manifested in the criminal act is considered to carry over to their lives in prison. Offenders who, for example, have committed murder are among those most likely to receive life or long sentences. This does not necessarily mean that they are violent or dangerous prisoners. Indeed, prison authorities can refer to individual murderers with a life or long sentence as “good prisoners”. They exhibit stable and reliable behaviour and are unlikely to repeat their offence. The likelihood of an offender engaging in violent or dangerous behaviour frequently depends not only on personality characteristics but also on the typical situations that permit or provoke the emergence of such behaviour.", "43. Descriptions in terms of violence and dangerousness should, therefore, always be considered in relation to the specific environments or situations in which these characteristics may – or may not – be exhibited. In the management of long-term and life prisoners, a clear distinction should be drawn between safety and security risks arising within the prison and those that may arise with escape into the community. The classification and allocation of long-term and life-sentenced prisoners should take account of these differing kinds of risks (...)”.", "The CPT recommends that the Latvian authorities reconsider their segregation policy vis-à-vis life-sentenced prisoners, in the light of the above remarks. The existing plans to construct a new detention block for life-sentenced prisoners at Jelgava Prison should also be revised accordingly.", "Further, the Committee invites the Latvian Prison Administration to establish a co-operation programme with another prison administration which has experience in applying alternative approaches to dealing with life-sentenced prisoners.”", "54. After its ad hoc visit in 2009, the CPT noted on a positive note that some improvement in the attitude of staff was observed as compared to its previous visits and this observation was generally confirmed by the prisoners themselves. However, the CPT expressed some misgivings about the quality of staff-prisoner relations (see paragraph 29 of the relevant report: CPT/Inf (2011) 22).", "55. As regards the material conditions of detention, the CPT noted that despite the assurances given by the prison governor during the 2007 visit two main problems remained unresolved in Daugavgrīva Prison. Firstly, the frosted glass bricks which rendered access to natural light in the cells inadequate had still not been replaced by transparent glass panels. Secondly, the ventilation system did not function properly (this was all the more worrying as there were no windows in the cells that could be opened) and created considerable noise in many cells. The CPT recommended these shortcomings be remedied without further delay (see paragraph 30 of the report).", "56. As regards the regime, the CPT was seriously concerned that despite its previous specific recommendations in this respect the life-sentenced prisoners at the maximum security level continued to be locked in their cells for most of the day without being offered any purposeful activities. Although there was a small gym at Daugavgrīva Prison, it could only be used for 1.5 hours every day and it was very modestly equipped (two exercise bicycles, a table game and a TV set). In fact, it was mostly used to watch TV (in groups of up to three persons), as this was the only occasion for life-sentenced prisoners to meet prisoners other than their cellmates. The CPT reiterated its previous recommendation in this regard (see paragraph 31 of the report).", "57. As regards the security measures, the CPT noted with serious concern that the practice of systematic handcuffing of all life-sentenced prisoners continued whenever they were escorted inside the prison. It reiterated that the systematic handcuffing of prisoners cannot be justified, and all the more so when applied in an already secure environment. Such a practice could only be seen as disproportionate and punitive (see paragraph 32 of the report).", "58. The CPT recalled its previous recommendations as concerns the individual risk assessment of prisoners and that the proceedings did not function properly in practice. The CPT noted, furthermore, that not a single individual risk assessment of life-sentenced prisoners had been carried out in Daugavgrīva Prison since March 2008. It reiterated its previous conclusions and expressed a wish to receive copies of all the decisions taken following the risk assessment (see paragraph 33 of the report).", "59. The CPT stressed once again that there was no justification for keeping life-sentenced prisoners apart from other prisoners solely on the basis of their sentence (see paragraph 35 of the report).", "60. Lastly, as regards discipline in relation to prisoners in general, despite a specific recommendation made by the CPT, lying on the bed during the day was still considered a disciplinary offence and was punished accordingly. The CPT reiterated its recommendation that this anachronistic rule be abolished without further delay (see paragraph 36 of the report).", "61. The European Prison Rules, adopted on 11 January 2006, are recommendations of the Committee of Ministers to member States of the Council of Europe as to the minimum standards to be applied in prisons. States are encouraged to be guided in legislation and policies by those rules and to ensure wide dissemination of the Rules to their judicial authorities, as well as to prison staff and inmates. The relevant parts read as follows:", "“Prison regime", "25.1 The regime provided for all prisoners shall offer a balanced programme of activities.", "25.2 This regime shall allow all prisoners to spend as many hours a day outside their cells as are necessary for an adequate level of human and social interaction. ..", "Exercise and recreation", "27.1 Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.", "27.2 When the weather is inclement alternative arrangements shall be made to allow prisoners to exercise.", "27.3 Properly organised activities to promote physical fitness and provide for adequate exercise and recreational opportunities shall form an integral part of prison regimes.", "27.4 Prison authorities shall facilitate such activities by providing appropriate installations and equipment.", "27.5 Prison authorities shall make arrangements to organise special activities for those prisoners who need them.", "27.6 Recreational opportunities, which include sport, games, cultural activities, hobbies and other leisure pursuits, shall be provided and, as far as possible, prisoners shall be allowed to organise them.", "27.7 Prisoners shall be allowed to associate with each other during exercise and in order to take part in recreational activities. ...", "Special high security or safety measures", "53.1 Special high security or safety measures shall only be applied in exceptional circumstances.", "53.2 There shall be clear procedures to be followed when such measures are to be applied to any prisoner.", "53.3 The nature of any such measures, their duration and the grounds on which they may be applied shall be determined by national law.", "53.4 The application of the measures in each case shall be approved by the competent authority for a specified period of time.", "53.5 Any decision to extend the approved period of time shall be subject to a new approval by the competent authority.", "53.6 Such measures shall be applied to individuals and not to groups of prisoners.", "Searching and controls", "54.1 There shall be detailed procedures which staff have to follow when searching:", "...", "b. prisoners;", "...", "54.2 The situations in which such searches are necessary and their nature shall be defined by national law.”", "62. The Recommendation on the Management by Prison Administrations of Life-Sentenced and Other Long-Term Prisoners (Rec (2003) 23), adopted on 9 October 2003, is a recommendation of the Committee of Ministers to member States of the Council of Europe. States are encouraged to be guided in legislation and policies by these principles and to ensure the wide dissemination of this recommendation. The relevant parts read as follows:", "“General principles for the management of life sentence and other long-term prisoners", "3. Consideration should be given to the diversity of personal characteristics to be found among life sentence and long-term prisoners and account taken of them to make individual plans for the implementation of the sentence (individualisation principle).", "...", "7. Consideration should be given to not segregating life sentence and other long-term prisoners on the sole ground of their sentence (non-segregation principle).", "...", "Risk and needs assessments", "12. A careful appraisal should be made by the prison administration to determine whether individual prisoners pose risks to themselves and others. The range of risks assessed should include harm to self, to other prisoners, to persons working in or visiting the prison, or to the community, and the likelihood of escape, or of committing another serious offence on prison leave or release.", "13. Needs assessments should seek to identify the personal needs and characteristics associated with the prisoner’s offence(s) and harmful behaviour (”criminogenic needs”). To the greatest extent possible, criminogenic needs should be addressed so as to reduce offences and harmful behaviour by prisoners both during detention and after release.", "14. The initial risk and needs assessment should be conducted by appropriately trained staff and preferably take place in an assessment centre.", "15. a. Use should be made of modern risk and needs assessment instruments as guides to decisions on the implementation of life and long-term sentences.", "b. Since risk and needs assessment instruments always contain a margin of error, they should never be the sole method used to inform decision-making but should be supplemented by other forms of assessment.", "c. All risk and needs assessment instruments should be evaluated so that their strengths and weaknesses become known.", "16. Since neither dangerousness nor criminogenic needs are intrinsically stable characteristics, risk and needs assessments should be repeated at intervals by appropriately trained staff to meet the requirements of sentence planning or when otherwise necessary.", "17. Risk and needs assessments should always be related to the management of risks and needs. These assessments should therefore inform the choice of appropriate interventions or modifications of those already in place.", "Security and safety in prison", "18. a. The maintenance of control in prison should be based on the use of dynamic security, that is the development by staff of positive relationships with prisoners based on firmness and fairness, in combination with an understanding of their personal situation and any risk posed by individual prisoners.", "b. Where technical devices, such as alarms and closed circuit television are used, these should always be an adjunct to dynamic security methods.", "c. Within the limits necessary for security, the routine carrying of weapons, including firearms and truncheons, by persons in contact with prisoners should be prohibited within the prison perimeter.", "19. a. Prison regimes should be organised so as to allow for flexible reactions to changing security and safety requirements.", "b. Allocation to particular prisons or wings of prisons should be based on comprehensive risk and needs assessments and the importance of placing prisoners in environments that, by taking account of their needs, are likely to reduce any risk posed.", "c. Particular risks and exceptional circumstances, including requests by prisoners themselves, may necessitate some form of segregation of individual prisoners. Intensive efforts should be made to avoid segregation or, if it must be used, to reduce the period of its use.", "20. a. Maximum security units should be used only as a last resort and allocation to such units should be regularly reviewed.", "b. Within maximum security units, regimes should distinguish between the handling of prisoners who pose an exceptional risk of escape or danger should they succeed, and the handling of those posing risks to other prisoners and/or to those working in or visiting the prison.", "c. With due regard to prisoner behaviour and security requirements, regimes in maximum security units should aim to have a relaxed atmosphere, allow association between prisoners, freedom of movement within the unit and offer a range of activities.", "d. The management of dangerous prisoners should be guided by the principles embodied in Recommendation No. R (82) 17 concerning custody and treatment of dangerous prisoners.”", "63. Until the 27 November 2008 amendments to the Sentence Enforcement Code (effective from 23 December 2008), all life-sentenced prisoners were subject to the maximum security level for at least the first five years of their sentence (section 504, paragraph 5). Since then, the relevant period is at least the first seven years of their sentence.", "64. Life-sentenced prisoners are accommodated in a separate prison unit with additional security. No contact with other prisoners is allowed. They can be held in single-occupancy cells for a period not exceeding six months (section 504, paragraph 6 of the Sentence Enforcement Code).", "65. While being subject to the maximum security level, life-sentenced prisoners may receive three long-term (from six to twelve hours) and four short-term (from one to two hours) visits per year, one telephone conversation per month, have a daily walk or exercise for no less than one hour, receive books from a library via prison staff and watch TV (section 504, paragraph 9 of the Sentence Enforcement Code).", "66. With the amendments of 27 November 2008 a new provision was included in section 50 of the Sentence Enforcement Code to the effect that:", "complaints by convicted persons concerning the circumstances of the execution of a custodial sentence (brīvības atņemšanas soda izpildes apstākļi) shall be examined by the prison governor under the procedure established by the Law on Enquiries; and", "complaints by convicted persons concerning administrative acts or actions of a public authority (faktiskā rīcība) shall be examined by the Head of the Prisons Administration under the procedure established by the Law of Administrative Procedure.", "According to the explanatory report accompanying the amendments, these amendments were necessary with a view to laying down coherent procedures for prisoners’ complaints, as the law had not provided with sufficient clarity that prisoners should first address their complaints to the prison governor (and the Prisons Administration).", "67. Regulations of the Cabinet of Ministers no. 73 (2002) (effective until 2 June 2006) and no. 423 (2006) (effective from 3 June 2006) lay down the internal rules of order in prisons (Brīvības atņemšanas iestādes iekšējās kārtības noteikumi). They contain no provision concerning handcuffing. They contain no express prohibition on sitting or lying on a bed during daytime. However, they mention that beds should be made “to a common standard”.", "68. On 29 March 2004 the Prisons Administration issued order no. 56 thereby approving the relevant instruction (Instrukcija par apcietināto un notiesāto uzraudzības kārtību) (effective until 28 February 2007), under which, among other things, all life-sentenced prisoners were to be handcuffed whenever taken outside their cells and accompanied by at least two prison guards with dogs. Two types of searches on persons were permissible: full body searches, where the person in question is requested to undress completely; and partial searches, when this is not requested. There were no provisions concerning full body searches of life-sentenced prisoners.", "69. On 4 January 2005 the Daugavpils Prison governor issued order no. 2 thereby establishing the rules of conduct for prisoners serving life sentences (Uz mūžu notiesāto uzvedības noteikumi Daugavpils cietumā). Among other things, the following rules were contained therein:", "a prohibition on sitting or lying on a bed in the daytime;", "an obligation on each prisoner to recite his name, the name of his father, ID code and the section of the Criminal Law under which he had been sentenced during daily morning and evening checks;", "a prohibition on moving “during the course of various [security] measures in the cell or elsewhere”; any unauthorised movement would be considered as an attempt to attack which called for the use of special measures (handcuffs, truncheons, electric shocks, a dog or tear gas); and", "a prohibition on talking, looking around or moving without permission when taken outside the cell (accompanied by guards with dogs).", "70. On 6 September 2006 the Daugavpils Prison governor issued order no. 75 thereby establishing the daily schedule and the rules of conduct for prisoners serving life sentences (Daugavpils cietuma notiesāto ar brīvības atņemšanu uz visu mūžu dienas kārtība un uzvedības noteikumi). These rules did not significantly differ from the previous ones; all of the above-mentioned rules remained in place. However, the presumption of an attempt to attack in case of unauthorised movement by a prisoner was no longer expressly included.", "71. On 9 March 2006 the Prisons Administration adopted procedure no. 1/12-1 concerning searches in prisons (Kratīšanas kārtība ieslodzījuma vietās). Under this procedure, planned searches in cells and premises are carried out in accordance with a schedule made by the prison governor, but not less than twice per month (paragraph 5). There is no similar provision on the frequency of searches of a person. Another provision, however, provides that extraordinary searches of a person and in a cell (premises) are carried out “upon a reasonable suspicion of prohibited items or substances or such objects that might be used for crime or escape attempt” (paragraph 7). Under the procedure two types of searches of a person are available: full body searches, where the person in question is requested to undress completely; and partial body searches, when this is not requested (paragraph 12). The procedure does not contain any provision as to how often body searches should be made, nor does it include any special provision on body searches of life-sentenced prisoners. The only pertinent provision reads: “if a prisoner’s behaviour raises suspicion during a partial body search, a full body search should be carried out” (paragraph 14).", "72. The relevant parts of the Law of Administrative Procedure (Administratīvā procesa likums), which took effect on 1 February 2004, have been summarised elsewhere (see Melnītis v. Latvia, no. 30779/05, §§ 24 – 26, 28 February 2012). The Law took effect on 1 February 2004.", "73. In addition, on 19 October 2009 the Administrative District Court (in case no. A42519807) adopted a judgment in a case concerning full searches of a prisoner held in a disciplinary cell in Jēkabpils Prison from 6 to 16 October 2006. The district court ruled that in order to establish a significant interference with human rights and thereby bring an action of a public authority under the administrative courts’ scrutiny, the grounds adduced for a full search and the manner in which it had been carried out were to be examined. The district court found that the full searches in that case had been unjustified and humiliating. Accordingly, they had been unlawful actions of a public authority. The district court awarded 1,000 Latvian lati (LVL) (approximately 1,423 euros (EUR)) in damages.", "74. Following this ruling, the case was examined by two appellate courts. First of all, the Administrative Regional Court upheld the ruling but reduced the damages award to LVL 110 (approximately EUR 157). Then the Administrative Department of the Senate of the Supreme Court sent the case back for fresh examination in so far as it concerned the damages award. On 11 July 2011 the Administrative Regional Court, after its second examination of the case, awarded LVL 1,000 (approximately EUR 1,423) in damages. This ruling took effect on 11 August 2011.", "75. The relevant provisions of the Law on the Constitutional Court (Satversmes tiesas likums) have been quoted elsewhere (see Grišankova and Grišankovs v. Latvia (dec.), no. 36117/02, ECHR 2003II (extracts)). The most relevant provision for the purposes of the present case reads as follows:", "Section 192 – Constitutional Complaint (an application)", "“1. Any person who considers that a legal provision which is not in compliance with a provision having superior legal force has infringed his or her fundamental rights under the Constitution may lodge a constitutional complaint with the Constitutional Court.”", "76. In addition, it ought to be noted that under this law the interpretation of a legal provision provided by the Constitutional Court (Satversmes tiesa) in a judgment (section 32, paragraph 2) or in a decision to terminate proceedings (section 29, paragraph 21, effective from 14 March 2008) is binding on all domestic authorities, including the courts.", "77. On 8 March 2011 the Constitutional Court delivered its decision in case no. 2010-52-03 on the compliance of the provision contained in Regulation no. 423 (2006) that beds should be made “to a common standard” with the Constitution (Satversme), in particular with the right to a private life. This case had been brought before the Constitutional Court by the Administrative Department of the Senate of the Supreme Court. It had been their view that Regulation no. 423 (2006) contained a prohibition on lying down (remaining) on one’s bed in the daytime and that such a restriction was incompatible with prisoners’ right to a private life contained in the Constitution.", "78. During these proceedings the Prisons Administration expressed their view that the contested provision did not allow prisoners to lie down on their bed in the daytime. Conversely, the Cabinet of Ministers contended that it was not prohibited. The Ombudsman added that the contested provision was wrongly interpreted and applied in prisons.", "79. Having examined the various views of the domestic authorities, the Constitutional Court concluded that the provision in question did not prohibit prisoners from resting on their bed, if it had been made, in the daytime. It reached that conclusion by using the teleological method of interpretation. The Court noted that the application of the contested provision was not uniform in prisons. However, this was insufficient to declare the provision unconstitutional. Taking into account that the case related to the interpretation and application of the contested provision, the proceedings before the Constitutional Court were terminated on the grounds that it was no longer possible to continue them (section 29, paragraph 1, part 6 of the Law on the Constitutional Court).", "80. The Latvian Centre for Human Rights (Latvijas Cilvēktiesību centrs) published a monitoring report on closed institutions in Latvia in 2006. These are their findings as concerns life-sentenced prisoners in Daugavpils Prison:", "“In order to establish a separate unit for life prisoners, premises were reconstructed and remodelled and double cells were constructed on two floors. All the cells are similar: there are two single beds, a table, two chairs, and a wardrobe in two sections. The cells have glass block windows, barred on the inside. The windows cannot be opened, airing is ensured by ventilation. The cell walls are painted in light shades, the equipment is new. The cells have a toilet behind a screen and a metal sink. Above the sink [are] a mirror in a wooden frame and a small shelf on the wall. [There are] heating system pipes along the wall. The unit has two prison-owned TV sets and one video player, which the cells receive in the morning according to a schedule and return in the evening. At the time of the visit there were eight life prisoners in the unit. Two of them live in the same cell by choice, the rest [are] by themselves.", "The prison provides a common uniform for this category of prisoner including footwear, underwear, socks and all the hygiene items prescribed by Regulations of the Cabinet of Ministers. In specific cases and at the request of the prisoner, the administration permits a personal item to be worn, for example, [one’s] own training suit while engaged in a sport in the cell. Life prisoners have practically no contact with their family. During the period from October 2004 to March 2005 there had been one short visit and one longer visit had been requested.", "To provide life prisoners with the opportunity to earn [money] and spend time outside their cells, the administration has signed an agreement with a Daugavpils firm [for prisoners] to [be employed] folding cartons. Beginning on 9 March 2005, all life prisoners are offered this work. Some have refused to work, according to the prison administration, because the pay is too low and they receive money from their family. The prisoners work in pairs. Four employed prisoners were interviewed during the visit. One of these pairs gave up their walk for work, the other couple said they took advantage of the opportunity to walk for an hour. Walks are taken alone. Life prisoners are brought out of their cells in handcuffs, escorted by two guards and a dog. They may meet with medical personnel, the chaplain and others (for example reporters) in a separate room, where their seating area is separated [from the rest of the room] by bars, and which has a door and a small window. Medical personnel may go behind the bars. While in this room, [their] handcuffs may be removed.", "According to the prison administration, all life prisoners plan to be pardoned after twenty-five years and return to freedom. However, at present they all have violations and disciplinary punishments which prevent a transfer from the maximum security regime to the medium security regime. The chaplain also visits life prisoners. Out of eight sentenced prisoners in this category, seven wish to meet with him. Meetings are held in a special room, where the prisoner and the chaplain are separated by bars. In cooperation with the prison administration, the chaplain wants to establish a separate church and film room for this category of sentenced prisoner.”", "81. According to a yearly public report issued by the Prisons Administration, on 31 December 2011 there were fifty-one inmates sentenced to life imprisonment in Latvia. According to a public report on the needs of life-sentenced prisoners prepared by the Prisons Administration, on 1 September 2009 there were forty-six inmates sentenced to life imprisonment in Latvia, of which twenty-two were in Daugavgrīva Prison. For the purposes of that report all inmates in Daugavgrīva Prison were interviewed. It was noted that they spend their days watching TV, reading books, magazines and newspapers, writing letters and doing exercises and were generally satisfied with these activities."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}