{"ITEMID": "001-71135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "NESTEROV v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Rudolf Nesterov, is an Estonian national who was born in 1968 and lives in Puhja, Tartu County. He is represented before the Court by Mr M. Masso, a lawyer practising in Tallinn.", "On 12 April 2001 the applicant was convicted, together with G. and S., of several offences by the Tartu County Court (Tartu Maakohus). According to the charges, at 2.45 a.m. on 22 August 1996 the applicant, after having had a debt dispute with the victim and being employed by G., had thrown an explosive device into a car parts shop owned by OÜ Arep, a private limited company. A charge of damaging property by use of explosives was brought under Article 144 § 1 of the Criminal Code. The applicant was also charged with extortion under Article 142 § 2 of the Criminal Code. According to the charges, in November or December 1996 he had demanded EEK 5,000 (EUR 319) from T. and P., the owners of OÜ Micro Autolammutus, a private limited company and competitor of OÜ Arep, and threatened to destroy the property in their office if they refused to give him the money. The applicant was further charged, under Article 207-3 § 1 of the Criminal Code, with unlawful possession of explosives. In 1989 or earlier he had acquired, without having the required licence, 113 grams of gunpowder and kept it unlawfully in his place of residence until 27 September 1998. Finally, the applicant was charged under Article 207-4 of the Criminal Code with unlawfully producing, acquiring, possessing, and transferring an explosive device. At the end of August 1998 or the beginning of September 1998 he had asked S. to produce an explosive device for him, which S. had done. The applicant had modified the device in order to increase its power of destruction. Thereafter he had kept the explosive device in his place of residence until 27 September 1998. On that date he had been arrested by the police just before he could hand the device over to I.S.", "In respect of the charge under Article 144 § 1 of the Criminal Code, the County Court convicted the applicant and G., relying on the following evidence:", "1) an inspection report of the scene of the offence;", "2) a report of the Tartu Rescue Company together with a plan of the site of the explosion;", "3) an expert’s report no. KP-8-9 concerning the explosives;", "4) statements of witness J.M.;", "5) statements of A.P., representative of OÜ Arep;", "6) statements of witness M.S.;", "7) statements of victim P.;", "8) statements of victim T.;", "9) undercover recordings of G.’s conversations;", "10) statements of anonymous witness “Aili”;", "11) statements of anonymous witness “Karl”;", "12) statements of anonymous witness “Tiiu”.", "In addition to the statements given by the anonymous witnesses during the investigation, the County Court also questioned them on the request of the defence counsel. The defence put questions to them in writing.", "The County Court held that the charge of extortion (under Article 142 § 2 of the Criminal Code) against the applicant had not been made out. He was acquitted of this charge.", "With respect to the charge against the applicant of unlawful possession of explosives and the charge against him and S. of unlawfully producing, possessing, holding and transferring an explosive device, the County Court noted that S. had pleaded guilty. According to him, he had made the explosive device on instructions. The guilt of the applicant had also been proved by his own statements and those of the witnesses I.S. and B., several search and seizure reports, expert opinions and other items examined at the court hearing.", "The County Court granted the civil claim for damages by OÜ Arep.", "The applicant was sentenced to a total of seven years’ imprisonment, less the time he had spent in pre-trial detention.", "Defence counsel for the applicant and G. appealed against the judgment of the County Court. The applicant’s counsel requested the Tartu Court of Appeal (Tartu Ringkonnakohus) to acquit the applicant in respect of the Article 144 § 1 charge, mitigate his sentence, put him on parole and dismiss the civil claim. Defence counsel was of the opinion that the applicant’s conviction had been based on assumptions, rather than on the facts established. He alleged that the County Court had wrongfully referred to the transcript of G.’s taped conversations. According to him, the parties to the proceedings had had no possibility of verifying that the transcript reflected the recording adequately. Counsel found that the statements of the anonymous witnesses did not accord with the rest of the evidence and that a conviction could not be based solely on the anonymous statements. He insisted that the doubts raised by the statements of the anonymous witnesses, which could not be eliminated by other evidence, had to be interpreted in favour of the accused at trial.", "On 23 January 2002 the Court of Appeal allowed the appeal in so far as it concerned the civil claim but upheld the remainder of the County Court’s judgment. The Court of Appeal found that the court of first instance had given reasons for not relying on the statements of the witnesses on behalf of the accused at trial and considering the statements of P. and T. in respect of the explosion as reliable. The Court of Appeal noted, furthermore, that it had no reason to doubt the reliability and truthfulness of the statements of the anonymous witnesses Aili, Karl and Tiiu. It found that their statements tallied in many respects and accorded with the material evidence (the inspection report of the scene of the offence and the expert’s report concerning the explosive device). The Court of Appeal stressed that the reliability of the statements of the anonymous witnesses had been controlled by the County Court, where they had been heard at the request of the defence counsel. The anonymous witnesses had confirmed their statements given during the preliminary investigation.", "The Court of Appeal noted that the fact that all parties to the proceedings had not comprehended the voice records concerning G. did not eliminate their value as an item of evidence proving the guilt of the accused at trial. Moreover, the case file had included a transcript of the recording. According to the record of the County Court’s hearing, the recording had been heard in the courtroom. The Court of Appeal agreed with the applicant’s counsel and the prosecutor that the amount of the damage caused to OÜ Arep was unclear and that the civil claim therefore had to be settled in separate civil court proceedings.", "The applicant’s counsel and G. appealed against the Court of Appeal’s judgment, which was quashed in part by the Supreme Court on 19 June 2002. The Supreme Court quashed the judgment in so far as the Court of Appeal had upheld the County Court’s judgment convicting and sentencing the applicant and G. under Article 144 § 1 of the Criminal Code. The judgment was also quashed in respect of the applicant’s overall sentence and in so far as the referral of the civil claim of OÜ Arep to a civil court had been concerned.", "The Supreme Court pointed out, inter alia, that, as provided by Article 48 § 2 of the Code of Criminal Procedure, a voice recording – but not a written transcript thereof – could be used as evidence in criminal proceedings. The Supreme Court noted that, according to the record of the Court of Appeal’s hearing, the recording of G.’s conversation had not actually been heard at the hearing in the appeal court. The Court of Appeal had, at the same time, noted that the transcript had corresponded to the recording. The Supreme Court found that the Court of Appeal had failed to comply with the requirements of Article 19 § 1 and Article 206 of the Code of Criminal Procedure, which provided that a criminal case had to be examined thoroughly and objectively and the evidence examined directly.", "As concerned the anonymous witnesses, the Supreme Court was satisfied that the County Court had directly examined the statements given by them.", "Finally, the Supreme Court noted that the applicant’s counsel had challenged, inter alia, the applicant’s conviction under Article 207-3 § 1 of the Criminal Code. However, in his appeal to the Court of Appeal he had only challenged the applicant’s conviction under Article 144 § 1 of the Criminal Code. In respect of the other offences only a more lenient punishment had been asked for. Accordingly, the Supreme Court found that the applicant had no right of appeal in respect of his conviction under Article 207-3 § 1 of the Criminal Code.", "The Supreme Court referred the case, in so far as it was quashed, back to the Court of Appeal.", "On 29 October 2002 the Court of Appeal quashed the County Court’s judgment in respect of OÜ Arep’s civil claim. It also modified G.’s overall sentence and the date from which the serving of the sentence would be deemed to run.", "The Court of Appeal found that since the statements of the witnesses P. and T. tallied and the involvement of G. and the applicant in the organisation of the explosion had been proved by other evidence, there was no reason to question their truthfulness. Furthermore, the Court of Appeal noted that also the statements of the anonymous witnesses tallied and the reliability of these statements was made even greater by the fact that they matched the factual circumstances concerning the explosion. These statements accorded with an additional expert opinion concerning the explosive device. The Court of Appeal was of the opinion that G.’s guilt had also been proved indirectly by the undercover voice recordings made from 10 February to 24 February 2000 and the transcripts thereof. The recordings from 7 December to 16 December 1998 and from 9 April 2000 could not be taken into account as evidence, since they were incomprehensible due to their poor quality.", "The Court of Appeal concluded that the denial of guilt by G. and the applicant had been rebutted by all the evidence overall.", "The Court of Appeal found that it was unnecessary to rule on the civil claim, since in the meantime, on 23 May 2002, the Tartu County Court had, in separate proceedings, granted a claim by OÜ Arep against G. and the applicant.", "Defence counsel for the applicant and G. appealed against the judgment of the Court of Appeal. The applicant’s counsel requested, inter alia, that the applicant be acquitted of the charge under Article 144 § 1 of the Criminal Code. He found that the courts had based the applicant’s conviction decisively on the statements of the anonymous witnesses. This conflicted with the case-law of the Supreme Court and the European Court of Human Rights. It had been impossible to ascertain on which grounds the anonymity had been granted with respect to some of the witnesses. Neither the anonymous statements nor the statements by the named witnesses proved that it had been the applicant who had committed the explosion. The applicant’s counsel further requested that the applicant be put on parole in respect of the sentence imposed under Articles 207-3 § 1 and 207-4 of the Criminal Code.", "On 14 March 2003 the Supreme Court quashed the County Court’s judgment of 12 April 2001 and the Court of Appeal’s judgment of 29 October 2002 in part. It held that the classification of the offence and the reference to the provision of the Criminal Code had to be modified, since the relevant provision had been changed between the time the offence had been committed and the time the courts had decided the case. The Supreme Court convicted the applicant under Article 144 and G. under Articles 17 § 4 [organiser of the offence] and 144 of the Criminal Code. Both of them were sentenced to six years’ imprisonment.", "With respect to the anonymous witnesses, the Supreme Court found no violation of the law of criminal procedure. It held that the County Court had directly verified their statements. The courts had evaluated all the evidence and given sufficient reasons for the conclusions made on the basis of the anonymous statements. The Supreme Court reiterated that it did not have power to establish the facts. The fact that the appellants had disagreed with the factual circumstances established by the lower courts was not a question of law which could be dealt with in the review proceedings in the Supreme Court.", "The Supreme Court noted that by its judgment of 19 June 2002 the applicant’s conviction under Articles 207-3 and 207-4 of the Criminal Code had been upheld. That judgment of the Supreme Court had become binding on the same date. Therefore, there were no grounds for analysing once again the well-foundedness of the sentence imposed on the applicant pursuant to those provisions.", "Under Article 79-1 § 1 of the Code of Criminal Procedure, as in force at the material time, in order to ensure the security of a victim or a witness or persons close to him or her, the person in question may be granted anonymity. Anonymity is granted in a reasoned order by a preliminary investigator at the request of a witness or a victim, or on the initiative of the preliminary investigator.", "Pursuant to Articles 205 and 206 of the Code of Criminal Procedure, a judge must preside over court hearings so that all facts are examined thoroughly, from all perspectives and objectively, and the truth is ascertained. When hearing a criminal case a court of first instance must directly examine the evidence by hearing the accused, the victims, witnesses and experts, inspecting physical evidence and disclosing records and other documents. Article 262 § 2 of the Code provides that a court judgment must be based only on evidence that has been heard at a court hearing. Article 274 of the Code provides that the statement of facts and reasons in a court judgment must set out, inter alia, the facts ascertained in the examination by the court and the evidence on the basis of which the court deems the facts to be established; the reasons why the court bases its judgment on such evidence and deems other evidence in the case to be unreliable; the charges on which the court convicts each of the defendants; and the evidence on which its conclusion is based.", "Article 243 of the Code of Criminal Procedure provides that, after a witness has given testimony, he or she is examined by the participants in the proceedings, including the accused and his or her lawyer. Additional questions may be submitted to a witness to clarify and supplement the testimony previously given by him or her. If a court deems it necessary to hear evidence from a witness who has been granted anonymity, the witness is heard in the absence of the participants in the proceedings on the basis of the questions submitted by them. The content of the testimony has to be disclosed at a court hearing.", "Under Article 246 of the Code of Criminal Procedure, testimony given by a witness during the pre-trial investigation may be disclosed if the witness fails to appear at a court hearing or if the whereabouts of the witness are unknown or if the witness has been granted anonymity."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}