{"ITEMID": "001-58321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1999, "DOCNAME": "CASE OF RIERA BLUME AND OTHERS v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-1;Not necessary to examine Art. 9;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Matti Pellonpää", "TEXT": ["12. The applicants, Ms Elena Riera Blume, Ms Concepción Riera Blume, Ms María Luz Casado Perez, Ms Daría Amelía Casado Perez, Ms María Teresa Sales Aige and Mr Javier Bruna Reverter, were born in 1954, 1952, 1950, 1950, 1951 and 1957 respectively and live in Valencia (Spain).", "13. At an unknown date in 1983 the Public Safety Department (“the DGSC”) of the Generalitat (government) of Catalonia received through Pro Juventud (“Pro Youth”), an association formed to fight against sects, a request for help from several people who alleged that members of their families had been ensnared by a group known by the name of CEIS (Centro Esotérico de Investigaciones). According to the families’ complaints, those who ran the CEIS managed to bring about a complete change of personality in their followers, leading them to break off ties with their family and friends and inciting them to prostitution and other activities designed to obtain money for the organisation. The DGSC infiltrated an officer into the CEIS to check the truth of the complaints and, in the light of the findings, brought the facts to the attention of the Principal Public Prosecutor at the Barcelona Audiencia Territorial, who forwarded the complaints and the information gathered to the judicial authorities. Acting on this information, Barcelona investigating court no. 6 opened a preliminary investigation in June 1984 and ordered searches of the homes of members of the CEIS, including the applicants. The searches took place on 20 June 1984 and numerous people were arrested, including the applicants. After the applicants were arrested, they were transferred to the seat of the investigating court. In the light of information from A.T.V., an official at the DGSC, which was confirmed by the prosecuting authorities, there was a danger that the members of the sect would react unpredictably if they were released, and might even commit suicide. The duty judge nevertheless decided to release the applicants but gave oral instructions to the police that those detained, including the applicants, should be handed over to their families, to whom it should be suggested that it would be as well to have them interned in a psychiatric centre, on a voluntary basis as regards the persons of full age, in order for them to recover their psychological balance. The judge in question confirmed his oral instruction in a decision of 26 June 1984. In that decision he also ordered the chief of the Catalan police (mossos d’esquadra) to interview and question all those detained during the searches who had subsequently been released.", "14. Later, on the orders of L.R.F., the Director-General of Public Safety, the applicants were transferred to the premises of the DGSC. From there, on 21 June 1984, they were taken by members of the Catalan police in official vehicles to a hotel some thirty kilometres from Barcelona, where they were handed over to their families with a view to their recovering their psychological balance. Once at the hotel, the applicants were taken to individual rooms under the supervision of persons recruited for the purpose, one of whom remained permanently in each room, and they were not allowed to leave their rooms for the first three days. The windows were firmly closed with wooden planks and the panes of glass had been taken out. While at the hotel the applicants were allegedly subjected to a process of “deprogramming” by a psychologist and a psychiatrist at the request of Pro Juventud. On 29 and 30 June 1984, after being informed of their rights, they were questioned by C.T.R., the Assistant Director-General of Public Safety, aided by A.T.V., in the presence of a lawyer not appointed by the applicants. On 30 June 1984 the applicants left the hotel.", "15. As soon as they had regained their freedom, the applicants lodged a criminal complaint alleging false imprisonment, offences against the exercise of personal rights, falsification of documents, usurpation of functions and misappropriation of goods against A.T.V., C.T.R. and L.R.F., the latter as Director-General of Public Safety, and against all other persons who had taken part in depriving them of their liberty. In the criminal proceedings thus instituted the prosecuting authorities filed submissions against the persons mentioned above accusing them of false imprisonment.", "16. In a judgment of 7 March 1990 the Barcelona Audiencia Provincial acquitted the accused, holding that the acts complained of had been prompted by a philanthropic, legitimate and well-intentioned motive and that there had been no intention of depriving the applicants of their liberty, so that the offence of false imprisonment was not made out.", "17. The prosecution and the applicants lodged appeals on points of law, which were dismissed by the Supreme Court on 23 March 1993. In its judgment the Supreme Court held, inter alia:", "“… A detailed examination of the facts held to have been proved shows that there is no doubt that the appellants were placed in detention [detención] (the expression ‘administrative detention’ [retención] has no validity, since it is not defined in our legal order), but the detention took place with the sole aim – a very laudable and plausible one – of avoiding worse evils than those complained of by the appellants, so that there was no unlawfulness strictly and properly understood. … Furthermore, that there was no unlawfulness, the criterion required by law, is all the plainer if it is borne in mind that it was the appellants themselves, together with the closest members of their families, who consented to undergo deprogramming tests which logically required them to be physically isolated initially. That isolation lasted for a very limited time and, it must be emphasised, with the agreement of those concerned and their families. … It cannot be maintained, in order to argue the contrary, that the wishes of the persons who underwent deprogramming could only have been overridden by the members of their families after proceedings to establish incapacity, seeing that the position of those concerned called for immediate treatment, without any delay, as appears from the judgment under appeal, which refers to fears that the members of the sect might commit suicide.", "In conclusion, the offence of false imprisonment cannot be said to have been committed since, firstly, there was no intention on the part of the defendants to deprive anybody of his or her liberty and, on the contrary, their intention, which has been fully proved, was to prevent imminent and very serious harm befalling the persons concerned, such that the mens rea for the offence was lacking. In the second place, the requirement of ‘unlawfulness’ was lacking inasmuch as the defendants’ conduct was in keeping with what society and the legal order, taken as a whole, require in situations and at times such as those of the instant case.”", "18. The applicants lodged an appeal (recurso de amparo) with the Constitutional Court. In their appeal they alleged violations of the right to religious freedom (Article 16 of the Constitution), the right to liberty (Article 17 of the Constitution), the right to freedom of movement (Article 19 of the Constitution), the rights of the defence during their detention (Article 24 § 2 of the Constitution) and the right to a fair trial (Article 24 § 1 of the Constitution). They asked the Constitutional Court to quash the judgments of the Audiencia Provincial and the Supreme Court, to order the officials complained of to pay five million pesetas as compensation for the damage sustained and to make a declaration to the effect that the Generalitat of Catalonia was liable in default.", "19. In the proceedings in the Constitutional Court Mr José Victor Riera Blume was held to have withdrawn on account of failure, through his own fault, to comply with a formal requirement.", "20. On 10 March 1997 the Constitutional Court dismissed the amparo appeal. In section 2 of the “As to the law” part of the judgment the court first examined a preliminary objection raised by Crown Counsel that appropriate remedies had not been used, namely a habeas corpus application or contentious-administrative proceedings, in the following terms:", "“This Court, while holding that a person in possession of a fundamental right could choose the most effective remedy for infringement of that right …, has also stated that that had to be understood ‘subject, of course, to the possibilities afforded by each class of court’.", "Consequently, in order to resolve the issue raised by Crown Counsel, it would be necessary to determine what those possibilities were in the criminal courts. In the instant case, however, it is not necessary to do so since the appeal is being brought not against administrative acts but against judicial decisions. That being so, the issue is not – and cannot be – whether or not use was made of an effective judicial remedy (section 43(1) of the CCA [Constitutional Court Act]) but whether the remedies afforded by the judicial process chosen (section 44(1)(a) CCA) have been exhausted, an issue that has not been canvassed and could not be since the appellants went to the highest court, the Supreme Court, which heard the appeal on points of law in the case.”", "21. That being said, the Constitutional Court pointed out, firstly, that there was no fundamental right to have a person convicted and, secondly, that it could not protect fundamental rights by quashing final substantive judgments whereby defendants had been acquitted. It also pointed out that, according to its case-law, the Constitution did not confer, as such, a right to secure criminal convictions of third parties. Furthermore, decisions of criminal courts were never decisions affecting fundamental rights of the prosecuting party. The court added that the decisions being challenged had not infringed any of the rights relied on by the five remaining appellants, seeing that they were limited to declaring that the acts with which the defendants were charged did not amount to the offences for which they were being prosecuted.", "22. Several provisions of the Spanish Constitution are relevant:", "“1. Freedom of ideas, religion and worship shall be guaranteed to individuals and communities without any restrictions on its expression other than those necessary for the maintenance of public order as protected by law.", "2. No one shall be required to declare his ideological, religious or other beliefs.", "3. ...”", "“1. Everyone shall have the right to freedom and security of person. No one may be deprived of his liberty other than in accordance with the provisions of this Article and in the circumstances and form provided by law.", "2. ...", "3. Everyone who is arrested must be informed immediately, and in a manner he can understand, of his rights and of the reasons for his arrest and cannot be required to make a statement. The assistance of a lawyer is guaranteed to persons detained in police investigations or criminal prosecutions, as provided by law.", "4. A habeas corpus procedure shall be established by law for immediately bringing before a judge any person arrested unlawfully. ...”", "“1. Se garantiza la libertad ideológica, religiosa y de culto de los individuos y las comunidades sin más limitación, en sus manifestaciones, que la necesaria para el mantenimiento del orden público protegido por la ley.", "2. Nadie podrá ser obligado a declarar sobre su ideología, religión o creencias.", "3. ...”", "“1. Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de su libertad, sino con la observancia de lo establecido en este artículo y en los casos y en la forma previstos en la ley.", "2. ...", "3. Toda persona detenida debe ser informada de forma inmediata, y de modo que le sea comprensible, de sus derechos y de las razones de su detención, no pudiendo ser obligado a declarar. Se garantiza la asistencia de abogado al detenido en las diligencias policiales y judiciales, en los términos que la ley establezca.", "4. La ley regulará un procedimiento de hábeas corpus para producir la inmediata puesta a disposición judicial de toda persona detenida ilegalmente. ... ”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}