{"ITEMID": "001-22159", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "EINHORN v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["1. The applicant is an American national born in 1940. He is represented before the Court by Ms C. Waquet, of the Conseil d’Etat and Court of Cassation Bar.", "2. The applicant formerly lived in Pennsylvania (United States of America), a State in which the death penalty was reintroduced by a statute of 13 September 1978.", "He was arrested there on 28 March 1979 after the mummified body of his girlfriend, who had disappeared in 1977, was discovered at his home. On 3 April 1979 he was released on bail, and on 17 April 1979 an information was filed against him. In 1981, while the proceedings were taking their course, the applicant left the United States.", "A trial was held in absentia, and on 29 September 1993 the Philadelphia Court of Common Pleas found the applicant guilty of first-degree murder and sentenced him to life imprisonment. The applicant’s lawyer applied to have the conviction reviewed but without success. He subsequently appealed to the Pennsylvania Superior Court, which declared the appeal inadmissible on the ground that the applicant had not appeared in court; a petition to the Pennsylvania Supreme Court for review of that decision was dismissed on the same ground.", "3. The applicant was placed on Interpol’s wanted list and was tracked down in France, where he was arrested in June 1997. On 12 June 1997 the United States Government requested the French Government to extradite him so that he could serve the sentence imposed on him in absentia. He was taken into custody pending a ruling on his extradition.", "4. In a judgment of 4 December 1997 the Indictment Division of the Bordeaux Court of Appeal ruled against extradition and ordered the applicant’s release. Basing its judgment on Article 6 §§ 1 and 3 (c), the Indictment Division held, in particular, that the applicant had not unequivocally waived the right to defend himself in person or through legal assistance of his own choosing, that he had been tried and convicted in absentia without being able to obtain from a court which had heard him a fresh determination of the merits of the charge in respect of both law and fact, and that the extradition treaty between France and the United States did not entail any obligation to extradite where the proceedings in issue contravened French public policy or the requirements of the European Convention on Human Rights. The French authorities did not proceed with the extradition.", "5. By a statute which came into force on 27 January 1998 the Pennsylvania legislature made a change to the relevant procedure so that persons convicted in absentia could, in certain cases, be granted a retrial.", "In a diplomatic note of 2 July 1998 the United States Government submitted a further request for the applicant’s extradition, stating that he would be granted a new trial if he so requested and that the death penalty would not be sought, imposed or executed. The applicant was taken into custody pending a ruling on his extradition.", "6. On 18 February 1999 the Indictment Division of the Bordeaux Court of Appeal ruled in favour of the applicant’s extradition and ordered him to be released and placed under court supervision. The following conditions were attached to the Indictment Division’s ruling: the applicant was to be granted a new and fair trial, if he so requested, on returning to Pennsylvania, and to be able to avail himself of the remedies provided by the requesting State, and the death penalty was not to be sought and, if imposed, was not to be carried out. On 27 May 1999 the Court of Cassation dismissed an appeal on points of law against that ruling.", "7. In a decree of 24 July 2000 the French Prime Minister granted the extradition on condition that, pursuant to the statute of 27 January 1998, the applicant was given a new and fair trial if he so requested on returning to Pennsylvania, and that the death penalty was not sought, imposed or carried out. The decree stated, inter alia:", "“According to the assurances given by the District Attorney of Philadelphia County on behalf of the Commonwealth of Pennsylvania, Ira Samuel Einhorn will be retried, if he so requests, and will be able to avail himself of the remedies provided by the requesting State.", "The death penalty may not be sought, imposed or executed in respect of Ira Samuel Einhorn.”", "8. The applicant applied to the Prime Minister to reconsider his decision; that application was dismissed on 4 October 2000. On the same day he applied to the Conseil d’Etat to quash both decisions.", "In support of his application, he argued in particular that the Commonwealth of Pennsylvania’s statute of 27 January 1998 contravened the principle of separation of powers enshrined in the Pennsylvania Constitution and that its constitutionality should normally be raised by the courts of their own motion or might be raised by the civil parties to the proceedings or by any citizen. That would be an obstacle to his being granted a new trial in conditions complying with Article 6 of the Convention. He further submitted that his extradition had been granted by the French Government on the basis of a specially passed law with retrospective effect (the statute of 27 January 1998), which had been enacted with the sole aim of influencing the judicial outcome of the extradition proceedings against him, thereby breaching his right to a fair trial. He added that in any event, in view of the “pressure of legal and media attention” which the case had generated in the United States and which a jury would be not have been able to avoid, he would not be retried in Pennsylvania in conditions satisfying the requirements of Article 6 of the Convention. He further maintained that his extradition would contravene Article 3 of the Convention in that he would, in any event, be likely to have to serve a full life sentence without any genuine prospect of remission or parole. In addition, he alleged that, in view of the fact that the victim’s body had been found after the death penalty had been restored in Pennsylvania, it was not to be excluded that he would be sentenced to death, especially as it had not been established that the death penalty could not be imposed by a court where it had not been sought by the prosecution; there were therefore substantial grounds for believing that he faced a real risk of being sentenced to death and hence of being exposed to the “death-row phenomenon”, so that his extradition would breach Article 3 of the Convention.", "9. In a judgment of 12 July 2001 the Conseil d’Etat dismissed Mr Einhorn’s applications. With regard to the first of the above-mentioned grounds, the Conseil d’Etat held that it was not for it to rule whether enactments applicable within the territory of the requesting State were in conformity with that State’s Constitution; matters could only be otherwise if the impugned enactment had already been declared unconstitutional by means of a final decision in that State or if there had been “such serious irregularities [in its adoption] that it must be regarded as invalid”. With regard to the second ground, the Conseil d’Etat held that the statute of 27 January 1998 was “applicable in exactly the same manner to all persons tried and convicted in absentia who have fled to a foreign country which refuses to extradite them because they were convicted in absentia” and that the applicant had not furnished any information enabling it to assess whether there was any foundation for his statement that a retrial would not be fair on account of the circumstances in which the statute in issue had been enacted. With regard to the third ground, the Conseil d’Etat held that in any event, “the extradition of a person who faces a sentence of life imprisonment without any possibility of early release is not contrary to French public policy or Article 3 of the Convention”. The fourth ground was dismissed for the following reason:", "“The extradition request ... relates to acts committed in September 1977, before the enactment ... of the statute of the Commonwealth of Pennsylvania in which the death penalty was introduced; the evidence shows that that statute cannot be applied to offences committed before it came into force.", "Even supposing that ... the offence of which [the applicant] is accused might be regarded at a new trial as having been committed after the statute of 13 September 1978 came into force in view of the fact that the victim’s body was not discovered until 28 March 1979, the Government of the United States of America gave an assurance in its request of 2 July 1998 that if [the applicant’s] extradition was agreed to, the death penalty would not be sought, imposed or carried out. The District Attorney of Philadelphia County has twice given an undertaking that the death penalty will not be sought in respect of [the applicant]. In an affidavit of 23 June 1997 she gave a formal assurance that in the Commonwealth of Pennsylvania the death penalty could not be imposed if it had not been sought. Consequently, there is no basis for [the applicant’s] submission that, despite the conditions attached to the impugned order, his extradition had been granted without sufficient guarantees being offered and was therefore contrary to French public policy.”", "On the same day, after the judgment had been delivered, the applicant cut his throat and slashed his left wrist.", "On 17 July 2001 the Government produced to the Court a medical certificate dated 12 July 2001, which attested that the applicant’s state of health was compatible with his transfer to the United States.", "10. On 19 July 2001 the Court lifted the interim measure it had indicated to the respondent Government under Rule 39 on 12 July 2001. The applicant was extradited to the United States on the same day.", "11. The statute which came into force on 27 January 1998 (42 Pennsylvania Criminal Statutes (PaCS), section 9543(c)), provides:", "“Extradition. – If the petitioner’s conviction and sentence resulted from a trial conducted in his absence, and if the petitioner has fled to a foreign country that refuses to extradite him because a trial in absentia was employed, the petitioner shall be entitled to the grant of a new trial if the refusing country agrees by virtue of this provision to return him, and if the petitioner upon such return to this jurisdiction so requests. This subsection shall apply notwithstanding any other law or judgment to the contrary.”", "12. In an affidavit dated 23 June 1997 the District Attorney, Ms Abraham, gave the following undertaking:", "“I, Lynne Abraham, District Attorney for the City and County of Philadelphia, Commonwealth of Pennsylvania, do hereby state that the death penalty has not been sought in this case at any time, nor can it be legally imposed in this case. The District Attorney’s Office will not seek the death penalty in any future action regarding this case, nor can it legally do so. Further, the Court cannot pronounce the death penalty in this case on its own motion under Pennsylvania law.”", "Following the entry into force of the statute of 27 January 1998, Ms Abraham swore a further affidavit, on 10 June 1998, “in support of request for extradition from France”. The affidavit stated that it was “binding on the Commonwealth and [the District Attorney’s] Office” and that “the District Attorney’s Office now can, and does, give full assurances that Einhorn will receive a new trial at his request upon his return to Pennsylvania”. The District Attorney further stated: “The Philadelphia District Attorney’s Office will fully support Einhorn’s right to a new trial under this statute. Under United States law, which applies to the Commonwealth of Pennsylvania, this promise binds not only the present District Attorney, but all future District Attorneys and every prosecutor who may be responsible for the prosecution.”", "The District Attorney added: “... under Pennsylvania law, it is impossible for a court to impose the death penalty for murders committed prior to the enactment of the death penalty statute on September 13, 1978. Because Einhorn murdered [the victim] in 1977, he is not subject to the death penalty as a matter of law”. She also stated the following:", "“The United States Constitution prohibition against ex post facto laws in Article 1, Section 9, protects a person from the imposition of a penalty that was increased after he committed his criminal acts. The Supreme Court of the United States has explained that the ex post facto clause bars a legislature from retroactively altering the definition of crimes or increasing the punishment for criminal acts. Consequently, Pennsylvania cannot change its law to impose the death penalty for any murder prior to the enactment of the statute. Therefore, the statute applies only to murders committed after its enactment. The case of Commonwealth v. Truesdale, decided by the Pennsylvania Supreme Court on September 15, 1983, unequivocally prohibits imposition of the death penalty for murders which were committed before the passage of the death penalty statute on September 13, 1978. The opinion binds all Pennsylvania courts, District Attorneys and prosecutors regarding the imposition of the death penalty. ...", "The death penalty has never been sought or imposed by the Commonwealth of Pennsylvania in this case. The District Attorney has submitted an affidavit that no death penalty can be imposed, nor will the death penalty be sought... Any representation that the death penalty is a possibility is false. Under United States law, which binds the Commonwealth of Pennsylvania, the District Attorney’s promise binds not only the present District Attorney, but all future District Attorneys and every prosecutor who may be responsible for the prosecution.”", "13. In a diplomatic note of 2 July 1998 to the French Government, the United States embassy stated: “The new statute, 42 Pennsylvania Criminal Statutes (PACS) Section 9543 (c), enacted January 27, 1998, guarantees Ira Einhorn the right to a new trial for the murder of [the victim]”. It provided the following clarifications:", "“Under the new statute, the Commonwealth of Pennsylvania, through its District Attorney, is now able to and does guarantee that Ira Einhorn will receive a second trial, with all attendant rights, if he were extradited from France and if he requested a new trial. Consequently, the U.S. Government provides its assurances that, if the Government of France extradites Ira Einhorn to the United States [in connection with the murder of the victim in 1977 in the] Commonwealth of Pennsylvania, Ira Einhorn will receive a new trial on the merits with all attendant rights.", "In addition, the U.S. Government provides its assurances that if the Government of France extradites Ira Einhorn to the United States to stand trial for murder in the Commonwealth of Pennsylvania, the death penalty will not be sought, imposed or executed against Ira Einhorn for this offense. The sworn affidavit of District Attorney Lynne Abraham, dated June 10, 1998, and an earlier assurance by Abraham sworn June 23, 1997, affirms that under Pennsylvania law it is legally impossible for a prosecutor to seek or a court on its own motion to impose [the] death penalty for murders committed in Pennsylvania prior to September 13, 1978. The Pennsylvania Supreme Court decision, Commonwealth v. Truesdale, dated September 15, 1983, unequivocally prohibits the imposition of the death penalty for murders committed prior to the enactment of the Pennsylvania Death Penalty Statute on September 13, 1978. This decision binds all Pennsylvania courts, district attorneys and prosecutors regarding the imposition of the death penalty. ...”", "Those assurances were reiterated in a diplomatic note of 24 September 1999, in which it was also stated that the Supreme Court had held that laws enacted after a criminal judgment had been delivered, particularly where they might benefit the accused, were not inconsistent with the prohibition on ex post facto laws (see Collins v. Youngblood, 497 U.S. 37-1990), a fact which served to confirm the constitutionality of the 1998 Pennsylvania statute guaranteeing the applicant a new trial on his return to the United States.", "14. In an affidavit of 22 May 2001, however, Norris E. Gelman, the lawyer who had represented the applicant at his trial in absentia in the Philadelphia Court of Common Pleas, affirmed that in the Charles Diggs case in 1992 the District Attorney of Philadelphia County had sought the death penalty for offences committed before the statute of 13 September 1978 restoring the death penalty in Pennsylvania had been enacted. Mr Gelman stated:", "“In spite of all the governing authority being against retroactive application of the 1979 death penalty, Judge O’Keefe, who presided over Diggs’ trial, ruled that the Commonwealth of Pennsylvania could seek the death penalty and question potential jurors about their views on the death penalty.", "The prosecutor never retreated from his position that he was entitled to seek the death penalty. The judge never reconsidered his ruling. ... Diggs was found not guilty, and that was the end of the case. The penalty portion of the case was never reached because of the acquittals.", "I never understood how the Commonwealth of Pennsylvania as represented by the District Attorney’s Office in Philadelphia successfully argued the right of the State to use the death penalty retroactively as to Diggs, and still do not understand how that happened.”", "15. In an affidavit of 20 April 1998 Leonard Sosnov, a member of the Bars of Pennsylvania, the Federal District Court, the Third Circuit Court of Appeals and the United States Supreme Court and an associate professor at Widener University School of Law, argued that the statute of 27 January 1998 was unconstitutional. He stated, inter alia:", "“In my professional opinion, the provision is clearly, without a doubt, unconstitutional. As a matter of separation of powers under the Pennsylvania Constitution, it has been well established for almost one hundred and fifty years in Pennsylvania that the legislature has no power to disturb final judgments of conviction and sentence. In De Chastellux v. Fairchild, 15 Pa. 18 (1850), the Pennsylvania Supreme Court held that a statute purporting to grant a new trial to a litigant was unconstitutional. Likewise, in Commonwealth v. Sutley, 378 A.2d 789 (1977), the Pennsylvania Supreme Court held unconstitutional a statute which purported to reduce penalties for defendants who had already been sentenced for marijuana possession. ...", "The statute is also clearly unconstitutional because it violates Article V, § 10 (c) of the Pennsylvania Constitution which gives the Pennsylvania Supreme Court exclusive power to control matters of practice and procedure in the courts, while providing no power for the legislature. ...", "There are other potential constitutional problems with the statute. For example, the provision does not grant a new trial to all defendants convicted in absentia, but only to those who have been refused extradition, notably only Mr Einhorn. The courts may view this statute as an arbitrary and capricious legislative enactment which is a violation of due process or a prohibited legislative bill of attainder directed to a particular individual. However, it should be unnecessary for a court to reach these issues because of its palpable unconstitutionality on separation of powers and Article V, § 10 (c) grounds.”", "He reiterated that conclusion in affidavits of 10 September and 10 November 1998, stating, inter alia (extract from the affidavit of 10 September):", "“... The legislature is without authority to change final judgments of the courts. ...", "In my expert opinion, the Commonwealth of Pennsylvania and Philadelphia District Attorney’s Office have no power at all to insulate this law from judicial review. Because ... the legislative attempt to overturn a court’s judgment of conviction on a murder case and life sentence is obviously violative of Article V, § 10 (c) and separation of powers under the Pennsylvania Constitution, a court will ultimately invalidate [the impugned statute] and hold that it is void. If France extradites Mr Einhorn to Pennsylvania it is extremely likely, despite the new Pennsylvania law, that he will be ordered to serve his life sentence without parole, received after his trial in absentia, without ever receiving a new trial.", "... even when the parties in a criminal case agree to a result, judicial review and acceptance is always a prerequisite. ...", "If Mr Einhorn is returned to Pennsylvania and neither party challenges [the impugned statute], purportedly granting him a new trial, it is very likely that the family of the murder victim, or even any taxpayer in Pennsylvania, could successfully bring a challenge to this clearly unconstitutional law. ...", "If Mr Einhorn is ordered extradited to the United States, it is very likely that there will be a challenge to the constitutionality of [the impugned statute] which will be heard by the courts, which in turn will then declare the statute unconstitutional null and void. The original conviction and sentence, life without parole for Mr Einhorn, will be held to be valid and enforceable under Pennsylvania law.”", "16. In an affidavit of 24 September 1998 John W. Packel, of the Philadelphia Bar and Chief of the Appeals Division of the Philadelphia Public Defender Office, reached the same conclusion. He stated, inter alia:", "“... if Mr. Einhorn returns to Pennsylvania and asserts the right granted to him – and him alone – the Pennsylvania Supreme Court will invalidate the statute and Mr. Einhorn will be recommitted, without a new trial, to serve the life sentence imposed after a trial at which he was not present, a sentencing at which he was not present, and an appeal he was not permitted to litigate.”", "In an affidavit of 27 November 1998 he declared:", "“... Frankly, I am appalled, but not surprised, by the District Attorney’s ‘guarantee’ which refers to the statute granting a new trial but makes no reference whatsoever to controlling decisions of the Pennsylvania Supreme Court unequivocally holding that any such statute is invalid. Furthermore, I am surprised and disappointed by the State Department’s blind endorsement of this deliberately misleading document.", "Although including citations to legal authority addressing issues that are not germane to the principal issues the District Attorney ignores, making absolutely no reference to, clear and compelling authority establishing that the statute it drafted is unconstitutional, unenforceable and invalid. ...", "Given 150 years of contrary unbroken precedent it is impossible to see how the District Attorney can ‘guarantee’ that the Pennsylvania Supreme Court will allow the statute in question to stand and allow or order a retrial. In the light of any real consideration the District Attorney’s ‘guarantee’ must be dismissed as, at the least, misleading. ...”", "17. In an affidavit of 10 November 1998 Richard S. Wasserbly, an attorney admitted to practise law in the Commonwealth of Pennsylvania and before the Federal District Court, the Federal Third Circuit Court of Appeals and the United States Supreme Court and the author of the reference work entitled Pennsylvania Criminal Practice, stated:", "“... I have reached the same inexorable conclusions as were reached by Professor Sosnov and Mr Packel, to wit: that this legislation runs afoul of the Pennsylvania Constitution as a violation of the separation of powers. In addition, this legislation violates Article V, section 10(c), and it may also be a violation of due process and a prohibited legislative bill of attainder since it is directed apparently exclusively to the extradition matter involving Mr Einhorn.", "Should an extradition be granted and Mr Einhorn is returned to the Commonwealth of Pennsylvania, if Mr Einhorn requests the grant of a new trial pursuant to 42 Pa.C.S. § 9543(c), the court must act constitutionally and the court has the power and authority to raise the constitutionality of the statute sua sponte (of its own will; without prompting or suggestion) and rule it unconstitutional, refuse to apply that statute, and refuse Mr Einhorn a new trial, irregardless of any position, motion, request or assent by the Commonwealth. In other words, the District Attorney of Philadelphia does not have the ability to authorize or promise the grant of a new trial pursuant to 42 Pa.C.S. § 9543(c).", "It is my opinion that if extradition is granted pursuant to 42 Pa.C.S. § 9543(c), there can be no guarantee of a new trial. Instead if viewed in the light of its clear unconstitutionality, 42 Pa.C.S. § 9543(c) will not be upheld and Mr Einhorn will not be given a new trial requiring him to serve the sentence already imposed.”", "18. In an affidavit of 25 November 1998 Theodore Simon, a member of the Board of Directors of the National Association of Criminal Defense Lawyers and counsel for the applicant in the extradition proceedings, affirmed, inter alia:", "“... it becomes apparent and a distinct possibility that even if the District Attorney should fulfill her promise, and thereafter, even if a trial court should act or be about to act in a manner inconsistent with its ability to assume jurisdiction (i.e. by seeking to grant Einhorn a new trial) then the Supreme Court could, sua sponte (on its own motion), reach out and take jurisdiction to demonstrate that the Einhorn law is unconstitutional, and a lower court is not authorized to accept jurisdiction and vacate a final judgment pursuant to this ‘Einhorn law’.”", "19. In an affidavit of 21 November 1998 Norris E. Gelman likewise argued that the statute of 27 January 1998 was “clearly unconstitutional” and that consequently, notwithstanding the pledge given by the District Attorney, Ms Abraham, no court had jurisdiction to apply the statute and the applicant could not be granted a new trial. In a further affidavit of 16 July 2001 he affirmed, inter alia:", "“The Commonwealth of Pennsylvania is relying exclusively on the ‘Einhorn law’, passed on January 21, 1998 to assure France that Einhorn will be granted a new trial by a Pennsylvania court. It is my opinion, and the opinion of many other scholars, that a court will not, and indeed, cannot grant Einhorn a new trial pursuant to this statute or for any other reason. ...", "Merely because the law is not an ex post facto law does not make it constitutional. The constitutional defects in the Einhorn law render it unenforceable. It is unenforceable because it violates the constitutional separation of powers principles long established by both the United States Supreme Court and the Pennsylvania Supreme Court. See Commonwealth v. Sutley, 474 Pa. 256, 378 A.2d 780 (1977) and Plaut v. Spendthrift Farm, 514 U.S. 211, 131 L.Ed.2d 328, 115 S.Ct. 1447 (1995).", "The legislature cannot grant a new trial. It is as simple as that. The legislature cannot impair, alter, amend or vacate the final judgement of a court of law. The legislature can no more grant a new trial for Einhorn than it can for Timothy McVeigh, or the Watergate defendants.", "Should Einhorn be brought to the United States and the District Attorney, as promised, asked the court to grant him a new trial, the court would have to refuse to do so. The court would have to state that it could not act unconstitutionally and to grant a new trial pursuant to this statute, or for any other reason, would be to act in violation of the separation of powers concept and therefore unconstitutionally. ...", "... [E]qually well settled ... is the rule that a law repugnant to the Constitution is void and that it is not only the right but the duty of a court so to declare when the violation unequivocably appears: see Respublica v. Duquest, 2 Yeats (Pa.) 429, 501 (1799)..., Hertz Drivurself Stations, Inc. v. Siggins, 359 Pa. 25, 33, 58 A.2d 464, 469 (1948).", "... Wherefore, the above accurately states my position and the position of several of the most respected constitutional scholars in Pennsylvania, amongst whose number are Len Sosnov, Esquire (Professor of Law, University of Delaware Law School); John Packel, Esquire (Head of the Appeals Division of the Philadelphia Public Defender’s Office) and Emmett Fitzpatrick, Esquire (former District Attorney of Philadelphia).”", "20. In an affidavit dated 1997 Joel Rosen, Chief of the Major Trials Unit, Philadelphia District Attorney’s Office, affirmed in particular that if the applicant was sentenced to life imprisonment, he would have the possibility of applying for release or for commutation of his sentence. Power to release prisoners or to commute their sentences was vested in the Governor of Pennsylvania (see Article IV, section 9, of the Pennsylvania Constitution, and section 299 of the Administrative Code). Any applications for release or for commutation of sentences were first examined by a Board of Pardons, comprising the Lieutenant Governor of Pennsylvania, the Attorney General of Pennsylvania and three members appointed by the Governor and approved by vote of the Pennsylvania Senate (one of the three being a member of the Bar, one a penologist, and one a doctor of medicine, a psychiatrist or a psychologist). When the Board examined an application from a prisoner serving a life sentence, it was required to interview the prisoner. If the Board recommended commutation of a sentence and the Governor agreed, the decision was not subject to appeal. Mr Rosen pointed out, in particular, that between 1987 and 1994 the procedure had resulted in “302 releases, and 26 commutations of life-sentenced prisoners”. He concluded: “These statistics suggest that, although Einhorn may have little chance in the short run for gubernatorial relief, his longer term prospects are of a different nature. ... Were he to apply for release or commutation in the years immediately after his return, relief would be unlikely and, indeed, unjust. History indicates, however, that, by the time Einhorn has spent some considerable period in prison, the climate will have changed, and an application will be received in a different light.”", "21. In an affidavit of 7 October 1997 Professor Leonard Sosnov gave his opinion on the likelihood of a life sentence being commuted. He stated that it would be virtually impossible for the applicant ever to be released from prison after being given a life sentence in Pennsylvania. In that connection, he explained that prisoners serving a life sentence were not eligible for parole unless the State Governor first commuted the sentence to another one of a duration which afforded that possibility. Under Article IV, section 9, of the Pennsylvania Constitution, the Governor could only consider commutation if the Board of Pardons had recommended it. Prisoners serving life sentences had to apply to the Board for permission to be interviewed by it; the decision whether or not to grant a hearing was taken by a majority. If a hearing was granted, the Board made a recommendation, again by a majority. Even supposing a prisoner serving a life sentence managed to overcome those obstacles and received an order from the Governor granting commutation, he would still have to serve at least one year in a pre-release centre before an application for parole could be considered. Decisions on admitting inmates to a pre-release centre were taken by the prison authorities, who had complete discretion in the matter. Even if an inmate was admitted to a pre-release centre, the Parole Board could refuse parole on any ground; that decision was not subject to review. Professor Sosnov added, among other things, that between 1979 and 1995 “there was an average of approximately three inmates a year whose life sentences were commuted”, whereas 2,400 inmates were currently serving life sentences in Pennsylvania. He concluded by stating:", "“Because Mr Einhorn has been a fugitive and has not as yet served any time on his Pennsylvania life sentence, there is no doubt, given the governing laws and the practical application of those laws, that a life sentence for Mr Einhorn in Pennsylvania would mean that he would eventually die in prison.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}