{"ITEMID": "001-79795", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GHEORGHE v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Elisabet Fura;Ineta Ziemele;John Hedigan", "TEXT": ["6. The applicant was born in 1971 and lives in Ploieşti.", "7. The applicant suffers from haemophilia A which was diagnosed at birth. Haemophilia A is a congenital hereditary disorder characterised by delayed clotting of the blood and severe bleeding following even minor injuries. It requires treatment with the specific coagulant, factor VIII.", "8. The applicant was working as an official in a local hospital.", "9. Starting in 1992, the Medical Expert Reports and Occupational Rehabilitation Board (“the Board”) attached to the Ministry of Employment and Social Welfare examined the applicant once a year and issued him each time with a temporary certificate stating that he suffered from a seconddegree disability.", "10. This certificate served as the basis for obtaining from the County Disabled Persons' Bureau (“the Bureau”) the entitlements provided for by Law no. 53/1992 on special protection for disabled persons – which included free medical assistance, transport and telephone rental – together with tax relief under Law no. 35/1993 in the form of exemption of the disabled person's salary from income tax.", "11. On 26 October 1998 the Board confirmed the applicant's seconddegree disability by means of a certificate bearing the handwritten endorsement “valid for Law no. 35/1993”. According to the information supplied by the applicant, endorsements of this kind were commonly added by the Board, since the same certificate was used to obtain the entitlements under Law no. 53/1992 and tax relief under Law no. 35/1993.", "12. In a letter of 15 December 1998 the Bureau informed the applicant that its accounting department had decided to suspend his entitlements under Law no. 53/1992, on the ground that the certificate issued on 26 October 1998 referred only to Law no. 35/1993 and could therefore be used only to obtain the entitlements provided for by that law.", "13. By letter of 3 February 1999 the Employment Ministry informed the applicant that “in the absence of any provision to the contrary, there [was] no legal impediment preventing persons who [held] a certificate attesting to a degree of disability requiring special protection from enjoying all the entitlements and concessions for which they [were] eligible by law”.", "14. On 29 October 1999 the Board confirmed the applicant's seconddegree disability. The certificate it issued on that occasion was again marked “valid for Law no. 35/1993”.", "15. Following a sharp deterioration in his condition owing to his lack of treatment the applicant, in a memorial lodged with the State Secretariat for Disabled Persons on 3 April 2000, challenged the suspension of his entitlements under Law no. 53/1992.", "16. In a reply dated 6 April 2000 the State Secretariat informed the applicant that no statutory provision barred the aggregation of entitlements under Laws nos. 35/1993 and 53/1992, and that persons suffering from a second-degree disability should be able to benefit from the entitlements available under both laws.", "17. In an administrative action brought before the Ploieşti Court of Appeal on 30 November 2000 against the Bureau and the State Secretariat for Disabled Persons, the applicant requested recognition of his status as a disabled person requiring the special protection provided for by Law no. 53/1992 and claimed compensation for the pecuniary and nonpecuniary damage caused by the suspension of his entitlements between October 1998 and September 2000 which, he alleged, had resulted in a serious and rapid deterioration of his condition. He requested that the State Secretariat be ordered to pay him the sum of 1,184,502,000 Romanian lei (ROL), representing the cost of the treatment he would have received free of charge had the Bureau not suspended his entitlements under Law no. 53/1992, and a sum of ROL 11,920,200 corresponding to the value of the transport and telephone rental which he was no longer entitled to receive free of charge.", "18. Following a hearing held on 15 January 2001, the applicant's lawyer requested that delivery of the judgment be adjourned to enable him to file written pleadings.", "19. The Court of Appeal delivered its judgment on 22 January 2001. It observed that the Board had issued the applicant with annual certificates stating that he had a second-degree disability. The court therefore considered that the applicant had been recognised as having the status he requested during the period in question; accordingly, it rejected the first request as unfounded.", "20. As to damages, the court held that it did not have jurisdiction to consider the issue and returned the case file to the Prahova County Civil Court.", "21. From 5 to 10 February 2001 the applicant received in-patient treatment for haemorrhaging in Colţea Haematology Clinic in Bucharest.", "22. During the proceedings before the County Court, on 12 March, 4 May and 1 June 2001, the applicant's lawyer requested an adjournment to enable him to add evidence to the case file and file written pleadings.", "23. In a judgment of 5 June 2001 the County Court in its turn declined jurisdiction in favour of the Court of Appeal. The Supreme Court of Justice, called upon to resolve the conflict of jurisdiction, delivered a judgment on 21 November 2001 in which it held that the Ploieşti Court of Appeal had jurisdiction. The case was re-entered in that court's list.", "24. The Court of Appeal heard evidence from two witnesses called by the applicant and ordered a medical expert report on the applicant's health.", "25. The expert report was prepared by the forensic medical service of the city of Ploieşti. It noted numerous episodes of internal bleeding which had led to very severe bone deformation, immobilised joints and impaired mobility. In conclusion, the report stated that “the discontinuation of treatment [had] resulted in a sudden worsening of the disease, promoting the onset of very serious complications, namely internal and external bleeding, intracranial bleeding with haematomas, paralysis, phlebitis and asphyxia”.", "26. During the proceedings before the Court of Appeal, on 12 March 2002, the applicant requested an adjournment to enable him to hire a new lawyer. On 7 June 2002 his lawyer requested a further adjournment so that he could file written pleadings.", "27. In a judgment of 14 June 2002 the Court of Appeal, basing its findings on the certificates issued by the Board in 1998 and 1999, found that, for the period in question, the applicant had been recognised as having a second-degree disability. It dismissed the applicant's claim for damages on the ground that he “[had] not dispute[d] using a statutory remedy [section 27 of Government Ordinance no. 102/1999 of 29 June 1999, replacing Law no. 53/1992] his assignment to one of the categories of disability” and pointed out that he could “dispute and request revision of his classification in a given category if it no longer corresponded to the reality”. The court added that the applicant could only bring an action before the courts seeking to assert his rights if the competent authorities, after deciding to assign him to a different disability category, subsequently refused to award him the entitlements provided for by law. The court concluded that, in so far as the applicant “[had] not furnish[ed] proof that he now belonged to the category of persons with a more severe disability, which might have qualified him for a wider range of entitlements”, his complaint was unfounded. It dismissed the action accordingly.", "28. The applicant appealed to the Supreme Court of Justice on the ground that the Court of Appeal had misconstrued the subject of his action, that it had omitted to rule on his complaint concerning the suspension of his entitlements under Law no. 53/1992 and that the second-degree disability he had been recognised as suffering from made him eligible for the aggregate of entitlements under the two laws.", "29. At a hearing held on 25 February 2003 the applicant requested that examination of his appeal be adjourned on account of his state of health, which allegedly prevented him from attending the hearing. The hearing was scheduled for 27 May 2003 and then for 21 October 2003. It took place on the latter date.", "30. From 6 to 15 May 2003 the applicant received in-patient treatment in the emergency ward of Ploieşti County Hospital.", "31. In an order dated 7 May 2003 the County Pensions Office decided that the applicant should be granted a retirement pension on grounds of invalidity.", "32. On 22 May 2003 the Board found that the applicant's condition had worsened and that he now suffered from a first-degree disability.", "33. In a judgment of 4 November 2003 the Supreme Court of Justice dismissed the applicant's appeal and upheld the Court of Appeal's judgment of 14 June 2002. It considered that “since the appellant [had] not dispute[d] [the certificate attesting to his disability] before the Higher Medical Expert Reports Board, in accordance with the statutory provisions, the Court of Appeal [had] correctly held that he could not claim the entitlements provided for by Ordinance no. 102/99”.", "34. Following further episodes of bleeding the applicant was again admitted to the emergency ward of Ploieşti County Hospital, where he remained from 25 to 30 March and from 10 to 18 December 2004. Between 29 May and 1 June 2005 he again received in-patient treatment in the Colţea Haematology Clinic in Bucharest.", "35. The Administrative Disputes Act (Law no. 29/1990) provides, in its relevant parts:", "“Individuals or legal entities who consider that their rights have been infringed by an administrative act or by the unjustified refusal of an administrative authority to respond to a request concerning those rights may bring an action before the competent court seeking to have the act in question set aside, to have the alleged right recognised and to be awarded compensation for any damage sustained.”", "“The court shall give an urgent ruling on the action...”", "36. The relevant extracts from Law no. 53/1992 on special protection for disabled persons read as follows:", "“Classification in one of the categories of disabled persons requiring special protection shall be based on a certificate issued by one of the medical expert reports and occupational rehabilitation boards attached to the county hospitals...”", "“Disabled persons shall have the right to:", "(a) medical assistance and medication free of charge ... in the case of persons whose monthly income is below the gross minimum wage guaranteed by the State...", "...", "(e) free use of urban ... and inter-urban public transport...", "...", "(f) exemption from payment of the costs of telephone installation, transfer and rental...”", "37. The relevant provisions of Government Emergency Ordinance no. 102/1999 of 29 June 1999 on special protection and access to employment for disabled persons, which replaced Law no. 53/1992, read as follows:", "“Classification in one of the categories of disabled persons requiring special protection ... shall be based on a certificate issued by the [county] boards on medical expert reports and disability issues.”", "“... adults suffering from a disability shall qualify for the following entitlements:", "...", "(f) exemption from payment of the costs of telephone installation, transfer and rental...", "(g) free use of urban public transport...", "(h) free use of inter-urban public transport...", "...", "(j) medical assistance in accordance with the provisions of the Social Health Insurance Act and the regulations of the Ministry of Health and the State Secretariat for Disabled Persons.”", "“The boards on medical expert reports and disability issues shall be attached [from 1 January 2000] to the county disabled persons' bureaux.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}