{"ITEMID": "001-58230", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF DEMİR AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed;Violation of Art. 5-3", "JUDGES": "", "TEXT": ["7. The first applicant, Mr Demir, is a businessman who was born in 1950. The second applicant, Mr Süsin, a councillor for the Yenimahalle ward of İdil District Council, was born in 1958. They were respectively the chairman and former secretary of the İdil branch of the People’s Social Democratic Party (SHP).", "Mr Kaplan, who was born in 1973, was a correspondent of the daily newspaper Hürriyet and a member of the executive committee of the İdil branch of the People’s Republican Party (CHP).", "At the material time the applicants all lived and worked in İdil, a district in the province of Şırnak, which is one of those that since 1987 has been subject to the state of emergency regime proclaimed in south-eastern Anatolia.", "8. In January and February 1993 about thirty people, including the applicants, were arrested in İdil on the orders of the public prosecutor attached to the Diyarbakır National Security Court (“the public prosecutor”, “the National Security Court”).", "9. The facts concerning the applicants’ detention are disputed.", "Mr Demir asserted that he had been arrested by the anti-terrorist branch of the İdil security police (“the security police”) and then placed in police custody on 22 January 1993; Mr Kaplan and Mr Süsin maintained that they had suffered the same fate, but on 28 January.", "According to the Government, Mr Demir and Mr Süsin were placed in police custody on 26 January 1993 and Mr Kaplan on 30 January.", "10. On 27 January 1993 the security police sent Mr Demir and Mr Süsin to the İdil forensic medicine centre to be examined in order to ascertain whether their bodies showed the marks of blows or violence. The medical reports drawn up on the same day concluded that there were no such marks.", "On 30 January Mr Kaplan in turn was examined by doctors of the forensic medicine centre, who drew up a report in which they reached the same conclusion.", "11. On 12 February 1993 the applicants’ lawyer lodged a complaint with the İdil prosecuting authorities against Mr N. Yılmaz, the head of the security police. Relying on Article 5 § 3 of the Convention and the Court’s relevant case-law, he complained of the length of time his clients had spent in police custody and asked for charges to be brought against those responsible.", "12. Mr Kaplan, on 15 February 1993, and Mr Demir and Mr Süsin on 18 February were brought before the single judge of the İdil Criminal Court, who ordered them to be placed in pre-trial detention.", "Before appearing in court, the applicants were re-examined by the forensic medicine centre at the request of the security police. The medical reports drawn up as a result did not mention any marks on their bodies which might have been caused by an assault.", "13. The applicants’ lawyer was subsequently sent a copy of a decision of 2 April 1993 in which the Criminal Cases Department of the Ministry of Justice informed him that his complaint of 12 February had been dismissed.", "14. On 11 June 1993 the public prosecutor filed submissions with the National Security Court against thirty-five defendants, including the applicants, whom he accused of being active members of an illegal organisation, the PKK (Workers’ Party of Kurdistan), seeking application of Article 168 § 2 of the Criminal Code (see paragraph 19 below) and section 5 of the Prevention of Terrorism Act (Law no. 3713) (see paragraph 20 below).", "As set out by the public prosecutor, the offences of which the applicants were accused may be summarised as follows.", "After joining the PKK in 1988 Mr Demir had maintained regular contacts and planned a number of operations with the PKK militant in charge of the İdil sector; in early 1990 he had been appointed head of the PKK’s Yenimahalle committee at a secret meeting held at his home; following the killing of a Mr Z. in the Midyat district he had invited several people to gather for the funeral, at which he had shouted slogans and urged the other mourners to do the same; he had also shouted separatist slogans at an illegal demonstration that had taken place after the death of a Mr A., a PKK militant; on 21 March 1992 he had incited the people to rebel; a few months later he had called on shopkeepers to close their shops in protest against the Turkish army; lastly, he had on numerous occasions harboured people who wished to join the PKK.", "Mr Süsin had attended a number of illegal meetings and demonstrations; at the end of the meeting held at the home of Mr Demir he had been made a member of the above-mentioned PKK committee; in 1991 he had harboured six people at his home and installed seven more in neighbouring houses while they were waiting to join the PKK; in addition, he had collected money to finance that organisation’s activities.", "Mr Kaplan had taken part – about a year before his arrest – in an unauthorised shop-closing demonstration; six months earlier he had made photocopies of two PKK leaflets; in addition, he had shouted separatist slogans at two illegal demonstrations that had been held in İdil on 4 and 19 March 1992.", "15. On 7 July 1993 the applicants appeared before the National Security Court. Mr Demir and Mr Süsin retracted the confessions they had made at the security police offices, asserting that these had been extracted from them by duress. Mr Kaplan maintained that he had acted under the fear of reprisals by the PKK.", "Mr Kaplan was granted conditional release on the same day and the other two applicants after the hearing on 3 February 1994.", "16. The National Security Court gave judgment on 14 November 1996. Applying Article 168 § 2 of the Criminal Code, it sentenced Mr Demir and Mr Süsin to twelve years and six months’ imprisonment for membership of an armed gang; it sentenced Mr Kaplan, pursuant to Article 169 of the same Code (see paragraph 19 below), to three years and nine months’ imprisonment for lending assistance to an armed gang and harbouring known criminals.", "17. The applicants appealed to the Court of Cassation, which, in a judgment of 2 March 1998, upheld the impugned judgment.", "18. Article 19 of the Constitution provides:", "“Everyone has the right to liberty and security of person.", "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:", "…", "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days… These time-limits may be extended during a state of emergency…", "…", "A person deprived of his liberty, for whatever reason, shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State, as the law shall provide, for damage sustained by persons who have been victims of treatment contrary to the above provisions.”", "19. The relevant provisions of the Criminal Code read as follows:", "Article 168", "“Any person who, with the intention of committing the offences defined in Articles ..., forms an armed gang or organisation or takes leadership … or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years’ imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years’ imprisonment.”", "Article 169", "“Any person who, knowing that such an armed gang or organisation is illegal, assists it, harbours its members, provides it with food, weapons and ammunition or clothes or facilitates its operations in any manner whatsoever shall be sentenced to not less than three and not more than five years’ imprisonment…”", "20. Under section 3 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991), the offence defined in Article 168 of the Criminal Code is classified as a “terrorist act”. Under section 4, the offence defined in Article 169 of the same Code is classified in the category of “acts committed to further the purposes of terrorism”.", "Pursuant to section 5 of Law no. 3713, penalties laid down in the Criminal Code as punishment for the offences defined in sections 3 and 4 of the Act are increased by one half.", "21. Under section 9 (a) of Law no. 2845 on procedure in the National Security Courts, only these courts can try cases involving the offences defined in Articles 168 and 169 of the Criminal Code.", "22. At the material time, section 30 of Law no. 3842 of 18 November 1992 provided that, with regard to offences within the jurisdiction of the National Security Courts – including those mentioned in paragraph 20 above – any arrested person had to be brought before a judge within forty-eight hours at the latest, or, in the case of offences committed by more than one person, within fifteen days. In provinces where a state of emergency had been declared, these time-limits could be extended to four days and thirty days respectively.", "23. Section 1 of Law no. 466 on the payment of compensation to persons arrested or detained provides:", "“Compensation shall be paid by the State in respect of all damage sustained by persons", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial …, or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only…”", "24. On 6 August 1990 the Permanent Representative of Turkey to the Council of Europe sent the Secretary General of the Council of Europe the following notice of derogation:", "“1. The Republic of Turkey is exposed to threats to its national security in South East Anatolia which have steadily grown in scope and intensity over the last months so as to [amount] to a threat to the life of the nation in the meaning of Article 15 of the Convention.", "During 1989, 136 civilians and 153 members of the security forces have been killed by acts of terrorists, acting partly out of foreign bases. Since the beginning of 1990 only, the numbers are 125 civilians and 96 members of the security forces.", "2. The threat to national security is predominantly [occurring] in provinces of South East Anatolia and partly also in adjacent provinces.", "3. Because of the intensity and variety of terrorist actions and in order to cope with such actions, the Government has not only to use its security forces but also take steps appropriate to cope with a campaign of harmful disinformation of the public, partly emerging from other parts of the Republic of Turkey or even from abroad and with abuses of trade-union rights.", "4. To this end, the Government of Turkey, acting in conformity with Article 121 of the Turkish Constitution, has promulgated on May 10 1990 the decrees with force of law [nos.] 424 and 425. These decrees may in part result in derogating from rights enshrined in the following provisions of the European Convention [on] Human Rights and Fundamental Freedoms: Articles 5, 6, 8, 10, 11 and 13. A descriptive summary of the new measures is attached hereto...”", "The descriptive summary of the content of Legislative Decrees nos. 424 and 425, annexed to this notice, reads as follows:", "“A. By virtue of the decrees having force of law [nos.] 424 and 425 on the state of emergency region, the state of emergency region governorship has been empowered with the following additional powers.", "1. The Ministry of Interior, upon the proposal of the Governor of the state of emergency region can temporarily or permanently ban the publication (regardless of the location of the printing press), which is prone to cause a serious disruption in the public order of the region or excitement of the local people or to handicap the security forces in performing their duties by misinterpreting the regional activities. This also includes, if necessary, the power to order the closure of the printing press concerned.", "2. The Governor of the state of emergency region can order persons who continuously violate the general security and public order, to settle at a place to be specified by the Ministry of Interior outside the state of emergency region for a period which shall not exceed the duration of the state of emergency. At their request, the persons concerned may receive financial aid from the Development and Support Fund. The particulars for this assistance shall be determined by the Ministry of Interior.", "3. The Governor of the state of emergency region (or the delegated provincial Governor) can suspend (up to 3 months) or require prior permission for certain labour disputes related activities like strike and lock-out.", "4. The Governor can also ban, or take preventive measures against certain activities like destruction, looting, boycotting, slowing down of work, restricting the freedom of work and closing down of business.", "5. The Governor of the state of emergency region can order the temporary or permanent evacuation, change of place, regrouping of villages, grazing fields and residential areas for reasons of public security.", "6. The Governor of the state of emergency region can order the relevant public institutions in the state of emergency region to transfer permanently or temporarily to other positions their public officials who are deemed to be harmful to general security and public order, the concerned public official shall remain subject to the provisions of the special law on civil service applicable to him.", "B. No legal claims of criminal, pecuniary or legal nature can be brought against, nor can any legal steps be taken with the judicial authority for this purpose in respect of any decision taken or any act performed by the Minister of Interior, the Governor of the emergency region and other governors, when exercising the power under the decree no. 424 having force of law.", "C. No interim decision to suspend the execution of an administrative act can be taken during proceedings of an administrative suit which has been filed against the act(s) performed when exercising the power given by the law of emergency no. 2935 to the Minister of Interior, the Governor of the state of emergency region and the provincial governors.", "D. The suit of nullity can not be filed against administrative acts performed by the Governor of the emergency region when exercising the power given to him under the decree having force of law no. 285.”", "According to a note in the notice of derogation, “the threat to national security [was] predominantly occurring” in the provinces of Elazığ, Bingöl, Tunceli, Van, Diyarbakır, Mardin, Siirt, Hakkâri, Batman and Şırnak.", "25. In a letter of 3 January 1991 the Permanent Representative of Turkey informed the Secretary General that Legislative Decree no. 424 had been replaced by Legislative Decree no. 430, promulgated on 16 December 1990. An appendix to the above letter, containing a descriptive summary of the decree, reads as follows:", "“1. The powers of the Governor of the state of emergency under Decree with Force of Law no. 425 have been limited to the region where a state of emergency is in force. Thus, the adjacent provinces have been excluded from the competence of the Governor.", "2. The special powers given to the Governor of the state of emergency by virtue of Decree with Force of Law no. 425 have been restricted to measures dealing with terrorist activities aiming at the destruction of fundamental rights and freedoms.", "3. The powers of the Minister of Interior [to] ban any publication or order the closure of the printing press (regardless of the location) is restricted. According to the new provision, the Minister of Interior has at first to issue a warning to the owner or the publisher of the publication. If the owner or the publisher continues to print or distribute the controversial issue, then the Minister concerned may temporarily or permanently ban the publication and, if necessary, may also order the closure of the printing press for a maximum period of 10 days, which may, however, be extended to one month in case of repetition. No maximum period for closure of the printing press has been stipulated by the (abrogated) Decree no. 424 (Compare § A (1) of the Descriptive Summary attached to the Notice of Derogation of August 6, 1990).", "4. The authority of the Governor of the state of emergency to order persons to settle at a specified place outside the state of emergency region has been restricted by virtue of the new Decree. The persons who are expelled from the state of emergency region are not obliged to settle in a specified place. Hence, they will be free to choose their residence out of the region except when they request financial aid. In this case they have to settle at a specified place (See § A (2) of previous Descriptive Summary).", "5. Referring to the paragraphs A (3, 4, 5 and 6) of the Descriptive Summary of August 6, 1990 (which are related to strikes, lock-out and some other activities of labour unions, evacuation and regrouping of villages, transfer of public officials to other posts or positions), it should be noted that the adjacent provinces have been excluded by virtue of the new decree.", "6. As to paragraph 8 of the previous Descriptive Summary, a new clause has been included in the new Decree safeguarding the right to file an action against the administration (State) for loss or damages arising out of the performance of the acts taken under the emergency measures.”", "26. On 12 May 1992 the Permanent Representative of Turkey wrote to the Secretary General in the following terms:", "“As most of the measures described in the decrees which have the force of law nos. 425 and 430 that might result in derogating from rights guaranteed by Articles 5, 6, 8, 10, 11 and 13 of the Convention, are no longer being implemented, I hereby inform you that the Republic of Turkey limits henceforward the scope of its Notice of Derogation with respect to Article 5 of the Convention only. The derogation with respect to Articles 6, 8, 10, 11 and 13 of the Convention is no longer in effect; consequently, the corresponding reference to these Articles is hereby deleted from the said Notice of Derogation.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}