{"ITEMID": "001-80382", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GÜLŞEN AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicants were born in 1927, 1947, 1952, 1965 and 1950 respectively and live in Kocaeli and Istanbul.", "5. In 1996 the Kocaeli Provincial Private Administration Office (Kocaeli İl Özel Idare Müdürlüğü) expropriated plots of land belonging to the applicants. A committee of experts assessed the value of the plots and the relevant amount was paid to the applicants.", "6. Following the applicants' request for increased compensation, on 9 October and 16 October 1998 the Gebze Civil Court of First Instance awarded them additional compensation plus interest at the statutory rate applicable at the date of the court's decision in respect of each of the applicants.", "7. On 3 May, 21 June, 22 June, and 25 October 1999 the Court of Cassation upheld the Gebze Civil Court of First Instance's judgments in respect of Aziz Yıldırım, Aykut Kocaman, Kamil Dağlı and Ahmet Güzel, Bedaettin Bahattin Gülşen, Hüsnü Aksoy and Sinan Erbil, respectively.", "8. By decisions of 30 June 1999, 1 July 1999, 10 September 1999, 25 October 1999 and 26 October 1999, the Court of Cassation rejected the applicants' requests for the rectification of its decisions.", "9. On 23 March 2000, 22 January and 24 January 2001 the Kocaeli Provincial Private Administration paid the amounts due to Kamil Dağlı and Ahmet Güzel, Bedaettin Bahattin Gülşen1, Sinan Erbil, Hüsnü Aksoy, Aykut Kocaman and Aziz Yıldırım respectively. Details are indicated in the table below:", "10. The relevant domestic law and practice are set out in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, pp. 2674-76, §§ 17-25)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}