{"ITEMID": "001-105829", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF IWASZKIEWICZ v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of P1-1", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1947 and 1987 respectively and live in Zapolice.", "6. In 1990 the first applicant’s husband and the second applicant’s father, Mr Henryk Iwaszkiewicz, born in 1929, was granted a retirement pension under a regular retirement pension scheme and on the strength of premiums which he had been paying into the centralised social insurance fund. In 1997 he requested the Zduńska Wola Social Insurance Authority (Zakład Ubezpieczeń Społecznych) to grant him a disability pension, together with so-called “veteran status” (“uprawnienia kombatanckie” - see paragraphs 17 to 21 below) since from 1940 to 1946 he had been imprisoned, together with his parents, in a labour camp in Siberia in the Soviet Union. Subsequently, Mr Iwaszkiewicz underwent a medical examination.", "7. On 17 December 1997 the Zduńska Wola Social Insurance Authority conferred veteran status on the applicant which entitled him to a veteran’s disability pension. It found, on the basis of the results of his medical examination, that his ill-health had been caused by his deportation and imprisonment by the Soviet authorities in the 1940s.", "8. Apparently in 2001 and 2002 doubts arose as to the accuracy of certain medical examinations, on the basis of which social insurance benefits had been granted by the Zduńska Wola Social Insurance Authority. By a letter of 24 October 2002 the Sieradz Regional Prosecutor requested that Authority to review, under section 114 of the Law of 17 December 1998 on retirement and disability pensions (ustawa o emeryturach i rentach z systemu ubezpieczeń społecznych - see paragraph 22 below), the final decisions issued in 115 disability pension cases. The request referred to a pending investigation in the case of a certain J.S. and other doctors who had been assessing claimants’ health for the purposes of social insurance proceedings. The prosecutor submitted that it was highly likely that in those cases serious irregularities concerning the assessment of the claimants’ eligibility for social insurance benefits had occurred. The list of cases attached to that request included Mr Iwaszkiewicz’s case. No allegation was ever made that the 1997 decision had been obtained by Mr Iwaszkiewicz in a fraudulent manner.", "9. In December 2002 Mr Iwaszkiewicz was invited to undergo a fresh medical examination. After that examination the Zduńska Wola Social Insurance Authority, by a decision of 5 March 2003, withdrew his veteran’s disability pension, referring to the doctors’ conclusions. They found that there had been no causal link between his deportation by the Soviet authorities and the health problems from which he suffered. From that date onwards his status was again covered by the regular social insurance scheme and he was entitled to an ordinary disability pension.", "He appealed against that decision to the Łódź Regional Court.", "10. During the ensuing judicial proceedings, Mr Iwaszkiewicz was examined on 10 June 2003 by a cardiologist and on 24 June 2003 by a psychiatrist. According to their opinions, he suffered from numerous serious ailments and he was completely unable to work. However, they concurred that his ailments had been caused by his age and not by his earlier deportation and imprisonment.", "11. On 27 November 2003 Mr Iwaszkiewicz died. The applicants joined the proceedings as his legal successors under the provisions of domestic law which expressly allowed them to seek payment of his pension covering the period from the date of the contested decision until the plaintiff’s death, and which gave them locus standi in the proceedings (see paragraph 26 below). The applicants sought payment of Mr Iwaszkiewicz’s veteran’s disability pension from 5 March 2003 until his death on 27 November 2003 and challenged the decision divesting him of his veteran’s status and of his veteran’s disability pension.", "12. On 6 August 2004 the Łódź Regional Court dismissed their appeal against the decision of 5 March 2003. The court had regard to the medical experts’ opinions and findings. It held that in the absence of a causal link between Mr Iwaszkiewicz’s deportation in the 1940s and his medical condition in 2002, he did not meet the requirements for veteran’s status laid down in section 12 (3) of the Law of 24 January 1991 on Veterans and Victims of War and Post-War Persecutions (Ustawa o kombatantach oraz niektórych osobach będących ofiarami represji wojennych i okresu powojennego - the (“the 1991 Law,” see paragraph 18 below).", "13. The applicants appealed. They submitted that the first-instance judgment was in breach of the applicable laws, in that the court had wrongly and illogically accepted that a medical assessment finding a causal link between the claimant’s health and his or her suffering in the past, on the strength of which veteran’s status and a veteran’s disability pension had been granted, could later be reversed. The existence of a causal link was not something that could reasonably change over time.", "14. Furthermore, Mr Iwaszkiewicz had considerably aged between 1997 and 2002 and his health had seriously deteriorated throughout that time. The medical examination carried out in 2002 could not therefore assess the link between the deportation and his health at the time when he applied for veteran’s status, the existence of such a link being decisive for entitlement to that status to arise. The applicants argued that there was no legal basis on which to challenge the medical assessment made during the examination of Mr Iwaszkiewicz’s original request for a veteran’s pension in 1997, as this pension had been granted by way of a final decision of the Social Insurance Authority. The contested decision of 5 March 2003 had also violated the principle that acquired rights should not be taken away.", "15. On 10 May 2005 the Łódź Court of Appeal dismissed the applicants’ appeal, sharing the conclusions of the lower court.", "16. On 28 March 2006 the Supreme Court refused to entertain the applicants’ cassation appeal. On 10 April 2006 the applicants requested the court to serve on them the written grounds for that refusal, to no avail.", "17. Article 2 of the Constitution of Poland, which entered into force on 17 October 1997, reads:", "“The Republic of Poland shall be a democratic State ruled by law and implementing the principles of social justice.”", "18. Under the provisions of the Law of 24 January 1991 on Veterans and Victims of War and Post-War Persecutions (Ustawa o kombatantach oraz niektórych osobach będących ofiarami represji wojennych i okresu powojennego - “the 1991 Law”), veterans are entitled to privileged status in comparison with other employees or retired persons. This status includes, for example, a lower age of retirement and various financial benefits paid in addition to the normal pension calculated in accordance with the rules of the general social insurance system. In particular, an especially favourable method for calculating periods of employment is used in respect of veterans.", "19. At the time when the applicant was divested of his “veteran status”, a retired veteran was, inter alia, entitled to a “veteran’s benefit” equal to 10% of the average monthly salary in the public sector; a fare discount of 50% on travel by municipal transport, rail and public long-distance buses; a special allowance covering 50% of such household expenses as electricity, gas and heating; and a discount of 50% on motor-vehicle insurance.", "20. Section 4 (3) (b) of the 1991 Law provides that its provisions also apply to persons who have been subjected to forced deportation to the Soviet Union during the Second World War and afterwards.", "21. Under section 12 (1) of the 1991 Law, veterans who have acquired the status of war or military invalids (that is to say, who have been declared unfit for work and whose ailments have been caused by, inter alia, deportation in conditions provided for by section 4 (3) (b) of the 1991 Law) are entitled to receive benefits defined in the 1974 Law on War and Military Invalids (ustawa o zaopatrzeniu inwalidów wojennych lub wojskowych – “the 1974 Law”) including, in particular, veteran’s disability pension (renta inwalidy wojennego). Pursuant to section 12 (2) of the 1991 Law, certain family members, including widows and widowers aged over fifty, those who are invalids themselves and those who raise children under sixteen years of age, and also certain categories of children, are entitled to certain benefits provided for by the 1974 Law. In particular, the 1974 Law provides that they are entitled to family benefit (renta rodzinna). At the material time, if there were two family members eligible for that benefit, it was to be paid to them in the amount of 80% of a basic amount of 1,175 Polish złotys (PLN).", "22. Under section 26 of the 1991 Law, a person divested of veteran’s status retains an entitlement to his or her pension calculated under the rules applicable to the general social insurance scheme.", "23. Section 114 of the Law of 17 December 1998 on retirement and disability pensions paid from the Social Insurance Fund (ustawa o emeryturach i rentach z systemu ubezpieczeń społecznych – “the 1998 Law”), applicable from 1 January 1999 until 1 July 2004, read:", "“The right to benefits or the amount of benefits will be reassessed upon application by the person concerned, or ex officio, if, after the validation of the decision concerning benefits, new evidence is submitted or circumstances which had existed before issuing the decision and which have an impact on the right to benefits or on their amount are discovered.”", "24. The Katowice Court of Appeal, in a judgment of 30 May 2001 (II AUa 2508/00), held that the provisions of the social insurance legislation, in particular section 114 of the 1998 Law, allowed for the reopening of proceedings terminated by a final decision awarding a benefit only where new evidence or circumstances pre-existing prior to that decision came to light after that decision had become final.", "25. The same court, in a judgment of 10 July 2003 (III AUa 1512/03), held that the legal impossibility of applying section 114 in situations where benefits had been awarded, despite the eligibility conditions not having been satisfied, would have been tantamount to endorsing decisions issued in manifest breach of substantive law.", "26. The Supreme Court held on 8 July 2005 (I UK 11/05) that in the context of social insurance proceedings the principle of res judicata operated differently than in the context of judicial decisions in civil cases, in a manner which limited its practical significance. Judicial decisions given in such proceedings established legal relationships between the insured person and the insurance system on the basis of the situation existing when such decisions were given. New developments, relevant to the question of compliance with the eligibility requirements, could justify changes in these legal relationships.", "27. The Law of 13 October 1998 on the social insurance system (Ustawa o systemie ubezpieczeń społecznych), in its section 136, provides that if a person entitled to receive social insurance benefits provided for by that law dies, the benefits due until the date of his or her death are to be paid to his or her spouse and children living in the same household.", "28. It further provides that the affected spouse and children have a right to participate in the proceedings concerning eligibility for social insurance benefits if the claimant died whilst they are pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}