{"ITEMID": "001-23089", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "PATRICNY and PATRICNA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Jaroslav Patřičný and Mrs Eliška Patřičná, are Czech nationals, who were born in 1928 and 1934 respectively and live in Dortmund, Germany.", "From 8 April to 22 April 1989 the first applicant was permitted by the Czechoslovak authorities to spend his holiday in Germany. The second applicant obtained the same permission for the period from 13 March to 11 April 1989. As the first applicant had to undergo surgery in Germany, the applicants did not return before the end of the authorised period. On 3 May 1989 the first applicant asked the Czechoslovak Embassy in Bonn whether his permission to stay in Germany could be extended. He was served with a reply stating that his stay in Germany was illegal and was notified that his property would be immediately confiscated as a consequence. He was also notified that he had to file a request for permission to return to Czechoslovakia. The applicants did not file a request.", "On 5 September 1989 the Czechoslovak authorities made an inventory of the applicants’ property. They subsequently sold all the movable items and transferred their flat owned by a co-operative, and in respect of which the applicants had a right of beneficial use, back to the co-operative. The co-operative then allocated their flat to a third person.", "On 16 March 1992 the applicants brought proceedings before the Jablonec nad Nisou District Court seeking damages of CZK 100,000 from the State for having deprived them of their property and for having prevented them from returning to Czechoslovakia in 1989. They relied on Act No. 58/1969. They claimed that their property, which they assessed at CZK 100,000, had been confiscated contrary to the law in force at the material time.", "On 18 August 1994 the Jablonec nad Nisou District Court rejected the applicants’ claim. The court held that the applicants had lodged neither a request for an extension of their permit to stay abroad nor a request for permission to return to Czechoslovakia. In its view, the Czechoslovak authorities had not proceeded contrary to the relevant law. The court concluded that there was nothing to indicate that the State was liable for any illegal measure.", "In September 1994 the applicants appealed, challenging the District Court’s material and legal consideration of their case. On 2 January 1995 the Ústí nad Labem Regional Court quashed the District Court’s judgment and remitted the case to it. The court stated that the applicants, who had stayed abroad after the expiry of their permits, had not acted illegally and that there was no causal link between their stay abroad and the fact that they had no possibility of using their property. It held that the obligation to request permission to return to Czechoslovakia had prevented them from exercising their property rights. The court concluded that the national authorities had seized and disposed of the applicants’ property illegally.", "On 13 and 24 February 1995 the applicants extended their original claim for damages to CZK 200,000, claiming that the inventory of their movable property had not been complete and that the value of many objects had been underestimated. On 13 August 1996 the District Court, after having assessed additional evidence including several expert reports concerning the damage incurred by the applicants, and being bound by the Regional Court’s legal opinion, held that the State was to pay damages in the sum of CZK150,000 to the applicants. The court rejected the remainder of their claim. It stated that there was nothing to prove that there had been any movable assets other than those which had been included in the inventory.", "On 3 December 1996 the Regional Court, upon the defendant’s appeal, upheld this judgment, slightly modifying the rate of the default interest.", "On 23 April 1998 the Supreme Court, upon the defendant’s appeal on points of law, quashed the lower courts’ judgments and remitted the case to the District Court for further consideration. The Supreme Court held that the applicants’ claim fell within the scope of the Extra-Judicial Rehabilitation Act which was a lex specialis compared to Act No. 58/1969 and to the Civil Code provisions on liability.", "On 10 December 1998 the District Court, being bound by the Supreme Court’s judgment, rejected the applicants’ action for damages in the amount of CZK 200,000. The court stated that the applicants should have lodged their claim under the Extra-Judicial Rehabilitation Act.", "The applicants appealed, claiming that their flat had been allocated to a third person after the expiry of the relevant period set out in the Extra-Judicial Rehabilitation Act (i.e. after 1 January 1990) and that many objects had not been included in the inventory.", "On 20 April 1999 the Regional Court upheld the first instance judgment. The court added that the applicants had wrongly lodged their claim under Act No. 58/1969. It ruled that the State could not be held liable under the Extra-Judicial Rehabilitation Act as it had transferred the property to third persons.", "The applicants filed a request for the re-opening of the proceedings prior to the delivery of the Regional Court’s judgment of 20 April 1999. They claimed that the courts, being bound by the Supreme Court’s decision of 23 April 1998, had failed to consider assets which had not been recorded in the inventory. On 5 February 2002 the District Court rejected their request as there were no facts, decisions or evidence which could not have been assessed and used in the previous proceedings in the applicants’ favour.", "The applicants lodged an appeal on points of law, requesting the Supreme Court to adjudicate on whether the Extra-Judicial Rehabilitation Act was applicable to events which had occurred after 1 January 1990. They claimed that State officials had acted contrary to the relevant law, and that the State was liable to pay damages under Act No. 58/1969 which, they claimed, was a lex specialis compared to the Extra-Judicial Rehabilitation Act.", "On 15 November 2000 the Supreme Court rejected the applicants’ appeal on points of law, quashed the District Court’s judgment of 10 December 1998 and the Regional Court’s judgment of 20 April 1999 to the extent that they concerned the extended claim of CZK 50,000 filed by the applicants in February 1995, and discontinued the proceedings in this respect. It stated that the District Court in its judgment of 10 December 1998 had repeatedly adjudicated on their extended claim despite the fact that the former decision had become res iudicata. The court further examined the lower courts’ legal consideration of the applicants’ case and concluded that there had been no shortcomings. It added that the legal question of the application of the Extra-Judicial Rehabilitation Act to the applicants’ property, which had been disposed of by the State after the relevant period (i.e. after 1 January 1990), had not been the subject-matter of the proceedings. It referred in this connection to the District Court’s judgment of 13 August 1996.", "On 17 January 2001 the applicants lodged a constitutional appeal, requesting the Constitutional Court to hold that they were entitled to damages in the amount of CZK 200,000. On 20 February 2001 the Constitutional Court rejected their appeal on the ground that it did not satisfy the formal requirements of the Constitutional Court Act. It stated that the applicants had submitted a claim for damages, a matter which was outside the Constitutional Court’s jurisdiction."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}