{"ITEMID": "001-72226", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ILVESVIITA-SALLINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Mirja Ilvesviita-Sallinen, is a Finnish national, who was born in 1942 and lives in Tampere. She was represented before the Court by Janne Vuorilahti, a lawyer pracitisig in Tampere. The respondent Government were represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "On 4 July 1994, the applicant had an accident in the street and suffered injuries to her head and right shoulder. An insurance company granted her a daily allowance (päiväraha, dagpenning) for 100 % reduction of her working capacity until 3 July 1995 and an accident pension (tapaturmaeläke, olycksfallspension) for 100 % reduction of her working capacity from 4 July 1995 to 29 February 1996.", "By its decision of 19 February 1996 the insurance company granted the applicant a further accident pension for 100 % reduction of her working capacity for March 1996. As to the period 1 April 1996 onwards, it considered that the injuries sustained in the accident reduced the applicant’s working capacity by less than 10 %. The company considered that other medical problems rendering the applicant incapable of working had not been caused by the said accident. It also rejected the application for disability compensation (haittaraha, menersättning) as it considered that the accident had not caused a permanent disability of the minimum level required for compensation.", "The applicant appealed to the Accident Board (tapaturmalautakunta, olycksfallsnämnden), which received the insurance company’s observations and communicated them to the applicant. She submitted a further written medical opinion of 24 June 1996.", "On 1 July 1996 the Accident Board rejected the appeal, giving the following reasons:", "“Section 18a (1) of the Accident Insurance Act (tapaturmavakuutuslaki, lagen om olycksfallsförsäkring, 608/1948) provides that disability compensation shall be paid to an employee, who is not entitled to a daily allowance and who as a result of an accident has suffered a permanent general disability due to injury or illness. A general disability is to be considered as permanent when the injury or the state of illness will not improve according to medical probability.", "According to ... section 1 (1), the lowest level 1 disability is applicable only to eye and finger injury and illness. As to other kinds of injury, disabilities that do not attain level 2 cannot be assessed due to their minor nature.", "According to the medical information on the applicant’s injuries presented in the case, she is not suffering from a permanent general disability attaining level 2.", "According to the information presented in the case, the scratches on the applicant’s forehead, the strain in her right shoulder, forearm and shoulder joint reduced working capacity by less than 10 % after 31 March 1996. Thus, the applicant is not entitled to an accident pension after that date. As for the injuries sustained in the accident, she is to be considered to be fit to work as a typist and a salesperson in her own company as from 31 March 1996.", "The applicant’s incapacity to work and the medical expenses from 31 March 1996 have been caused by a chronic symptom complex, depression, insomnia and scoliosis, which do not relate to the accident and which do not give rise to an entitlement to accident compensation.", "...”", "The applicant appealed to the Insurance Court (vakuutusoikeus, försäkringsdomstolen), claiming, inter alia, an accident pension from 1 April 1996. She underlined, referring to several medical reports, that the chronic symptom complex had been caused by the accident. She adduced further medical evidence and filed further submissions on 8 August 1996, 14 May 1997, 20 November 1997, 8 December 1997 and 9 January 1998.", "The Insurance Court received the insurance company’s observations, which were communicated to the applicant for comment.", "According to the applicant Dr S., on 11 April 1997, sent a written medical opinion directly to the Insurance Court upon her request. In December 1997 she found out by chance that the opinion submitted to the court had included the diagnosis F45.4. The copy, which Dr S. sent to the applicant’s representative, did not contain that diagnosis.", "In its decision of 10 February 1998 the Insurance Court noted that the applicant had submitted photographs, an article in a periodical and several fresh written medical opinions as evidence. The court upheld the Accident Board’s decision, giving the following reasons:", "“The reasons are mentioned in the Accident Board’s decision. The submitted new evidence does not give rise to different conclusions. The Insurance Court finds, having regard to the evidence, that the displacement of the shoulder blade did not result from the accident and therefore it does not give rise to an entitlement to compensation based on the Accident Insurance Act.”", "The applicant sought leave to appeal from the Supreme Court, which received observations from the National Board of Medico-legal Affairs and observations in reply from the insurance company and the applicant. At this point the applicant requested that the Supreme Court hold an oral hearing with a view to hearing her physician H. She also wanted to be heard in person. The applicant filed several further submissions, on 26 March 1999, 22 October 1999 and 11 November 1999.", "By its decision of 7 December 1999 the Supreme Court refused leave to appeal.", "Subsequently, apparently in June 2000, the applicant lodged an application for an annulment, inter alia, on the strength of evidence that had not been at the courts’ disposal during the previous proceedings. She requested on oral hearing with a view to hearing medical doctors as witnesses. She also wanted to be heard in person. By its decision of 3 May 2001 the Supreme Court transferred the application to the Insurance Court.", "By its decision of 3 September 2002 the Insurance Court, refusing the request for an oral hearing as manifestly unnecessary having regard to the character of extraordinary appeal proceedings, rejected the application for an annulment as it considered that there were no grounds for a re-examination of the case. The Insurance Court reasoned, inter alia:", "“... the mere fact that the treating doctors and the Insurance Court have reached different conclusions in their assessments of the causality between the accident and the [applicant’s] health problems does not mean that the Insurance Court’s decision was based on incorrect or insufficient information or that it was contrary to the law, and that the decision should be annulled or that it would prevent [this court from] examining the case on the documents.”", "The applicant sought leave to appeal, maintaining that she had the right to an oral hearing. On 10 June 2003 the Supreme Court refused leave to appeal.", "Section 16 (2) of the then Constitution (Suomen hallitusmuoto, Regeringsform för Finland; 94/1919) provided that a decision must be reasoned. A new similar provision can be found in section 21 (2) of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; 731/1999).", "At the relevant time chapter 24, section 15 (1064/1991) of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) provided that a judgment must be reasoned, indicating the facts and the legal argumentation on which it was based and the grounds which have led the court to hold a disputed issue established or unsubstantiated.", "Section 9 of the then Insurance Court Act (laki vakuutusoikeudesta, lagen om försäkringsdomstolen; 14/1958) provided that proceedings in the Insurance Court were written. When there were exceptional reasons, the Insurance Court could however decide to hold an oral hearing. It also provided that the provisions concerning proceedings in general courts were, mutatis mutandis, applied to those before the Insurance Court.", "Section 1 of the Decree on the Accident Board (asetus tapaturmalautakunnasta, förordningen om olycksfallsnämnden; 839/1981) provides that the Accident Board functions as the first appellate body in matters concerning obligatory accident insurance.", "Section 53 of the Accident Insurance Act (tapaturmavakuutuslaki, lag om olycksfallsförsäkring; 608/1948) provides that appellate bodies in accident insurance matters are the Accident Board, the Insurance Court and the Supreme Court.", "On the Accident Board there are a full-time president, at least two vice-presidents and at least three lawyer and medical doctor members as well as at least six members representing labour market organizations. They all bear the responsibility of a judge. The president, the vice-presidents and the lawyer members must be qualified to sit as a judge and they must have a good knowledge of accident insurance. The medical doctor members must be registered and have a good knowledge of insurance medicine. All the members and their personal substitutes were at the relevant time appointed by the Council of State for a fixed term of three years. The labour market members were appointed on a proposal by the employers’ and employees’ organizations."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}