{"ITEMID": "001-4519", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "MAJIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1969, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "On 21 February 1994 the applicant arrived in Sweden and requested asylum. He stated that he is an ethnic Croat from Ljubuski in Bosnia-Hercegovina. Between May 1992 and January 1994 he served in a Croatian infantry unit and was involved in many battles in Bosnia-Hercegovina. In January 1994 he refused to comply with an order for active duty and was put in a military prison for a month. Upon release, he was ordered to report to his unit but, instead, he fled to Croatia where he obtained a passport with which he travelled to Sweden. He claimed that, if returned to Bosnia-Hercegovina, he would be put in prison or sent to the front-line.", "On 14 September 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant’s request and ordered his deportation to Croatia. Finding that the applicant held both Bosnian and Croatian citizenship, the Board referred to a decision concerning asylum seekers with such double nationality taken by the Swedish Government on 26 May 1994. According to the decision, the prevailing situation in Bosnia-Hercegovina rendered deportations to that country impossible. Consequently, in assessing applications from these asylum seekers, the crucial question was whether they could be afforded protection in Croatia. The Board noted that, according to available information, persons in the applicant’s situation did not risk to be sent from Croatia to Bosnia-Hercegovina against their will. Moreover, no acts of warfare had taken place on Croatian territory for some time and a cease-fire had been agreed upon by the contending parties. Thus, there was no apparent risk that Croatian citizens in general would be forced to take part in armed conflict. Further, the applicant had failed to show that he personally faced such a risk.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 13 March 1995 the Appeals Board, sharing the opinion of the Immigration Board, rejected the appeal.", "The applicant later requested a temporary residence permit in Sweden. By a decision of 30 August 1995 the Appeals Board granted the applicant such a permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 24 November 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements. Further, at an oral hearing held by the Immigration Board on 20 May 1997 he claimed that he could not return to Croatia, as he would not receive any help and would have great difficulties in supporting himself. Consequently, if returned to that country, he would be forced to go back to BosniaHercegovina where he would be punished for having evaded military service. Further, as the most extreme Croats lived in his home district in Bosnia-Hercegovina, he would be at risk due to the evasion and the fact that he had applied for asylum in a foreign country. He submitted a document showing that he was wanted for draft evasion by the military authorities of Herceg-Bosna. The applicant referred also to the time he had spent in Sweden and claimed that he had adjusted himself to Swedish society.", "On 30 June 1997 the Immigration Board rejected the applicant’s new application and ordered his deportation to Croatia. The Board had regard to guiding decisions taken by the Swedish Government and found that the applicant should not be sent back to BosniaHercegovina. With regard to the possible deportation to Croatia, the Board noted that no new circumstances had been invoked by the applicant. Consequently, the Immigration Board reiterated the conclusions drawn in the previous decisions concerning the applicant. Furthermore, the Immigration Board found that there were no reasons of a humanitarian nature to grant the applicant a residence permit.", "The applicant’s appeal against the Immigration Board’s decision is still pending before the Aliens Appeals Board.", "In a medical certificate issued at a psychiatric clinic in Karlskrona on 21 April 1998 chief physician P.R. stated that the applicant showed signs of depression, powerlessness and insomnia as a result of having spent four years in refugee camps in Sweden. However, the applicant refused to take medication as he did not consider that he was suffering from any serious illness."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}