{"ITEMID": "001-111521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KHONIAKINA v. GEORGIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Impartial tribunal);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1926 and lives in Tbilisi.", "6. The applicant had served as a judge of the Supreme Court of Georgia since 1956, first when the country formed part of the Soviet Union and then after it became independent.", "7. On 4 May 2000 the applicant retired on age grounds and was granted, under section 36 of the Act of 12 May 1999 on the Supreme Court of Georgia (“the Supreme Court Act”), a pension of 1,073 Georgian laris (GEL – 492 euros (EUR).), corresponding to her final salary.", "8. The original version of section 36 of the Supreme Court Act, in force at the time of the applicant’s retirement, stated that, upon retirement, a Supreme Court judge was entitled to a life-long pension in an amount equal to his or her final salary and adjustable in line with changes in the salary scales of serving Supreme Court judges.", "9. Section 36 of the Supreme Court Act was later amended on several occasions. Thus, by an amendment of 16 March 2001, its second clause concerning the adjustment requirement (“the adjustment clause”) was removed.", "10. By an amendment of 10 March 2005, the adjustment clause was reintroduced to the Supreme Court Act in a slightly altered form, extending the adjustment benefit to cover, in addition to retired Supreme Court judges, those who agreed to relinquish office between 1 January and 31 December 2005, providing they had served for at least three years (sections 36 and 40(7) of the Act, as of 23 June 2005).", "11. Finally, by an amendment of 23 December 2005, which entered into force on 1 January 2006, section 36 was rephrased as follows:", "“A Supreme Court judge who has retired either on reaching pension age or on expiry of his or her term of office shall be entitled to State compensation in the amount of GEL 1,200 [EUR 551]”.", "12. Section 40(7) of the Act, which was amended at the same time, stated that Supreme Court judges who had relinquished office between 1 January 2005 and 1 January 2006 would receive State compensation in an amount equal to their final salary for the remainder of the term which they would have normally served if they had remained in office; after expiry of that term the compensation paid to judges who had resigned would be recalculated in accordance with the latest version of section 36.", "13. Unlike previous amendments to that provision, the 23 December 2005 version of section 36 was given retroactive effect by virtue of section 40(7)(1), inserted in the Supreme Court Act on the same day.", "14. On 3 September 2004 the applicant, dissatisfied with the procedure for payment of her pension, brought an action against the State seeking compensation for pecuniary damage, challenging, in particular, the lawfulness of the application of the amendment of 16 March 2001 to the Supreme Court Act. Relying on the original version of section 36 of the Act, she requested that her pension be adjusted in line with the Supreme Court judges’ pay rise which had occurred after her retirement, and that she be compensated for the resulting arrears. The Georgian State Social Insurance Fund (“the Fund”) was a respondent in the proceedings.", "15. On 27 December 2004 the Krtsanisi-Mtatsminda District Court in Tbilisi allowed her claim in part, reasoning, inter alia, that the amendment of 16 March 2001 could not be given retroactive force under Article 6 of the Civil Code in so far as, by removing the adjustment clause, it worsened the applicant’s situation.", "16. On 23 May 2005 the Tbilisi Court of Appeal overturned the lower court’s decision, stating that there were no signs of a worsening of the applicant’s pre-existing situation.", "17. Finally, in a judgment of 21 February 2006 following a cassation appeal, adopted by a majority vote, a three judge bench of the Administrative Division of the Supreme Court (“the majority”) quashed the appeal decision of 23 May 2005 and allowed the applicant’s claim in full.", "18. At the outset, the majority noted that, in so far as the Fund had paid the applicant, by error, her January 2006 pension in an amount corresponding to the latest salary of a serving Supreme Court judge (GEL 3,000 – EUR 1,378), the applicant’s claim should be limited in time up to and including December 2005.", "19. The majority then stated that the amendment of 16 March 2001 could not have retroactive force because it did not contain any indication to that effect as required by section 47(1) of the Act on Normative Acts (see 38 below). In the absence of such an explicit indication, it could not legitimately be inferred that the legislature had intended to deprive judges who had already retired of their “adjustment right” ex post facto; the respondent administrative authority’s decision to do so had therefore been arbitrary.", "20. The majority also stated that, in so far as section 8 of the Act of 25 June 1996 on Supreme Court Judges’ Social Security Entitlements ruled out the possibility of a reduction in a Supreme Court judge’s salary, it was logical to assume that the adjustment clause was, in principle, meant to protect the right to an increase in pension.", "21. The majority further ruled that, when deciding on a dispute, the courts must apply the statute in force at the time material to the critical event, even if the legal consequences of that event only emerged later under a different statutory regime. To hold otherwise, in the opinion of the cassation court, “would undermine legal certainty ... and ... allow the legislature’s arbitrariness to replace a stable legal order.” Despite the fact that the applicant’s pension rights were obviously of a continuous nature, those rights had arisen, in the opinion of the Supreme Court, as a result of the material fact of the applicant’s retirement in May 2000, when she had been granted a pension for life under the original version of section 36 of the Supreme Court Act.", "22. In view of the above, the majority concluded that the impugned amendment of 16 March 2001 should apply only to those judges who had voluntarily relinquished office or retired on reaching pensionable age or on expiry of their term of office, and had thus acquired their pension rights after its entry into force. In no way could that amendment be understood to replace the original section 36 of the Supreme Court Act and to apply to retired judges who had already obtained their pension rights.", "23. The majority also noted that the original version of section 36 of the Supreme Court Act set a very high standard of retirement benefit for Supreme Court judges. It stated in this regard that “the creation of generous pension benefits is not only a question of providing social protection for any particular retired judge, it also aims to maintain the independence and impartiality of the judiciary in general, by providing serving judges with the expectation of obtaining the same benefits upon their future retirement...”", "24. One of the members of the Supreme Court, Judge S., expressed a dissenting opinion. He reasoned, in so far as relevant, that the removal of the adjustment clause from the original version of section 36 of the Supreme Court Act could not be said to have necessarily caused the applicant’s situation to deteriorate, as the pension might equally have been reduced and not just increased. Contrary to the majority’s opinion, he stated that section 8 of the Act of 25 June 1996 on Supreme Court Judges’ Social Security Entitlements had nothing to do with the protection of judges’ retirement pensions. As to the question whether a Supreme Court judge’s pension could be reduced, Judge S. replied in the affirmative, arguing that such a mechanism existed under section 81(4) of the Act on the Courts of Common Jurisdiction. In his opinion, the amendment of 16 March 2001 could be held applicable to the applicant’s situation because it did not affect her right to receive the pension as such, but simply redefined its amount.", "25. Judge S. also stated that “neither the amendment of 16 March 2001 nor the amendment of 23 December 2005, which fixed the pension for judges who had already retired at GEL 1,200, breached ... the principle of legal certainty”. He concluded that the applicant’s pension should be adjusted in line with the Supreme Court judges’ pay rise only between 10 March 2005, when the adjustment clause had been reintroduced into section 36 of the Supreme Court Act, and 1 January 2006, when the ex post facto amendment of 23 December 2005 had entered into force.", "26. The judgment of 21 February 2006 ordered the Fund to compensate the applicant for all the arrears accumulated as a result of the failure to adjust her pension in line with the Supreme Court judges’ pay rises up to and including December 2005, as required by the original version of section 36 of the Supreme Court Act.", "27. The Fund discharged the judgment debt of 21 February 2006 in the applicant’s favour in due time.", "28. With effect from February 2006, the Fund, relying on the amendment of 23 December 2005 to the Supreme Court Act, fixed the applicant’s pension at GEL 1,200 (EUR 551).", "29. In view of the above, on 31 May 2006 the applicant brought another action for damages against the Fund, challenging the lawfulness of the application of the amendment of 23 December 2005 to her situation.", "30. On 19 September 2006 the Tbilisi City Court dismissed the applicant’s action as manifestly ill-founded. Its reasons mostly corresponded to those given by Judge S. in his dissenting opinion on the judgment of 21 February 2006. The first-instance court added that the impugned amendment of 23 December 2005, unlike the previous amendments to section 36 of the Supreme Court Act, contained a clear indication of its retroactive effect and was, consequently, compatible with section 47(1) of the Act on Normative Acts.", "31. The applicant lodged an appeal against the judgment of 19 September 2006, which was dismissed by the Tbilisi Regional Court on 6 March 2007. Referring to paragraphs 39 and 45 of the Court’s judgment in the case of Kjartan Ásmundsson v. Iceland (no. 60669/00, ECHR 2004IX), the appellate court stated that Article 1 of Protocol No. 1 did not guarantee the right to receive a pension of a particular amount. In reply to the applicant’s complaint that the first-instance court had disregarded the findings of the Supreme Court’s judgment of 21 February 2006, the Regional Court stated that the scope of that judgment had been limited to resolving her pension dispute arising out of the amendment of 16 March 2001; the judgment of 21 February 2006 had never addressed the issue of payment of her pension on the basis of the amendment of 23 December 2005.", "32. On 9 July 2007 the applicant lodged a cassation appeal against the appellate judgment of 6 March 2007. Amongst other arguments, the applicant affirmed, referring to the case of Zielinski and Pradal and Gonzalez and Others v. France ([GC], nos. 24846/94 and 34165/96 to 34173/96, ECHR 1999VII), that legislative interference retroactively affecting a civil right was incompatible with the Convention. In support of the admissibility of her cassation appeal, the applicant, comparing the Supreme Court’s judgment of 21 February 2006 with the Tbilisi Regional Court’s judgment of 6 March 2007, pointed out that the two decisions had resolved an analogous situation differently, and argued that an examination of her cassation appeal on the merits was indispensable for the consistent development of the domestic case-law on the subject.", "33. On 10 October 2007 a bench of the Administrative Division of the Supreme Court, composed of Judge S. (see paragraph 24 and 25 above) and two other judges who had not participated in the examination of the applicant’s first pension dispute, declared the cassation appeal of 9 July 2007 inadmissible. The decision was delivered without an oral hearing, under the written procedure. Without specifically addressing any of the applicant’s cassation arguments, the cassation court stated that none of the conditions of admissibility envisaged by the relevant provision of the General Administrative Code had been met.", "34. The applicant then requested the setting-aside of the decision of 10 October 2007 on the basis of Article 422 § 1 (a) of the Code of Civil Procedure. She complained that Judge S. should not have participated in the examination of her cassation appeal of 9 July 2007, in so far as he had already expressed his opinion on the same issue; that constituted a ground for his exemption or withdrawal under Articles 31 § 1 (d) and 32 of the Code of Civil Procedure.", "35. In a final decision of 26 December 2007 the Supreme Court rejected as unsubstantiated the applicant’s request to have the impugned decision set aside. The fact that Judge S. had expressed a dissenting opinion on the judgment of 21 February 2006 could not, in the cassation court’s view, be accepted as evidence of bias, actual or implied, against the applicant.", "36. The relevant provisions of the Code of Civil Procedure read as follows:", "Article 29 – Exclusion of a judge from repeated examination of a case", "“1. A judge who participated in the examination of a case in the court of first instance shall not participate in the examination of the same case in appellate or cassation proceedings.", "2. A judge who participated in the examination of a case by the appellate court shall not participate in the examination of the same case in a court of first instance or in cassation proceedings.", "3. A judge who participated in the examination of a case at cassation level shall not participate in the examination of this case in a court of first instance or in appellate proceedings.”", "Article 31 § 1 (d) – Grounds for a judge’s exemption from the case", "“1. A judge may not participate in the examination of the case if: ...", "(d) he or she is believed to be personally, directly or indirectly interested in the outcome of the case or there exist other reasons which cast doubt on his or her impartiality.”", "Article 32 – Withdrawal of a judge", "“If there exists a ground for exempting a judge from sitting in the case, the judge concerned must withdraw. The court shall deliver a decision explaining the reason for the withdrawal.”", "Article 422 §§ 1 (a) – Request to render a final judgment (decision) null and void", "“1. A final and binding judgment (decision) may be quashed at the request of the party concerned if:", "(a) A judge who participated in the determination of the case has been barred from doing so by law...”", "37. Article 7 of the Code of Administrative Procedure reads as follows:", "Article 7 – Exclusion of a judge from repeated examination of a case", "“A judge shall not participate in the hearing of a case if he or she previously participated in administrative proceedings in connection with the case.”", "38. Section 47(1) reads as follows:", "“1. A normative act can have retroactive force only if this is explicitly stated.”", "39. This Act, which entered into force on 1 January 2006, consolidated, under a single legal regime for State compensation, the payment of pensions for retired civil servants, including those who had previously been entitled, under various distinct statutes, to a life-long pension in an amount permanently adjustable in line with changes in the salary scales of the corresponding posts (such as retired public prosecutors, retired officials of the Defence, Interior and Security Ministries and former members of Parliament).", "40. Section 7 of the Act fixed the maximum level of such State compensation for all the retired civil servants concerned, irrespective of the number of years they had served and in which part of the public service, at GEL 560 (EUR 260).", "41. The relevant provisions read as follows:", "Section 81(4)", "“4. Funds allocated in the State budget for current expenditure of the courts of common jurisdiction may be reduced in relation to the previous year’s allocation only by consent of the general conference of judges.”", "Section 82(2) (in fine, as amended on 21 December 2004)", "“2. It is forbidden to reduce a judge’s salary throughout the entire term of his or her office.”", "42. The relevant provision reads as follows:", "Section 8 (as amended on 23 December 2005)", "“It is forbidden to reduce a Supreme Court judge’s salary throughout the entire term of his or her office.”", "43. On 23 December 2005 the Act on Salary Benefits for Judges of the Courts of Common Jurisdiction was adopted, fixing a Supreme Court judge’s salary at GEL 3,000 (EUR 1,378). The Act entered into force on 1 January 2006.", "44. By an amendment of 20 June 2007 to that Act, a Supreme Court judge’s salary was raised to GEL 3,100 (EUR 1,424). An amendment of 28 December 2007 further raised the salary to GEL 4,200 (EUR 1,929).", "45. Finally, by virtue of a further amendment of 19 December 2008, which is still in force, the current salary of a Supreme Court judge was set at GEL 4,400 (EUR 2,020).", "46. The Administrative Division of the Supreme Court of Georgia, which was the highest cassation court in all types of judicial proceedings concerning administrative disputes, was composed of six judges at the time of the examination of the applicant’s pension disputes.", "47. The Charter was adopted during the second multilateral meeting concerning the status of judges in Europe, organised by the Council of Europe in Strasbourg on 8-10 July 1998. Its relevant parts read as follows:", "“1. General Principles", "1.1. The statute for judges aims at ensuring the competence, independence and impartiality which every individual legitimately expects from the courts of law and from every judge to whom is entrusted the protection of his or her rights. It excludes every provision and every procedure liable to impair confidence in such competence, such independence and such impartiality. The present Charter is composed hereafter of the provisions which are best able to guarantee the achievement of those objectives. Its provisions aim at raising the level of guarantees in the various European States. They cannot justify modifications in national statutes tending to decrease the level of guarantees already achieved in the countries concerned. ...", "6. Remuneration and Social Welfare", "6.4 [The Charter] specifies in this context that judges who have reached the age of judicial retirement after the requisite time spent as judges must benefit from payment of a retirement pension, the level of which must be as close as possible to the level of their final salary as a judge.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}