{"ITEMID": "001-101436", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF KOCUREK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ján Šikuta;Lech Garlicki", "TEXT": ["6. The applicant was born in 1951 and lives in Bielsko - Biała.", "7. On 8 June 2006 the Bielsko-Biała Social Security Board refused to grant the applicant a disability pension. On 20 March 2007 the BielskoBiała Regional Court dismissed his appeal against that decision. On 9 October 2007 the Katowice Court of Appeal dismissed the applicant's further appeal. The judgment was served on the applicant on 15 November 2007 and two-month time-limit for lodging of a cassation appeal started to run on that date.", "8. On 9 November 2007 the applicant requested that a legalaid lawyer be assigned to the case for the purposes of lodging a cassation appeal with the Supreme Court. On 27 November 2007 the Katowice Court of Appeal granted his request for legal aid and requested the Katowice Bar Association to assign a lawyer to the case. Subsequently, as the first lawyer assigned by the Bar Association suffered from certain health problems at that time, on 23 January 2008 the Katowice Bar Association assigned another lawyer, Mr J.R., to the case. He was served with the letter informing him of the assignment on 28 January 2008.", "9. Subsequently the lawyer requested the Court of Appeal to serve on him its judgment of 9 October 2007. The judgment with the written grounds was served on him on 14 February 2008.", "10. In a letter to the applicant dated 29 February 2008 the lawyer explained in detail why he had found no grounds on which to prepare a cassation complaint in the case.", "11. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Court against judgments of the appellate courts are stated in the Court's judgments in the cases of Siałkowska v. Poland, no. 8932/05, 22 March 2007; Staroszczyk v. Poland, no. 59519/00, 22 March 2007; Smyk v. Poland, no. 8958/04, 28 July 2009; Zapadka v. Poland, no. 2619/05, 15 December 2009; Bąkowska v. Poland, no. 33539/02, 12 January 2010.", "12. On 5 February 2005 amendments to the Code of Civil Procedure, adopted on 22 December 2004 (Ustawa o zmianie ustawy Kodeks postępowania cywilnego oraz ustawy Prawo o ustroju sądów powszechnych), entered into force. Under the amended text of Article 398 1 § 5, the time-limit for lodging a cassation appeal with the Supreme Court was extended from thirty to sixty days.", "13. The Supreme Court has repeatedly held that a request for leave to appeal out of time was the only method by which a cassation appeal submitted after the expiry of the timelimit could be admitted for examination (21 April 1997, II CZ 38/97; 27 September 2001, II UZ 51/01). In a further series of decisions the Supreme Court considered that it would be unfair for the legally-aided party to be penalised for the fact that legalaid applications could not be processed quickly enough to make it possible for a cassation appeal to be lodged within a period of thirty days counted from the day of service of the judgment on the party. The parties waiting for legal-aid services cannot be held at fault for shortcomings in the system. A party who was obliged to have recourse to legal aid should not be put in a worse situation than that of a person who did not seek it. A request to appeal out of time should therefore be submitted within seven days from the date on which the legal-aid lawyer could obtain effective access to the case file or had an effective possibility of drafting an appeal (4 March 2005, II UZ 72/04; 27 June 2000, I CZ 62/00), or from the date when the lawyer was informed that he had been assigned to the case by the local Bar Association (11 October 2001, IV CZ 163/01; 17 November 1998, II UZ 122/98; 11 October 2001, IV CZ 163/01;", "14. In a resolution adopted by a bench of seven judges of the Supreme Court on 17 February 2009 (III CZP 117/08) that court acknowledged that there had been discrepancies in the manner in which the beginning of the seven-day time limit for submitting an application for leave to appeal out of time by legally-assisted parties had been determined. The court was of the view that applications for leave served the purpose of making access to the Supreme Court for legally-aided parties genuine and effective. Hence, the beginning of the time-limit could not be determined in a mechanical manner in all cases. The courts should instead examine the circumstances of individual cases as a whole and determine that date bearing in mind the genuine possibility for a lawyer to examine the case and prepare a cassation appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}