{"ITEMID": "001-22938", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "DAVIDSSON v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Swedish national, born in 1953, who lives in Göteborg.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant has two daughters, C and A, born in 1981 and 1988 respectively. Since their birth they cohabited with their mother. The applicant and the children’s mother have never lived together and their relationship ended permanently in 1993.", "In the period between 1993 and 1995 the children and their mother received support and therapy several times from the social authorities.", "In January 1995 C was voluntarily placed at a childcare centre due to the mother’s mental problems and medical drug abuse. Having commenced psychotherapy, the mother found herself also incapable of taking care of A. Thus, on 22 January 1996 A moved in with the applicant.", "Shortly thereafter, on 31 January 1996 A was taken into immediate care on a provisional basis by decision of a Social Board (stadsdelsnämnden TuveSäve i Göteborg) pursuant to the section 6 of the Act with Special Provisions on the Care of Young Persons (Lagen med särskilda bestämmelser om vård av unga, 1990:52, hereinafter “the 1990 Act”) due to inter alia suspicion of incest and physical abuse, as alleged by C to the staff at the child care centre, where she was placed.", "It appears that A was fetched by the social authorities from her school. She was temporarily placed at an institution specialising in child psychiatry.", "The decision about immediate care on a provisional basis was confirmed by the County Administrative Court (Länsrätten i Göteborgs- och Bohus Län) on 9 February 1996.", "On 27 February 1996 the Social Board revoked its decision as the applicant and A’s mother had agreed that A should remain temporarily at the children’s institution. An investigation was carried out concerning C’s allegation which resulted in a decision not to pursue the case, taken it appears, shortly thereafter.", "On 22 March 1996 the Social Board decided to take A into immediate care on a provisional basis pursuant to section 6 of the 1990 Act.", "The decision was confirmed by the County Administrative Court on the 3 April 1996.", "On 10 May 1996, by request of the Social Board, the County Administrative Court pronounced judgment ordering that A be taken into public care pursuant to sections 1 and 2 of the 1990 Act. Before the court the applicant, A’s mother and 5 witnesses were heard, including two psychiatrists. In addition a psychiatric statement on A was submitted. It was not in dispute that A’s mother could not provide the care needed.", "In its judgment the court held:", "“A is a child with special needs. According to the psychiatric statement A is mentally unhealthy, she has already been damaged and she is in need of care. The Social Board has claimed that it is likely that the need for care is caused by the applicant having beaten A. The court finds that this cannot be considered established with the certainty needed. However, it is a fact that A suffered great lack of care while living with her mother. Having shared custody, both parents are responsible therefore. Both parents consider that A can live with [the applicant] and that consequently, intervention [under the 1990 Act] is not needed. However, it follows from the psychiatric statement that the applicant and A’s mother remained passive in spite of serious warning signals concerning A, including inter alia A’s statement expressed during the spring of 1995 that she did not wish to live any longer. The parents have not taken any measures at all as regards A’s unhealthy state of mind. In addition to this passivity, the applicant appears to lack understanding for A’s need for security, stimulation and care. One example thereof is [the applicant’s] reaction at this hearing to all the information gathered on A’s need for care, provided by doctors’ statements and witnesses. In [the applicant’s] opinion A’s main problems are caused by the public care she has been subjected to. Thus, he insists that only he should assess whether A needs special care and only after she has been placed with him. This statement and the information otherwise submitted before the court support the impression that A, deprived of proper care, obviously risks severe damage to her health and development, not only [in relation to] her mother but also if placed with her father. Since [the applicant] and A’s mother cannot consent to the current care plan and have not shown that the needed care can be provided in some other way, A must be taken into care pursuant to the 1990 Act.”", "On appeal, the judgment was upheld on 23 August 1996 by the Administrative Court of Appeal (Kammarrätten i Göteborg) after an oral hearing where the applicant was heard as well as several witnesses.", "Leave to appeal was refused by the Supreme Administrative Court (Regeringsrätten) on 6 December 1996.", "On 7 January 1997 A, who until then had been placed in a children’s home, was placed with foster parents. The applicant maintained access to A three times per week. In the meantime the applicant requested that the care order be revoked. The Social Board refused this on 20 December 1996.", "The applicant appealed to the County Administrative Court, claiming that the care order be revoked or in the alternative that A be transferred back to the children’s home until a foster family closer to his home in Göteborg could be found. Before the court one of the psychiatrists heard before the County Administrative Court was re-heard and an additional witness on the applicant’s behalf was heard. A’s counsel recommended that the care order be maintained. By judgment of 24 February 1997 the County Administrative Court found against the applicant stating inter alia:", "“[the applicant] maintains that the conditions for public care according to the 1990 Act are not fulfilled. Moreover, he finds no reasons to take any special measures or make any changes as regards A. On the one hand he accepts that A may be a child with special needs; on the other hand he maintains that it is up to him to assess whether A needs any supportive measures and only after she has been placed with him. As a result of this inflexibility on the part of the applicant the situation is virtually unchanged since the [the court’s judgment of 10 May 1996]. Indeed, as the statement from the children’s home shows, A appears to feel better. According to [the applicant] the reason for this is that A is no longer under the influence of her mother and that she regularly sees him and his family. [According to the court] another explanation could be the beneficial influence of the children’s home. No matter how one assesses it, the case offers no indication that care pursuant to the 1990 Act is no longer needed. The care, which concerns a child with special needs, has lasted for only a short period. The damage inflicted on A has already been proven. In conclusion, the court finds that the care order cannot yet be revoked.", "As to the placement of A, no objections as such have been submitted regarding the foster family. The foster family is considered qualified. The question remains whether the placement of A at a home situated [approximately 30 kilometres] from the city Alingsås contravenes the principle of proximity, which entails that the child should be placed at a home which is not too far from the child’s home-environment. Taking into consideration that there are good public connections between Göteborg and Alingsås and that [the applicant] is always fetched from and brought to the railwaystation by the foster family, the court finds that the placement of A is not in breach of the principle of proximity. No other reasons have been submitted in favour of returning A to the children’s home.”", "On appeal, on 11 June 1997 the judgment was confirmed by the Administrative Appeal Court, which held an oral hearing and heard the applicant, A’s mother and three witnesses. It referred to the County Administrative Court’s reasoning and added insofar as relevant the following:", "“A’s mental damage has not been healed to such an extent that care according to the 1990 Act is no longer needed. As regards [the applicant] there is no indication that he has gained any better insight as to A’s needs or that his circumstances have changed to such an extent that he is capable of taking care of A with the certainty needed, more particularly when her special needs are taken into consideration. “", "Leave to appeal was refused by the Supreme Administrative Court on 20 October 1997.", "On 7 July 1998 the Social Board ordered the determination of the care pursuant to section 21 of the 1990 Act.", "Normally, measures taken by the social authorities as regards children shall be based on an agreement with the young person concerned and his or her custodian. Such measures are governed by the provisions of the Social Services Act (Socialtjänstlagen, 1980:620).", "However, if the custodian or the young person - if he or she is above fifteen years of age - does not consent to the necessary care, compulsory public care may be ordered under the 1990 Act (section 1 § 2). Care is to be provided, inter alia, if there is a clear risk of impairment of the health or development of a person under eighteen years of age due to ill-treatment, improper exploitation, lack of care or any other condition in the home (section 2).", "The Social Board may decide to take a child into care immediately on a provisional basis if later court proceedings concerning compulsory care cannot be awaited on account of the risk to the child’s health or development or of the risk that the continuing examination will be obstructed (section 6). Such a decision shall be submitted to the County Administrative Court for approval (section 7).", "An order committing a child to care on a permanent basis is issued by the County Administrative Court on application by the Social Board. The application shall include a description of the circumstances concerning the child, measures previously taken and the care that the Social Board intends to arrange (section 4).", "Once public care has been ordered, it is executed by the Social Board, which decides on the details of the care. In particular, the board shall decide on how the care is to be arranged and where the child is to live (section 11). The council shall ensure that the child’s need of contact with parents and other custodians is met to the utmost possible extent. The council may decide on how this access is to be arranged (section 14).", "When public care is no longer necessary, the Social Board shall order the termination of the care (section 21).", "Decisions taken by the Social Board as to, inter alia, the continuation of the care and the parents’ access may be appealed against to the County Administrative Court (section 41). The court’s decisions and judgments may be appealed against to the Administrative Court of Appeal and the Supreme Administrative Court (section 33 of the Administrative Procedure Act (Förvaltningsprocesslagen, 1971:291))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}