{"ITEMID": "001-88476", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF AKHMADOVA AND AKHMADOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (abuse of the right of petition);Violation of Art. 2;Violation of Art. 2 (procedural aspect);Violation of Art. 3;Violation of Art. 5;Violation of Art. 13+2;Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1957 and 1953 respectively and live in Urus-Martan. They are spouses and the parents of four children. Their elder son, Adnan Yusupovich Akhmadov, was born in 1982.", "7. Between 28 and 29 September 2002 the applicants, their two sons, two daughters and two minor grandchildren were at their family home at 90 Sportivnaya Street, Urus-Martan.", "8. At about 3 a.m. on 29 September 2002 a group of five masked men in camouflage uniforms broke into the applicants’ house. The men did not identify themselves. They were armed with machine guns, which were equipped with silencers used by Russian troops. The men conversed among themselves in Russian without any accent. The applicants inferred that they were Russian servicemen.", "9. The applicants’ younger daughter cried. The servicemen put machine guns to the second applicant’s chest, told him to calm the children down and ordered him to awaken his elder son. When he did so, they took Adnan Akhmadov to the courtyard, forced him to his knees and tied his arms behind his back with adhesive tape.", "10. The servicemen pushed the second applicant with a machine-gun butt into a room and ordered him not to move. Then the armed men left the house taking Adnan Akhmadov with them. The second applicant tried to follow the servicemen, but the door was blocked from the outside. The second applicant then looked out the window and noticed more masked men. The whole group drove away in a UAZ vehicle, a Ural truck and an armoured personnel carrier (“APC”).", "11. In support of their account of the events the applicants submitted written statements from four neighbours who had witnessed the scene in the courtyard.", "12. According to the Prosecutor General’s Office, at 3 a.m. on 29 September 2002 unidentified persons armed with machine guns entered the house at 90 Sportivnaya Street, Urus-Martan, kidnapped Adnan Akhmadov and took him away in an unknown direction.", "13. In the morning of 29 September 2002 the applicants reported in person their son’s disappearance to the district department of the interior, the temporary district department of the interior, the military commander’s office, the prosecutor’s office of the Urus-Martan District (“the district prosecutor’s office”) and the local administration. None of the officials provided any information as to Adnan Akhmadov’s whereabouts. On the same date the applicants lodged written complaints with all the aforesaid bodies. The applicants retained copies of some of these complaints and submitted them to the Court.", "14. From 1 October 2002 onwards the first applicant repeatedly wrote to various official bodies, such as the Prosecutor General’s Office, the prosecutor’s office of the Chechen Republic, the military prosecutor of military unit no. 20102, the Administration of the Chechen Republic, the Special Envoy of the Russian President in Chechnya for Rights and Freedoms, the Russian Ministry of Justice and the Russian State Duma. She also contacted the Memorial Human Rights Centre. In her applications she described in detail the circumstances of her son’s abduction and asked for assistance in establishing his whereabouts. Most of the complaints were eventually forwarded to the district prosecutor’s office.", "15. The first applicant also addressed numerous penitentiary institutions requesting information on her son’s possible detention. In reply, she was informed that Adnan Akhmadov had not been held in any of them.", "16. On 3 October 2002 the first applicant visited the head of the Chechen Department of the Federal Security Service (“the FSB”), Mr K., and told him that Adnan Akhmadov was not sufficiently fluent in Russian. Mr K. interrupted her saying that her son spoke Russian better than her. As evidence, the first applicant provided written statements from her two relatives who heard Mr K.’s reply.", "17. On 31 October 2002 the investigation into Adnan Akhmadov’s kidnapping was opened in case no. 61145.", "18. On 18 June 2003 the Chechen Department of the FSB informed the first applicant that Adnan Akhmadov had not been detained by the FSB and that there had been no legal grounds for his detention. The letter also stated that measures were being taken to establish his whereabouts.", "19. On 5 August 2003 the prosecutor’s office for the Southern Federal Circuit informed the first applicant that her complaint about ineffective investigation into her son’s disappearance had been forwarded to the prosecutor’s office of the Chechen Republic.", "20. On 18 August 2003 the prosecutor’s office of the Chechen Republic informed the first applicant that her complaint about the suspension of the criminal proceedings concerning her son’s disappearance had been examined.", "21. On 1 October 2003 the first applicant wrote to the Chechen Department of the FSB asking for assistance and mentioned her conversation with Mr K. of 3 October 2002. Later an FSB official informed the first applicant that her letter had been forwarded to the district prosecutor’s office.", "22. On 7 April 2004 the district prosecutor’s office informed the first applicant that the investigation in case no. 61145 had been resumed on 16 April 2004 and that no suspects had been found yet.", "23. On 16 May 2004 the investigation was again stayed, apparently for a failure to identify suspects.", "24. On 1 July 2004 the first applicant complained to the Urus-Martan Town Court of the Chechen Republic (“the town court”) about the authorities’ failure to carry out an effective investigation and namely to take a number of essential steps. She requested that the investigation be reopened and that she be allowed access to the case file.", "25. On 20 September 2004 the military prosecutor’s office of military unit no. 20102 informed the first applicant that military personnel had not taken part in her son’s abduction.", "26. On 8 November 2004 four policemen of the district department of the interior visited the applicants and interrogated witnesses of Adnan Akhmadov’s apprehension. The witnesses reassured the policemen that the applicants’ son had not participated in any illegal armed groups.", "27. On 2 June 2005 the first applicant complained to the prosecutor’s office of the Chechen Republic about inactivity of the district prosecutor’s office. On 29 June 2005 she was informed in reply that investigative measures were being taken to resolve her son’s kidnapping.", "28. On 19 July 2005 the first applicant was invited for an interview at the district prosecutor’s office. Once there, she was told by an investigator that she should have ensured that witnesses to her son’s abduction visited him. The first applicant replied that she needed guarantees for safety in respect of herself and the witnesses. The investigator said that he himself had no guarantees for his own safety. The first applicant inferred from the investigator’s remark that her life was in danger and requested the district prosecutor’s office to take security measures pursuant to Article 11 of the Code of Criminal Procedure in respect of her family members and the witnesses to her son’s abduction.", "29. On 13 October 2005 the district prosecutor’s office informed the first applicant that her request for application of security measures had been dismissed.", "30. On 24 October 2005 the first applicant complained about the decision of 13 October 2005 to the prosecutor’s office of the Chechen Republic. On 22 November 2005 she was informed that there were insufficient grounds for the application of security measures in her case.", "31. On 13 June 2006 the first applicant requested the district prosecutor’s office to update her on the progress in the investigation in case no. 61145 and to resume the proceedings if they had been suspended.", "32. On 31 October 2002 the district prosecutor’s office instituted criminal proceedings related to the disappearance of Adnan Akhmadov under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file was assigned the number 61145.", "33. On 31 December 2002 the first applicant was granted victim status in case no. 61145. On the same date the district prosecutor’s office suspended the investigation for failure to identify those responsible.", "34. Between 26 February 2003 and 15 September 2003 the investigation in case no. 61145 was resumed three times and then suspended by the district prosecutor’s office.", "35. On 16 April 2004 the investigation was resumed.", "36. On 16 May 2004 the district prosecutor’s office again suspended the investigation.", "37. On 6 August 2004 the Urus-Martan Town Court (“the town court”) examined the first applicant’s complaint concerning the suspension of the investigation into her son’s kidnapping. It noted that the investigators had taken certain measures to resolve the crime. In particular, they had questioned witnesses and sent requests to law-enforcement agencies. The department of the Federal Security Service of the Urus-Martan District, the military commander’s office, the department of the interior and some other law-enforcement agencies had replied that their officers had not detained Adnan Akhmadov. The investigators had tried to establish which State agency had owned an armoured intelligence vehicle (“AIV”, «боевая разведывательно-дозорная машина», БРДМ) and a Ural vehicle. Nevertheless, the town court found that the investigators had not taken all the measures indicated by the prosecutor’s office of the Chechen Republic in a decision of 13 April 2004. In particular, they had not questioned the former head of the district department of the FSB and the former military commander of the Urus-Martan District. The town court concluded that the first applicant’s complaint was well-founded and ordered that the district prosecutor’s office resume the investigation in case no. 61145.", "38. On 24 August 2004 the Supreme Court of the Chechen Republic upheld the first-instance judgment.", "39. On 28 October 2004 the district prosecutor’s office resumed the proceedings and informed the first applicant accordingly.", "40. On 28 November 2004 the investigation was again suspended.", "41. On 29 June 2005 the prosecutor’s office of the Chechen Republic quashed the decision of 28 November 2004 for the reason that the investigation had not been comprehensive. They indicated that it was necessary to verify the first applicant’s hypothesis of involvement of FSB servicemen in her son’s kidnapping and to perform the measures indicated by the prosecutor’s office of the Chechen Republic and the town court. The proceedings in case no. 61145 were resumed.", "42. On 6 August 2005 the district prosecutor’s office again suspended the investigation.", "43. On 13 June 2006 the district prosecutor’s office resumed the investigation into Adnan Akhmadov’s kidnapping for one day as it was necessary to decide upon a request by the first applicant. On 14 June 2006 the investigation was suspended.", "44. On 17 May 2007 the district prosecutor’s office decided to resume the investigation in case no. 61145 for the reason that a number of investigative measures had not been taken.", "45. Despite specific requests by the Court the Government did not disclose most of the material from case no. 61145, providing only copies of decisions to suspend and resume the investigation and to grant victim status, as well as of several notifications to relatives of the adjournment and reopening of the proceedings. In particular, they did not provide a copy of the decision of the prosecutor’s office of the Chechen Republic of 13 April 2004 referred to by the town court. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "47. Article 124 of the CCP provides that a prosecutor can examine a complaint concerning actions or omissions of various officials in charge of a criminal investigation. Once a complaint is examined, the complainant should be informed of its outcome and of possible avenues of appeal against the prosecutor’s decision.", "48. Article 125 of the CCP provides that the decision of an investigator or prosecutor to dispense with or terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a district court, which is empowered to examine the lawfulness and grounds of the impugned decisions.", "49. Article 161 of the CCP enshrines the rule that data from the preliminary investigation cannot be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}