{"ITEMID": "001-69978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF CZARNECKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1965 and lives in Lublin, Poland.", "5. On 3 January 1996 the applicant was arrested by the police. On 5 January 1996 the Lublin District Prosecutor charged the applicant with homicide and larceny and remanded him in custody. The prosecutor considered that the applicant's detention was necessary because there existed the danger of pressure being brought to bear on witnesses. In addition, the charges laid against the applicant carried a significant danger to society at large.", "6. On 22 February 1996 the applicant applied for release but on 23 February 1996 the prosecutor dismissed it.", "7. On 13 November 1996 the applicant was indicted before the Lublin Regional Court (Sąd Wojewódzki).", "8. On 27 October, 8 and 10 December 1997 and 15 January and 25 February 1998 the Lublin Regional Court held hearings in the applicant's case. During those hearings the court extended the applicant's pretrial detention.", "9. On 31 March 1998 the Lublin Regional Court delivered a judgment in which it convicted the applicant as charged and sentenced him to twelve years' imprisonment.", "10. The applicant appealed against his conviction and on 13 August 1998 the Lublin Court of Appeal (Sąd Apelacyjny) quashed his conviction and remitted the case to the Lublin Regional Court.", "11. On 15 September and 17 December 1998 the trial court held hearings. On 15 December 1998 the court again prolonged the applicant's detention relying on strong suspicion that the applicant committed the crime and on the gravity of charges.", "12. On 23 March 1999 the Lublin Regional Court extended the applicant's detention. The applicant appealed against this decision but his appeal was dismissed on 14 April 1999 by the Lublin Court of Appeal. The appellate court gave the following reasons for its decision:", "“Marek Czarnecki is charged with murder for which Article 148 § 1 of the Criminal Code provides a prison term exceeding 8 years. Therefore, according to Article 258 § 2 of the Code of Criminal Procedure the pre-trial detention can be justified by the heavy sentence: in those circumstances it is not necessary to give other grounds for the continued pre-trial detention such as the risk of flight or obstructing the proper course of proceedings.", "Furthermore, one cannot agree with the accused's submission that the evidence collected in his case does not make it probable that he committed the crime. The Court of Appeal quashed his conviction because there were errors in the proceedings before the court of first instance as a result of which it was impossible to make it 100% certain that the accused had committed the crime. The absolute certainty, which is necessary for a conviction, should be distinguished from a probability that the crime was committed.", "The court is of the view that the evidence collected in the case shows that there is a significant probability that the accused committed the crime with which he is charged. Accordingly, the requirement of Article 249 § 1 of the Code of Criminal Procedure is fulfilled.", "As there are no reasons for release from the pre-trial detention (259 § 1 of the Code of Criminal Procedure) it was necessary to decide as in the operative part.”", "13. The applicant appealed against the decision of 14 April 1999 but his appeal was rejected on 10 May 1999 by the President of the Lublin Court of Appeal because it was not provided by the law. The applicant filed a further appeal to the Supreme Court (Sąd Najwyższy) but on 18 August 1999 it rejected his appeal for the same reason.", "14. The applicant made a fresh application for release but it was dismissed on 14 September 1999 by the Lublin Regional Court. The court gave the following reasons for its decision:", "“Marek Czarnecki is charged with the commission of a crime described in Article 148 § 1 of the Criminal Code. In his application he points to the prolonged criminal proceedings against him and the necessity to provide care for his parents.", "The Regional Court is of the view that both arguments submitted by the accused should be dismissed. It is not the Regional Court's fault that the court proceedings are prolonged. Recently, it was the accused himself who torpedoed the proceedings which were to take place during the last hearing.", "As for the difficult situation of the accused's parents, it is not that tragic since the accused's brother has recently moved out of their flat and he would not have done it if the situation had been worrying.", "It should further be stated that a charge concerning the commission of a crime and a possible heavy prison sentence in themselves constitute grounds for pretrial detention.", "Taking the above into consideration the Regional Court has not found any grounds for changing the preventive measure.”", "15. On 28 September 1999 the Lublin Regional Court extended the applicant's detention until 30 December 1999. The Court gave the following reasons for its decision:", "“Marek Czarnecki is charged with the commission of a crime which carries a prison sentence exceeding 8 years. The evidence collected in the case shows that there is a significant probability that the accused has committed the crime with which he is charged. Taking the above into consideration and the lack of the grounds listed in Article 259 § 1 of the Code of Criminal Procedure, as well as the necessity to secure the proper conduct of the court proceedings it was decided as in the operative part.”", "16. In 1999 the trial court held several hearings at which it heard witnesses.", "17. On 25 April, 12 September and 28 December 2000 as well as on 25 March, 29 May and 7 August 2001 the Lublin Regional Court further prolonged the applicant's detention repeating reasons for the detention previously given.", "18. The applicant's numerous appeals and applications for release were unsuccessful.", "19. It appears that at the hearing held on 10 September 2001 the prosecutor dropped the charges of homicide against the applicant.", "20. On 10 September 2001 the Lublin Regional Court gave judgment. It acquitted the applicant of homicide, convicted him of larceny and sentenced him to one year and six months' imprisonment. On the same date the applicant was released from the detention.", "21. Between 27 February and 18 May 1997 the applicant served a prison sentence resulting from a conviction in another case.", "22. The Code of Criminal Procedure 1969, which remained in force until 1 September 1998, listed as preventive measures, inter alia, detention on remand, bail and police supervision. Article 209 of the Code, which set out general grounds justifying the imposition of preventive measures, provided as follows:", "“Preventive measures may be imposed in order to secure the proper course of proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”", "23. Furthermore, the Code of Criminal Procedure allowed authorities a margin of discretion as to whether to continue the enforcement of preventive measures. Detention on remand was regarded as the most severe preventive measure. Article 213 of the Code provided as follows:", "“A preventive measure shall be immediately quashed or changed if the grounds therefore have ceased to exist or if new circumstances have arisen, which justify quashing a given measure or replacing it with one that is either more or less severe.”", "Article 225 of the Code provided:", "“Detention on remand shall be imposed only when it is mandatory; this measure shall not be imposed if bail or police supervision, or both of these measures, are considered adequate.”", "Article 217 § 1 of the Code, in the version after 1 January 1996, provided insofar as relevant:", "“Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or he has no permanent abode [in Poland]; or", "(2) there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the proper conduct of proceedings by any other unlawful means; or", "Paragraph 2 of Article 217 then read:", "“If an accused has been charged with a serious offence or an intentional offence [for the commission of which he may be] liable to a sentence of a statutory maximum of at least eight years' imprisonment, or if a court of first instance has sentenced him to at least three years' imprisonment, the need to continue detention in order to secure the proper conduct of proceedings may be based upon the likelihood that a heavy penalty will be imposed.”", "Article 218 provided:", "“If there are no special reasons to the contrary, detention on remand should be lifted, in particular, if:", "(1)o it may seriously jeopardise the life or health of the accused; or", "(2) oit would entail excessively burdensome effects for the accused or his family.”", "24. Until 4 August 1996, when the Code of Criminal Procedure was amended, Polish law did not set out any statutory time-limits concerning detention on remand in court proceedings but only in respect of the investigative stage.", "Article 222 of the Code of Criminal Procedure, as applicable after 4 August 1996, provided insofar as relevant:", "“3. The whole period of detention on remand until the date on which the court of first instance gives judgment may not exceed one year and six months in cases concerning offences. In cases concerning serious offences [offences for the commission of which a person was liable to a sentence of a statutory minimum of at least 3 years' imprisonment] this period may not exceed two years.", "4. In particularly justified cases the Supreme Court may, on an application made by the court competent to deal with the case, ... prolong detention on remand for a further fixed period exceeding the time-limits set in paragraphs 2 and 3, when it is necessary in connection with a suspension of the proceedings, a prolonged psychiatric observation of the accused, when evidence needs to be obtained from abroad or when the accused has deliberately obstructed the termination of the proceedings in the terms referred to in paragraph 3.”", "Subsequently, paragraph 4 was extended to include also “other significant circumstances, which could not be overcome by the organs conducting the proceedings”.", "25. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused's committing another, serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”", "26. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a justified fear that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years' imprisonment, or if a court of first instance has sentenced him to at least 3 years' imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "27. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "28. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "camnot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on the application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}