{"ITEMID": "001-113129", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BUCKLAND v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home)", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1959 and lives in Cardiff.", "6. The applicant is a gypsy. In 1999 she moved to the Cae Garw caravan site in Port Talbot, Wales, with her two children. The site was owned by Neath Port Talbot County Borough Council.", "7. On 12 June 2000 Neath Port Talbot County Borough Council entered into a licence agreement with the Gypsy Council which provided that the latter would manage the site.", "8. On 29 March 2004 the applicant entered into a licence agreement with the Gypsy Council to occupy pitch 16 on the site. It was a condition of the licence that:", "“The Licensee or his/her resident family ... must not create a nuisance on the sites or to neighbouring properties. The Licensee shall be held responsible if any ... person living with ... her contravenes any of these Site Rules or Conditions.”", "9. On 30 December 2004 the Gypsy Council issued a notice of termination of licence to the applicant which expired on 6 February 2005. The notice referred to a clause of her licence agreement which provided:", "“The Gypsy Council or the Licensee may terminate this licence by giving the other not less than 28 days written notice to expire on a Sunday in any week.”", "10. No further reasons justifying the termination were given.", "11. Notices to quit were also given to her parents, who occupied a different pitch on the site.", "12. On 18 January 2005 amendments to section 4 of the Caravan Sites Act 1968 (“the 1968 Act”) entered into force which introduced the possibility for possession orders to be suspended by a court on the application of the occupier for up to twelve months at a time (see paragraph 36 below).", "13. On 2 August 2005 the Gypsy Council issued a claim for possession against the applicant and five members of her extended family, including her parents, in Neath Port Talbot County Court. In its particulars of claim, the Gypsy Council alleged that all six defendants were guilty of causing very substantial nuisance to the site to the detriment of other occupiers.", "14. The applicant’s parents did not apply for suspension or postponement of the orders. On 1 June 2006, possession orders were made against them by consent.", "15. An oral hearing took place between 24 and 26 July 2006 in Swansea County Court and 28 July 2006 in Neath County Court in respect of the claim for possession against the applicant. In a witness statement lodged prior to the hearing, the applicant indicated that she intended to leave the site when her parents left.", "16. On 25 July 2006 Judge Bidder QC gave a judgment on the preliminary issue of whether the applicant could challenge the making of a possession order in her case. He considered himself bound by the decision of the House of Lords in Kay and Price (see paragraph 42 below), which had examined the effect of this Court’s judgment in Connors v. the United Kingdom, no. 66746/01, 27 May 2004. Thus, he concluded, the only options open to the applicant were to challenge the domestic law itself or to commence judicial review proceedings based on conventional grounds. He concluded:", "“58. ... I do not consider it to be arguable that the decision of the claimants to seek possession against her was unreasonable or that their decision to invoke their domestic law rights could be castigated as unreasonable ...", "59. Moreover, the fact that parliament has amended the applicable domestic legislation to afford the gypsy occupier the opportunity to contend that any possession order should be suspended for 12 months at a time distinguishes that case from Connors, and given that that amendment was considered in Kay and Price I find it impossible to say ... that there is a seriously arguable point raised that the law which enables the court to make the possession order is incompatible with article 8 ...”", "17. He invited submissions from the applicant as to the possible temporary suspension of any possession order. He added:", "“71. I should say that on the issue of suspension of the ... order against the [applicant] of possession I would invite the parties to consider the date of 4th November 2006 being the date on which the [applicant’s] parents are required to leave and on which she indicates that she would leave anyway ...”", "18. On 28 July 2006, following the applicant’s submissions that any possession order against her should be suspended, the judge handed down his judgment on the remaining issues. Having reviewed the allegations made against the applicant by the claimant, the judge concluded:", "“27. ... I am not satisfied that Maria Buckland has herself been guilty of any offensive behaviour on site, or of any breach of licence, apart from the relatively minor failure to pay the water charges.”", "19. He was, however, satisfied that her son, who resided part of the time with her, had been involved in an incident on site in which he threatened someone with a gun, although it was not clear whether the gun had been real or merely an imitation; and had dumped garden refuse on the site.", "20. Turning to consider whether the applicant’s personal circumstances, and those of her son, justified a suspension of the possession order which he would be making in her case the judge noted:", "“32. In relation to Maria Buckland, while I am obliged to make a possession order, I find her only breach of site conditions has been recent and is a very modest failure to pay water charges. She has indicated in a recent statement that she intends to move from the site when [her parents] leave, that is on or before 4pm on 24th November. I do consider it appropriate to suspend enforcement of the possession order against her until the same time and date. However, I am clear that the behaviour of [her son] on this site and his attitude towards the Farrows [the family of the site manager] is such that I have to impose conditions on her continued possession, as sought in the draft order – [her son] lives half his time with his father, and I have no doubt that if he cannot live with his mother, he will be able to live with his father ...”", "21. He made an order for possession against the applicant, which he suspended until 24 November 2006 upon the condition that her son leave the site and that she discharge the GBP 95 arrears of water charges at the rate of GBP 5 per week.", "22. On 18 April 2007 the applicant, who was still resident at the site, was granted permission to appeal the possession order to the Court of Appeal. A stay of execution of the order of 28 July 2006 was also ordered.", "23. In November 2007 a bill which would amend the Mobile Homes Act 1983 (“the 1983 Act”) was introduced to Parliament. The effect of the proposed amendment was to allow a defendant in possession proceedings such as the applicant to challenge before the County Court the reasonableness of making a possession order.", "24. On 12 December 2007 the applicant’s appeal was dismissed. Considering the impact of the amendment to the 1968 Act to allow suspension of a possession order on whether the applicant could succeed in a conventional public law challenge to the decision to seek a possession order, Lord Justice Dyson noted:", "“42. The significance of the amendment is that a claimant’s decision to seek possession does not involve summary eviction without judicial scrutiny of the justification of the claim to possession. By issuing proceedings, the claimant submits to the jurisdiction of the court,, including the claimant’s complaints about the defendant’s behaviour.”", "25. He continued:", "“43. ... It may be that, for the reasons given by Lord Brown [in Kay], a public law defence could have been raised successfully in Connors. I would suggest that this is not so much because the family had been in occupation for a great length of time, but rather because it was unreasonable and grossly unfair for the local authority to seek a possession order and obtain the eviction of the occupier merely on the basis of a termination of the licence ‘without the need to make good any underlying reason for taking such precipitate action’. The real difference between the present case and Connors is not that the appellant had been in occupation for a shorter period than was the family in Connors ... On any view, the site was her home and had been for a substantial period of time. The fact that she had not been in occupation for as long as the family in Connors is not, in my judgment, of much significance. The real difference between the two cases is that in Connors, once the licence had been terminated, the authority was entitled to an order for possession whose enforcement could not be suspended by the court.”", "26. He concluded that since the amendment to the 1968 Act, it was difficult to conceive of a case in which a public law defence would succeed. Referring also to the fact that Judge Bidder had made a finding of misconduct on the site by the applicant’s son, for whose behaviour she was responsible under the terms of the licence, Dyson LJ considered that the judge was right to hold that the public law defence was not seriously arguable.", "27. Dyson LJ further noted that the factual situation of Connors was not materially different from the present case in that in both cases the defendant had occupied a site as a home for a number of years. Further, in both cases the claimant had validly and properly terminated the defendant’s licence to occupy so that the defendant had become a trespasser; the claimant was entitled to an order for possession as the owner of the land; and no further justification was required to seek an order for possession. However, it was agreed by the parties that it was not necessary to decide whether the present case could be distinguished from Connors as the distinction was only relevant for any appeal before the House of Lords.", "28. Finally, in respect of the applicant’s argument that the amendment to section 4 of the 1968 Act did not remedy the incompatibility with Article 8, Dyson LJ emphasised that, in principle, a wide margin of appreciation was left to the national authorities in such matters. However, he accepted that the vulnerable position of gypsies as a minority meant that “some special consideration should be given to their needs and different lifestyle both in the relevant regulatory framework and in reaching decisions in particular cases” (citing Connors, § 83). He found that the main reason for the narrowing of the margin of appreciation in Connors itself was that the complete absence of any procedural safeguards was a serious interference with the applicant’s Article 8 rights in that case, which called for particularly weighty reasons of public interest in justification. However, the precise scope of these safeguards was in his view, a matter for the national authorities to determine. He considered that provided that a reasonable degree of protection was afforded by the domestic law, the Strasbourg Court would not interfere, even if a greater degree of protection could have been afforded. He accordingly rejected the applicant’s submissions, noting:", "“60. The objectionable feature of the legal regime in place before the amendment was that the court was bound not merely to make an order for possession, but to order the eviction of an occupant such as the appellant provided that the 4 weeks’ notice was given. Absent a public law challenge, the occupant had no opportunity to challenge the reasons given by the local authority for seeking possession and the court had no jurisdiction to take the reasons into account in deciding whether to order the occupant’s eviction. The local authority’s reasons were irrelevant as were the occupant’s personal circumstances. Nor did the court have power to suspend an order for possession even in circumstances of extreme hardship which indicated that eviction would not be justified under article 8(2). In short, there was no opportunity for the court to make any assessment of the justification for eviction in order to determine whether the interference with an occupier’s rights under article 8(1) was justified on an application of article 8(2). Provided that the relevant formal requirements had been satisfied, the role of the court was purely mechanistic.", "61. The amendment has introduced procedural protections which ensure that the role of the court is no longer a mechanistic one even when a local authority seeks to evict a licensee from a caravan site. Summary eviction has been replaced by judicial examination. Section 4(1) now provides that the enforcement of a possession order may be suspended for such period up to 12 months ‘as the court thinks reasonable’. The court has a wide discretion under subsection (2) to impose conditions when making an order for suspension. By subsection (3), the court may extend the suspension of the possession order for up to 12 months at a time. Subsection (4) requires the court to have regard to ‘all the circumstances’ in deciding whether to exercise its power to suspend. The court is, therefore, ...”", "29. He concluded:", "“63. In my judgment, the decision to provide the procedural safeguards introduced by the amendment of section 4 of the 1968 Act was within the margin of appreciation available to the United Kingdom. More generous safeguards could have been introduced (and they will be when the 1983 Act is amended). But the amendment goes far enough to meet the real thrust of the criticisms made in Connors.”", "30. As to the applicant’s argument that the legislation discriminated against gypsies, Dyson LJ found that although the discrimination point was one of the features of the Court’s reasoning in Connors, it was not the main reason for the decision. Even if that was wrong, Dyson LJ considered that by addressing the lack of procedural safeguards for gypsies of local authority sites, the amendment had also gone a long way to meeting the discrimination point. While discrimination would not be cured completely until the 1983 Act was amended, it had been much mitigated. Thus to the extent that the discrimination persisted, the decision not to eliminate it altogether fell within the margin of appreciation accorded to the contracting States.", "31. On 18 February 2008 the House of Lords refused the applicant’s request for permission to appeal.", "32. In May 2008 the applicant left Cae Garw caravan site for alternative accommodation on land owned by her brother. She claims that her departure was the result of the refusal of leave to appeal and in the face of further threats of eviction The land owned by her brother has no planning permission for residential use and its occupants, which include the applicant’s brother, his six children and the applicants’ parents, share minimal facilities, namely one toilet and one sink with cold running water in a shed with no lighting.", "33. Part I of the Caravan Sites Act 1968 (“the 1968 Act”) provides limited security of tenure to certain occupiers of caravans and caravan sites. Section 2 provides that at least four weeks’ notice of termination of a licence to occupy a caravan site must be given.", "34. Section 4(1) provides that when a court makes an order for the removal or exclusion of an occupier from a caravan site, it may suspend the enforcement of that order for up to twelve months at a time.", "35. Section 4(4) provides that in considering whether or how to exercise its powers under this section, the court shall have regard to all the circumstances, and in particular to the questions:", "“(a) whether the occupier of the caravan has failed, whether before or after the expiration or determination of the relevant residential contract, to observe any terms or conditions of that contract, any conditions of the site licence, or any reasonable rules made by the owner for the management and conduct of the site or the maintenance of caravans thereon;", "(b) whether the occupier has unreasonably refused an offer by the owner to renew the residential contract or make another such contract for a reasonable period and on reasonable terms;", "(c) whether the occupier has failed to make reasonable efforts to obtain elsewhere other suitable accommodation for his caravan (or, as the case may be, another suitable caravan and accommodation for it).”", "36. Section 4(6) of the 1968 Act formerly excluded the court’s power to suspend the enforcement of a possession order under section 4(1) in the case of possession proceedings brought by local authorities. However, the exclusion of local authority caravan sites from the ambit of the power to suspend under section 4(1) was removed by the Housing Act 2004, which entered into force on 18 January 2005, in respect of proceedings begun on or after that date.", "37. The Mobile Homes Act 1983 (“the 1983 Act”) was enacted, inter alia, to restrict the eviction from caravan sites of occupiers of caravans. It applies to any agreement under which a person is entitled to station a mobile home on land forming part of a “protected site” and to occupy it as his only or main residence and implies into licence agreements falling within the ambit of its provisions various protective terms.", "38. Section 2(1) and paragraph 4 of Schedule 1 to the 1983 Act provide that the owner of a relevant site is entitled to terminate the licence only if (i) he satisfies the court that the occupier has breached a term of the licence agreement and has failed to comply with a notice to remedy the breach; and (ii) the court considers it reasonable for the agreement to be terminated.", "39. Section 5(1) defines “protected site” by reference to its definition in the 1968 Act (essentially applying to land authorised for long-term residence). However, the section expressly excludes from the definition any land occupied by a local authority as a caravan site providing accommodation for gypsies.", "40. Pursuant to section 321 and Schedule 16 of the Housing and Regeneration Act 2008, which was enacted on 22 July 2008, the exclusion of land used for accommodating gypsies from the definition of “protected site” in section 5(1) of the 1983 Act is removed. The amendment has entered into force in England but has not yet entered into force in Wales.", "41. For a general summary of domestic proceedings prior to November 2010 regarding the right of defendants to rely on Article 8 in the context of a defence to possession proceedings, see the Court’s judgment in Kay and Others v. the United Kingdom, no. 37341/06, §§ 18-43, 21 September 2010.", "42. Notably, in Kay and others v. London Borough of Lambeth and others; and Leeds City Council v. Price and others [2006] UKHL 10, Lord Hope of Craighead clarified that a challenge to possession proceedings could only be based either on an argument that the law itself was incompatible with Article 8; or on conventional judicial review grounds.", "43. The subsequent case of Doherty and others v. Birmingham City Council [2008] UKHL 57, decided after the applicant’s appeal was dismissed, concerned the eviction of gypsies from a local authority caravan site. Lord Hope concluded that it was open to the defendant to argue that the law itself was incompatible with the Convention because the relevant legal framework was indistinguishable from that which applied in Connors. He considered that in light of the clear terms of the legislation allowing the local authority possession, there was no scope for interpreting it in a manner which was Convention-compatible and continued:", "“50. ... This raises the question whether your Lordships should make a declaration of incompatibility ... The incompatibility with the appellant’s article 8 rights that was to be found in section 4(6)(a) of the 1968 Act has been removed by section 211(1) of the Housing Act 2004. As already noted, a clause was included in the Housing and Regeneration Bill to remove the exclusion of local authority sites which provide accommodation for gipsies from the protection of the 1983 Act. Nevertheless, prior to its receiving the Royal Assent ..., Lord Walker favoured the making of a declaration of incompatibility in relation to section 5(1) of the 1983 Act.", "51. I was at first inclined to doubt whether a declaration was necessary. The power to make a declaration ... is, after all, a discretionary one. But on reflection I agreed that it would be appropriate to make such a declaration in this case. Indeed I considered that the decision of the Strasbourg court in Connors left the House with no alternative but to do this. That was a judgment which was pronounced in a case against the United Kingdom. Its decision is as plain an indication as there could be that there was an incompatibility in our legislation that ought to be addressed by the United Kingdom Parliament ... In such circumstances the decision as to whether the incompatibility should remain was not for the court to take. It had to be left to the government and to Parliament, and it could not be taken for granted that the amending legislation would be passed. In the events that have happened, however, the making of a declaration has become unnecessary ...”", "44. On 3 November 2010 the Supreme Court handed down its judgment in Manchester City Council v. Pinnock [2010] UKSC 45 (“Pinnock”), sitting as a panel of nine judges. The case concerned possession proceedings brought against a demoted tenant. Following a review of the case-law, the Supreme Court considered the following propositions to be well-established in the jurisprudence of this Court:", "“(a) Any person at risk of being dispossessed of his home at the suit of a local authority should in principle have the right to raise the question of the proportionality of the measure, and to have it determined by an independent tribunal in the light of article 8, even if his right of occupation under domestic law has come to an end ...", "(b) A judicial procedure which is limited to addressing the proportionality of the measure through the medium of traditional judicial review (i e, one which does not permit the court to make its own assessment of the facts in an appropriate case) is inadequate as it is not appropriate for resolving sensitive factual issues ...", "(c) Where the measure includes proceedings involving more than one stage, it is the proceedings as a whole which must be considered in order to see if article 8 has been complied with ...", "(d) If the court concludes that it would be disproportionate to evict a person from his home notwithstanding the fact that he has no domestic right to remain there, it would be unlawful to evict him so long as the conclusion obtains – for example, for a specified period, or until a specified event occurs, or a particular condition is satisfied.”", "45. The Supreme Court considered that in order for domestic law to be compatible with Article 8 of the Convention, where a court was asked by a local authority to make an order for possession of a person’s home, the court had to have the power to assess the proportionality of making the order, and, in making that assessment, to resolve any relevant dispute of fact. In terms of the practical implications of this principle, the Supreme Court noted that if domestic law justified an outright order for possession, the effect of Article 8 could, albeit in exceptional cases, justify granting an extended period for possession, suspending the order for possession on the happening of an event, or even refusing an order altogether. Finally, the court observed that the need for a court to have the ability to assess the Article 8 proportionality of making a possession order in respect of a person’s home might require certain statutory and procedural provisions to be revisited.", "46. On 23 February 2001 the Supreme Court handed down its judgment in the joined cases of Mayor and Burgesses of the London Borough of Hounslow v. Powell; Leeds City Council v. Hall; Birmingham City Council v. Frisby [2011] UKSC 8 (“Powell and others”). In its judgment, the court extended its approach in Pinnock to introductory tenancies and tenancies under the homelessness regime."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}