{"ITEMID": "001-97203", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BORA v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1933 and lives in İstanbul.", "5. In 1970 the applicant bought a share in some land (plot no. 195) which was jointly owned by several other persons, in the Kadıköy district of İstanbul. According to the title-deed the applicant’s share corresponded to 275/21672 of the plot. The applicant submitted a copy of a map dated 17 June 1970 where he is mentioned as the owner of the part of the land designated as no. 46 in plot no. 195 (hereinafter “land no. 46”), which was around 329,50 m2 in size.", "6. By decision no. 92/5 dated 12 May 1992, the Kadıköy Municipality divided the property amongst its owners and created separate titles. The applicant was allocated the part of the land designated as no. 6 in plot no. 195. It appears that the Municipality allocated parcel no. 46 to a firm.", "7. On an unspecified date the applicant filed an action with the İstanbul Administrative Court against the Kadıköy Municipality, requesting the annulment of decision no. 92/5.", "8. On 5 October 1994, upon the applicant’s request to prevent the transfer of the allocated plot of land to third persons, the İstanbul Administrative Court stayed the execution of the Municipality’s decision no. 92/5. The court file, the application of the Municipality’s decision no. 92/5 would engender irremediable damage.", "9. On 10 April 1995 the firm sold its land to another person, Mr T.M., who in turn sold it to Mr G.Y. on 22 August 1996.", "10. On 29 May 1995 the İstanbul Administrative Court annulled the part of the Municipality’s decision affecting the applicant on the ground that it was unlawful. The court, after having examined the evidence in the case file and the experts’ report, held that the value of the land allocated to the applicant by the Municipality’s decision was inferior to the value of the applicant’s parcel, and that there was a building on it which belonged to third persons. Therefore the Municipality had attributed the impugned land to the applicant without sufficient investigation and examination.", "11. In the meantime, on 8 December 1994 the applicant filed an action requesting the Kadıköy Civil Court of First Instance to annul the title deed of the firm to land no. 46 and to register it under his name in the land registry. Mr T.M., the owner of the land at that time, also joined the proceedings. It appears that on 29 May 1995 the court issued a temporary injunction to prevent to transfer of the land to third parties. On 21 December 1995 the court dismissed the case. This action ended with dismissal on the ground that the applicant did not have locus standi since the administrative proceedings concerning the annulment of decision no. 92/5 were still pending before the courts. This judgment became final on 20 June 1996 when the Court of Cassation rejected the applicant’s appeal and subsequent rectification request. On 14 August 1996 the first-instance court lifted the temporary injunction.", "12. On 9 April 1996 the Supreme Administrative Court upheld the judgment of the first-instance court. On 25 February 1997 it dismissed the Municipality’s request for rectification of its decision.", "13. The criminal proceedings instigated, upon the applicant’s complaint, against the mayor of Kadıköy, the director and co-director of construction affairs of the Municipality and the vice chairman in charge of construction affairs were suspended, pursuant to Law no. 4616, on 24 April 2002.", "14. In the meantime, the applicant applied, without success, to various authorities requesting their assistance in the enforcement of the judgment given in his favour and the re-inscription of the title deed of land no. 46 in his name. The latest such petition was dated 26 December 2001 and addressed to the Kadıköy District Governor’s Office. In this petition, the applicant referred to the Kadıköy Municipality’s response dated 2 November 2001 where he was informed that it was not possible to enforce the judgment of 29 May 1995 and that he could lodge an action against the firm and Mr T.M.", "15. According to the land registry record dated 9 August 2007 the applicant remained the owner of land no. 6, which is around 232 m2 in size.", "16. A description of the relevant domestic law at the material time can be found in Çiçek and Öztemel and Others v. Turkey (nos. 74069/01, 74703/01, 76380/01, 16809/02, 25710/02, 25714/02 and 30383/02, §§ 1415, 3 May 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}