{"ITEMID": "001-92142", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ŠILIH v. SLOVENIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (ratione temporis);Preliminary objections joined to merits and dismissed (non-exhaustion of domestic remedies);Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 2 (procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;András Sajó;Anatoly Kovler;Antonella Mularoni;Christos Rozakis;Corneliu Bîrsan;Dean Spielmann;Giorgio Malinverni;Ineta Ziemele;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Nicolas Bratza;Nona Tsotsoria;Päivi Hirvelä;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Vladimiro Zagrebelsky", "TEXT": ["10. The applicants, Franja and Ivan Šilih, were born in 1949 and 1940 respectively and live in Slovenj Gradec.", "11. On 3 May 1993, at some point between midday and 1 p.m., the applicants' twenty-year-old son, Gregor Šilih, sought medical assistance in the Slovenj Gradec General Hospital for, inter alia, nausea and itching skin. He was examined by a duty doctor, M.E. On the basis of a diagnosis of urticaria (a type of allergic reaction), M.E. ordered the administration of intravenous injections of a drug containing glucocorticosteroid (Dexamethason) and an antihistaminic (Synopen). Following the injections, the applicants' son's condition significantly deteriorated. This was probably a result of him being allergic to one or both of the drugs. His skin became very pale, he began to tremble and to feel cold; M.E. noticed signs of tachycardia. A diagnosis of anaphylactic shock was made. Subsequently, at 1.30 p.m., the applicant's son was transferred to intensive care. M.E. ordered the administration of, inter alia, adrenaline. By the time the cardiologist arrived, the applicants' son had stopped breathing and had no pulse. Cardiopulmonary resuscitation was given. At around 2.15 p.m. the applicants' son was connected to a respirator and his blood pressure and pulse returned to normal, but he remained in a coma; his brain was severely damaged.", "12. On 4 May 1993 he was transferred to the Ljubljana Clinical Centre (Klinični center v Ljubljani), where he died on 19 May 1993.", "13. The exact timing of the events which led to the death of the applicants' son and the action taken by M.E. in response to his deteriorating condition were disputed in the domestic proceedings.", "14. On 13 May 1993 the applicants lodged a criminal complaint (ovadba) with the Slovenj Gradec Unit of the Maribor First-Instance Public Prosecutor's Office (Temeljno javno tožilstvo Maribor, Enota v Slovenj Gradcu) against M.E. for the criminal offence of “negligent medical treatment” (nevestno zdravljenje) which, following the applicants' son's death, was characterised as “a serious criminal offence that [had] caused damage to health” (hudo kaznivo dejanje zoper človekovo zdravje). The applicants argued that, through the intravenous injection of the two drugs, M.E. had given their son the wrong treatment and had subsequently failed to take appropriate corrective measures after his condition deteriorated.", "15. In the course of the preliminary proceedings (predkazenski postopek) medical documents concerning the treatment administered to the applicants' son were seized by the police and, following his death, the duty investigating judge (preiskovalni sodnik) directed the Ljubljana Institute for Forensic Medicine (Inštitut za sodno medicino v Ljubljani) to conduct an autopsy and prepare a forensic report.", "16. On 26 August 1993 the police submitted a report to the public prosecutor from which it appears that the Ministry of Health (Ministrstvo za zdravstvo) requested the Medical Association (Zdravniško Društvo) to set up a commission to prepare an opinion in the case. The commission was composed of the same experts as those who were preparing the forensic report (see paragraph 17 below). According to the report, the opinion was sent on 11 June 1993 to the Ministry of Health, which published it in two of Slovenia's main newspapers on 19 June 1993.", "17. On 1 July 1993 the Ljubljana Institute for Forensic Medicine submitted their report, which stated, inter alia:", "“The anaphylactic shock which ... followed the administration of Dexamethason and Synopen was most likely due to sensitivity to one of the mentioned drugs.", "The medical treatment of anaphylactic shock in the Slovenj Gradec Hospital was, on the basis of the medical records, in accordance with established medical practice.", "The consequent ventricular fibrillation was influenced by the infection of the heart muscle, which Gregor Šilih must have contracted several weeks before 3 May 1993.", "After the ventricular fibrillation occurred, the hospital staff gave resuscitation. According to the medical records, this was performed in accordance with established medical practice.", "In the period from Gregor Šilih's admission to the Slovenj Gradec Hospital until his death, we have not found any acts or omissions in his medical treatment which could be characterised as clearly inappropriate or negligent.”", "18. On 8 April 1994 the public prosecutor dismissed the applicants' criminal complaint on the ground of insufficient evidence.", "19. On 1 August 1994 the applicants, acting as “subsidiary” prosecutors (subsidiarni tožilec), lodged a request for the opening of a criminal investigation (zahteva za preiskavo) into M.E.'s conduct.", "20. On 8 November 1994, having heard representations from M.E. on 26 October 1994, the investigating judge of the Maribor First-Instance Court (Temeljno sodišče v Mariboru) granted their request. On 27 December 1994, on an appeal (pritožba) by M.E., the interlocutory-proceedings panel (zunaj-obravnavni senat) of the Maribor First-Instance Court overturned the investigating judge's decision after finding that the evidence in the case-file, in particular the forensic report, did not afford reasonable grounds for suspecting M.E. of manifestly acting in breach of professional standards.", "21. An appeal by the applicants and a request for the protection of legality (zahteva za varstvo zakonitosti) were dismissed, the latter in a decision of 29 June 1995 by the Slovenj Gradec District Court (Okrožno sodišče v Slovenj Gradcu), which obtained jurisdiction in the case after the reorganisation of the judiciary in 1995. The applicants contested that decision. On 5 October 1995 the Maribor Higher Court (Višje sodišče v Mariboru) dismissed their appeal on essentially the same grounds as those on which the previous appeal and request for the protection of legality had been rejected, namely that the applicants were not entitled to appeal against the interlocutory-proceedings panel's decision not to institute criminal proceedings against the doctor.", "22. Subsequently the applicants obtained a medical opinion from Doctor T.V. who stated, inter alia, that myocarditis (inflammation of the heart muscle), which had previously been considered a contributory factor in the death of the applicants' son, could have occurred when he was in anaphylactic shock or even later. As a result, on 30 November 1995 they lodged a request to reopen the criminal investigation (see paragraph 90 below). In addition, they lodged a motion to change the venue of the proceedings to the Maribor District Court (Okrožno sodišče v Mariboru). On 31 January 1996 the Maribor Higher Court granted their motion for a change of venue.", "23. On 26 April 1996 the interlocutory-proceedings panel of the Maribor District Court granted the applicants' request for the reopening of the investigation. An appeal by M.E. was rejected by the Maribor Higher Court on 4 July 1996.", "24. In the course of the investigation, the investigating judge examined witnesses and obtained an opinion from P.G., an expert at the Institute of Forensic Medicine in Graz (Austria). P.G. stated in his report that the administration of the antihistaminic had led to the applicants' son's serious allergic reaction. He expressed doubts as to the pre-existence of myocarditis.", "25. On 10 February 1997 the investigating judge closed the investigation.", "26. Owing to the complexity of the case, the applicants asked the Maribor District Public Prosecutor's Office (Okrožno državno tožilstvo v Mariboru) to take over the conduct of the prosecution. Their request was rejected on 21 February 1997. The Head of the Maribor District Public Prosecutor's Office subsequently explained to the Supreme Public Prosecutor (Vrhovni državni tožilec) that, while P.G.'s report confirmed the existence of reasonable suspicion that M.E. had caused the death by negligence, it was not a sufficient basis on which to lodge an indictment as that required a degree of certainty.", "27. On 28 February 1997 the applicants lodged an indictment accusing M.E. of the criminal offence of “causing death by negligence” (povzročitev smrti iz malomarnosti).", "28. On 7 May 1997, upon M.E.'s objection to the indictment, the interlocutory-proceedings panel of the Maribor District Court directed the applicants to request, within three days, additional investigative measures (see paragraph 93 below).", "29. The investigating judge subsequently examined several witnesses and ordered a forensic report by K.H., an Austrian forensic expert in the field of emergency medicine and anaesthesia. K.H. stated in his report that the ultimate reason for the death of the applicants' son was relatively uncertain, so that the issue of the effectiveness of the measures taken by M.E in response to the son's condition was of no relevance.", "30. On 22 June 1998 the investigating judge informed the applicants that it had been decided to close the investigation. He reminded them that they must either lodge an indictment or a further request for additional investigating measures within fifteen days (see paragraphs 91-92 below).", "31. On 30 June 1998 the applicants asked the investigating judge to question K.H., P.G. and T.V.", "32. On 24 November 1998, after questioning K.H., the investigating judge informed the applicants that the investigation had been closed. They were again reminded that they must either lodge an indictment or a further request for additional investigative measures within fifteen days.", "33. On 10 December 1998 the applicants lodged an indictment supplemented by evidence that had been obtained in the extended investigation. On 12 January 1999 an interlocutory-proceedings panel rejected M.E.'s objection to the initial indictment as unfounded.", "34. On 22 January 1999 M.E. lodged a request for the protection of legality, claiming that the indictment submitted on 10 December 1998 had not been served on her. On 25 February 1999 the Supreme Court (Vrhovno sodišče) quashed the Maribor District Court's decision of 12 January 1999 and remitted the case to the District Court with instructions to serve the indictment of 10 December 1998 on M.E. M.E. subsequently lodged an objection to that indictment and on 3 June 1999 the interlocutory-proceedings panel decided to refer the case back to the applicants, directing them to obtain further evidence – by requesting additional investigative measures – within three days from the service of its decision.", "35. The applicants complied with the directions and on 21 June 1999 requested additional investigative measures, in particular the examination of K.H., P.G. and T.V. In their request, they complained of the remittal of the case since they considered that the evidence should have been further assessed at the trial and not at that stage of the proceedings.", "36. Further to their request, the investigating judge ordered a supplementary report from K.H. and, on 3 December 1999, informed the applicants that further investigative measures had been taken and that they had 15 days in which to lodge an indictment or request additional measures.", "37. Following a request by the applicants on 16 December 1999 for further measures, the investigating judge ordered a reconstruction of the events of 3 May 1993 and the examination of two witnesses.", "38. The investigation was closed on 3 May 2000. The applicants were reminded of the requirements under section 186, paragraph 3, of the Criminal Procedure Act (“the CPA” – see paragraph 92 below).", "39. In the meantime, on 28 June 1999 the applicants again made an unsuccessful request to the public prosecutor to take over the conduct of the prosecution.", "40. On 19 May 2000 the applicants filed a further indictment and the additional evidence they had been directed to obtain.", "41. In August 2000 the applicants complained to the Judicial Council (Sodni svet) about the length of the criminal proceedings. They also challenged the three judges sitting on the interlocutory-proceedings panel which had previously heard M.E.'s objection to the indictment. On 10 October 2000 the President of the Maribor District Court rejected the applicants' request for the judges to stand down.", "42. Following a further objection to the indictment by M.E., the interlocutory-proceedings panel examined the case on 18 October 2000 and decided to discontinue the criminal proceedings. Relying in particular on the opinions of the Ljubljana Institute of Forensic Medicine and K.H., it found that the applicants' son's reaction to the administration of Dexamethason and/or Synopen was a consequence of his sensitivity to those drugs and of myocarditis, which was undoubtedly a pre-existing condition. As regards the conduct of M.E., the interlocutory-proceedings panel found that there was insufficient evidence to substantiate the applicants' accusation that she had committed the criminal offence alleged. The applicants were ordered to pay the court fees and the expenses incurred in the proceedings since 23 January 1999 (the date the CPA was amended so as to require the aggrieved party to pay costs if the proceedings ended with the dismissal of the indictment).", "43. On 7 November 2000 the applicants lodged an appeal which the Maribor Higher Court dismissed on 20 December 2000. They then petitioned the Public Prosecutor-General (Generalni državni tožilec), asking him to lodge a request for the protection of legality with the Supreme Court. Their petition was rejected on 18 May 2001.", "44. In the meantime, on 13 March 2001 the applicants lodged a constitutional appeal with the Constitutional Court (Ustavno sodišče), complaining of procedural unfairness and the length of the proceedings and that they had been denied access to a court since the indictment had been rejected by the interlocutory-proceedings panel. On 9 October 2001 the Constitutional Court dismissed their appeal on the ground that after the final discontinuance of criminal proceedings a “subsidiary” prosecutor could not appeal to the Constitutional Court, as he had no locus standi before that court.", "45. On 27 March 2001 the applicants also lodged a criminal complaint alleging improper conduct on the part of seven judges of the Maribor District and Higher Courts who had sat in their case. The complaint was dismissed as unfounded by the Maribor District Public Prosecutor's Office on 13 June 2001.", "46. Subsequently, the applicants made several attempts to reopen the case. Among other motions filed by the applicants that were rejected as inadmissible by the authorities were the following.", "On 3 July 2001 they lodged a “request for the criminal proceedings to be reinstated”, which was considered in substance to be a request for the reopening of the case. On 29 August 2001 the interlocutory-proceedings panel of the Maribor District Court dismissed the request on the grounds that the criminal proceedings had been discontinued in a decision that was final and that it would be detrimental to the accused to reopen the case. On 9 November 2001 the Maribor Higher Court rejected an appeal by the applicants dated 4 September 2001.", "On 24 June 2002 the applicants lodged with the Maribor Higher Court a “request for immediate annulment of the entire criminal proceedings ... conducted before the Maribor District Court”. This was also considered in substance to be a request for the reopening of the case and was likewise dismissed. On 27 November 2002 the Maribor Higher Court rejected an appeal by the applicants.", "47. Ultimately, on 17 July 2002 the applicants lodged a fresh indictment against M.E. On 14 July 2003 the Slovenj Gradec District Court struck the indictment out because the prosecution of the alleged offence had become time-barred on 3 May 2003.", "48. On 6 July 1995 the applicants instituted civil proceedings against the Slovenj Gradec General Hospital and M.E. in the Slovenj Gradec District Court for the non-pecuniary damage they had sustained as a result of their son's death in the amount of 24,300,000 Slovenian tolars (SIT).", "49. On 10 August 1995 they also instituted proceedings against the head of the internal medical care unit, F.V., and the director of the Slovenj Gradec General Hospital, D.P. Further to a request by the applicants, the court joined the two sets of proceedings.", "50. All the defendants in the proceedings had lodged their written pleadings by October 1995.", "51. On 30 August 1997, in a supervisory appeal (nadzorstvena pritožba) to the President of the Slovenj Gradec District Court, the applicants argued that the civil proceedings should proceed despite the fact that criminal proceedings were pending since the latter had already been considerably delayed.", "52. On 21 October 1997, referring to sub-paragraph 1 of section 213 of the Civil Procedure Act (see paragraph 97 below), the court stayed the civil proceedings pending a final decision in the criminal proceedings. It noted that the outcome of the civil proceedings would depend to a large extent on the determination of the preliminary question (predhodno vprašanje), namely the verdict in the criminal proceedings. The applicants did not appeal against that decision, which therefore became final on 17 November 1997.", "53. On 22 October 1998 Judge S.P. replied to a supervisory appeal by the applicants dated 15 October 1998, inter alia in the following terms:", "“[The applicants] are 'subsidiary' prosecutors in the criminal proceedings and therefore are very well aware that the proceedings before the Maribor District Court, where the preliminary question is being determined, have not been completed. Their supervisory appeal concerning the stay of the [civil] proceedings is therefore pure hypocrisy.”", "Upon a complaint by the applicants lodged with the Ministry of Justice, Judge S.P. was ordered to explain her reply to the applicants.", "54. In February 1999 the applicants again filed a supervisory appeal; the stay, however, remained in force.", "55. On 27 August 1999 Judge P.P., to whom the case appears to have been assigned in the meantime, sent the applicants a letter, in which he stated, inter alia:", "“In the instant case the determination of criminal liability is a preliminary question which is relevant to the determination of the civil claim, since a civil court cannot establish facts which are different from those established by the criminal court.”", "56. On 8 September 1999 the applicants filed a motion for a change of venue which the Supreme Court rejected on 13 October 1999.", "57. On 6 December 1999 the Slovenj Gradec District Court informed the applicants that the reasons for staying the proceedings still obtained.", "58. On 12 March 2001 the applicants filed a supervisory appeal requesting that the stay of the civil proceedings be lifted. On 19 May 2001 Judge P.P. scheduled a hearing for 13 June 2001. However, that hearing was subsequently cancelled at the applicants' request after their representative explained that she had been injured in a road accident and was on sick leave.", "59. On 11 June 2001 the applicants filed a further motion for a change of venue. On 27 September 2001 the Supreme Court decided to move the venue to the Maribor District Court on the grounds of “tension that was impeding and delaying the trial”.", "60. The case was subsequently assigned to Judge M.T.Z. On 3 April 2002 the Maribor District Court held a hearing which was adjourned as the applicants indicated that they wished to lodge a request for the judges officiating at that court to stand down.", "61. After lodging a criminal complaint against some of the judges (see paragraph 45 above), the applicants filed a motion on 8 April 2002 for all the judges at the Maribor District Court and Maribor Higher Court to stand down. Having been asked to comment on the applicants' request, Judge M.T.Z. stated, inter alia, that she had realised at the hearing on 3 April 2002 that one of the defendants, with whom she had shaken hands at the hearing, was a close acquaintance (“dober znanec”) of her father. She added that the applicants were constantly lodging objections which had made it impossible to conduct the proceedings properly. It would appear that Judge M.T.Z subsequently herself requested permission to withdraw from the case. On 12 August 2002 the request for the judges to stand down was granted in so far as it concerned Judge M.T.Z. The case was assigned to Judge K.P.", "62. On 21 November 2002 and 20 March 2003 the Supreme Court rejected the applicants' motions for a change of venue.", "63. A hearing scheduled for 12 June 2003 was adjourned at the applicants' request, after they had alleged that their lawyer was unwilling to represent them since her daughter had been denied medical care in the Ljubljana Clinical Centre. They subsequently informed the court that their lawyer would, in fact, continue to represent them.", "64. On 28 October 2003 the Maribor District Court held a hearing at which it examined F.V. and M.E. It would appear from the records of the hearing that the applicants were not allowed to ask a series of twelve questions they wished to put. The judge's decision not to allow the questions was based mostly on objections made by the defendant, although on four occasions the court does appear to have stated reasons for its decision not to allow the question concerned.", "65. On 8 December 2003 the applicants filed a motion for Judge K.P. to stand down. That request was rejected on 18 December 2003.", "66. A hearing scheduled for 16 January 2004 was adjourned because the applicants had lodged a further motion for a change of venue. On 5 March 2004 the applicants lodged another motion. Both motions were rejected by the Supreme Court (on 22 January 2004 and 13 May 2004 respectively).", "67. It appears that hearings scheduled for 23 and 24 March 2005 were adjourned because of the applicants' newly appointed lawyer's commitments in another, unrelated case.", "68. On 4 May 2005 the applicants filed written submissions and amended their claim for damages. They also requested that the proceedings be expedited.", "69. On 12 October 2005 Judge D.M., to whom the case had apparently meanwhile been assigned, was ordered by the President of the Maribor District Court to treat the case with priority and to report every sixty days on the status of the proceedings. The President explained his decision by referring to the length of the proceedings, the case's high profile and the intervention by the Ombudsman (Varuh človekovih pravic).", "70. A hearing was held on 23, 25 and 27 January 2006 before Judge D.M. The applicants withdrew their claims in respect of F.V. and D.P. After the hearing, they requested Judge D.M. to stand down on the grounds that she had refused to allow them adequate time to reply to their opponent's extensive submissions which had been filed on the same day. Their request was rejected by the President of the Maribor District Court on 30 January 2006. However, on 31 January 2006 Judge D.M. herself asked to withdraw from the proceedings on the ground that her full name had been mentioned in a newspaper article on 28 January 2006 which had also stated that she had been asked to stand down owing to the alleged unequal treatment of the parties in the proceedings. The president of the court upheld her request as being “certainly well-founded”.", "71. The case was subsequently assigned to Judge A.Z.", "72. Hearings were held on 16 June and 25 August 2006.", "73. On 25 August 2006 the Maribor District Court delivered a judgment rejecting the applicants' claim, which ultimately amounted to SIT 10,508,000 in respect of non-pecuniary damage and SIT 5,467,000 in respect of pecuniary damage. The applicants were ordered to pay legal costs to the defendants. Relying on the expert opinions, the court concluded that M.E. could not have foreseen the applicants' son's reaction to the drugs that were administered to him and that she and the hospital staff had acted in accordance with the required standard of care. In addition, the court rejected as unsubstantiated the applicants' claim that the hospital was not properly equipped.", "74. On 25 October 2006 the applicants lodged an appeal with the Maribor Higher Court. They argued that the first-instance court had not correctly established all the relevant facts, had wrongly applied the substantive law and had committed a procedural error by not allowing or taking into account certain evidence and, in particular, by refusing to obtain a further expert opinion.", "75. On 15 January 2008 the Maribor Higher Court rejected the appeal as unsubstantiated and upheld the first-instance court's judgment.", "76. On 28 February 2008 the applicants lodged an appeal on points of law (revizija).", "77. On 10 July 2008 the Supreme Court rejected the applicants' appeal on points of law after noting that, apart from the reference to the European Court of Human Rights' judgment finding a violation of Article 2 of the Convention, it raised essentially the same complaint as their appeal to the Higher Court, namely the refusal to obtain or consider certain evidence the applicants considered relevant. It rejected the complaint as unsubstantiated, finding that the lower courts had acted in accordance with the law. It further held that the European Court of Human Rights' judgment, which related to the requirement for the prompt examination of cases concerning death in a hospital setting, could not have influenced its conclusion as to the lawfulness of the refusal to obtain or consider the evidence in question.", "78. On 15 September 2008 the applicants lodged a constitutional appeal with the Constitutional Court alleging a violation of the following constitutional guarantees: the right to equality before the law, the inviolability of human life, the right to equal protection, the right to judicial protection and the right to legal remedies.", "The proceedings are still pending.", "79. On 29 April 2002 the Maribor District Public Prosecutor lodged a bill of indictment (obtožni predlog) against the first applicant alleging that she had engaged in insulting behaviour by saying to an official at the Maribor District Court “I have had enough of this f*** court, the damn State does not do anything, isn't it aware that our son was killed!”. The prosecution was based on a criminal complaint filed by the Maribor District Court.", "80. On 5 October 2004 the Maribor District Court withdrew the criminal complaint as a result of the Ombudsman's intervention (see paragraph 85 below). The Maribor Local Court subsequently dismissed the bill of indictment.", "81. The applicants lodged several petitions with the Ombudsman's office concerning the conduct of the civil proceedings. Their case was reported in the Ombudsman's Annual Reports of 2002, 2003 and 2004.", "82. In a letter to the President of the Slovenj Gradec District Court on 24 April 2001, the Deputy Ombudsman stressed that the issue of criminal liability could not be regarded as a preliminary question in the civil proceedings instituted against the doctor and the hospital. He further stated that there was no justification for staying the civil proceedings.", "83. In a letter to the applicants of 29 August 2002 and his Annual Report of 2002 (pp. 42 and 43), the Ombudsman criticised the conduct of Judge M.T.Z. He stressed that the judge had expressed concerns about her ability to appear impartial only after the applicants had filed the request for her to stand down and after the Ombudsman's intervention in the case, although she had been aware of the reasons for the concerns beforehand.", "84. The section of the Ombudsman's Report of 2003 (pp. 226-228) dealing with the applicants' case and in particular criticising aspects of the judge's conduct of the civil proceedings states, inter alia:", "“In the record of the hearing [of 28 October 2003] reference is made to twelve questions which the plaintiffs were not permitted to ask. ... As regards the majority of these twelve questions, the record contains no indication why the judge did not allow the plaintiffs to put the questions. In each instance, there was a prior objection by the defendants' representatives to the question.", "...", "Although [the applicants'] reactions, statements and proposals were perhaps extreme on occasion, the authorities, including the courts, ought to have taken into account their emotional distress ... [a factor which] may necessitate the trial being conducted in a particularly tolerant and flexible way, [though] without breaching procedural rules to the detriment of the defendants. However, the record of the hearing gives the impression of a tense rather than dispassionate atmosphere at the hearing, an impression that is reinforced also by the records of the exchanges between the judge and the plaintiffs' representative.”", "85. In his Annual Report of 2004 (pp. 212-214), the Ombudsman criticised the Maribor District Court for filing the criminal complaint against the first applicant. The report drew attention to the Maribor District Court's explanation that it was required by law to file and pursue the criminal complaint as it would be guilty of a criminal offence if it did not. The Ombudsman stressed that there was no legal basis for such a conclusion. On the contrary, a criminal charge for an offence of insulting behaviour could only be pursued on the basis of the aggrieved party's criminal complaint, which in the instant case was the Maribor District Court's complaint. Following the Ombudsman's intervention and in view of the arguments set out in his letters, the Maribor District Court decided to withdraw the criminal complaint against the first applicant.", "86. The Criminal Code (Kazenski zakonik, Official Gazette no. 63/94), as amended, defines, under the heading “Criminal Offences causing Damage to Health” criminal offences concerning injury caused by negligent health care. In addition, Article 129 of the Criminal Code provides that anyone who causes the death of another by negligence shall be sentenced to imprisonment for not less than six months and not more than five years. These offences are subject to mandatory prosecution by the public prosecutor, but a “subsidiary” prosecution by an aggrieved party will also lie (see paragraph 88 below).", "87. Criminal proceedings in Slovenia are regulated by the Criminal Procedure Act (Zakon o kazenskem postopku, Official Gazette no. 63/94 – “the CPA”) and are based on the principles of legality and officiality. Prosecution is mandatory when reasonable suspicion (utemeljeni sum) exists that a criminal offence subject to mandatory prosecution has been committed.", "88. Public prosecutions are conducted by the public prosecutor's office. However, if the public prosecutor dismisses the criminal complaint or drops the prosecution at any time during the course of the proceedings, the aggrieved party has the right to take over the conduct of the proceedings in the capacity of “subsidiary” prosecutor, that is, as an aggrieved party acting as a prosecutor (CPA, section 19(3)). A “subsidiary” prosecutor has, in principle, the same procedural rights as the public prosecutor, except those that are vested in the public prosecutor as an official authority (CPA, section 63(1)). If the “subsidiary” prosecutor takes over the conduct of the proceedings, the public prosecutor is entitled at any time pending the conclusion of the main hearing to resume the conduct of the prosecution (CPA, section 63(2)).", "89. Criminal investigations are conducted by the investigating judge at the request of a public or “subsidiary” prosecutor. If the investigating judge does not agree with a request to open an investigation, he must refer it to an interlocutory-proceedings panel of three judges, which then decides whether to open a criminal investigation. If the investigating judge grants the request, the accused may lodge an appeal with the interlocutory-proceedings panel. Parties to the proceedings may appeal against the interlocutory-proceedings panel's decision to the Higher Court (višje sodišče). Appeals do not stay the execution of the decision to open an investigation (section 169 of the CPA).", "90. If a request for an investigation has been dismissed owing to a lack of reasonable suspicion that the suspect has committed a criminal offence, the criminal proceedings may be reopened at the request of the public or “subsidiary” prosecutor provided new evidence is adduced on the basis of which the interlocutory-proceedings panel is able to satisfy itself that the conditions for instituting criminal proceedings are met (CPA, section 409).", "91", "92. As regards the aggrieved party's role in the investigation, the relevant part of section 186 of the CPA provides:", "“(1) An aggrieved party acting as a prosecutor ... may request the investigating judge to open an investigation or propose additional investigative measures. During the course of the investigation they may also submit other proposals to the investigating judge.", "(2) The institution, conduct, suspension and termination of an investigation shall be governed, mutatis mutandis, by the provisions of the present Act applying to ... the investigation conducted at the request of the public prosecutor...", "(3) When the investigating judge considers that the investigation is complete he or she shall inform the aggrieved party acting as a prosecutor... The investigating judge shall also advise such aggrieved party .... that he or she must file the indictment ... within fifteen days, failing which he or she may be deemed to have withdrawn from the prosecution and a decision may be taken to discontinue the proceedings. The investigating judge shall also be bound to give such warning to the aggrieved party acting as a prosecutor ... in cases where the panel has dismissed his or her motion to supplement the investigation because it is of the opinion that the matter has been sufficiently investigated.”", "93. After the investigation has ended, court proceedings may be conducted only on the basis of an indictment (CPA, section 268).", "Under section 274 of the CPA, the accused may lodge an objection to the indictment within eight days after its receipt. The objection is examined by the interlocutory-proceedings panel. Section 276 of the CPA provides, inter alia:", "“(2) If in considering the objection the interlocutory-proceedings panel discovers errors or defects in the indictment (section 269) or in the procedure itself, or finds that further investigations are required before the decision on the indictment is taken, it shall return the indictment to the prosecutor with directions to correct the established defects or to supplement ... the investigation. The prosecutor shall within three days of being informed of the decision of the panel submit an amended indictment or request a ... supplementary investigation. ...”", "94. In addition, the relevant part of section 277 of the CPA provides:", "“(1) In deciding an objection to the indictment the interlocutory-proceedings panel shall not accept the indictment and shall discontinue the criminal proceedings if it finds that:", "...", "(3) a criminal prosecution is statute-barred ...", "(4) there is not enough evidence to justify reasonable suspicion that the accused has committed the act with which he is charged.”", "95. Under the provisions of the Obligations Act (Zakon o obligacijskih razmerjih, Socialist Federative Republic of Yugoslavia's (“SFRJ”) Official Gazette no. 29/1978,) and its successor from 1 January 2002, the Code of Obligations (Obligacijski zakonik, Official Gazette no. 83/2001), health institutions and their employees are liable for pecuniary and non-pecuniary damage resulting from the death of a patient through medical malpractice. The employer may incur civil liability for its own acts or omissions or vicarious liability for damage caused by its employees provided that the death or injury resulted from the employee's failure to conform to the relevant standard of care. Employees are directly liable for death or injury under the civil law only if it is caused intentionally. However, the employer has a right to bring a claim for a contribution from the employee if the death or injury was caused by the latter's gross negligence.", "96. Section 12 of the Civil Procedure Act (Zakon o pravdnem postopku, SFRJ Official Gazette no. 4-37/77), as amended, provides:", "“When the decision of the court depends on a preliminary determination of the question whether a certain right or legal relationship exists, but [the question] has not yet been decided by a court or other competent authority (preliminary question), the court may determine the question by itself, save as otherwise provided in special legislation.", "The court's decision on the preliminary question shall be effective only in the proceedings in which the question was determined.", "In civil proceedings, the court shall be bound with respect to the existence of a criminal offence and criminal liability by a finding of guilt by a criminal court judgment that is final.”", "97. The relevant part of section 213 of the Civil Procedure Act provides as follows:", "“In addition to the examples specifically given in this Act, the court may order a stay of proceedings:", "1. if it decides not to determine the preliminary question itself (section 12)...”", "98. The relevant part of section 215 of the Civil Procedure Act provides:", "“If the court has stayed the proceedings in accordance with the first line of the first paragraph of ... section 213, the proceedings shall resume once the [other] proceedings are finally concluded (pravnomočno končan postopek) ... or when the court finds that there is no longer any reason to await the end [of the other proceedings].", "In all cases, the discontinued proceedings shall continue at the relevant party's request, immediately after the reasons justifying the stay cease to exist.”", "99. Equivalent provisions can be found in sections 13, 14, 206 and 208 of the new Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 83/2001), which came into force on 14 July 1999.", "100. The Regulation on the organisation and functioning of the Tribunal of the Medical Association of Slovenia (“the Medical Tribunal”) (Pravilnik o organizaciji in delu razsodišča Zdravniške Zbornice Slovenije), issued on 20 March 2002, lays down, inter alia, the procedure for establishing the responsibility of doctors for breaches of the professional rules and the disciplinary measures which can be taken as a result. The Commissioner of the Medical Association (tožilec Zbornice – “the Commissioner”), who is elected from among the members of the Medical Association, is autonomous and has authority to lodge a case with the first-instance Medical Tribunal. An aggrieved party may request the Commissioner to start the proceedings, but the Commissioner may reject such a request. If so, the aggrieved party may invite the Medical Tribunal to conduct a preliminary investigation. However, the power to file a formal case with the Medical Tribunal is vested solely in the Commissioner.", "101. Article 7 of the Regulation provides that the Medical Tribunal must base its decision solely on the indictment and the evidence submitted by the Commissioner and the accused doctor. If the accused doctor or the Commissioner is dissatisfied with the verdict, he or she may appeal to the second-instance Medical Tribunal.", "102. On 1 January 2007 the Act on the Protection of the Right to a Trial without Undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Gazette no. 49/2006 – “the 2006 Act”) became operational. The 2006 Act provides for two remedies to expedite pending proceedings – a supervisory appeal and a motion for a deadline to be set (rokovni predlog) – and, ultimately, for a claim for just satisfaction in respect of damage sustained because of undue delay (zahteva za pravično zadoščenje).", "103. The above remedies are available, inter alia, to parties to civil proceedings and aggrieved parties in criminal proceedings.", "104. The acceleratory remedies can be applied for during first- or second-instance proceedings. In addition, the 2006 Act also provides the possibility of redress through a compensatory remedy, namely by bringing a claim for just satisfaction. By virtue of sections 15, 19 and 20 of the 2006 Act a party wishing to lodge a claim for just satisfaction must satisfy two cumulative conditions. Firstly, during the first- and/or second-instance proceedings the applicant must have used the supervisory-appeal procedure or lodged a motion for a deadline. Secondly, the proceedings must have been finally resolved (pravnomočno končan). The final resolution of the case in principle refers to the final decision against which no ordinary appeal lies; this is normally the first-, or if an appeal has been lodged, the second-instance court's decision. Moreover, the amount which can be awarded in respect of non-pecuniary damage sustained as a result of the excessive length of the proceedings in each finally resolved case cannot exceed 5,000 euros (EUR) (for a more detailed presentation of the relevant provisions of the 2006 Act, see Žunič v. Slovenia, (dec) no. 24342/04, 18 October 2007).", "105. On 28 June 1994, when depositing the instrument of ratification of the Convention with the Secretary General of the Council of Europe, the Ministry of Foreign Affairs of the Republic of Slovenia made the following declaration:", "“The Republic of Slovenia declares that it recognizes for an indefinite period of time, in accordance with Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms, Article 6 of Protocol No. 4 and Article 7 of Protocol No. 7, the competence of the European Commission of Human Rights to deal with petitions addressed to the Secretary General of the Council of Europe by any person, non-governmental organisation or group of individuals claiming to be the victim of [a] violation of the rights set forth in the Convention and its Protocols, where the facts of the alleged violation of these rights occur after the Convention and its Protocols have come into force in respect of the Republic of Slovenia.", "The Republic of Slovenia declares that it recognizes for an indefinite period of time, in accordance with Article 46 of the Convention for the Protection of Human Rights and Fundamental Freedoms, Article 6 of Protocol No. 4 and Article 7 of Protocol No. 7, as compulsory ipso facto and without special agreement, on condition of reciprocity, the jurisdiction of the European Court of Human Rights in all matters concerning the interpretation and application of the Convention and its Protocols and relating to facts occurring after the Convention and its Protocols have come into force in respect of the Republic of Slovenia.”", "106. The Vienna Convention on the Law of Treaties (the Vienna Convention) entered into force on 27 January 1980. Article 28, which contains the principle of the non-retroactivity of treaties, provides:", "“Unless a different intention appears from the treaty or is otherwise established, its provisions do not bind a party in relation to any act or fact which took place or any situation which ceased to exist before the date of the entry into force of the treaty with respect to that party.”", "107. Article 13, which is headed “International obligation in force for a State”, provides:", "“An act of a State does not constitute a breach of an international obligation unless the State is bound by the obligation in question at the time the act occurs.”", "108. Furthermore, Article 14, which is headed “Extension in time of the breach of an international obligation”, reads as follows:", "“1. The breach of an international obligation by an act of a State not having a continuing character occurs at the moment when the act is performed, even if its effects continue.", "2. The breach of an international obligation by an act of a State having a continuing character extends over the entire period during which the act continues and remains not in conformity with the international obligation.", "3. The breach of an international obligation requiring a State to prevent a given event occurs when the event occurs and extends over the entire period during which the event continues and remains not in conformity with that obligation.”", "109. The approach adopted by the International Court of Justice (ICJ) in cases raising an issue as to ratione temporis jurisdiction has focused on the source or real cause of the dispute (see also the case-law cited in Blečić v. Croatia [GC], no. 59532/00, § 74, ECHR 2006III). In the Case concerning Right of Passage over Indian Territory (Merits) (Judgment of 12 April 1960: I.C.J. Reports 1960 p.p. 33-36), the ICJ, relying on the jurisprudence of the Permanent Court of International Justice (PCIJ), found it had temporal jurisdiction to deal with a dispute concerning India's denial to Portugal of passage between its territory and its two enclaves in Indian Territory in 1954. India argued, inter alia, that the dispute was inadmissible ratione temporis as the Portuguese claim to a right of passage predated the court's jurisdiction, which had begun on 5 February 1930. The ICJ, however, found that:", "“... it appeared ..., that the dispute submitted to the Court has a threefold subject: (1) The disputed existence of a right of passage in favour of Portugal; (2) The alleged failure of India in July 1954 to comply with its obligations concerning that right of passage; (3) The redress of the illegal situation flowing from that failure. The dispute before the Court, having this three-fold subject, could not arise until all its constituent elements had come into existence. Among these are the obstacles which India is alleged to have placed in the way of exercise of passage by Portugal in 1954. The dispute therefore as submitted to the Court could not have originated until 1954.”", "110. The ICJ therefore found that there was not, so far as the date of the birth of the dispute was concerned, any bar to its jurisdiction. Referring to the terms of the Indian Declaration of Acceptance of the court's jurisdiction, the ICJ noted that the Declaration did not proceed on the principle of excluding from the acceptance any given dispute, but proceeded in a positive manner on the basis of indicating the disputes which were included within that acceptance. The ICJ found:", "“.... By its terms, the jurisdiction of the Court is accepted 'over all disputes arising after February 5th, 1930, with regard to situations or facts subsequent to the same date'. In accordance with the terms of the Declaration, the Court must hold that it has jurisdiction if it finds that the dispute submitted to it is a dispute with regard to a situation subsequent to 5 February 1930 or is one with regard to facts subsequent to that date.", "The facts or situations to which regard must be had in this connection are those with regard to which the dispute has arisen or, in other words, as was said by the Permanent Court in the case concerning the Electricity Company of Sofia and Bulgaria, only 'those which must be considered as being the source of the dispute', those which are its 'real cause'. ... The Permanent Court thus drew a distinction between the situations or facts which constitute the source of the rights claimed by one of the Parties and the situations or facts which are the source of the dispute. Only the latter are to be taken into account for the purpose of applying the Declaration accepting the jurisdiction of the Court.”", "The ICJ went on to find that:", "“...it was only in 1954 that such a controversy arose and the dispute relates both to the existence of a right of passage to go into the enclaved territories and to India's failure to comply with obligations which, according to Portugal, were binding upon it in this connection. It was from all of this that the dispute referred to the Court arose; it is with regard to all of this that the dispute exists. This whole, whatever may have been the earlier origin of one of its parts, came into existence only after 5 February 1930. The time-condition to which acceptance of the jurisdiction of the Court was made subject by the Declaration of India is therefore complied with.”", "112. In the case of S.E. v. Argentina (Communication No. 275/1988, which was declared inadmissible on 26 March 1990), the applicant's three children had been abducted by Argentine security forces in 1976 and their whereabouts had been unknown ever since. On 8 November 1986 the Covenant and the Optional Protocol entered into force in respect of Argentina. In December 1986 and June 1987 the Argentine legislature enacted legislation preventing new investigations into the so-called “dirty-war” and providing an amnesty for members of the security forces for related crimes. The applicant claimed that the enactment of this legislation constituted violations by Argentina of its obligations under Article 2, paragraphs 2 and 3, of the Covenant. Taking into account that in order for the right to a remedy to arise, a violation of a substantive right must be established, the Committee observed that:", "“ 5.3. ... the events which could have constituted violations of several articles of the Covenant and in respect of which remedies could have been invoked, occurred prior to the entry into force of the Covenant and of the Optional Protocol for Argentina. Therefore, the matter cannot be considered by the Committee, as this aspect of the communication is inadmissible ratione temporis.”", "113. In the more recent case of Mariam Sankara et al. v. Burkina Faso (Communication No. 1159/2003, 28 March 2006), the Committee found it did have jurisdiction ratione temporis in relation to the investigation into the disappearance of Thomas Sankara, who had been abducted and murdered in 1987, that is to say well before 4 April 1999, when the State became a party to the Optional Protocol. In 1997, within the ten-year limitation period, his wife lodged a complaint with a court against a person or persons unknown for the assassination of Mr Sankara and the falsification of a death certificate. She claimed that no inquiry had been conducted. The Committee, which ultimately found violations of Article 7, on account of the suffering of Mr Sankara's family, and Article 14, on account of the breach of the guarantee of equality in the proceedings, considered that:", "“6.2 ... a distinction should be drawn between the complaint relating to Mr Thomas Sankara and the complaint concerning Ms Sankara and her children. The Committee considered that the death of Thomas Sankara, which may have involved violations of several articles of the Covenant, occurred on 15 October 1987, hence before the Covenant and the Optional Protocol entered into force for Burkina Faso. This part of the communication was therefore inadmissible ratione temporis. Thomas Sankara's death certificate of 17 January 1988, stating that he died of natural causes - contrary to the facts, which are public knowledge and confirmed by the State party (paras. 4.2 and 4.7) - and the authorities' failure to correct the certificate during the period since that time must be considered in the light of their continuing effect on Ms Sankara and her children.”", "The Committee went on to find that:", "“6.3 ... it could not consider violations which occurred before the entry into force of the Optional Protocol for the State party unless those violations continued after the Protocol's entry into force. A continuing violation is to be interpreted as an affirmation, after the entry into force of the Optional Protocol, by act or by clear implication, of previous violations by the State party. The Committee took note of the authors' arguments concerning, first, the failure of the authorities to conduct an inquiry into the death of Thomas Sankara (which was public knowledge) and to prosecute those responsible - allegations which are not in fact challenged by the State party. These constitute violations of their rights and of the obligations of States under the Covenant. Secondly, it was clear that in order to remedy this situation, the authors initiated judicial proceedings on 29 September 1997, i.e. within the limits of the 10-year statute of limitations, and these proceedings continued after the Covenant and the Optional Protocol entered into force for Burkina Faso. Contrary to the arguments of the State party, the Committee considered that the proceedings were prolonged, not because of a procedural error on the part of the authors, but because of a conflict of competence between authorities. Consequently, insofar as, according to the information provided by the authors, the alleged violations resulting from the failure to conduct an inquiry and prosecute the guilty parties have affected them since the entry into force of the Covenant and the Optional Protocol because the proceedings have not concluded to date, the Committee considered that this part of the communication was admissible ratione temporis.”", "115. In Serrano-Cruz Sisters v. El Salvador (judgment of 23 November 2004 – Preliminary Objections), which concerned the disappearance of two girls thirteen years before El Salvador recognised the IACHR's jurisdiction, the IACHR decided that:", "“77. ... the facts that the Commission alleges in relation to the alleged violation of Articles 4 (Right to Life), 5 (Right to Personal Integrity) and 7 (Right to Personal Liberty) of the Convention, in relation to Article 1(1) (Obligation to Respect Rights) thereof, to the detriment of Ernestina and Erlinda Serrano Cruz, are excluded owing to the limitation to the recognition of the Court's jurisdiction established by El Salvador, because they relate to violations which commenced in June 1982, with the alleged 'capture' or 'taking into custody' of the girls by soldiers of the Atlacatl Battalion and their subsequent disappearance, 13 years before El Salvador recognized the contentious jurisdiction of the Inter-American Court.", "78. In view of these considerations and pursuant to the provisions of Article 28 of the 1969 Vienna Convention on the Law of Treaties, the Court admits the preliminary objection ratione temporis...”", "116. As regards alleged deficiencies in the domestic criminal investigations into the disappearances in this case, the IACHR found that the allegations concerned judicial proceedings and thus independent facts which had taken place after the recognition of the IACHR's jurisdiction. It therefore concluded that it had temporal jurisdiction to deal with these allegations as they constituted specific and autonomous violations concerning the denial of justice that had occurred after the recognition of the IACHR's jurisdiction. It noted, more specifically, that:", "“80. ... the Commission has submitted to the Court's consideration several facts related to an alleged violation of Articles 8 (Right to a Fair Trial) and 25 (Judicial Protection) of the Convention, in relation to Article 1(1) (Obligation to Respect Rights) thereof, which allegedly took place after recognition of the Court's jurisdiction and which occurred in the context of the domestic criminal investigations to determine what happened to Ernestina and Erlinda Serrano Cruz...", "...", "84. The Court considers that all the facts that occurred following El Salvador's recognition of the Court's jurisdiction and which refer to the alleged violations of Articles 8 and 25 of the Convention, in relation to Article 1(1) thereof, are not excluded by the limitation established by the State, because they refer to judicial proceedings that constitute independent facts. They commenced after El Salvador had recognized the Court's jurisdiction and can constitute specific and autonomous violations concerning denial of justice occurring after the recognition of the Court's jurisdiction.", "...", "94. Therefore, the Court decides to reject the preliminary objection ratione temporis in relation to the alleged violations of Articles 8 and 25 of the Convention, in relation to Article 1(1) thereof, and to any other violation whose facts or commencement was subsequent to June 6, 1995, the date on which the State deposited with the OAS General Secretariat the instrument recognizing the Court's jurisdiction.”", "117. In Moiwana Village v. Suriname (judgment of 15 June 2005) Suriname made a preliminary objection arguing that the IACHR lacked jurisdiction ratione temporis, since the acts complained of by the Commission and the victims (alleged massacre in 1986 by army forces of forty villagers and the destruction of village buildings, causing the subsequent displacement of the surviving villagers) had occurred one year prior to Suriname's becoming a State Party to the American Convention and its recognition of the IACHR's jurisdiction. The IACHR, referring to Article 28 of the Vienna Convention, noted that:", "“39. ... [a]ccording to this principle of non-retroactivity, in the case of a continuing or permanent violation, which begins before the acceptance of the Court's jurisdiction and persists even after that acceptance, the Tribunal is competent to examine the actions and omissions occurring subsequent to the recognition of jurisdiction, as well as their respective effects.”", "118. Noting that the obligation to investigate arose from the allegations of a massacre and relying on the continuing nature of the alleged failure to investigate the past events, the IACHR found in this case the following:", "“43. ... [T]he Court distinguishes between alleged violations of the American Convention that are of a continuing nature, and those that occurred after November 12, 1987. With respect to the former, the Tribunal observes that the perpetration of a massacre in 1986 has been alleged; in consequence, an obligation arose for the State to investigate, prosecute and punish the responsible parties. In that regard, Suriname initiated an investigation in 1989. Yet, the State's obligation to investigate can be assessed by the Court starting from the date when Suriname recognized the Tribunal's competence. Thus, an analysis of the State's actions and omissions with respect to that investigation, in light of Articles 8, 25 and 1.1 of the Convention, falls within the jurisdiction of this Court. ...", "44. Consequently, the instant preliminary objection is dismissed on the grounds set out above.", "...", "141. The Court has held above that it lacks jurisdiction over the events of November 29, 1986 in Moiwana Village; nevertheless, the Tribunal does have competence to examine the State's fulfilment of its obligation to investigate those occurrences (supra paragraph 43). The following assessment will establish whether that obligation was carried out pursuant to the standards set forth in Articles 8 and 25 of the American Convention.", "...", "163. In consideration of the many facets analyzed above, the Court holds that Suriname's seriously deficient investigation into the 1986 attack upon Moiwana Village, its violent obstruction of justice, and the extended period of time that has transpired without the clarification of the facts and the punishment of the responsible parties have defied the standards for access to justice and due process established in the American Convention.", "164. As a result, the Tribunal declares that the State violated Articles 8(1) and 25 of the American Convention, in relation to Article 1(1) of that treaty, to the detriment of the Moiwana community members.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}