{"ITEMID": "001-110483", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF STEININGER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-3 - Ratione materiae);Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Access to court);Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant company, which has its seat of business in Ernstbrunn (Austria), carries out cattle and pig slaughter, and is therefore liable to agricultural marketing charges, calculated on the basis of the number of animals slaughtered, to be paid to Agrarmarkt Austria (AMA) under the Agricultural Market Act (Agrarmarktgesetz).", "6. On 30 May 2006 the AMA issued a payment order against the applicant company, ordering it to pay outstanding contributions for the period of December 2005 and January 2006 in the amount of 11.730,05 euros (EUR) and, in addition, imposing a surcharge for failure to pay, amounting to 60% of the unpaid contributions. The applicant company appealed against the order. It argued in particular that the above system was contrary to the rules of the European Union on state aid. It also asked for oral hearings to be held on the appeal and also asked that the proceedings for enforcing the payment order be suspended.", "7. The Federal Minister of Agriculture, Forestry, Environment and Water (Bundesminister für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft), acting as the appeal authority, dismissed the applicant company’s appeal on 17 July 2006 without holding a hearing.", "8. As regards the applicant’s argument that the AMA contributions were levied for financing activities, the AMA quality programme, which was not in accordance with EU law, the Federal Minister found that after the decision of the European Commission of 30 June 2004 (C(2004)2037), the applicant company was in a position to know precisely which charges it had to pay. In that decision the European Commission had expressed that it had no objection to the AMA Quality programmes and quality mark registered as state aid NN 34A/2000 (“Qualitätsprogramme und das AMA-Biozeichen und das AMA-Gütezeichen”), because that state aid was in accordance with the Common Market provided for in the Treaty establishing the European Community. The Federal Minister referred further to the Administrative Court’s decision of 20 March 2006, no. 2005/17/230, according to which also the levying of AMA contributions was in accordance with the relevant provisions of EU law (se §§ 24-27 below). The Federal Minister further held that it had not been necessary to hold a hearing because a hearing was only held if a decision was taken by a panel on an appeal against the decision of a tax office or a regional directorate of finance, which was not the case here.", "9. On 25 July 2006 AMA dismissed the request for suspension of the enforcement.", "10. Thereupon the applicant company lodged complaints with the Constitutional Court and the Administrative Court against the Federal Minister’s decision. Before the Constitutional Court the applicant company complained, inter alia, that the surcharge imposed violated its constitutional right to property. Before the Administrative Court the applicant company complained that the appeal authority was not a court within the meaning of the case-law of the European Court of Justice which prevented it from having the lawfulness of the decision by the European Commission of 30 June 2004 reviewed by the European Court of Justice in proceedings under Article 234 of the Treaty of the European Union. As regards the imposition of the surcharge the applicant company complained that the findings of fact were insufficient. In particular the authority had failed to establish whether the objective and subjective elements of the offence (objektiven und subjektiven Tatbildvoraussetzungen) had been met. Relying on Article 6 of the Convention it complained further that no public hearing had been held and that no impartial tribunal established by law decided on the criminal charge against it (“es ist kein unparteiisches, auf Gesetz beruhendes Gericht über den erhobenen strafrechtlichen Vorwurf eingeschritten”). As the authorities imposing the surcharges had failed to hold an oral hearing, the applicant company asked the Administrative Court for a public hearing.", "11. On 25 September 2006 the Constitutional Court declined to deal with the applicant company’s complaint under Article 144 of the Federal Constitution for lack of prospect of success.", "12. The Administrative Court dismissed the applicant company’s complaint on 30 January 2007 and held as follows:", "“The present case does not differ in the questions of relevance to the decision from the one decided by the Administrative Court on 20 March 2006, no. 2005/17/230. Pursuant to Section 43(2) of the Administrative Court Act reference is made to it.", "For the reasons set out in that decision the breach of law complained of by the applicant company also does not exist in view of the present complaint, for which reason it can be dismissed without further proceedings in camera.", "For the reasons set out in the decision referred to also Article 6 of the Convention is of no relevance here.”", "13. The Federal Act Establishing the Market Regulation Institution “Agrarmarkt Austria”, Federal Law Gazette 376/1992 (Bundesgesetz über die Errichtung der Marktordnungsstelle “Agrarmarkt Austria”, BGBl 276/1992 – “the AMA Act”) defines “Agrarmarkt Austria (“AMA”)” as a corporate body under public law (AMA Act section 2 paragraph 1). Its tasks comprise, inter alia, the promotion of agricultural marketing (AMA Act section 3 paragraph 1 (3)).", "14. According to the AMA Act section 21a AMA collects agricultural marketing charges (Agrarmarketingbeitrag) for the following aims: (i) promoting and securing the distribution of domestic agricultural and forestry products and related processed goods, (ii) opening up and maintaining markets for these products in Austria and abroad, (iii) improving the distribution of these products, (iv) promoting general measures for improving and maintaining the quality of these products (in particular agricultural products) and for providing relevant information to the consumer regarding the quality of the products and (v) promoting other marketing measures (in particular by means of offering its services and bearing personnel costs).", "15. AMA finances its activities by levying charges. Under Section 21c in conjunction with sections 21e of the AMA Act, inter alia, individuals and companies operating establishments for slaughtering and butchery of cattle, calves, pigs, lambs and sheep are liable to AMA for agricultural marketing charges. The duty to pay these charges arises at the time the animals are slaughtered (AMA Act section 21f paragraph 1 (3)).", "16. Section 21g of the AMA Act, in so far as relevant, reads as follows:", "“(1) A debtor in respect of the charge has to submit a declaration of the charge due within the time-limit set out in section 21f para. 2 or 3, making use of a standard form provided for this purposes by AMA, in which he himself has to calculate, ... the charge to be paid ...", "(2) If the debtor has not paid the charge at all, not paid in due time or not in the correct amount, AMA has to make an order for payment of the charge, issuing a formal written decision.", "(3) If AMA establishes that the charge was not paid at all or not paid in the correct amount, it may increase up to double the amount due. In fixing the increased amount, it must be taken into account to what extent the debtor could be expected to be aware of the debt and whether the non-payment or insufficient payment had occurred for the first time or repeatedly. In cases of late payment AMA may impose default interest exceeding the base interest rate (Basiszinssatz) by 3%, unless this would constitute unacceptable hardship in the individual case.”", "17. The collection of the charges is incumbent on the AMA. Appeals against its declaratory decisions can be made to the Federal Minister for Agriculture, Forestry, Environment and Water. The AMA and the Federal Minister are tax authorities within the meaning of section 49 para. 1 of the Federal Tax Code (Bundesabgabenordnung). The Federal Minister is also the superior supervisory authority (the AMA Act section 21i (1-3)).", "18. Section 21l of the AMA Act provides that non-compliance with the duty to submit a declaration of the charges due or non-payment of the charges caused by untrue or incomplete statements is an administrative offence for which the district administrative authority may impose a fine of up to EUR 3,630 or imprisonment in default, unless the act constitutes a criminal offence falling within the jurisdiction of the ordinary criminal courts or is subject to more severe penalties according to other provisions of the administrative criminal law. The district administrative authority has to inform the AMA about the outcome of any such administrative criminal proceedings pending before it.", "19. Section 41(1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority’s lack of jurisdiction or from breaches of procedural rules (section 42(2)(2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "20. Section 42(1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "21. Section 42(2) provides that", "\"the Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "22. Section 43(2) of the Administrative Court Act provides:", "“Every decision (Erkenntnis) must be reasoned. Insofar as questions of law have been clarified in the previous case-law, it is sufficient to refer to it.”", "23. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court’s view of the law (Rechtsanschauung)\" (section 63(1)).", "24. In its decision of 20 March 2006, no. 2005/17/230 the Administrative Court decided on a complaint against a decision of the Federal Minister of Agriculture, Forestry, Environment and Water levying AMA contributions for July 2004 - that is for the period following the European Commission’s approval of the AMA state aid programme on 30 June 2004.", "25. The Administrative Court found that the Federal Minister had decided correctly when he had dismissed the appeal against the imposition of AMA charges for July 2004 and had interrupted proceedings on contributions in respect of periods before that date, pending the outcome of proceedings before the European Court of Justice concerning a similar question.", "26. As regards the period after July 2004 AMA contributions were due because the European Commission had given its positive decision before that date. Insofar the appellant had argued that the decision of the European Commission was wrong and proceedings against that decision were pending before the Court of First Instance the Administrative Court found that, according to the case-law of the European Court of Justice, an alleged unlawfulness of a state aid affected the levying of contributions for financing that state aid only under specific circumstances, namely if there was a direct link between the amount of state aid granted and the amount levied as contribution. Since this was not the case as regards the AMA contributions, any alleged irregularity of the state aid had no relevance for its financing. For the same reason there was also no breach of Article 28 of the Treaty establishing the European Community (now Article 34 of the Treaty on the functioning of the European Union).", "27. The Administrative Court also declined to hold an oral hearing in this case because the levying of parafiscal contributions, which was the subject mater of the proceedings at issue, did not involve the determination of a dispute on civil rights or obligations. Accordingly Article 6 of the Convention did not require an oral hearing.", "28. In a judgment of 14 October 1987 (G 181/86) the Constitutional Court held:", "\"From the fact that it has been necessary to extend the reservation in respect of Article 5 of the Convention to cover the procedural safeguards of Article 6 of the Convention, because of the connection between those two provisions, it follows that, conversely, the limited review (die (bloß) nachprüfende Kontrolle) carried out by the Administrative Court or the Constitutional Court is insufficient in respect of criminal penalties within the meaning of the Convention that are not covered by the reservation.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}