{"ITEMID": "001-83470", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BRECKNELL v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["6. The applicant was born in 1933 and lives in Armagh. She is the widow of Trevor Brecknell.", "7. On 19 December 1975, loyalist gunmen arrived at Donnelly’s Bar, Silverbridge, in County Armagh and fired a machine gun at persons outside the bar. Two men entered the bar. One sprayed the room with automatic gunfire and the other threw a bomb into the premises. Trevor Brecknell, Patrick Donnelly and Michael Donnelly (aged 14) were killed and six other people received serious injuries. The applicant was at the time in hospital following the birth of her daughter and was informed of her husband’s death by the hospital chaplain and her doctor.", "8. The emergency services and the police were alerted to the incident within a short time. While the dead and injured were being removed from the scene, soldiers of the Royal Scots Regiment were stoned upon their arrival and had to withdraw. As a consequence of the hostile reception, police decided not to investigate the scene until first light.", "9. On 20 December, detectives and scene of crime officers attended the scene. Items were taken for forensic examination, including 9mm spent cartridge cases. A number of persons who had been in the bar on the previous night were spoken to and later statements were taken from a substantial number of the customers who had been there during the incident. The Government believed that all had been spoken to but that some would only give detectives an oral account.", "10. The bodies of the deceased were identified and post mortems held.", "11. A claim of responsibility for the incident was subsequently made by the Red Hand Commandos, an illegal loyalist paramilitary organisation.", "12. The Government stated that despite the efforts of the police it was not possible to identify any particular suspect. No one had witnessed the arrival of the gunmen on the night of the attack. While a Ford Cortina car had been seen moving away from the location after the attack no one was able to identify this vehicle as belonging to the gunmen or as being used by them as a getaway vehicle. Although conversations with customers in the bar had led to a photofit picture being compiled this did not lead to anyone being connected with the incident. The view of the investigating officer at the time was that extreme loyalist elements from the Portadown area were likely to be responsible. It was believed that some persons in this category were arrested and interviewed but without any positive outcome. A report was prepared for the Director of Public Prosecutions who, in the absence of any evidence linking individuals to the incident, did not direct any prosecution to be brought.", "13. On 26 November 1976 an inquest was held into the deaths of the three deceased persons.", "14. The applicant was first contacted by the police three days after the murder. The investigating officer of the Royal Ulster Constabulary (“RUC”) who returned her husband’s personal effects told the applicant that the police knew who was responsible for the attack but that they all had alibis that they were playing pool in Markethill at the time of the murder. There was no further contact by the RUC with the applicant concerning the case at this time.", "15. The investigation into the attack on Donnelly’s Bar did not close and became active again in 1978, when a Catholic priest Father Hugh Murphy was abducted by loyalist paramilitaries intending to use him as a hostage vis-à-vis the IRA. The police arrested a reserve police constable William McCaughey, who, in the course of questioning, revealed his part in the abduction of the priest and in a variety of other loyalist paramilitary incidents. A number of other arrests followed, including that of a police officer John Weir who was named as having been involved in the murder of a shopkeeper called Strathearn in Ahoghill in April 1977: he was convicted for that murder in June 1980. The Government stated that both McCaughey and Weir refused to name the two loyalist paramilitaries also involved with them in the murder unless they received immunity from prosecution. The police and prosecuting authority took the decision prior to the trial not to enter into any process of bargaining with Weir and McCaughey. While both were approached by the police after their convictions to see if at that stage they would give evidence against the loyalist paramilitaries, each again refused to do so unless there was something in it for themselves. The Government stated that during the period in which Weir was detained he was interviewed on a large number of occasions. At no time did he implicate himself or others in any offence other than the Strathearn murder.", "16. McCaughey, however, did name a RUC reserve officer Laurence McClure as being involved in a range of incidents including the attack on Donnelly’s Bar.", "17. McClure was arrested along with a woman called Elizabeth or Liz Shields. After questioning, both admitted to driving three persons, McConnell, who was a member of the Ulster Defence Regiment and two other unknown persons on the night of the incident. While admitting to knowing that the three persons must have been engaged in illegal activity they claimed that they did not know the details and only after the event were able to relate the picking up of these persons to the incident at Donnelly’s Bar. McClure and Shields were charged with offences under section 5 of the Criminal Law Act (Northern Ireland) 1967 – failure to disclose information relating to an offence. McConnell had by this date been murdered by the IRA and it was not possible to identify the other two persons in the car. In April 1981 the DPP made a decision not to pursue the charges against McClure and Shields. This decision was based on the receipt of an opinion of senior prosecuting counsel and was based on a series of factors: the delay in bringing the case to trial, the disposal of charges against others accused of offences arising from the investigation into McCaughey’s revelations, the absence of a prospect of a custodial sentence and the impact of a judgment of Jones LJ cited in another case (R v Donnelly [1986] NI 54) which was viewed as eliminating any reasonable prospect of conviction as a legal defence was available to the accused on a charge of withholding information.", "18. In or about January 1999 John Weir, who had been released from prison on licence in 1993, made a statement to a journalist alleging RUC and Ulster Defence Regiment (“UDR”) collusion with loyalist paramilitaries from the Portadown area in the mid-1970s. This statement was published in the Sunday Times newspaper in March 1999. It was obtained by the Patrick Finucane Centre, a human rights non-governmental organisation in Derry (hereinafter “the Centre”). A copy was provided by the Centre to Alan Brecknell, Trevor Brecknell’s son.", "19. John Weir’s statement made detailed allegations about security force collusion with loyalist paramilitaries, including the allegation that he had been told by McClure, a former reserve constable in the RUC, that Mitchell’s farmhouse owned by another RUC officer was used as a base from which to carry out loyalist attacks, including the attack on Donnelly’s Bar in Silverbridge. Weir also alleged that Stuart Young, Sammy McCoo, Shilly Silcock [suspect T] and Robert McConnell (a part-time UDR member) were responsible for the attack and that the getaway car was provided by Laurence McClure and Elizabeth Shields. He alleged that after the attack the group re-assembled at Mitchell’s farmhouse.", "20. The statement also made links between the attack on Donnelly’s Bar and other attacks allegedly carried out by members of the security forces, both RUC and UDR, and loyalist paramilitaries. This group used the farmhouse in Glennane owned by James Mitchell, a RUC reservist, as a base from which to carry out attacks on Catholics and nationalists. Other attacks allegedly included the murder of Colm McCartney and Sean Farmer at a bogus vehicle checkpoint in August 1975 (see application no. 34575/04): the murder of John and Brian Reavey and wounding of Anthony Reavey in their home on 4 January 1976 (see application no. 34640/04); the murder of Joseph, Barry and Declan O’Dowd and wounding of Barney O’Dowd in the latter’s home in January 1976 (see application no. 34622/04); and the attack on the Rock Bar in which Michael McGrath was seriously injured (see application no. 34651/04). Weir also linked these attacks to the Dublin and Monaghan bombings in which 33 people were killed in the Republic of Ireland.", "21. On or about 10 June 1999, RTE, an Irish television channel, broadcast a television programme that contained allegations of security force involvement in a number of deaths, including that of Trevor Brecknell. Weir made allegations on that programme that members of the RUC and UDR were directly involved in the attack on Donnelly’s Bar. A BBC Spotlight programme produced a similar documentary dealing with these allegations.", "22. These allegations attracted considerable attention on both sides of the Irish border and became the subject of police investigation in both jurisdictions. The Government stated that the police investigation in Northern Ireland was focussed on determining whether Weir’s allegations should be assessed as sufficiently credible to require a full investigation. They obtained from the journalist an edited transcript of the interview with Weir. While his whereabouts were unknown to the RUC, Weir met with senior Irish police officers at the Irish Embassy on 15 April 1999. A copy of his statement was provided by the Garda to the RUC, along with a further statement made by Weir to another journalist dated 3 February 1999. The police analysed the available materials and sought to identify the personalities to be interviewed. It became apparent that some had died and that others, living abroad, could not be traced. A series of seven interviews were conducted, under cautions, between July and December 2001, of those individuals central to Weir’s account who could be traced. No charges were preferred. The interviews followed the format of Weir’s allegations being put to the interviewee for his or her response. The predominant response was denial of any involvement and claims that Weir had been untruthful. No admissions were made by any interviewee. Interviews were also conducted with less central personalities and with police officers involved in interviewing Weir in 1978. The latter stated that Weir had not mentioned the matters now being alleged.", "23. Meetings were held regularly with RUC counterparts in the Republic of Ireland. The RUC co-operated also with the judicial inquiry established in the Republic of Ireland into the Dublin and Monaghan bombings (see further below). Amongst matters about which the RUC team provided information to the inquiry was ballistics information which linked some of the weapons used to more than one incident. In February 2000 a substantial report was compiled by the RUC for the Garda dealing with Weir’s allegations. It profiled Weir and dealt inter alia with a description of the 1978 investigation into McCaughey, Weir and others. It concluded that the investigation would continue but that his credibility was in doubt. According to the Government, despite inquiries being conducted, Weir’s whereabouts could not be traced. This report was not disclosed as the investigation was continuing. An internal RUC report dated 27 February 2001 concluded that it would be necessary to interview Weir before any view could be finalised in respect of the credibility of his allegations: such interview was not possible as his whereabouts were not known. The report noted the absence of any previous mention of the allegations before 1999 and that much of what he said was hearsay and speculation. Inquiries made of the British Embassy in Nigeria (where he had a known address) and the criminal intelligence service and others failed to locate Weir. Contact was made with the Garda and the secretariat of the Inquiry into the Dublin and Monaghan bombings without positive result.", "24. In November 2003, a further report was written for the Assistant Chief Constable (Crime Operations) in respect of Weir’s allegations. This also could not be disclosed due to the ongoing investigation but the Government have stated that this focussed directly on the attack on Donnelly’s Bar, noting that Weir had mentioned the names of six persons, three of whom were known to have played a role in the attack. It noted that it was difficult to advance inquiries without interviewing Weir and recommended that there should be an overall review of the file on the attack and that the case be examined by the Serious Crime Review Team (“SCRT”) so that it could be determined whether the investigation should be reopened. This recommendation was accepted. The SCRT was established in March 2004, with responsibilities including the review of all historical murders by way of case assessment for evidential and investigative opportunities. It carried out a preliminary case review culminating in a report dated 14 June 2005 by Detective Inspector Ramsay of the Police Service Northern Ireland (“PSNI”). His view was that the investigation if looked at alone could not be progressed but that in the context of linked cases might be worth further exploration. He suggested a referral of the case for further assessment. The Historical Enquiry Team (“HET”) director of Investigations, Detective Chief Superintendent James of the London Metropolitan Police Force, took over personal supervision of the investigation which progressed through the first three of five stages of the HET process (collection of all relevant material; assessment of the investigations to date; review of evidence, with intelligence and open and non-police sources, together with a meeting with the families of the victims of the attack). As a number of investigative opportunities were identified and to be followed up, the case was to continue to be processed by HET, which had been put in touch with Weir by the Centre. The Government submitted that if any evidence of police involvement in the murders was found, the Office of the Police Ombudsman for Northern Ireland would then become involved. For the latest information from the Government concerning the investigation, see their most recent observations, paragraph 64 below.", "25. Meanwhile, in July 1999, Mr Donnelly, owner of the bar and father of one of the people killed in the attack, informed the applicant’s family that he had received a summons to appear in court many years earlier. After contact with the authorities by the applicant’s lawyers and the Centre, it appeared that in or about 1980 Laurence McClure, a RUC reservist and Elizabeth Shields, housekeeper at Mitchell’s farm, had been charged with withholding information in relation to the murders. McClure had been the person identified by Weir as the main source of his information about security force collusion. The applicant and her family had never been informed about these proceedings.", "26. By letters dated 5 July and 10 November 1999, the Northern Ireland Office informed the Centre that the allegations made by Weir and shown on the RTE programme were under investigation by the RUC.", "27. On 31 January 2000, the Centre was informed by Chief Superintendent Sillery, on behalf of the Chief Constable, that charges against two persons connected with the attack had been dropped. This followed a meeting on 22 January, when relatives of Trevor Brecknell and others killed at Donnelly’s Bar met with Chief Superintendent McCann of the RUC, who had been the investigating officer in that incident and also for the murders of the Reavey family. He advised the relatives and a member of the Centre that as a result of his investigations he believed that there had been collusion between the loyalist paramilitaries and members of the security forces (RUC and UDR) and that the gang that had carried out the attack included security force personnel. While he was sure of the identities of the gang members, one of whom he named as Sammy McCoo, a well-known loyalist extremist, he considered however that there had been insufficient evidence available to convict; he dismissed suggestions of any conspiracy or any policy to block from above and gave his view that the charges against McClure and Shields had been thrown out for lack of evidence. He commented that some of those involved were now dead and one was very old, in his seventies.", "28. By letter dated 31 January 2001, the Northern Ireland Office informed the Centre that the police were not investigating the attacks on the bar and that the current police inquiry centred on establishing the veracity of the disclosures made by John Weir and whether or not any further investigation was justified. The family would be informed if a further investigation was found to be warranted.", "29. On 18 February 2001, members of the Centre met with John Weir in Paris. He made links between the attack on Donnelly’s Bar and the other incidents above. He named Stuart Young, Sammy McCoo, Shilly Silcock and Robert McConnell (a part-time UDR member, allegedly working with the army and SAS) as carrying out the attack on the bar and considered that the security forces would have known about it. He mentioned that McConnell had been shot dead in a later incident.", "30. During this period the Centre was in contact with the police (which had changed name from the RUC to the Police Service of Northern Ireland “PSNI”) seeking to have questions answered about the original investigations into the various incidents. On 19 December 2001, a meeting was held between members of the Centre and Detective Inspector Aiken. Questions were put by and on behalf of the families concerning the investigations into the incidents. A request was made by the Brecknell family to have access to the investigation file.", "31. The applicant’s representatives made further requests for access to the police investigation file, on 29 May 2002 to the DPP and the Secretary of State and on 19 September 2002 to the PSNI.", "32. On 28 October 2002, the PSNI wrote to the applicant’s solicitors:", "“(i) The investigation into the allegations made by John Weir has been advanced as far as possible at this stage – this investigation focussed on establishing the veracity of allegations made by John Weir and whether or not there is any justification for further investigation.", "(ii) There are a number of discrepancies contained within the allegations made by John Weir and he has not made himself available to PSNI detectives for further interview in an effort to clarify these discrepancies. He is presently living outside the jurisdiction.", "(iii) As a consequence of an investigation in 1978, former Reserve Constable Laurence McClure and civilian Sarah Elizabeth (Lily) Shields were interviewed and admitted that they had conveyed three other persons, including Robert McConnell (now deceased) from the area... about eight miles from Donnelly’s Licensed Premises to Mitchell’s farm. Neither person was able to identify the other two persons collected. The allegations made by Weir in relation to this incident are similar to the facts disclosed by McClure and Shields during interview and would have been in the public domain at the time of the court case. The names of Stuart Young, Sammy McCoo and Phillip Silcock have been given by Weir as also involved – these personalities would have been known to John Weir.", "(iv) Much of what John Weir alleged is based on hearsay allegedly having been told to him by other police officers, including the former Reserve Constables McClure and James Mitchell. Those persons have been re-interviewed and deny all Weir’s allegations, other than what they admitted during the 1978 investigation. As previously stated, there are a number of allegations made by John Weir which detectives would like to clarify with him but because he is outside the jurisdiction, this has not been possible to date.”", "33. On 20 November 2002, a further meeting was held with Detective Chief Inspector Williamson attended by members of the Centre and the Brecknell family as well as relatives of victims of other incidents, in which questions were asked about the investigation and prosecution inter alia in the Brecknell case.", "34. On 11 December 2002, the applicant’s solicitors requested the Secretary of State for Northern Ireland to conduct an Article 2-compliant investigation into the allegations made by John Weir, in particular submitting that it was not compatible with Article 2 that it was the PSNI that had conducted the investigation into the allegations implicating RUC officers. They also submitted that an investigation was required to be prompt, public and accessible, that the relatives be kept fully informed of the course of the investigation and involved to the fullest extent and that they should receive full disclosure of the documents relating to the investigation.", "35. On 29 January 2003, the Centre requested on behalf of the families involved, ballistics information about the guns used in the various attacks. On 3 October 2003, the PSNI replied that such information was not given out as it could prejudice the trial of any person charged in the future but that if an individual family could show how they might be prejudiced by non-disclosure the Chief Constable would give the matter full consideration.", "36. On 30 April 2003, the applicant’s solicitors wrote to the DPP requesting inter alia copies of the admissions made by Laurence McClure and Elizabeth Shields and an explanation as to why no prosecution had been brought. On 9 May 2003, the DPP stated that the fact that a custodial sentence was not likely was not the only factor in the decision not to prosecute, while on 12 May 2003, the DPP referred them to the PSNI regarding the statements and on 22 May 2003 refused to provide them.", "37. In June and August 2004, the Centre had meetings with the Chief Constable of the PSNI, aimed at persuading him to recommence investigations in these cases and to discuss a way forward. No commitment was made, although the Chief Constable expressed the view that if an investigation was carried out it would be conducted from within the PSNI.", "38. Repeated requests for information concerning the investigation and for access to the file met with the response that the matter was under consideration by the SCRT (letters of 14 December 2004 and 9 February 2005).", "39. On or about 1 April 2003, the Brecknell family applied for permission to apply for judicial review inter alia for a declaration that there had been no adequate investigation into the death of the applicant’s husband as required by Article 2 of the Convention and requiring that the Secretary of State provide for an Article 2-compliant investigation. Leave was granted by the High Court on 30 April 2003. The proceedings were adjourned pending the outcome of another case", "40. On 11 March 2004, the House of Lords held in the case of McKerr v. the Secretary of State for Northern Ireland that a complainant alleging a procedural breach of Article 2 could not bring a complaint under the Human Rights Act 1998 unless the death in question occurred on or after 2 October 2000, when that Act came into force. This overturned the decision of the Northern Ireland Court of Appeal on 10 January 2003 to the effect that the obligation to provide an effective investigation was a continuing one.", "41. On 3 September 2004, following an application by the Secretary of State to set aside the grant of leave in the applicant’s case, the Brecknell family withdrew their application for judicial review.", "42. Meanwhile in October 2003 the Report of the Independent Commission of Inquiry into the Dublin and Monaghan bombings (known as the Barron Report) was given to the Taoiseach of the Republic of Ireland. The report was made public on 10 December 2003. The Independent Commission had taken into account interviews by the Irish police with John Weir in 1999 (concerning allegations of offences in the Irish Republic), a memorandum of a meeting between an organisation known as the Justice for the Forgotten and John Weir in 1999, a transcript of audiotapes sent by Weir to Justice for the Forgotten in June 2000 and the inquiry’s own interview with John Weir on 15 and 16 February 2001. The Report listed sectarian attacks alleged to have a link with the “Glennane group” of known paramilitaries and members of the RUC and UDR, including the murder of the applicant’s husband. It noted:", "“John Weir’s allegations have been subject of inquiries by both the RUC and [the Irish police]. These inquiries have relied on shared information, for the most part obtained by the RUC. Despite this, the RUC and [the Irish police] have arrived at markedly different conclusions regarding his credibility as a witness.”", "43. The Report referred to a report sent by the RUC on 14 February 2000 to the Garda team investigating Weir’s allegations (see also page 10). The RUC report concluded that as Weir was a convicted murderer his credibility had to be in doubt and that the results of research did not encourage any belief that he was now being genuine. The Independent Commission did not find the RUC’s reasons sufficient to dismiss Weir’s claims and it also noted a number of errors and discrepancies: for example, the RUC claimed that Lily Shields was dead whereas Garda enquiries revealed that she was still alive and the information given did not take into account Special Branch extracts, which indicated that James Mitchell knew ten named loyalists who came to the farm, of whom six appeared in Weir’s allegations. Nor had the RUC paid sufficient attention to the evidence which supported Weir’s allegations. The Garda officers, in contrast to the view formed by the RUC, found Weir “came across as an intelligent and discerning man who is a very convincing witness” and that he was “highly credible and had very comprehensive details about the crimes he purports to have knowledge of.” The Report concluded that :", "“... in relation to the attacks on Donnelly’s Bar (Silverbridge).... John Farmer and Colm McCartney, the Reavey family and the O’Dowd family, information was given by one or more of the interviewees which confirmed Weir’s account of who was responsible in each case.”", "44. The Report mentioned that the Garda had, with the assistance of the RUC, interviewed Mitchell, McClure, Shields, McCaughey and others mentioned by Weir; they denied his allegations. While the Garda had doubts as to their credibility, no further evidence was forthcoming to implicate them in the incidents, beyond any statements already made in other proceedings. The Report also set out ballistics evidence provided by the RUC, indicating that there was a chain in gun use between the attacks on Donnelly’s Bar, the shooting of the Reavey family, the murder of Farmer and McCartney and the attack on the Rock Bar.", "45. The Report stated that:", "“All this information leads strongly to the conclusion that there were one or more groups operating in Northern Ireland involving not only loyalist paramilitaries but also members of the RUC and of the UDR, and using weapons obtained from the central quartermaster to whom the guns were returned after use. ...”", "46. The Independent Commission was also commissioned to investigate the bombing of Kay’s Tavern in Dundalk in the Republic of Ireland which was bombed on 19 December 1975, the same date as the gun and bomb attack on Donnelly’s Bar, Silverbridge, in which Trevor Brecknell was killed and which the Barron Report had found to be linked.", "47. In July 2006 the Commission issued an interim report. It found a number of factors suggested that the two incidents were linked. Both attacks were claimed by the Red Hand Commandos. The evidence before it was not conclusive but suggested that the Dundalk bombing was carried out by a group of loyalist subversives associated with the Mid-Ulster Ulster Volunteer Force (“UVF”) with the assistance of UVF members from the Shankill Road area of Belfast. As regarded the RUC investigation, it noted that eight persons contacted by the Centre stated that they had not given statements to the RUC and that it seemed that no house-to-house inquiries had been made. According to the owner of the bar, however, the investigating officer did keep in touch with him as the investigation proceeded and he was satisfied that the officer was genuinely trying to identify and arrest those responsible. It was also noted that on 29 December 1975 the RUC made a public appeal for anyone with information about the Silverbridge attack to come forward, with particular reference to two cars that had been seen in the area at the time. The information about the cars had been forwarded to the Irish police.", "48. The report considered the further inquiries which followed in 1978-81 and quoted parts of the statements given by McClure admitting involvement in an attack on the Rock Bar and concerning a possible role in the Silverbridge attack, when together with Lily Shields, he drove Robert O’Connell and two other men on that night. Part of the statement of Lily Shields was also quoted. The report also quoted extracts from police Daily Record Sheets which indicated that William McCaughey incriminated Sammy McCoo and [Suspect T] in the Silverbridge attack while James Mitchell stated that O’Connell and some ‘Portadown boys’, one of whom was named, as a guess, as McCoo, were involved. Noting the lack of information about what had happened on 28 June 1980 when the RUC had said that the charges against McClure and Shields were marked “no prosecution” and about the judgment of Jones LJ that was relied on (see page 8 above), it stated that “a perception persisted that the case against McClure and Shields was managed or dropped in order to reduce the culpability of the latter when he came to be sentenced for his role in the Rock Bar attack”. It also referred to a letter sent by the Centre to the Northern Ireland Office, assessing McClure’s admissions as going beyond failure to provide information to giving actual assistance to the perpetrators. It did not consider that correspondence from the Northern Ireland Office, which set out reasons for not pursuing more serious charges against the two accused and clarified that the DPP had been aware at the time of Jones LJ’s judgment, could be taken as a complete answer to the allegations of managing the matter to lessen McClure’s perceived culpability in the Rock Bar attack.", "49. It was stated that before his trial for involvement in the attack on Donnelly’s Bar, on 30 June 1980, McClure had been sentenced to two years’ imprisonment, suspended for three years, for his involvement in the attack on the Rock Bar (possession of an explosive substance and firearms and ammunition with intent to endanger life).", "50. On 14 April 2003, the applicant commenced proceedings against the DPP, challenging various aspects of his decision-making in connection with the decision not to proceed with the case against McClure and Shields, in particular seeking orders to quash any decisions not to prosecute, offer evidence or enter a nolle prosequi and to quash his refusal to provide full and comprehensive reasons for not continuing the prosecution and his refusal to make available copies of their admissions The applicant also challenged the failure of the DPP to exercise his statutory power under Article 6(3) of the Prosecution of Offences (Northern Ireland) Order 1972 to conduct further investigations into the death of Trevor Brecknell.", "51. In an affidavit from a senior officer of the Public Prosecution Service dated 2 February 2006, it was stated that due to the considerable vintage of the prosecutions in question the full facts relating to the mechanism whereby the prosecutions were actually terminated could not be established. It was known that the opinion of senior prosecuting counsel was considered before a discontinuance direction of 8 April 1981 was made. The effective decision maker had been the then DPP Sir Barry Shaw who had retired some sixteen years before. The senior Assistant Director involved in the decision, and author of the discontinuance direction, had since died.", "52. By decision dated 23 May 2006, the High Court judge rejected the applicant’s application. He found that correspondence with the Attorney General in April 2003 established that the Attorney General had not issued a nolle prosequi. It appeared that a decision was taken by the DPP not to offer evidence against the accused at trial, which practice at the time was called, misleadingly, a nolle prosequi. Noting that the offence occurred in 1975 and the charges dropped in 1981 and that it had been clear throughout 2002 when the family and the Centre had been in contact with the police that no further action on this matter would be taken, he commented that the passage of time until bringing the judicial review application in May 2003 was very considerable. However, if he was wrong on the question of delay, the application still failed on the merits. The application for disclosure of files failed on the procedural ground that it was brought against the DPP, not the Chief Constable who had control of the said files. The decision of the DPP not to use his statutory power to direct a police investigation was a matter of discretion and the decision could not be said to be irrational or unlawful in the circumstances. As regarded reasons, the DPP had departed from his practice and reasons had been given by his officer in affidavit. In any event, the extent of the reasoning was a matter for the DPP and the court could not make an order to require the decision maker to give sufficient reasons to justify the decision not to prosecute. In relation to the discontinuance of the prosecution, the judge noted that the reasons included delay in bringing the case to trial, the perceived unlikelihood of a custodial sentence and \"crucially the impact of a judgment in another case which was judged to eliminate any reasonable prospect of a conviction\" which was a reference to the decision of Jones LJ discussed in R v Donnelly [1986] NI 54. He considered that it was evident that the decision was taken at the highest level and not lightly. At this long remove, with the death and retirement of the principal actors, it was not possible to establish that the decision, which had a rational basis was Wednesbury irrational or unlawful. He emphasised that a legal challenge of this kind directly affected third parties, namely the two defendants against whom the prosecution was dropped, and that it would be intrinsically unfair to reach a decision adverse to their position without giving them an opportunity to be heard - neither had been given notice of the application – and such a decision might also, potentially, be in breach of their rights or of the presumption of innocence. He noted that the purported entry of a nolle prosequi by the prosecution was admitted to be wrong in principle and law, as only the Attorney General could do such. The court record and documentation tended to suggest that the court was told that there was a nolle prosequi. While it would have been open to the prosecution merely to tender no evidence, this could have led to the direction of an acquittal; it was less clear whether an acquittal should have followed as a matter of law. He declined to give declaratory relief as to the invalid nature of the purported nolle prosequi due to the universal acceptance that this had been inappropriate, the fact that this practice had ceased, the applicant’s delay and the absence of the accused as parties to the application."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}