{"ITEMID": "001-112383", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "LOLAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Kazbek Mairbekovich Lolayev, is a Russian national, who was born in 1967 and lives in Ivanteyevka, Republic of North Ossetia-Alania. He is represented before the Court by Ms T.I. Baskayeva, a lawyer practising in Vladikavkaz.", "2. The Russian Government (“the Government”) are represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant and other claimants served in the law-enforcement agencies of the Ministry of the Interior of the Republic of North OssetiaAlania and were entitled to additional remuneration for service in the conditions of emergency and armed conflict. They brought proceedings against the regional office of the Ministry of the Interior seeking recovery of the additional remuneration which included double salary, special rank salary, non-recurrent monetary allowance, and allowances for length of service, food and sanatorium treatment.", "5. By a judgment of 11 June 2002 the Leninskiy District Court of Vladikavkaz (“the Leninskiy District Court”) granted the applicant’s claim and awarded him 553,598 Russian roubles (RUB) against the Ministry of the Interior of the Republic of North Ossetia-Alania.", "6. That judgment became final on 21 June 2002.", "7. On 23 July 2003 by the Pravoberezhniy District Court of the Republic of North Ossetia-Alania (“the Pravoberezhniy District Court”) delivered a judgment on seemingly identical claims for additional remuneration for service in the conditions of emergency and armed conflict and including a non-recurrent monetary allowance, an allowance for sanatorium treatment, double salary, special rank salary, an allowance for length of service and an allowance for hardship of service. As transpires from the text of the judgment, the applicant and approximately two hundred other claimants were represented by a certain Mr V.A. Em who attended the hearing. Mr Em requested the court to order that the debts be paid from the federal funds specifically allocated for compensation of damage inflicted by unlawful acts or omissions of the executive bodies and their officials, instead of the funds allocated to the Ministry of the Interior.", "8. Having taken into account the inflation losses, the court allowed the claims. In particular, it awarded the applicant RUB 721,841 payable by the State Treasury.", "9. On 2 December 2005 the Pravoberezhniy District Court examined the application of the claimants in the above proceedings for adjustment of the awards due to inflation losses and recovery of those amounts from the regional Ministry of the Interior. In those proceedings the applicant was represented by a certain Mr A.A. Begletsov. The materials of the case contain a power of attorney signed by the applicant on 26 April 2005 in the name of Mr Begletsov entitling him, inter alia, to bring claims and to receive money on his behalf.", "10. The court stated, in particular, the following:", "“By a judgment of 23 July 2003 in the case no. 3-173 the Pravoberezhniy District court granted the claims of the servicemen of the Ministry of the Interior of the Republic of North Ossetia-Alania and the State Treasury represented by the Ministry of the Interior concerning compensation of damages caused by the failure to pay them allowance for service in the conditions of emergency and armed conflict.", "That judgment has been enforced.", "...", "As evidence of the time (day) of the transfer of the amounts due in accordance with the writs of enforcement, the applicants submitted certified excerpts from their bank accounts which demonstrate the following:", "...", "The bank account of A.A. Begletsov...was credited by way of bank orders dated 10 and 11 February 2004 with the amounts due to...[the applicant].”", "11. The court granted the application for adjustment of the original amount and awarded the applicant RUB 137,149 which on 2 March 2006 was credited to the account of Mr Begletsov per procurationem.", "12. By letter of 17 April 2006 the president of the Leninskiy District Court addressed the head of the regional office of the Federal Treasury with the following request:", "“[Your department] is in possession of the enforcement documents of the employees of the regional law-enforcement agencies issued pursuant to the judgments of the Leninskiy District Court of Vladikavkaz, concerning payment of compensation for participation in the clearing-up of the aftermath of the Ossetian-Ingush conflict, which were subsequently quashed on account of newly discovered circumstances.", "New court judgments have been delivered and enforced in respect of the above individuals. Therefore, you are requested to return to us the enforcement documents according to the enclosed list, without enforcement.”", "13. On 15 May 2006 the enforcement documents, including those concerning the applicant, were returned to the Leninskiy District Court.", "A letter of 27 October 2010 addressed by the president of the Supreme Court of the Republic of North Ossetia-Alania to the Representative of the Russian Federation at the European Court of Human Rights stated the following:", "“...The documents concerning enforcement (non-enforcement) of [the judgment of 11 June 2002] were destroyed together with the relevant case-file following expiration of the time-limit for their preservation...", "As the operative part of the judgment of 11 June 2002 did not authorise recovery of the award from the Ministry of the Interior of the Republic of North Ossetia-Alania at the expense of the State Treasury and following impossibility of enforcement of the judgment concerned, K.M. Lolayev and others sued the State Treasury represented by the Ministry of the Interior and [its regional department], seeking recovery of the same payments...", "...[B]y a judgment of the Pravoberezhniy District Court of the Republic of North Ossetia-Alania of 23 July 2003 [the above claims] were granted. Having taken into account the amended claims and inflation losses, that judgment recovered in favour of K.M. Lolayev 721,841 roubles.", "That judgment was enforced. The documents proving the enforcement were destroyed together with the case-file following expiration of the time-limit for their preservation...", "It transpires from the correspondence of the president of the Leninskiy District Court of Vladikavkaz of the Republic of North Ossetia-Alania with the head of the [regional office of the Federal Treasury] that the judgment of 11 June 2002 was quashed on account of newly discovered circumstances following adoption of the judgment of 23 July 2003 by the Pravoberezhniy District Court of the Republic of North Ossetia-Alania...”", "14. The Government has not been able to provide any direct evidence or a date of the quashing of the judgment of 11 June 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}