{"ITEMID": "001-97073", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "PAEFGEN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Thomas Christian Paefgen, is a German national who was born in 1958. He has currently no fixed domicile. He was represented before the Court by Mr P. Carstensen, a lawyer practising in Schleswig.", "The applicant is the father of a daughter born in 1999. The parents, who had lived in Monaco, separated in January 2001. On 3 July 2003 the Monaco District Court (Tribunal de Première Instance) decreed the parents' divorce and transferred sole parental authority on the mother, who is a German national. With regard to contacts, that court ruled that the applicant should have extensive visiting rights which, in the absence of a more favourable agreement reached between the parties, should be exercised every second Sunday between 9.00 a. m. and 6.00 p. m.", "On 9 July 2004 the applicant, who was at the time residing in Switzerland, instituted contact proceedings before the District Court (Amtsgericht) in Husum, where mother and daughter were residing. He requested to be granted contact rights during the first week of each month from Saturday 10.00 a. m. until the following Saturday 7.00 p. m. The mother requested a suspension of contact rights.", "The applicant last saw his daughter on 24 September 2004 following a court hearing.", "On 29 October 2004 the Husum District Court, having heard both parents and the child in person, modified the contact regulations contained in the divorce decree and granted the applicant visiting rights on every second weekend on Saturdays from 3.00 p. m. to 6.00 p.m. and on Sundays from 10.00 a. m. to 2.00 p. m. It further ruled that contacts should take place in the presence of a person the child confided in.", "The District Court considered that the contact regulations had to be modified in the child's best interests. There was no reason completely to suspend contact rights. The court considered, however, that unaccompanied contacts would jeopardise the child's welfare. While the District Court did not consider that there was a risk of the applicant's abducting the child, as the applicant would not want to risk criminal prosecution in Switzerland, the child's considerable fears necessitated the presence of a trusted person. When personally heard by the court, the child had described her father as being evil and expressed the wish not to be left alone with him. The court further noted that the child had seen the applicant only twice within the two preceding years. Accordingly, she had to be given sufficient time to get to know her father before unaccompanied visits could be envisaged. The District Court considered that there were clear indications that the mother had influenced the child against her father. However, once the child's fears existed, they could not be ignored without jeopardising the child's welfare.", "The court further noted that it was not possible to make more precise provisions as to the person who should accompany the visits, as the mother intended to move to England and it was not possible to determine which person would be available. It followed that the choice of person had to be left to the parties or to a later court decision. The District Court finally considered that it had not been necessary to hear expert opinion by a children's psychologist, as the child had expressed her fears during the hearing and there was no need for further examination.", "The applicant lodged an appeal complaining, in particular, about the imposition of accompanied visits. He alleged that the persons proposed by the mother had been hostile towards him. He further complained that the granted contact time was too short.", "On 29 June 2005 the Schleswig Holstein Court of Appeal (Oberlandesgericht) scheduled a hearing for 28 September 2005 and ordered the parties to appear in person.", "At the beginning of the hearing the mother's representative submitted a message alleging that mother and child had been unable to appear before that court because of delays of their flights from the Bahamas. The applicant contested these submissions.", "On 19 October 2005 the Court of Appeal rejected the applicant's appeal. The court noted that mother and child had moved to England in October 2004, but returned to Germany in December 2004. From March to August 2005 they stayed in Monaco. Since September 2005 they were staying on the Bahamas. The Court of Appeal considered that the child's place of residence remained in Germany, as the mother, who appeared to be staying in a hotel, had not established a fixed place of residence on the Bahamas.", "The Court of Appeal considered that the limitation of the contacts and the presence of a third person had been and remained necessary in order to safeguard the child's welfare. The Court of Appeal confirmed that it was necessary to rebuild a relationship of trust between father and child before unaccompanied visits could be envisaged. The court further noted that the applicant, who had in the meantime given up his Swiss place of residence, had declared during the hearing that he was constantly travelling and currently could not make up his mind to establish a new place of residence. The court considered that such person could not be entrusted with unaccompanied contacts to a six-year old child nor with contacts extending over several days because the danger of his abducting the child was unacceptably high.", "On 3 November 2005 the applicant lodged an appeal on the ground that his submissions had not been sufficiently taken into account (Anhörungsrüge), which was rejected on 21 December 2005.", "On 19 January 2006 the applicant lodged a constitutional complaint and filed a request for an interim order.", "On 28 August 2006 the applicant informed the Federal Constitutional Court that the child's mother was currently of unknown residence.", "On 6 September 2006 the Federal Constitutional Court refused to admit the applicant's complaint and his joint request for an interim order for adjudication. This decision was served on the applicant's counsel on 20 September 2006.", "According to Article 1684 subsection 1 of the Civil Code, a child is entitled to have contact with its parents; each parent is obliged to have contact with, and is entitled to such contact with, the child.", "Pursuant to subsection 2, each parent is obliged to refrain from any actions which could disturb the relationship of the other parent with the child.", "The family courts can restrict or suspend a parent's rights of contact if such a measure is necessary for the child's welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child's welfare would be jeopardised (Article 1684 § 4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}