{"ITEMID": "001-57531", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF LUTZ v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (incompatibility);No violation of Art. 6-2", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["11. Mr. Uli Lutz, a German national born in 1959, lives in Heilbronn-Horkheim.", "12. On 10 October 1980, he was riding a motor cycle and was involved in a road accident. According to the police report (Verkehrs-Ordnungswidrigkeiten-Anzeige), he had attempted to overtake a car, although the traffic situation was unclear (unklare Verkehrslage). The result had been a collision which caused damage to both vehicles.", "When he was questioned, the applicant made the following statement:", "\"At about 4.30 p.m. today, I was driving southwards along Hohenloher Strasse, Heilbronn-Horkheim.", "Near the junction with Amsterdamer Strasse, I noticed a red car - which had its left indicator flashing - about to pull away from the kerb.", "I was about to overtake on the left of this vehicle when it not only moved forward onto the road but turned further to the left in order to make a U-turn.", "[It] was making its U-turn and was on the point of moving into the opposite carriageway (Gegenfahrspur) when I was still about ten yards behind it. As I was not expecting it to make a U-turn, I was intending to overtake it on the left.", "By the time I realised that this was no longer possible, I had already moved over quite far to the left and I tried to brake but could not avoid colliding with the car, which by now was at right angles to the flow of traffic.", "I was wearing a crash helmet when the accident occurred; I was not injured.\"", "13. On 9 December 1980, on the basis of the police report, the Heilbronn Police Authority (Amt für öffentliche Ordnung) imposed on Mr. Lutz a fine (Geldbusse) of DM 125, to which were added costs of DM 14, for \"joint responsibility for a road accident due to overtaking in an unclear traffic situation such that a collision was caused with another road-user\".", "The decision was based on section 24 of the Road Traffic Act (Strassenverkehrsgesetz - see paragraph 38 below) and Regulations 1(2), 5 and 49 of the Road Traffic Regulations (Strassenverkehrs- Ordnung). Regulation 1(2) reads:", "\"All road-users have a duty to conduct themselves in such a manner as not to harm or jeopardise others or inconvenience or annoy them more than may be inevitable in the circumstances.\"", "Regulation 5 provides that motorists must overtake on the left (paragraph 1), that they may overtake only if they can see that they will not thereby interfere with oncoming traffic (paragraph 2) and that no overtaking is allowed in an unclear traffic situation (paragraph 3(1)).", "By Regulation 49(1)(1) and 49(5), it is a \"regulatory offence\" (Ordnungswidrigkeit) to contravene Regulations 1(2) and 5(1) to (3); under section 24(2) of the Road Traffic Act, such an offence is punishable by a fine.", "14. The driver of the car was likewise fined for a \"regulatory offence\".", "15. Two days later, Mr. Lutz, who was represented by Mr. Wingerter, lodged an objection (Einspruch) against the decision of 9 December 1980. The appropriate authority in Heilbronn forwarded the objection to the public prosecutor’s office on 23 January 1981, and the latter transmitted it to the Heilbronn District Court (Amtsgericht) on 5 February.", "On 24 July 1981, the court informed the applicant that it intended to discontinue the proceedings as they were time-barred and order costs against the Treasury (Staatskasse), while the applicant would have to bear his own necessary costs and expenses (notwendige Auslagen).", "On 12 August, Mr. Wingerter replied that his client naturally agreed to the stay of proceedings, but not to an order requiring him to bear his own necessary costs and expenses; and he referred among other things to \"the presumption of innocence, secured in the Convention on Human Rights\".", "16. On 24 August 1981, the District Court stayed the proceedings on the ground that they were time-barred. Its decision read as follows:", "\"In the ‘regulatory offence’ matter (Bussgeldsache)", "against ... Uli Lutz", "concerning a breach of the Road Traffic Regulations,", "...", "the proceedings shall be stayed.", "The costs of the proceedings shall be borne by the Treasury. The defendant shall bear his own necessary costs and expenses.", "Reasons:", "On 9 December 1980, the Heilbronn Police Authority took a decision to impose a fine (Bussgeldbescheid) on the defendant for a breach of the Road Traffic Regulations. The defendant appealed against this decision. By an order made on 27 January 1981, the public prosecutor’s office in Heilbronn forwarded the case to the Heilbronn District Court for a decision. After the case had been submitted, prosecution of the ‘regulatory offence’ became time-barred under section 26(4) of the Road Traffic Act. The proceedings must therefore be stayed by reason of there being a technical bar to prosecution (Verfolgungshindernis), in accordance with Article 206a of the Code of Criminal Procedure, taken together with section 46 of the Act on ‘regulatory offences’ (Gesetz über Ordnungswidrigkeiten) [see paragraph 19 below].", "The decision on costs is based on Article 467 of the Code of Criminal Procedure, taken together with section 46 of the Act on ‘regulatory offences’.", "In accordance with Article 467 § 2 [sic], second sentence, of the Code of Criminal Procedure, taken together with section 46 of the Act on ‘regulatory offences’, the court declines to order the Treasury to bear the defendant’s necessary costs and expenses. As the file stands, the defendant would most probably have been convicted of an offence against the Road Traffic Regulations (Nach Lage der Akten wäre der Betroffene mit hoher Wahrscheinlichkeit wegen eines Verstosses gegen die StVO verurteilt worden). That being so, it would be unjust (unbillig to award his necessary costs and expenses against the Treasury.\"", "17. On 10 September 1981, the applicant challenged this decision in so far as he had been ordered to bear his own costs and expenses.", "On 25 September, the Heilbronn Regional Court (Landgericht) dismissed the appeal (sofortige Beschwerde) as being unfounded.", "The court held that Article 6 § 2 (art. 6-2) of the Convention did not apply to the case. As it had already explained at length in an earlier decision, Article 6 (art. 6) protected the individual only from possible hazards in civil or criminal trials. This was clear beyond a peradventure from the wording of the provision itself. There was no reason to give Article 6 § 2 (art. 6-2) a broad interpretation such as would extend its application to other proceedings. The Article (art. 6-2) consequently could not apply to proceedings in connection with \"regulatory offences\", as these had been excluded from the category of criminal offences, and procedure relating to them was quite distinct from criminal procedure. On the basis that Article 6 § 2 (art. 6-2) was not applicable, the District Court had therefore been right to order the defendant to bear his own necessary costs and expenses (under Article 467 § 3, second sentence, sub-paragraph 2, of the Code of Criminal Procedure) because had the prosecution not been statute-barred, \"the defendant would almost certainly (mit annähernder Sicherheit) have been found guilty of an offence\". He had himself admitted to the police that he was not expecting the car which was moving out to the left onto the road in front of him to make a U-turn; and that he had consequently attempted to overtake it but had been unable to avoid a collision despite his efforts to brake. Mr. Lutz had thus broken the basic rule in Regulation 1(2) of the Road Traffic Regulations and, in particular, had disregarded his duty under Regulation 5(3)(1) not to overtake where the traffic situation was unclear. The court held that in such circumstances it would have been unjust to award the defendant’s necessary costs and expenses against the Treasury, especially as the prosecution had become time-barred only during the course of the court proceedings, so that until that moment the defendant was rightly being proceeded against.", "18. Mr. Lutz then applied to the Federal Constitutional Court (Bundesverfassungsgericht), but on 2 February 1982 a bench of three of that court’s judges refused to entertain the application, holding that it had insufficient prospects of success.", "In the Constitutional Court’s view, the decisions of the District Court and the Regional Court did not offend the presumption of innocence, which was founded on the principle of the rule of law and was embodied in Article 6 § 2 (art. 6-2) of the Convention. However strong the suspicions, the presumption of innocence precluded taking measures against a defendant (Beschuldigter) that amounted in effect to a penalty (Strafe) in anticipation of a penalty (im Vorgriff auf die Strafe). This rule was not infringed where the necessary costs and expenses of a party who had been proceeded against in respect of a \"regulatory offence\" were not awarded against the Treasury in the event of the proceedings being discontinued. The judgment continued:", "\"The decision not to order the Treasury to pay the costs and expenses of the party concerned obviously cannot be regarded as a punishment (Bestrafung) or even be equated with such. Furthermore, the decision as to costs and expenses pursuant to Article 467 § 3, sub-paragraph 2, of the Code of Criminal Procedure and section 46(1) of the Act on ‘regulatory offences’ does not make any finding that the person concerned is guilty: it derives merely from the suspicion falling on him, which had given rise to his being prosecuted for a ‘regulatory offence’. The reasons for the order as to costs in the impugned decisions are therefore rightly confined to the finding that the defendant would most probably have been found guilty.\"", "19. The subject of \"regulatory offences\" is governed by the Act of 24 May 1968 on \"regulatory offences\" (Gesetz über Ordnungswidrigkeiten), in its version of 1 January 1975 (\"the 1968/1975 Act\"). The purpose of this legislation was to remove petty offences from the sphere of the criminal law. Included in this category were contraventions of the Road Traffic Act. Under section 21 of the Road Traffic Act (in its old version), commission of such contraventions had given rise to liability to a fine (Geldstrafe) or imprisonment (Haft). Section 3(6) of the Act of 24 May 1968 (Einführungsgesetz zum Gesetz über Ordnungswidrigkeiten) classified them as \"Ordnungswidrigkeiten\" and henceforth made them punishable only by fines (Geldbussen) not deemed to be criminal by the legislature.", "The 1968/1975 Act had been preceded in the Federal Republic by the Act of 25 March 1952 on \"regulatory offences\" and, to a certain extent, the Economic Crime Act of 26 July 1949 (Wirtschaftsstrafgesetz). It was most recently amended by a statute of 7 July 1986, which entered into force on 1 April 1987.", "20. Section 1(1) of the 1968/1975 Act defines a \"regulatory offence\" as an unlawful (rechtswidrig) and reprehensible (vorwerfbar) act, contravening a legal provision which makes offenders liable to a fine. The fine cannot be less than DM 5 or, as a general rule, more than DM 1,000 (section 17(1)). The amount of the fine is fixed in each case by reference to the seriousness of the offence, the degree of misconduct attributable to the offender and, save for minor (geringfügig) offences, the offender’s financial circumstances (section 17(3)).", "If the act constitutes both a \"regulatory\" and a criminal offence, only the criminal law is applicable; however, if no criminal penalty (Strafe) is imposed, the act may be punished as a \"regulatory offence\" (section 21).", "21. \"Regulatory offences\" are to be dealt with by the administrative authorities (Verwaltungsbehörde) designated by law, save in so far as the 1968/1975 Act confers the power of prosecution of such offences on the public prosecutor and the trial and punishment of them on the courts (sections 35 and 36). Where an act has come before him as a criminal matter, the public prosecutor may also treat the act as a \"regulatory offence\" (section 40).", "22. The administrative authorities will remit the matter to the public prosecutor if there is reason to suppose that a criminal offence has been committed; he will refer the matter back to them if he does not take proceedings (section 41). In the case of a \"regulatory offence\" having a close connection with a criminal offence in respect of which the public prosecutor has instituted proceedings, the prosecutor may extend the criminal proceedings to cover the \"regulatory offence\" as long as the administrative authorities have not fixed any fine (section 42).", "The public prosecutor’s decision to treat or not to treat an act as a criminal offence is binding on the administrative authorities (section 44).", "23. Subject to the exceptions laid down in the 1968/1975 Act, the provisions of the ordinary law governing criminal procedure - in particular the Code of Criminal Procedure, the Judicature Act (Gerichtsverfassungsgesetz) and the Juvenile Courts Act (Jugendgerichtsgesetz) - are applicable by analogy (sinngemäss) to the procedure in respect of \"regulatory offences\" (section 46(1)). The prosecuting authorities (see paragraph 21 above) have the same rights and duties as the public prosecutor in a criminal matter unless the 1968/1975 Act itself states otherwise (section 46(2)). Nevertheless, a number of measures permissible in criminal matters cannot be ordered in respect of \"regulatory offences\", notably arrest, interim police custody (vorläufige Festnahme) and seizure of mail or telegrams (section 46(3)). The taking of blood samples and other minor measures within the meaning of Article 81(a) § 1 of the Code of Criminal Procedure remain possible.", "24. The prosecution of \"regulatory offences\" lies within the discretion (pflichtgemässes Ermessen) of the competent authority, which may terminate the prosecution at any time while the case is pending before it (section 47(1)).", "Once the case has been brought before a court (see paragraphs 29-30 below), power to direct a stay of proceedings rests with the court; any such decision requires the agreement of the public prosecutor and is final (section 47(2)).", "25. As regards the judicial stage (if any) of the proceedings (see paragraphs 30-32 below), section 46(7) of the 1968/1975 Act vests jurisdiction in divisions (Abteilungen) of the district courts and in chambers (Kammern/Senate) of the regional courts, of the courts of appeal (Oberlandesgerichte) and of the Federal Court of Justice (Bundesgerichtshof).", "26. Investigations (Erforschung) into \"regulatory offences\" are a matter for the police authorities. In this connection, the police authorities enjoy a discretion (pflichtgemässes Ermessen); save in so far as the 1968/1975 Act provides otherwise, they have the same rights and duties as in the investigation of criminal offences (section 53(1)).", "27. Prior to any decision being taken, the person concerned (Betroffener) has to be given the opportunity of commenting, to the competent authorities, on the allegation made against him (section 55).", "In the case of a minor offence, the administrative authorities may give the person concerned a warning (Verwarnung) and impose on him an admonitory fine (Verwarnungsgeld); save for any exception laid down under the applicable law, the amount of an admonitory fine ranged from DM 5 to 40 at the relevant time, and since 1 April 1987 has ranged from DM 5 to 75 (section 56(1)). However, sanctions of this kind are possible only if the person concerned consents and pays the fine on the spot or within one week (section 56(2)).", "28. If necessary, the administrative authorities will officially designate a lawyer to act for the person concerned in the proceedings before them (section 60).", "Measures taken by the administrative authorities during the preliminary procedure can in principle be challenged before the courts (section 62).", "29. Save in so far as the 1968/1975 Act provides otherwise - as in the case of the matter being settled by payment of an admonitory fine -, a \"regulatory offence\" is punishable by an administrative decision imposing a fine (Bussgeldbescheid; section 65).", "The person concerned may lodge an objection (Einspruch) within a period which on 1 April 1987 was increased from one week to two weeks (section 67). Unless they withdraw their decision, the administrative authorities will then forward the file to the public prosecutor, who will submit it to the competent District Court and thereupon assume the function of prosecuting authority (sections 68 and 69).", "30. Under section 71, if the District Court finds the objection admissible (section 70) it will, unless the 1968/1975 Act states otherwise, examine the objection in accordance with the provisions applicable to an objection against an order of summary punishment (Strafbefehl): in principle, it will hold a hearing and deliver a judgment (Urteil) which may impose a heavier sentence (Article 411 of the Code of Criminal Procedure).", "However, the District Court’s ruling may take the form of an order (Beschluss) if the court considers that a hearing is not necessary and provided the public prosecutor or the person concerned does not object (section 72(1)). In that event, it may, inter alia, acquit the person concerned, settle the amount of a fine or terminate the prosecution, but it cannot increase the penalty (section 72(2), now renumbered (3)).", "31. The person concerned has the option of attending the hearing but is not bound to do so unless the District Court so directs (section 73(1) and (2)); he may be represented by a lawyer (section 73(4)).", "The public prosecutor’s office may be represented at the hearing; if the District Court considers the presence of an official from that office to be appropriate, it will inform the latter accordingly (section 75(1)).", "The District Court will give the administrative authorities the opportunity to set out the matters which, in their view, are of importance for the decision to be given; they may address the Court at the hearing, if they so wish (section 76(1)).", "32. Subject to certain conditions, section 79 allows an appeal on points of law (Rechtsbeschwerde) to be brought against a judgment or an order issued pursuant to section 72; save in so far as the 1968/1975 Act states otherwise, in determining the appeal the court concerned will follow, by analogy, the provisions of the Code of Criminal Procedure relating to review proceedings (Revision).", "33. The administrative authorities’ classification of an act as a \"regulatory offence\" is not binding on the court ruling on the objection; however, it can apply the criminal law only if the person concerned has been informed of the change of classification and been enabled to prepare his defence (section 81(1)). Once this condition has been satisfied, either by the court of its own motion or at the public prosecutor’s request, the person concerned acquires the formal status of an accused (Angeklagter; section 81(2)) and the subsequent proceedings fall outside the scope of the 1968/1975 Act (section 81(3)).", "34. A decision imposing a fine is enforceable once it has become final (sections 89 and 84). Unless the 1968/1975 Act states otherwise, enforcement of a decision taken by the administrative authorities is governed by the Federal Act or the Land Act, as the case may be, on enforcement in administrative matters (Verwaltungs-Vollstreckungsgesetze) (section 90(1)). When the decision is one taken by a court, certain relevant provisions of, inter alia, the Code of Criminal Procedure are applicable (section 91).", "35. If, without having established (dargetan) his inability to pay, the person concerned has not paid the fine in due time, the court may, at the request of the administrative authorities or, where the fine was imposed by a court decision, of its own motion, order coercive imprisonment (Erzwingungshaft - section 96(1)). The resultant detention does not replace payment of the fine in the manner of an Ersatzfreiheitsstrafe under the criminal law, but is intended to compel payment. The period of detention may not exceed six weeks for one fine and three months for several fines (section 96(3)). Implementation of the detention order is governed, inter alia, by the Code of Criminal Procedure (section 97).", "36. As far as the costs of the administrative procedure are concerned, the competent authorities apply by analogy certain provisions of the Code of Criminal Procedure (section 105).", "37. Under section 109 - likewise amended with effect from 1 April 1987 -, the person concerned has to bear the costs of the court proceedings if he withdraws his objection or if the competent court rejects it.", "For the rest, the provisions of the Code of Criminal Procedure regarding payment of the costs of proceedings and of parties’ necessary costs and expenses apply by analogy (Article 464 et seq. of the Code of Criminal Procedure and section 46 of the 1968/1975 Act).", "By the terms of Article 464 of the Code of Criminal Procedure, any judgment, order of summary punishment or decision terminating a set of proceedings must determine who is to pay the costs of the proceedings (paragraph 1); the judgment or decision in which the proceedings culminate shall state who is to bear the necessary costs and expenses (paragraph 2).", "Paragraph 1 and paragraph 3, second sentence, sub-paragraph 2, of Article 467 of the Code of Criminal Procedure, which were applied in the instant case pursuant to section 46 of the 1968/1975 Act, provide:", "\"1. If the defendant (Angeschuldigter) is acquitted or if committal for trial (Hauptverfahren) is refused or if the proceedings against him are discontinued, the costs of the proceedings and the defendant’s necessary costs and expenses shall be borne by the Treasury.", "...", "3. ... The court may decline to award the defendant’s necessary costs and expenses against the Treasury where the defendant", "...", "(2) has avoided conviction merely because of a technical bar to the proceedings (Verfahrenshindernis).\"", "Inasmuch as the law does not make the reimbursement of necessary costs and expenses mandatory, the courts decide the issue on an equitable basis and have a degree of discretion in the matter.", "38. The Road Traffic Act, the Road Traffic Regulations and the Road Traffic Licence and Vehicle Conformity Regulations (Strassenverkehrs-Zulassungs-Ordnung) contain lists of \"regulatory offences\" punishable by a fine (section 24 of the Road Traffic Act).", "Section 24 of the Road Traffic Act provides:", "\"1. It shall be a ‘regulatory offence’ wilfully or negligently (vorsätzlich oder fahrlässig) to contravene a provision in a statutory instrument (Rechtsverordnung) made pursuant to section 6(1) or in an order (Anordnung) made pursuant to such a statutory instrument if the statutory instrument concerned refers to the present provision ... in respect of a given offence. Such reference shall not be required where the provision of the statutory instrument was made before 1 January 1969.", "2. A ‘regulatory offence’ is punishable by a fine.\"", "The Road Traffic Regulations, which were applied in the instant case, were contained in one of the statutory instruments issued under section 6(1) of the Road Traffic Act.", "39. In the case of a \"regulatory offence\" committed in gross (grob) and persistent (beharrlich) violation of the duties incumbent on a driver, the administrative authorities or, where an objection has been lodged, the court may at the same time disqualify the person concerned from holding a driving licence (Fahrverbot) for a period of one to three months (section 25 of the Road Traffic Act).", "40. The Länder have co-operated to adopt rules (Verwaltungs-vorschriften) establishing a uniform scale of fines (Bussgeldkatalog) for the various road traffic \"regulatory offences\"; legally, these rules are binding on the administrative authorities empowered to impose fines but not on the courts.", "Section 26(a) of the Road Traffic Act, which was inserted into the Act on 28 December 1982 but has not yet been implemented, provides that the Minister of Transport shall issue such rules with the agreement of the Bundesrat and in the form of a statutory instrument (Rechtsverordnung).", "41. Under section 28 of the Road Traffic Act, a fine imposed for contravention of road traffic regulations may in some specified cases be entered in a central traffic register (Verkehrszentralregister) if it exceeds a certain amount (DM 39 at the time of the events in issue, DM 79 as from 1 July 1982); on the other hand, no mention of it is included in the criminal records (Bundeszentralregister). The entry must be expunged after a maximum of two years, unless further entries have been made in the meantime (section 29).", "Only certain authorities have access to the register, notably for the purposes of a criminal prosecution or a prosecution for a road traffic \"regulatory offence\" (section 30).", "42. At the time of the events in issue, by virtue of section 26(3) of the Road Traffic Act, the limitation period for the \"regulatory offences\" specified in section 24 of the Act was three months; since 1 April 1987, it has been three months in respect of the proceedings before an administrative authority and six months as from the date of the decision taken by that authority.", "43. According to the unchallenged statements of the Government, the 1968/1975 Act in practice plays a particularly important role in road traffic cases, and approximately 90 per cent of fines imposed relate to road traffic offences.", "In Bavaria, which the Government said could be taken as representative of the Federal Republic, there were 1,141,221 decisions imposing a fine in 1985. The percentage of fines of over DM 200 and DM 500 was only 1.3 and 0.1 respectively, as compared with 8.8 for fines of DM 120 to 200, 15 for fines of DM 80 to 119, 22.3 for fines of DM 41 to 79 and 52.5 for fines of DM 5 to 40.", "Of the 1,199,802 road traffic offences recorded in 1986, infringements of waiting and parking prohibitions accounted for 49.7 per cent.", "44. The scope of the principle of the presumption of innocence in the context of discontinuance of criminal proceedings has recently been clarified by the Federal Constitutional Court. By a judgment delivered on 26 March 1987, the Federal Constitutional Court quashed, as contravening the principle, two decisions by district courts and one decision by a regional court whereby the courts, having held the guilt of the defendants to be insignificant (gering), had stayed the private prosecutions brought against them but had awarded the costs of the proceedings against the defendants, including the costs and expenses of the complainants (cases 2 Bvr 589/79, 2 Bvr 740/81 and 2 Bvr 284/85, Europäische Grundrechte-Zeitschrift 1987, pp. 203-209).", "The Constitutional Court held it to be inconsistent with the presumption of innocence to speak in the reasons given for a discontinuance decision of a defendant’s guilt or to base an order as to costs and expenses on the supposition (Annahme) that a defendant has been guilty of an offence if the trial has not reached the stage at which the verdict can be given (Schuldspruchreife). It pointed out that the principle of the presumption of innocence derived from the principle of the rule of law, and it also referred to Article 6 § 2 (art. 6-2) of the Convention. The Convention did not have the status of constitutional law in the Federal Republic, but regard should be had to it and to the case-law of the European Court of Human Rights in interpreting the principles and fundamental rights enshrined in the Basic Law (Grundgesetz).", "Reaffirming its case-law, the Constitutional Court reiterated that, by virtue of the principle of the presumption of innocence, no measures amounting in effect to a penalty may be taken against a defendant without his guilt having been established beforehand at a proper trial and no defendant may be treated as guilty. The Court added that this principle requires that guilt be proved according to law before it can be held against the person concerned. A finding of guilt will accordingly not be legitimate for this purpose unless it is pronounced at the close of a trial which has reached the stage at which a verdict can be given.", "Citing the Minelli judgment of 25 March 1983 (Series A no. 62), the Constitutional Court ruled that a decision discontinuing criminal proceedings may offend the presumption of innocence if it contains in its reasoning a finding of the defendant’s guilt without that guilt having been proved according to law. On the other hand, nothing precluded a court from making findings in such a decision as to the defendant’s guilt and ordering him to pay the necessary costs and expenses of the complainants as well as the costs of the proceedings if it had held a hearing enabling it to reach a verdict (Entscheidungsreife).", "On the basis of these considerations, the Constitutional Court quashed three of the five decisions challenged but dismissed the application in the first of the three cases concerned, as the defence had made the closing address after a trial."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}