{"ITEMID": "001-76503", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KANAYEV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant is an active officer of the Russian navy, third rank captain. He was born in 1963 and lives in Kronshtadt, Leningrad Region.", "7. The applicant was involved in a dispute with his employer, the Ministry of Defence of the Russian Federation, concerning the amount of compensation of his travel expenses. On 7 March 2002 the Kronshtadt Garrison Military Court awarded him arrears in the amount of 598 Russian Roubles (RUR) and RUR 202 in compensation of legal expenses. This decision was not appealed against and on 17 March 2002 became final.", "8. On 21 March 2002 the court issued a writ of execution. The applicant forwarded it with accompanying documents to the State treasury office. On 2 April 2002 the writ was returned to the applicant unexecuted. The treasury office explained that the debtor had no available funds which could be used for paying the judgment debt. The applicant was advised to address the writ of execution to the head office of the Ministry of Finance, which the applicant did on 10 April 2002. However, the judgment remained unexecuted.", "9. On 2 July 2002 the applicant wrote a new letter to the Ministry of Finance, requesting an explanation as to why the judgment remained unexecuted to that date. On 26 August 2002 the Ministry of Finance informed the applicant that the writ of execution had been transmitted to the Ministry of Defence with a view to prepare a budget call for the respective amount. They also informed the applicant that the Ministry of Finance had no power to enforce the judgment and write off the money from the accounts of the Ministry of Defence without their acceptance.", "10. On 31 December 2002 the Ministry of Finance transferred to the applicant RUR 598 with reference to the arrears due pursuant to the judgment of 7 March 2002. On 1 March 2004 the applicant received the rest of the amount awarded by the court (RUR 202)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}