{"ITEMID": "001-22999", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "MADELA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Barbara Madeła, is a Polish national, who was born in 1936 and lives in Warsaw, Poland.", "On 20 October 1994, J.B. (the applicant’s neighbour) lodged a claim for payment against the applicant with the Warsaw District Court (Sąd Rejonowy).", "On 8 December 1994 the court held a hearing and ordered the plaintiff to submit a copy of the statement of claim.", "On 3 March 1995 the court stayed the proceedings as the plaintiff failed to comply with its order.", "Subsequently, on 17 May 1995, J.B.’s husband – M.B.– sued the applicant before the Warsaw District Court seeking payment.", "On 4 July and 26 September 1995 the court held hearings.", "At the hearing held on 21 November 1995 the court heard evidence from one witness. On 28 December 1995 the court held a hearing and heard evidence from M.B.", "On 20 November 1996 the court resumed the proceedings stayed on 3 March 1995. Later, on an unknown date it also decided to join both cases.", "On 24 February 1997 the court summoned the housing co-operative - “Osiedle Młodych” - to join the proceedings.", "On 23 April 1997 the court held a hearing and heard evidence from one witness.", "On 10 June 1997 the applicant challenged the impartiality of the presiding judge. On 7 July 1997 the court dismissed her challenge.", "On 29 July 1997 the court ordered that expert evidence be obtained. On 24 March 1998 an expert submitted his report to the court.", "At the hearing held on 2 June 1999 the plaintiffs withdrew their statement of claim with respect to the applicant. On the same date the court discontinued the proceedings against the applicant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}