{"ITEMID": "001-95035", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CHAYKOVSKIY v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 34;No violation of Art. 34", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1943 and lives in Solone Ozero.", "6. In April 1993 the administration of Penitentiary no. 314/60, where the applicant was serving a prison sentence at the time, submitted to the Slovyanoserbsk Department of the Ministry of the Interior a list of prisoners, with their former Soviet passports, who, following the collapse of the Soviet Union in 1991, had expressed a wish to become Ukrainian citizens. The applicant's name was among them.", "7. A stamp reading “Annulled” was put in the applicant's old Soviet passport.", "8. According to a letter written on an unspecified date by the administration of Penitentiary no. 60 to the applicant, the latter acquired Ukrainian citizenship in 1993.", "9. On an unspecified date in 1999 the applicant was detained on suspicion of attempted murder and robbery. According to him, he was beaten in police custody. On 10 November 1999 the Kherson Regional Court sentenced the applicant to fifteen years' imprisonment and ordered the confiscation of all of his personal property following his conviction for these offences.", "10. On 21 December 1999 the Supreme Court rejected the applicant's cassation appeal against this conviction. However, it reduced the sentence to thirteen years' imprisonment.", "11. Shortly after the ruling of the Supreme Court, the applicant was transferred to Penitentiary no. 45 in the Dnipropetrovsk region to serve his sentence.", "12. In 2007 the applicant complained to the prosecution authorities about his alleged ill-treatment during the pre-trial investigation in 1999. In reply, he was informed that his complaint had been lodged too late and could not be investigated given the considerable lapse of time and that all the relevant documents had been destroyed.", "13. During 2007 and 2008 the applicant unsuccessfully sought the overturning of his conviction through an extraordinary review procedure.", "14. In September 2008 the applicant was released on parole.", "15. On 15 June 1999 a forensic psychiatric examination was held to establish whether the applicant could be held criminally liable for the charges brought against him. Along with finding the applicant sane, it noted that he had complained of pain in his legs, weakened eyesight and dizziness, had painless concussion caused by a past head injury, had a diminished ankle reflex, and suffered from encephalopathy, a degenerative disease of the brain, caused by a trauma and atherosclerosis.", "16. On 17 February 2005 the applicant was examined by a group of disability experts in Penitentiary no. 45 and recognised as falling into the “second category” of invalidity for a one-year period on account of stable moderate hypertension, hypertensive retinal angiopathy of both eyes, ischaemic heart disease, stable stenocardia, diffuse cardiosclerosis, Leriche's syndrome, cerebral atherosclerosis, phaco-sclerosis (cataracts), and chronic hepato-cholecystitis (inflammation of the gall bladder and liver).", "17. From 6 to 18 February 2006 the applicant underwent inpatient treatment in the Dnipropetrovsk Hospital at SIZO-3 for obliterating atherosclerosis of the lower limbs, femoropopliteal occlusive disease (obstruction of the arteries), lower limb ischaemia, stable stenocardia and diffuse cardiosclerosis, after which he returned to Penitentiary no. 45 “in a satisfactory condition” and continued his treatment in the penitentiary hospital.", "18. In 2006 the applicant complained to the prosecution authorities that although, according to him, he suffered from certain illnesses which he believed made him eligible for early release, on 17 February 2005 the medical experts had wrongly established his diagnoses because they were biased against him. He requested another medical examination to be held in any other region. The prosecution found the applicant's complaint unsubstantiated. The Dnipropetrovsk Regional Department of the State Department for Enforcement of Sentences (hereinafter “the SDES”) offered him the opportunity to undergo another medical examination by independent doctors in the Dnipropetrovsk region, which he refused.", "19. On 18 August 2006 the SDES informed the applicant, following his request, that there were no medical reasons to seek his early release before the court and that he was being “provided medical treatment in accordance with the established diagnoses”. The applicant commented that it was not the medical treatment that he was complaining about, but the alleged inaccuracy of his medical diagnoses, due to which he had not been qualified for early release on health grounds.", "20. According to the information provided by the applicant, in 2008 the prison doctors treated him for atherosclerosis of the lower limbs with nicotinic acid injections, which he found to be of little help. The applicant alleged that the treatment was insufficient and therefore, following his release in September 2008, he was in need of surgery.", "21. On 1 October 2008 a Doppler sonography of the applicant's lower limbs was performed in the Chernigiv Hospital no. 2, which diagnosed him with blockage of the left and right iliac arteries.", "22. On 29 December 2005 the applicant wrote to the Court expressing his intention to lodge an application under Article 34 of the Convention.", "23. On 18 January 2006 the Registry of the Court provided him with a blank application form and copies of the explanatory documents necessary for lodging his application with the Court.", "24. On 13 March 2006 the Registry received from the applicant the application form dated 3 March 2006, in which he maintained that he was unable to send copies of all the documents he needed to substantiate his complaints as the penitentiary authorities had allegedly refused to provide him with those copies.", "25. In a letter of 24 March 2006 the Registry of the Court informed the applicant that under Article 34 of the Convention, State bodies are under an obligation not to create obstacles to the effective exercise of the right of individual petition. The letter also stated that the refusal of the prison administration to provide copies of the relevant documents could be examined by the Court from the point of view of compliance of its acts with the obligations of the State under Article 34 of the Convention. The letter also contained a copy of Order no. 13 of the SDES of 25 January 2006 “On Approval of the Instruction on Review of Correspondence of Persons Held in Penitentiaries and Pre-trial Detention Facilities”.", "26. On 28 April and 24 May 2006 the applicant informed the Court that the penitentiary authorities had refused to hand the attachment sent by the Registry of the Court with the letter of 24 March 2006 over to him. He further stated that he still did not have access to copies of all the documents he needed.", "27. The applicant complained about the above to the prosecution authorities.", "28. On 28 September 2006, following the communication by the Court of the application to the Government, the applicant, at the request of the prison administration, wrote “an explanatory note”, in which he noted, inter alia: that starting from “mid 2006” he had been provided with the possibility to copy documents from his case file by hand; that the attachment sent by the Registry of the Court on 24 March 2006 had never been served on him; and that he had no complaints regarding the dispatching of his correspondence to the Court by the prison authorities.", "29. According to the applicant, he was able to copy documents from his case file by hand twice a week for twenty to thirty minutes.", "30. From 15 December 2006 to 24 May 2007 the applicant was represented before the Court by a lawyer.", "31. On 31 July 2007 the Prosecutor of the Dnipropetrovsk Region found unsubstantiated the applicant's complaint concerning the seizure by the prison administration of the attachment sent to him by the Court. The prosecutor referred to the Prisons' Internal Regulations of 25 December 2003 (see paragraph 41 below), according to which convicts were entitled to keep copies of verdicts and judicial rulings. Thus, since the document at issue had been outside that category, its seizure did not amount to a violation on the part of the prison administration.", "32. On 12 March 2008 the applicant received the attachment at issue from the prison administration.", "33. On the same day the Dnipropetrovsk Regional Prosecutor's Office reaffirmed its earlier finding that by having seized the above document, the prison administration had not committed any violation.", "34. The applicant alleged that on 27 October 2006 the prison duty officer had beaten him with a rubber truncheon, which had resulted in his hospitalisation in the penitentiary hospital on 2 November 2006. According to him, the prison doctor had refused to document his injuries.", "35. In May 2007 the applicant complained to the SDES that between 1999 and 2005 over 700 prisoners had allegedly died of starvation in Penitentiary no. 60.", "36. The Lugansk Regional Department of the SDES replied to the applicant that his allegation had been investigated and found unsubstantiated.", "37. The relevant provisions of the Constitution read as follows:", "“Everyone is guaranteed privacy of mail, telephone conversations, telegraph and other correspondence. Exceptions shall be established only by a court in cases envisaged by law, with the purpose of preventing crime or ascertaining the truth in the course of the investigation of a criminal case, if it is not possible to obtain information by other means.”", "38. Article 113 of the Code on Enforcement of Sentences (2003), following the amendments introduced to it on 1 December 2005, stipulates that prisoners are allowed to correspond with relatives, other persons and organisations. All such correspondence is subject to automatic monitoring and censorship by the prison administration, with the following exceptions, provided for in paragraph 4:", "“Proposals, applications and complaints addressed to the Ombudsman of the Verkhovna Rada of Ukraine, to the European Court of Human Rights, as well as to other relevant international organisations of which Ukraine is a member or participant, to authorised persons of those international organisations or to prosecution authorities, shall not be subject to censorship and shall be dispatched within twenty four hours.”", "39. The Instruction on Review of Correspondence of Persons Held in Penitentiaries and Pre-trial Detention Facilities, approved by Order no. 13 of the State Department for Enforcement of Sentences of 25 January 2006, elaborates the above provision as follows:", "“1.5. ... Correspondence of prisoners and detainees with the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as with other relevant international organisations of which Ukraine is a member or participant, authorised persons of those international organisations or prosecution authorities, shall not be subject to censorship and shall be dispatched or handed to the prisoner or detainee within twenty-four hours. ...", "2.4. Prisoners or detainees shall personally and in the presence of the inspector seal the envelopes with correspondence addressed to the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as to other relevant international organisations of which Ukraine is a member or participant, to authorised persons of those international organisations or prosecution authorities. Prisoners or detainees shall personally and in the presence of the inspector open letters received from the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as from other relevant international organisations of which Ukraine is a member or participant, from authorised persons of those international organisations or from prosecution authorities. ...”", "40. The relevant provisions of the Internal Regulations of Penitentiaries, approved by Order no. 275 of the State Department for Enforcement of Sentences dated 25 December 2003, read as follows:", "“18. ... Prisoners are entitled ... to receive and send letters in unlimited numbers. ...", "Prisoners may only dispatch letters and applications via the penitentiary's administration. There are mail boxes on the premises of the penitentiary for that purpose, which are checked by the responsible prison officers on a daily basis. Prisoners in confinement hand letters for dispatching to the administration.", "Letters shall be posted in mail boxes or handed to representatives of the administration unsealed. ...", "Correspondence received or dispatched by prisoners shall be reviewed.", "Proposals, applications and complaints addressed to the Ombudsman of the Verkhovna Rada of Ukraine, to a prosecutor or to the European Court of Human Rights shall not be subject to review and shall be dispatched within twenty-four hours.”", "41. The Regulations also allow prisoners to keep with them copies of verdicts and rulings of the courts concerning their case.", "42. According to Article 22 of the Code on Enforcement of Sentences (2003), prosecutors supervise the enforcement of sentences with a view to ensuring compliance with the existing legislation.", "43. The relevant provisions of the Law on the Prosecution Service (1991, as amended) are summarised in Naumenko v. Ukraine, no. 42023/98, § 93, 10 February 2004.", "44. Pursuant to paragraph 1 of Article 17 of the Code of Administrative Justice of 6 July 2005 (which entered into force on 1 September 2005), administrative courts are competent to examine inter alia claims by individuals against authorities concerning the latter's decisions, actions or omissions. Its paragraph 2 excludes from the competence of the administrative courts public-law cases dealt with by the Constitutional Court of Ukraine, disputes adjudicated under the criminal procedure, cases concerning administrative offences, and those concerning the internal activity of corporate entities.", "45. According to Article 162 of the Code of Administrative Justice, the administrative court, should it find an administrative claim substantiated, may inter alia declare the impugned action, omission or decision unlawful, invalidate the decision in question and/or oblige the defendant to undertake, or abstain from taking, certain actions. It may also order the defendant to pay compensation for the damage caused by the unlawful action, omission or decision.", "46. The relevant extracts from Article 55 of the Constitution of Ukraine read as follows:", "“Human and citizens' rights and freedoms are protected by the courts.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omissions of bodies exercising State power, local self-government bodies, officials and officers...", "... After exhausting all domestic legal remedies, everyone has the right of appeal for the protection of his or her rights and freedoms to the relevant international judicial institutions or to the relevant bodies of international organisations of which Ukraine is a member or participant ...”", "47. Article 3 of the European Agreement Relating to Persons Participating in Proceedings of the European Court of Human Rights reads as follows:", "1. The Contracting Parties shall respect the right of the persons referred to in paragraph 1 of Article 1 of this Agreement to correspond freely with the Commission and the Court.", "2. As regards persons under detention, the exercise of this right shall in particular imply that:", "a) if their correspondence is examined by the competent authorities, its despatch and delivery shall nevertheless take place without undue delay and without alteration;", "b) such persons shall not be subject to disciplinary measures in any form on account of any communication sent through the proper channels to the Commission or the Court;", "c) such persons shall have the right to correspond, and consult out of hearing of other persons, with a lawyer qualified to appear before the courts of the country where they are detained in regard to an application to the Commission, or any proceedings resulting therefrom.", "3. In application of the preceding paragraphs, there shall be no interference by a public authority except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, for the detection or prosecution of a criminal offence or for the protection of health."], "VIOLATED_ARTICLES": ["34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}