{"ITEMID": "001-117684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF I.K. v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Russia);Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["7. The applicant, a Russian national of Chechen origin, was born in 1976 and lives in Vienna.", "8. The applicant left Chechnya for Kyrgyzstan and Poland in April 2004, with his mother. They arrived in Austria in November 2004 and lodged an asylum request there.", "9. He claimed in his asylum proceedings that in 2001 his father had been shot before his eyes. The applicant’s father had worked in the security services of former President Maskhadov, a separatist leader, which was why he and his family had been persecuted. Furthermore, the applicant had been arrested four times and only released after the payment of a ransom. The applicant stated that he had been ill-treated during those arrests and also that in 2004 Russian soldiers had brutally beaten him in the course of an identity check.", "10. On 5 March 2007 the Federal Asylum Office (Bundesasylamt) dismissed the applicant’s asylum request as unfounded. It found the applicant’s story contradictory and unconvincing and also found that he had failed to substantiate the existence of any real risk to himself.", "11. It seems that the applicant’s mother’s asylum request was also dismissed, for the same reasons.", "12. The applicant and his mother appealed. However, after an oral appeal hearing, the applicant withdrew his appeal on 28 April 2009 due to allegedly wrong legal advice he received at the time.", "13. On 12 May 2009 the Asylum Court (Asylgerichtshof) allowed the applicant’s mother’s appeal and granted her the status of a recognised refugee. As regards her flight story it found as follows:", "“The following has been established concerning the appellant and her reasons for fleeing:", "The appellant claims to be a Russian Federation national of Chechen ethnic origin and, prior to fleeing, lived in the village of Kurchaloy in Chechnya.", "It is credible that in the event of her return to her country of origin, the appellant would be under threat from State authorities or third parties on account of her membership of a particular social group. The appellant alleged that she was under threat from Russian and Chechen security forces because of her husband’s previous activities.", "It has been found plausible that the appellant’s husband was an officer for a Chechen security agency and was murdered by the security forces on 5 November 2001 in the village of Kurchaloy.", "The findings as to the appellant and her reasons for fleeing result from the descriptions given by the persons examined at the hearing, which – in this respect – are consistent and credible. The appellant was able to give a description of her husband’s murder that was clear and consistent with her previous statements, thereby conveying the impression of having actually experienced what she was talking about. The witness C.S. gave a convincing statement confirming that the appellant’s husband worked for a Chechen security agency.”", "14. After referring to a number of general country reports on Russia and the north Caucasus region, the Asylum Court continued its legal assessment of the facts of the applicant’s mother’s case, as follows:", "“Regard being had to the findings concerning the situation of Chechens in the Russian Federation, the appellant faces an objective risk of persecution in view of the facts established as to her reasons for seeking asylum. The appellant’s husband was murdered in his homeland because of his work for a Chechen security agency. Accordingly, the appellant is already known to the Russian and pro-Russian authorities and has come specifically to their attention. This means that she is in particular danger of being arrested by the security forces in Chechnya, and in such an eventuality there is a significant probability that she would be at risk of suffering human rights violations. Moreover, in view of the situation in Chechnya and the fact that the appellant is known by name to the authorities, it cannot be assumed with sufficient certainty that she would not be exposed in other parts of the Russian Federation, for example, to attacks of any kind warranting asylum or that she could expect effective protection from the authorities against such attacks. Accordingly, the appellant – who, moreover, is suffering from post-traumatic stress disorder – has no reasonable internal flight alternatives available either.”", "15. On 4 June 2009 the applicant lodged a new asylum request. In interviews conducted in the course of those asylum proceedings, the applicant repeated the initial reasons he had given for leaving Chechnya, and informed the authorities that he had married a Russian national in March 2008 and that the couple had two children together, born in 2009 and 2010. When asked if his mother was alive, the applicant stated his mother’s name and that she lived with him and his family in the same apartment. He explained that his family therefore all lived in Austria and that he would like to be with them and work there. When the applicant was notified that he had not lodged any new facts, he stated that he knew that, but that he did not have any new facts to offer or information in that regard.", "16. The applicant confirmed that he still had relatives and friends in Chechnya and that a cousin of his had returned to Chechnya from Austria in 2010. A brother of his father lived in Ingushetia. Referring to his criminal convictions (see paragraphs 25 and 26 below) the applicant stated that he regretted his mistakes. Finally, in the interview on 5 January 2011 the applicant stated, when asked whether he was taking any medication at the moment, that he was not.", "17. On 11 January 2011 the Federal Asylum Office rejected the applicant’s subsequent asylum request as res judicata. It established the applicant’s identity and reiterated the proceedings in his respect. In the context of the applicant’s private and family life in Austria, the Federal Asylum Office referred to his mother, wife and children, confirming that they were all recognised refugees in Austria and citing their file numbers. Indicating various country reports, inter alia by the German Federal Foreign Office of 2010, the United States Department of State Report on Russia of 2010, the Office for Foreigners (Poland), CEDOCA, the Documentation and Research Centre of the Office of the Commissioner General for Refugees and Stateless Persons (Belgium) and the country of origin information available to the Federal Asylum Office, it noted that the general security situation and the protection of human rights in the north Caucasus region had deteriorated again in 2008 and 2009. In some cases of individuals who had decided to follow rebel groups, the authorities were reported to have retaliated by burning down the houses of their relatives. The numbers of abductions had also increased again, to seventy-four cases in the first half of 2009. The Federal Asylum Office further referred to the amnesty regime introduced in 2006 and the surge of house burnings in 2008 and 2009.", "18. In conclusion and as regards the applicant’s submissions, the Federal Asylum Office stated that the applicant’s initial reasons for leaving had already been considered unconvincing in the first proceedings and that the applicant had not forwarded any new relevant information in the new proceedings.", "19. An appeal by the applicant against this decision was granted suspensive effect. In his appeal the applicant claimed deficiencies of the proceedings and a wrong legal assessment of the established facts by the Federal Asylum Office. He claimed that, because he was still at real risk of persecution if he returned to Chechnya and because of the deterioration of the security situation there, his subsequent asylum request could not be considered a res judicata.", "20. On 1 April 2011 the Asylum Court dismissed the appeal as unfounded. In the summary of the facts of the case, it referred to the applicant’s mother, wife and children, while again citing the file numbers of their asylum proceedings.", "21. As regards the nature of a res judicata, it reiterated that a new decision on the merits of an application could only be based upon a change of circumstances which was significant enough to allow the conclusion, either alone or in combination with other facts, that those reasons for which the former application had been dismissed were to be evaluated differently in the present proceedings. Referring to long-standing administrative jurisprudence, it further stated that the credibility of the alleged new facts had to be evaluated anew in the context of all former investigation results in the event that those alleged new facts could prima facie lead to a different outcome of the proceedings.", "22. The Asylum Court went on and established that the applicant’s reasons for leaving Chechnya presented in the subsequent proceedings had already been deemed unconvincing by the previous final decision. It therefore confirmed that the applicant had not presented any relevant new information with regard to his asylum request. Furthermore, the applicant was not suffering from any severe psychological or physical illness, and still had friends and family living in Chechnya.", "23. With regard to the applicant’s right to respect for his family life, it considered that the applicant’s removal to Russia would constitute an interference with his family life, since the applicant lived with his mother, wife and two minor children, who were all recognised refugees, but found that the applicant had never had secure residence status in Austria, even when he had married, and that he had not shown that he had substantially integrated into Austrian society. On the other hand, the applicant had been convicted four times of criminal offences such as theft and aggravated bodily harm, and an exclusion order in respect of residence until September 2013 had been issued in 2007, which had led to the conclusion that the public interest in the applicant’s removal outweighed his private interest in respect of his family life in Austria.", "24. On 10 June 2011 the Constitutional Court (Verfassungsgerichtshof) dismissed the applicant’s application for legal aid to enable him to lodge a complaint. That decision was served on the applicant’s counsel on 18 July 2011.", "25. The applicant was convicted of theft and attempted theft on 29 November 2005 and 29 March 2006, fined 100 euros (EUR) and sentenced to one month’s imprisonment, suspended with probation. On 22 May 2007 the Krems Regional Court (Landesgericht Krems) convicted the applicant of trafficking under the 2005 Aliens Police Act (Fremdenpolizeigesetz) and of aggravated bodily harm, and sentenced him to ten months’ imprisonment. Finally, on 6 February 2008, the Vienna Regional Court (Landesgericht Wien) again convicted the applicant of aggravated bodily harm and sentenced him to an additional two months’ imprisonment.", "26. On 27 June 2007 the Vienna Federal Police Authority (Bundespolizeidirektion) issued an unlimited residence ban (unbefristetes Rückkehrverbot) against the applicant. Due to an amendment of the 2005 Aliens Police Act, the validity of the residence ban was later reduced to ten years, i.e. until 24 July 2017.", "27. On 2 August 2011 the Vienna Federal Police Authority summoned the applicant to arrange for his removal. It seems that a travel certificate had been requested.", "28. On 17 January 2012 the Court applied an interim measure under Rule 39 and requested the Austrian Government to stay the applicant’s removal to Russia until further notice.", "29. From 28 June to 6 July 2011 the applicant was treated as an inpatient at Otto Wagner Hospital in Vienna for a depressive episode. The discharge letter of 7 July 2011 stated that he had been admitted suffering from a severe depressive episode and suicidal thoughts, so that his medication could be adjusted. He was prescribed Cipralex and Mirtabene when he was released. For his health to continue to improve it was recommended that he should continue to have his family’s support and that removal to Russia would be irresponsible from a psychiatric point of view.", "30. On 27 June 2011 and after one consultation, Vienna General Hospital confirmed that the applicant was suffering from post-traumatic stress disorder and a medium-level depressive episode and recommended pharmacological and psychotherapeutical treatment. It also advised against removing him to Russia.", "31. A diagnostic letter from Wilhelminen Hospital in Vienna dated 12 May 2010 stated that a CT scan had shown a facial bone conversion in his right ventral maxilla that would correspond with the applicant’s statement that he had been physically abused in Chechnya.", "32. Section 68 § 1 of the Code of General Administrative Procedure (Allgemeines Verwaltungsverfahrensgesetz) provided that submissions from individuals who request modification of a ruling which is not, or is no longer, subject to appeal, shall be rejected as res judicata. In this context the 2005 Asylum Act (Asylgesetz 2005) included in its section 75 § 4 a reference to section 68 of the Code of General Administrative Procedure that", "“Decisions rejecting or dismissing a request under the [former versions of the] Asylum Act ... shall constitute res judicata in proceedings under this Federal Act concerning the same facts.”", "33. The Austrian Administrative Court has observed in its jurisprudence as follows (see judgment of the Administrative Court of 21 November 2002, no. 2002/20/0315):", "“An alleged change in circumstances may entitle and require the authority to give a fresh decision on the merits – once it has carried out any necessary investigations of its own motion under section 28 of the 1997 Asylum Act – only where such a change, by itself or in combination with other facts, would be of legal relevance to the question of asylum; a different legal assessment of the request must not be prima facie inconceivable. Furthermore, the alleged change in circumstances must have at least a credible basis which is relevant to the question of asylum and to which to the above-mentioned prospect of a positive decision can be linked. To that end, as soon as it begins to examine the admissibility of the (fresh) asylum request, the authority must address the credibility of the asylum-seeker’s allegations and, where appropriate, the evidential value of any certificates. Should the authority’s investigations conclude that, contrary to the party’s allegations, a change in circumstances which is prima facie capable of giving rise to a different assessment has not in fact occurred, the asylum request must be rejected in accordance with section 68(1) of the Code of General Administrative Procedure (see decision of 19 July 2001, no. 99/20/0418, with further references; see also the case-law recapitulated in Walter/Thienel, Verwaltungsverfahrensgesetze I, 2nd ed., notes 73 et seq. on section 68 of the Code of General Administrative Procedure).”", "34. This section gives a short overview of selected reports from various easily accessible sources on the security and human rights situation in Chechnya available at the time of the applicant’s subsequent asylum proceedings in Austria.", "35. The Commissioner stated that the north Caucasus has been a region of major interest and concern from the very beginnings of the office of the Commissioner of Human Rights in 1999.", "36. The Commissioner noted that the lifting of the decade-long counterterrorist operation in the Chechen Republic had not been accompanied by a diminution in the activities of illegal armed groups. Federal and Chechen authorities had carried out over 100 special operations in the first half of 2009 (see paragraphs 21-23). The report further noted an increase in the number of abductions and disappearances in Chechnya since the end of 2008. In some cases, the involvement of law-enforcement officials had been alleged (see paragraph 30). Finally, the lack of effective investigations of repeated human rights violations, the alleged involvement of law-enforcement officials in crimes, and the deficiencies of the judiciary, were concerns which had been raised by both the current Commissioner and his predecessor (see paragraph 39).", "37. He concluded the report with regret, in view of the fact that stability in the north Caucasus region had yet to be achieved. Increased activity by illegal armed groups, the lack of effective investigations of disappearances and killings, and murders of human rights activists were of particular concern. Patterns of impunity persisted, even though there were indications of serious efforts to reinforce the rule of law. The difficult economic situation was one of the destabilising factors, and the need for economic development and further social reconstruction was evident (see paragraph 64).", "38. This report described the north Caucasus region of Russia as remaining an area of particular concern. The government’s poor human rights record in the north Caucasus worsened as the government fought insurgents, Islamist militants, and criminal forces. Local government and insurgent forces reportedly engaged in killing, torture, abuse, violence, politically motivated abductions, and other brutal or humiliating treatment, often with impunity. In Chechnya, Ingushetia and Dagestan, the number of extrajudicial killings and disappearances increased markedly, as did the number of attacks on law-enforcement personnel. Authorities in the north Caucasus appeared to be acting outside federal government control. Although the Chechen government announced a formal end to counterterrorist operations, there was an increase in violence during the summer, which continued through the remainder of the year. Federal and local security forces in Chechnya, as well as the private militia of Chechen president Ramzan Kadyrov, allegedly targeted families of suspected insurgents for reprisals and committed other abuses. There were also reports of rebel involvement in bombing civilian targets and of politically motivated disappearances in the region. Some rebels were allegedly involved in kidnapping for ransom. According to the Internetbased news agency Caucasian Knot, 342 members of law-enforcement agencies lost their lives and 680 were injured during the year in actions involving insurgents. Thousands of internally displaced persons were living in temporary centres in the region: the centres failed to meet international standards.", "39. Under the heading “Use of Excessive Force and Other Abuses in Internal Conflicts”, it was noted that during the year complex and inter-connected insurgencies caused continuing instability in the north Caucasus, with a marked upsurge in incidents committed by government and insurgent forces during the year. Overall, there were increases in disappearances, killings, and other abuses. There were reports that federal and local security forces seeking to quell the insurgencies were continuing to use excessive force and to engage in human rights abuses, including torture, summary executions, disappearances, and arbitrary detentions. Authorities in the north Caucasus were reportedly acting with impunity, and some observers alleged that the federal government had ceded de facto control of the region to local authorities. Rebels were also continuing to commit human rights abuses, including major acts of terrorism and summary executions.", "40. As regards abductions, the report stated that Government personnel, rebels and criminal elements were continuing to engage in abductions in the north Caucasus. Officials and observers disagreed on the numbers involved. Human rights groups believed that the numbers of abductions were under-reported, due to the reluctance of detainees’ relatives to complain to authorities for fear of reprisals. The Memorial NGO reported that during the year there were ninety kidnappings in Chechnya, while the MAShR NGO reported 234 disappearances in Ingushetia and thirty-one disappearances in Dagestan. It stated that there was no accountability for government forces involved in abductions. There were continued reports that abductions were followed by beatings or torture to extract confessions, and that abductions were conducted for political reasons. Criminal groups in the region, possibly with links to rebel forces, frequently resorted to kidnapping.", "41. Finally, under the heading “Physical Abuse, Punishment and Torture”, it could be read that armed forces and police units were reported to have frequently abused and tortured people in holding facilities where federal authorities took them to separate fighters and those who were suspected of aiding rebels from ordinary civilians.", "42. The Amnesty International report stated that there were continuing reports of human rights violations, including arbitrary detention, torture and ill-treatment, and extrajudicial executions, by law-enforcement officials in Chechnya, Dagestan and Ingushetia. There was also an ongoing concern that investigations of these violations were not effective, resulting in widespread impunity.", "43. The present report was an update to the organisation’s report of 2007 and used sources from human rights organisations, such as the Human Rights Centre of the Russian NGO Memorial, Amnesty International and Human Rights Watch, as well as the results of a meeting with six human-rights activists from the north Caucasus and a Chechen human-rights specialist. The report stated that the security situation in the whole north Caucasus region had deteriorated. In summer 2009 the number of those killed in “special operations” conducted by security services or in terrorist attacks had doubled. The Centre for Strategic and International Studies CSIS reported 442 deaths between May and August 2009 in the whole region (see page 4).", "44. The report cited arbitrary arrests, secretive detention, torture and ill-treatment, disappearances and abductions, death in detention and extrajudicial executions, the burning of houses, displacements and forced recruitments as the most severe violations of human rights (see page 10 et seq.).", "45. Members of non-governmental organisations, journalists, members of the political opposition, victims and their relatives, witnesses and lawyers, relatives of armed rebels or of members of the security services, young religious men and internally displaced persons were considered to be those most at risk of being subjected to serious human rights violations in the region. Furthermore, returnees from abroad were, according to a member of Memorial, at particular risk. They were under suspicion of having fled because of their membership of the armed opposition and of having returned with considerable financial resources.", "46. In this context the report referred to a letter from the Austrian office of the United Nations High Commissioner for Refugees (“the UNHCR”) of 7 April 2009 that stated, as regards asylum requests by refugees from Chechnya, that while the military and security situation in Chechnya had significantly improved, there were still instances of human-rights violations that could lead to well-founded asylum requests by Chechens. Such requests should therefore be fairly and efficiently examined by the authorities. As regards those who had already been recognised as refugees, the UNHCR recommended that they should in any event be able to keep their legal status. Any return to the Russian Federation should be done on an exclusively voluntary basis (see page 20, including a link to the cited document by the UNHCR office in Austria).", "47. The Court summarised newer relevant country reports only recently in its judgement Bajsultanov v. Austria (see Bajsultanov v. Austria, no. 54131/10, §§ 38 et seq, 12 June 2012). Where available, updated information once more depicts the following situation:", "48. The report for 2011 identified as one of the most significant problems during that year in its executive summary that the rule of law was particularly deficient in the north Caucasus, where the conflict between the government and insurgents, Islamist militants and criminal forces had led to numerous human rights abuses by security forces and insurgents, who were reportedly engaging in killing, torture, physical abuse and politically motivated abductions. In addition, the government of Ramzan Kadyrov in Chechnya was continuing to violate fundamental freedoms, engage in collective retribution against families of suspected militants, and foster an overall atmosphere of fear and intimidation.", "49. More precisely, the report stated under the heading “Use of Excessive Force and Other Abuses in Internal Conflicts” that violence was continuing in the north Caucasus republics, driven by separatism, inter-ethnic conflict, jihadist movements, vendettas, criminality and excesses by security forces. Dagestan continued to be the most violent area in the north Caucasus; Kabardino-Balkaria also saw an increase in violence compared with the previous year, while violence continued to decrease in Chechnya, Ingushetia and North Ossetia.", "50. It further noted that government personnel, rebels and criminal elements were continuing to engage in abductions in the north Caucasus. The head of the prosecutor general’s office for the north Caucasus stated in June that more than 2,100 disappearances remained unsolved in the north Caucasus republics. Security forces in Chechnya, Dagestan and Ingushetia frequently abducted or detained individuals for several days without immediate explanation or charge. Human rights groups believed the number of abductions was under-reported because victims’ relatives were reluctant to complain to authorities due to fear of reprisals. Generally, there was no accountability for government security personnel involved in abductions. Memorial reported at the beginning of the year that at least eight Russian citizens from the north Caucasus had been kidnapped since September 2010. According to Caucasian Knot, in the first eleven months of 2011 there were sixty-four disappearances, twenty-eight of which took place in Dagestan, twenty in Chechnya, thirteen in Ingushetia and three in Kabardino-Balkaria. Human rights groups alleged that security forces under the command of Kadyrov played a significant role in abductions, either on their own initiative or in joint operations with federal forces, including abductions of family members of rebel commanders and fighters.", "51. Under the heading “Physical abuse, punishment and torture” the paper mentioned that armed forces and police units in the region reportedly abused and tortured both rebels and civilians in holding facilities. The burning of homes of suspected rebels, a mechanism of collective punishment in use since 2008, was reportedly continuing.", "52. As regards the security situation in the north Caucasus, the report found that it remained volatile, and serious human rights abuses were being committed by both armed groups and security officials. The rapid post-conflict reconstruction of Chechnya continued with high levels of federal funding, though unemployment remained a problem. Activity by armed groups declined compared to other regions in the north Caucasus. Law-enforcement operations continued to give rise to reports of serious human rights violations. In a letter to the human rights NGO The Interregional Committee Against Torture, a senior Chechen prosecutor acknowledged that investigations of enforced disappearances in Chechnya were ineffective.", "53. As regards the north Caucasus the report stated that according to official statements, the number of insurgent attacks in the north Caucasus doubled in 2010 compared to 2009. In 2011 the Islamist insurgency remained on the rise, especially in the Republic of Dagestan. The authorities’ use of torture, abduction-style detention, enforced disappearances and extrajudicial killings in the course of their counter-insurgency campaign, coupled with impunity for these abuses, had antagonised the population of the north Caucasus.", "54. Chechen law-enforcement and security agencies under Ramzan Kadyrov’s de facto control were continuing to resort to collective punishment of relatives and suspected supporters of alleged insurgents. Memorial documented eleven abductions of local residents by security forces between January and September 2011. Five of those abducted subsequently “disappeared”.", "55. Increasingly, victims refused to speak about violations due to fear of official retribution. In a letter to a Russian NGO in March 2011 federal authorities stated that police in the Chechen Republic sabotaged investigations of abductions of local residents, and sometimes covered up for perpetrators. The letter marked the first public acknowledgment of the importance of federal investigative authorities in investigating abuses in Chechnya."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}