{"ITEMID": "001-89857", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SOLOVEY AND ZOZULYA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Preliminary objections dismissed;Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-3;Non-pecuniary damage -award;Pecuniary damage - claim dismissed", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicants were born in 1981. They are currently detained.", "6. On 18 August 1998 Mr Solovey confessed that he, Mr Zozulya and Mr Kh. had killed Mrs T.", "7. On 19 August 1998 Mr Zozulya made a similar confession.", "8. On the same day criminal proceedings against both applicants were initiated.", "9. On 11 November 1998 the pre-trial investigation was completed and the applicants were given time to study the case file.", "10. From 12 November 1998 until 4 May 1999 the applicants and other parties studied the case-file material. Mr Zozulya did so from 16 November 1998 to 15 April 1999, and Mr Solovey from 20 November 1998 to 3 May 1999.", "11. On 13 May 1999 the case was referred to the Kyiv City Court (“the Kyiv Court”), acting as a first-instance court.", "12. On 19 May 1999 the court committed the applicants for trial.", "13. On 1 July 1999 the Kyiv Court convicted both applicants of aggravated murder and robbery; and sentenced each of them to fourteen years’ imprisonment.", "14. On 9 December 1999 the Supreme Court of Ukraine quashed the judgment and remitted the case for additional pre-trial investigation.", "15. On 17 January 2000 the criminal case against the applicants was sent to the prosecutor’s office for an additional investigation.", "16. On 18 February 2000 the Prosecutor General lodged a request for extraordinary review of the decision of the Supreme Court of 9 December 1999 with the Plenary Supreme Court.", "17. On 3 March 2000 the Plenary rejected the request for the review and the case was sent back to the investigator.", "18. On 15 June 2000 the additional investigation was completed and the applicants were given time to study the case file.", "19. On 20 July 2000 the case was referred to the Kyiv Court.", "20. On 17 August 2000 the Kyiv Court remitted the case for additional investigation.", "21. On 19 October 2000 the Supreme Court upheld that ruling of 17 August 2000.", "22. On 30 January 2001, after additional investigation, the case was referred again to the Kyiv Court.", "23. On 21 February 2001 the Kyiv Court committed the applicants for trial.", "24. On 25 April 2001 the Kyiv Court convicted Mr Zozulya and Mr Solovey of aggravated murder and robbery; and sentenced them, respectively, to fourteen and ten years’ imprisonment.", "25. On 25 April 2002 the Supreme Court upheld the judgment of the Kyiv Court.", "26. Mr Solovey and Mr Zozulya were arrested on 18 August and 19 August 1998 respectively .", "27. On 20 August 1998 the Kyiv Podolsky District Prosecutor ordered the detention of Mr Zozulya for two months on the ground that he had committed a serious offence and might abscond.", "28. On 21 August 1998 the same preventive measure was chosen for Mr Solovey on the same grounds.", "29. On 19 October 1998 the Kyiv Podolsky District Prosecutor prolonged the applicants’ detention up to three months – until 20 November 1998 for Mr Zozulya and 21 November 1998 for Mr Solovey.", "30. On 19 May 1999 the Kyiv Court, in the committal hearing, maintained the applicants’ detention without giving any grounds or fixing any time limit.", "31. In its judgment of 1 July 1999 the Kyiv Court, having convicted the applicants, also decided that they should remain in custody until the judgment became final.", "32. On 9 December 1999 the Supreme Court of Ukraine, having quashed the judgment of 1 July 1999 in full, made no ruling in respect of the applicants’ further detention.", "33. On 28 January 2000 the Kyiv Prosecutor’s Office ordered the applicants’ detention for one month – until 28 February 2000.", "34. On 27 March 2000 the Deputy Prosecutor General extended the applicants’ detention to eight months without giving any grounds – up to 17 June 2000 for Mr Zozulya and up to 18 June 2000 for Mr Solovey.", "35. On 17 August 2000 the Kyiv Court, having remitted the case for additional investigation, maintained the applicants’ detention without giving any reason or fixing any time-limits.", "36. On 6 December 2000 the Darnitsky Prosecutor’s Office ordered the applicants’ further detention for one month – until 5 January 2001.", "37. On 21 February 2001 the Kyiv Court, in the committal hearings, maintained the applicants’ detention without giving any reason or fixing any time-limits.", "38. On 25 April 2001 the Kyiv Court convicted the applicants.", "39. From April 2000 onwards the applicants and their representatives lodged numerous procedural applications with the Darnitsky Prosecutor’s Office, the Kyiv Court and the Supreme Court, requesting the applicants’ release. They also submitted several complaints to the prosecutors and the Kyiv Court alleging that their detention had been unlawful between November 1998 and April-May 1999 when they had been studying the case file and their detention had not been covered by any detention order (see paragraphs 10, 29 and 30 above).", "40. The Darnitsky Prosecutor’s Office, in reply to the applicants’ requests and complaints, informed them that their detention had been in compliance with the law and that there had been no grounds for their release. It did not advance any other reasoning to justify the applicants’ detention.", "41. The Kyiv Court, in its decisions of 19 May 1999, 17 August 2000 and 21 February 2001, maintained the applicants’ detention on remand stating that the preventive measure chosen by the investigation was correct (see paragraphs 30, 35 and 37 above). It did not, however, address the applicants’ complaints about the alleged unlawfulness of their detention between November 1998 and April 1999.", "42. The Supreme Court, in its decisions of 9 December 1999 and 19 October 2000, did not make any ruling on the applicants’ further detention (see paragraphs 21 and 32 above).", "43. The relevant provisions of the Code of Criminal Procedure read as follows:", "“If there are sufficient grounds to consider that the accused, if at liberty, will abscond from an investigation or the court, or will obstruct the establishment of the truth in a criminal case or will pursue criminal activities, and in order to ensure the execution of the sentence, the investigator and prosecutor shall be entitled to impose on the accused one of the preventive measures envisaged by Article 149 of the Code ...”", "“The preventive measures shall be as follows:", "(1) a written undertaking not to abscond;", "(2) a personal surety;", "(3) the surety of a public organisation or labour collective;", "(3-1) bail;", "(4) remand in custody;", "(5) supervision by the command of a military unit.”", "“Detention on remand as a preventive measure shall be applied in cases concerning offences for which the law envisages a penalty of more than one year’s imprisonment. In exceptional circumstances this preventive measure can be applied also in cases concerning offences for which the law envisages a penalty of up to one year’s imprisonment...”", "“The term for remanding a person in custody during the investigation of criminal offences shall be not more than two months. This term may be extended to four months by district, city or military prosecutors, prosecutors of the fleet or command garrison, or other prosecutors of the same rank, if it is not possible to terminate the criminal investigation, and in the absence of any grounds for changing the preventive measure. A further extension of this term to six months from the time of arrest shall be effected only if the case is exceptionally complex, by the Prosecutor of the Republic of the Crimea, regional prosecutors, Kyiv prosecutors, military prosecutors of the district or fleet, or other prosecutors equal to them in rank.", "Further periods of remand in custody may be extended for up to one year by the Deputy Prosecutor General of Ukraine, and up to eighteen months by the Prosecutor General.", "Subsequent to the above, no further extensions of detention on remand shall be allowed. The accused must then be immediately released.", "If it is impossible to terminate the investigation within these remand periods and there are no grounds for changing the preventive measure, the Prosecutor General or his Deputy shall be entitled to refer the case to a court in the part which relates to accusations which can be proved. As regards the incomplete investigation, the case shall be divided into separate proceedings and completed in accordance with the general rules.", "The material relating to the completed part of the criminal case shall be provided to the accused and his representative for examination not later than one month before the expiry of the remand period, as established by paragraph 2 of this Article.", "The time taken by the accused and his representative to apprise themselves of the material in the case file shall not be taken into account in calculating the overall term of remand in custody.", "If the court refers the case back for a freshtime he receives the case file. Further prolongation of such detention, before the case is remitted to the court, shall be governed by paragraphs 1, 2 and 6 of this Article.”", "Article 241", "Terms of examination of the case by a single judge or a court in the committal hearing", "“A criminal case shall be examined by a single judge or a court in the committal hearing within five days or, in complex cases, ten days after its receipt by the court.”", "Article 242 (as worded at the material time): Issues considered when committing the accused for trial", "“Single judges or a court in a preparatory sitting shall consider the following issues with respect to each of the accused:", "...", "(7) whether the preventive measure with respect to the accused has been selected correctly...”", "Article 244 (as worded at the material time): Decision of a court or of a single judge at the preparatory hearing", "“... If it is necessary to change the preventive measure, the court in a ruling and the judge in a resolution shall give reasons for the decision taken to that effect.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}