{"ITEMID": "001-24074", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "TRANSADO-TRANSPORTES FLUVIAIS DO SADO, S.A. v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant company, Transado-Transportes Fluviais do Sado, S.A., is a public limited company formed under Portuguese law, whose registered office is in Setúbal (Portugal). It was represented before the Court by Mr M. Mendes Carqueijeiro and Mr I. Machado, of the Lisbon Bar.", "The applicant company is a river transport company which operated a ferry across the river Sado between Setúbal and Tróia under a concession contract concluded in 1976 with the Setúbal port authorities ( “the APS”).", "Clause XXXIII of the contract provided that any dispute concerning the validity, interpretation or execution of the provisions of the concession contract would in all cases be submitted to an arbitration tribunal made up of three arbitrators, the first to be appointed by the APS, the second by the applicant company and the third – the president – by the Setúbal court.", "Clause XXVI of the contract stated that on expiry of the concession the APS would become the owner of all assets and equipment, including ships. However, Transado would be entitled to compensation in respect of those assets acquired by it with the APS’s agreement which had not yet been written off on expiry of the concession; such compensation would correspond to the value that had not been written off. To this end, the applicant company and the APS were required to reach agreement on the writing-off periods for the assets in issue.", "On 4 August 1981 the applicant company and the APS signed a supplementary agreement to the concession contract, fixing the length of the concession at twenty years. This period would be automatically extended for ten years unless one of the parties repudiated it at least six months prior to expiry of the contract. Negotiations were also held between the applicant company and the APS with a view to amending clause XXVI of the concession contract, particularly with regard to the formula for calculating compensation, but these came to nothing. In a letter from the APS to the applicant company, dated 14 October 1980, a concrete proposal on amending clause XXVI was put forward. However, no such amendment to the contract was agreed.", "In 2001 the applicant company operated a fleet of eight conventional vessels and ferries which it had bought itself; at least three had been purchased with the APS’s authorisation.", "On 29 January 2001 the APS informed the applicant company that it did not intend to renew the concession, which would therefore expire on 4 August 2001. It referred in particular to the applicant company’s difficult financial situation and to the problems arising from the considerable sums which it owed to the tax and social security authorities, debts which moreover had entailed the seizure of certain vessels.", "On 19 March 2001 the applicant company submitted its request for compensation to the APS. It argued that any such compensation ought to be calculated on the basis of the provisions of clause XXVI of the concession contract, as amended by the APS’s letter of 14 October 1980.", "On 11 June 2001 the APS stated that compensation could be awarded only on the basis of the original wording of clause XXVI of the concession contract, and under no circumstances could any such compensation be awarded on the basis of the amendment proposed on 14 October 1980, which had never been agreed.", "On 22 June 2001 the applicant company requested that the arbitration tribunal provided for in clause XXXIII of the concession contract be convened, with a view to settling the dispute.", "The arbitration tribunal was formed on 12 November 2001. The applicant company and the APS both submitted observations and witnesses were questioned.", "The arbitration tribunal delivered a unanimous verdict on 2 April 2002, dismissing the applicant company’s request for compensation. Having interpreted clause XXVI, and noting that only the original text of the concession contract could be applied, it stressed that there was nothing in the facts as established to show that the applicant company and the APS had reached agreement on the writing-off periods for the assets in issue. The compensation request could not therefore succeed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}