{"ITEMID": "001-82962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VAN VONDEL v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8", "JUDGES": "David Thór Björgvinsson;Elisabeth Palm;Wilhelmina Thomassen", "TEXT": ["5. The applicant was born in 1954 and lives in Leeds.", "6. Between 1 January 1989 and 1 August 1994, he worked as a police officer and, in this capacity, acted as a “runner” for the Kennemerland Regional Criminal Intelligence Service (Regionale Criminele Inlichtingendienst; “RCID”).", "7. On 26 January 1994 the Minister of Justice (Minister van Justitie) and the Minister of the Interior (Minister van Binnenlandse Zaken) informed the Lower House of Parliament (Tweede Kamer der Staten-Generaal) of the disbandment in December 1993 of the North-Holland/Utrecht Interregional Criminal Investigation Team (Interregionaal Recherche Team; “IRT”) on account of deployment of controversial criminal investigation methods in the fight against organised crime (for further details, see Van Vondel v. the Netherlands (dec.), no. 38258/03, ECHR 2006). This triggered off a parliamentary inquiry (parlementaire enquête) into criminal investigation methods used in the Netherlands and the control exercised over such methods.", "8. On 6 December 1994 the parliamentary commission of inquiry on criminal investigation methods (parlementaire enquêtecommissie opsporingsmethoden; “PEC”) was instituted. It was composed of nine Lower House parliamentarians.", "9. The PEC conducted an extensive inquiry, which lasted for about one year. Between January and May 1995 documents were collected and examined and preliminary interviews with more than 300 persons were held. The PEC had subsequent informal, confidential “private conversations” (besloten gesprekken) with a total of 139 persons – of which verbatim records were drawn up – in order to broaden its understanding of the issues involved, to select the persons and experts to be heard in public, and to prepare these public hearings. On the basis of these documents, interviews and conversations, the PEC made a selection of persons whom it wished to hear. Those interviews and “private conversations”, which were all held on a voluntary basis, were of a confidential nature and the PEC gave an undertaking that, unless consent was given by the person concerned, it would not use any direct citations.", "10. Between 6 September and 9 November 1995, the PEC held 93 public hearings during which 88 persons gave evidence, including the applicant who was heard twice. These public hearings were directly broadcast on national television. It did not hold any witness or expert hearings in camera.", "11. The PEC presented its final report containing its findings and recommendations on 1 February 1996. It concluded that there was a crisis in the field of criminal investigation which comprised three main elements, namely the absence of adequate legal norms for investigating methods used in respect of organised crime, a criminal investigation system that was not functioning properly in that it involved too many separate organisations with little or no co-ordination of their activities, resulting in unclear decision-making as regards competences and responsibilities, and problems with power structures in that the prosecution department did not always have or exercise sufficient authority over the police.", "12. The PEC report has had a great impact on the organisation of criminal investigation in the Netherlands and has formed the basis of a number of changes to the Netherlands Code of Criminal Procedure, including the Preliminary Judicial Investigations (Review) Act (Wet herziening gerechtelijk vooronderzoek) and the Special Investigative Powers Act (Wet bijzondere opsporingsbevoegdheden) which entered into force on 1 February 2000, amending the legal rules on investigative powers and coercive measures in criminal investigations.", "13. In April 1995, with the permission of the Minister of Justice and under the responsibility and direction of the public prosecution service (Openbaar Ministerie), a special team of the National Police Internal Investigation Department (rijksrecherche), the so-called “Fort-team”, started a broad factfinding inquiry into the manner in which the Kennemerland Regional Criminal Intelligence Service (Regionale Criminele Inlichtingendienst; ”RCID”) operated between 1990 and 1995, in particular its use of special investigation methods which were not dissimilar to those having been used by the disbanded North-Holland/Utrecht IRT.", "14. The mission of the Fort-team was: “To carry out, as thoroughly as possible, a fact-finding inquiry into the activities, functioning and working methods of the Kennemerland RCID from 1990 to date. In so doing, particular attention must be paid to the use of special investigation methods. In addition, the responsibilities of both the police and the public prosecution service for the RCID and RCID operations must be mapped out. The inquiry is to result in a report containing findings and recommendations.”", "15. It was agreed with the Minister of Justice and the Minister of the Interior that the Chair and Vice-Chair of the PEC would be kept informed from the outset of this inquiry of the findings of the Fort-team. It was to be a fact-finding exercise, primarily aimed at drawing lessons from facts found.", "16. The functioning of the Kennemerland RCID during the period under investigation by the Fort-team had already been the subject of a number of previous inquiries by the Kennemerland regional police force as well as by the National Police Internal Investigation Department. The results of the previous inquiries were incorporated into those of the Fort-team inquiry, which covered a multitude of aspects related to the practical functioning of the Kennemerland RCID, including its involvement in a number of specific activities, such as a “fruit-juice channel” – a controlled-delivery channel involving the transport of narcotics concealed in fruit-juice concentrates.", "17. In the course of its inquiry, 250 persons gave evidence, 40 of whom more than once. The persons heard included higher officials of the police and public prosecution department, police officers involved in criminal investigations, police informers and other civilians. The applicant and his former superior Mr L. also gave evidence to the Fort-team. All persons heard by the Fort-team were given an undertaking that their statements would not be used, without their consent, in any criminal investigation.", "18. According to the final report issued by the Fort-team on 29 March 1996, it had had contacts – from the start of its inquiry – with Mr R., a Belgian fruit-juice producer who during the relevant period had acted as an informer for the Kennemerland RCID and who had been “run” by the applicant. Mr R. had contacted the National Criminal Intelligence Service (Centrale Criminele Inlichtingendienst; “CRI”) in April 1995 and had declared that, since the end of 1991, he had been in contact with the applicant and subsequently with the latter's colleague Mr L. From the end of 1991 Mr R. had provided the applicant with information about the production of fruit-juice concentrates in Morocco and their transport to the Netherlands. After Mr R. had set up a fruit-juice factory in Belgium in 1992, he had met Mr L., whom he initially knew under a pseudonym. At the request of the applicant and Mr L., Mr R. had set up the fruit-juice factory Delta Rio in Ecuador. Although the applicant and Mr L. had invested millions of Netherlands guilders in both the Belgian and Delta Rio factories, they decided in September 1994 that the Delta Rio factory was to be closed down and sold. Mr R., who did not understand this decision, started to distrust the applicant and Mr L. and decided to inform the CRI about the matter. The CRI subsequently brought Mr R. into contact with the National Police Internal Investigation Department.", "19. The final report of the Fort-team further states that, during its inquiry, the statements given by Mr R. had as far as possible been verified by the use of observations, audio devices and documents and that inquiries had been made as to whether and, if so, why the applicant and Mr L. had financially supported the factory in Belgium and had the Delta Rio factory in Ecuador set up.", "20. Although reports by the National Police Internal Investigation Department are generally not public, the report of the Fort-team was rendered public given the attention this inquiry, against the background of the PEC inquiry, had attracted. Its main conclusions comprised, inter alia, the following elements:", "- the Kennemerland RCID was to be characterised as a disorganised service, in which no direction was given and where no substantive control whatsoever was exercised;", "- in the Kennemerland RCID, basic rules on the “running” of informers and infiltrators had been breached frequently and on a large scale;", "- the police force command had seriously fallen short in the exercise of its responsibility over the RCID in that the commander, his deputy and the head of the criminal investigation division were not or hardly aware of the particulars of RCID activities; - the scope of the CID work had for a long time been seriously underestimated by the Haarlem public prosecution department;", "- between 1991 and 1995 the RCID chief L. and his (ex)collaborator [the applicant] had, with a high degree of probability, spent over five million Netherlands guilders from an undocumented source, thus giving rise to the impression that the money had criminal origins;", "- the spending of this money had not been subjected to any form of control;", "- the RCID chief L. had consequently disregarded his duty to inform and give explanations to his superiors and the public prosecution department on essential points, and he had intentionally misinformed his superiors as well as the National Criminal Investigation Department;", "- since at least 1991 the Kennemerland RCID had used the method of controlled drug deliveries;", "- the relevant police commanders and public prosecutors had only controlled the application of this method by the Kennemerland RCID to a limited extent;", "- Mr L. and the applicant had set up a CID operation in Ecuador wholly independently (without informing their superiors or the public prosecution department) and in this so-called “fruit-juice channel” all rules applicable to CID activities had been breached;", "- the most plausible explanation for the “fruit-juice channel” was the wish to set up an infrastructure for controlled narcotics shipments and it had remained unclear what purpose this channel still served after the IRT had been disbanded and for what purposes major investments were still being made;", "- the statements given by Mr L. and the applicant before the PEC about the funds invested in the “fruit-juice channel” were, on important points, in contradiction with the findings made in the inquiry of the National Criminal Investigation Department;", "- the conducting of CID operations abroad (Morocco, Ecuador, the United Kingdom, Belgium), without informing the foreign authorities, had violated the sovereignty of these countries, making it subservient to domestic investigation interests;", "- it had not appeared that killings in the criminal world could be attributed to the Kennemerland RCID's practice of “running” informers or to the targeting of such informers;", "- after the IRT's disbandment, on several occasions serious threats against Mr L. had formed the topic of conversation, but it had appeared after investigation that there was nothing concrete behind these threats; yet it was noteworthy that these threats coincided with moments when Mr L. was called to account explicitly for far-reaching CID activities;", "- moreover, after having left the police force, the applicant had maintained contacts with at least four informers and had – in cooperation with former colleagues – transported drugs through police-controlled channels and accepted money of criminal origin; and", "- no explanation had been found for a number of actions by Mr L. and the applicant and they themselves had never given a reasonable explanation; the question whether they had been active, within the limits of the rule of law, in fighting crime or, whether, intentionally or unintentionally, they had participated in that same criminal activity could not be answered.", "21. On 9 October 1995, immediately after Mr L.'s appearance, the applicant gave evidence under oath at a public hearing before the PEC.", "22. On 30 October 1995, the PEC had a “private conversation” with Mr R., who was referred to in the verbatim record of this conversation as “Juice-man” (“Sapman”). On 2 November 1995, directly after Mr L.'s second appearance, the PEC also took evidence from the applicant in public for a second time.", "23. Although, in the course of its inquiry, the Fort-team had requested the applicant to give a statement on a number of occasions, he did so only once, namely shortly before his second PEC hearing, and briefly in the context of the inquiry into the “fruit-juice channel”, and refused further cooperation.", "24. On 31 January 1996 the PEC transmitted to the chief public prosecutor of The Hague a formal record of perjury (proces-verbaal van meineed) in relation to the applicant and his former superior Mr L. concerning various parts of their statements before the PEC, in particular those parts concerning the question of payments to Mr R.", "25. On an unspecified date, the applicant was ordered to appear before the Regional Court (arrondissementsrechtbank) of The Hague to stand trial on charges of repeated perjury before the PEC and of repeatedly, that is to say, on different occasions between 25 April 1996 and 11 June 1996, having sought to intimidate Mr R. when the applicant knew or had serious reason to assume that a statement from him would be sought in the context of the PEC inquiry.", "26. In its judgment of 8 April 1998, following hearings on 24 and 25 March 1998, the Regional Court convicted the applicant as charged and sentenced him to six months' imprisonment. Both the applicant and the prosecution lodged an appeal with the Court of Appeal (gerechtshof) of The Hague.", "27. In a judgment of 5 March 2002, following nine hearings held between 14 November 2000 and 19 February 2002 and in the course of which Mr R. had given evidence to the Court of Appeal on 17 January 2001, the Court of Appeal quashed the judgment of 8 April 1998, convicted the applicant of repeated perjury before the PEC (in respect of three parts of the statements he had made at hearings before the PEC) and of repeatedly having sought to intimidate the (potential) witness Mr R. It acquitted the applicant of the remaining charges and sentenced him to three months' imprisonment, suspended pending a two-year probationary period.", "28. The Court of Appeal rejected the applicant's argument that the evidence in his case had been unlawfully obtained. As regards the inquiry by the Fort-team, the Court of Appeal noted that the tasks of the National Police Internal Investigation Department included carrying out inquiries into the manner in which police officers used their statutory powers, and that, in accordance with section 19 § 3 of the 1993 Police Act (Politiewet) in conjunction with section 2 of the Order on the functions of special-duty police officers (Taakbeschikking bijzondere ambtenaren van politie) of 25 March 1994 (Official Gazette (Staatscourant) 1994, no. 64), the prosecutorgeneral (Procureur-Generaal) can instruct the National Police Internal Investigation Department to carry out an inquiry, which may concern acts of an individual police officer or the functioning of a particular police force unit. After an extensive analysis of the mission of the Fort-team and the manner in which its inquiry had evolved, the Court of Appeal found no reasons for holding that this inquiry should be regarded as a covert criminal investigation or that, in the course of this inquiry, the applicant should have been regarded as a criminal suspect in connection with the “fruit-juice channel”.", "29. The Court of Appeal also rejected the applicant's argument that the recording by Mr R. of his (telephone) conversations with the applicant with technical equipment made available by the National Police Internal Investigation Department had infringed his right to privacy under Article 8 of the Convention. It found it established that, in the course of nine hearing sessions between 2 June 1995 and 7 March 1996, Mr R. had made statements to the Fort-team about the “fruit-juice channel”, that four facetoface conversations (between April and August 1995) and four telephone conversations (between July and August 1995) between the applicant and Mr R. had been recorded by Mr R., that he had done so on a voluntary basis and with the aid of devices provided by the Fort-team at Mr R.'s own request as he was initially disbelieved and as he also wished this for personal safety considerations, that one of the four recorded telephone conversations only consisted of a recording of what Mr R. had said, and that only in respect of one particular conversation had Mr R. received specific instructions as to what information should be obtained from the applicant, namely an admission of payments by him to Mr R.", "30. The Court of Appeal held that, according to domestic case-law, the mere tape-recording of a (telephone) conversation without the permission (or knowledge) of the conversation partner did not, in itself, entail a violation of that conversation partner's right to respect for privacy; for that to be the case, additional circumstances were required. In the instant case, the additional circumstances were that a number of conversations had been recorded, including the applicant's contributions to those conversations. Furthermore, the (telephone) conversations had been conducted by the applicant as the former “runner” of a (former) police informer about matters having occurred during the period in which the applicant “ran” Mr R. as informer and the winding-up of that relationship. As these conversations – in any event on the part of the applicant – were of an exclusively professional nature and content, the Court of Appeal held that, in view of domestic case-law on this point, this allowed no other conclusion than that the applicant's private life did not come into play in respect of the recorded (telephone) conversations at issue. It further held that Mr R.'s recourse to a recording device – and Mr R. had been entirely free to decide whether or not to activate it as well as to make the recordings available to the Fort-team – had mainly been prompted by Mr R.'s need to substantiate his account of the “fruit-juice channel” in order to be believed. The Court of Appeal therefore considered that it could not be said that there had been interference on the part of the authorities in respect of the recording. It only accepted the existence of such interference in breach of Article 8 § 1 in respect of the one recorded conversation for which Mr R. had received explicit instructions, to the extent that this conversation related to matters falling within the applicant's sphere of privacy. It did not use that particular statement in evidence.", "31. In the opinion of the Court of Appeal, these findings were not altered by the fact that the Fort-team, for its part, had an interest in recording the conversations for the purposes of verifying information relevant to its factfinding inquiry, provided by Mr R., about the involvement in the “fruitjuice channel” of staff attached to the Kennemerland RCID, the unit forming the object of the Fort-team inquiry. The Court of Appeal found it relatively obvious that this verification, in view of the accounts of the inquiry in subsequent reports, had taken place in the form of tape-recordings and the preparation of transcripts and, in this connection, recalled its finding that the inquiry was not to be regarded as a (covert) criminal investigation.", "32. The applicant lodged an appeal in cassation with the Supreme Court (Hoge Raad) in which he raised a total of 15 grievances, including a complaint – in which he relied inter alia on Article 8 of the Convention – that the Court of Appeal had unjustly rejected his argument that his right to privacy had been violated on account of the recording of his (telephone) conversations with Mr R.", "33. The applicant's appeal in cassation was rejected by the Supreme Court on 8 July 2003. It dismissed the alleged violation of the applicant's right to privacy, holding:", "“The complaint does not provide grounds for overturning the ruling of the Court of Appeal (kan niet tot cassatie leiden). Having regard to section 81 of the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie), no further reasoning is called for, since the complaint does not give rise to a need for a determination of legal issues in the interest of legal unity or legal development.”", "34. Article 10 of the Constitution (Grondwet) of the Kingdom of the Netherlands provides as follows:", "“1. Everyone shall have the right to respect for his privacy, without prejudice to restrictions laid down by or pursuant to Act of Parliament.", "2. Rules to protect privacy shall be laid down by Act of Parliament in connection with the recording and dissemination of personal data.", "3. Rules concerning the rights of persons to be informed of data recorded concerning them and of the use that is made thereof, and to have such data corrected shall be laid down by Act of Parliament.”", "Article 13 of the Constitution reads:", "“1. The privacy of correspondence shall not be violated except in the cases laid down by Act of Parliament, by order of the courts.", "2. The privacy of the telephone and telegraph shall not be violated except, in the cases laid down by Act of Parliament, by or with the authorisation of those designated for the purpose by Act of Parliament.”", "According to the relevant provisions of the Netherlands Criminal Code (Wetboek van Strafrecht) as in force at the material time (section 139a-e), it is not a criminal offence when a conversation partner taps or records a (telephone) conversation with a technical device or when a conversation partner passes a recording of such a conversation on to another person. It is further not a criminal offence when a person makes available to another person a recording device, unless the former is aware or in all reasonableness should be aware that the device concerned contains unlawfully made recordings or unlawfully obtained and stored data.", "35. Pursuant to section 3 § 2 of the 1850 Parliamentary Inquiries Act (Wet op de Parlementaire Enquête – “the Act”), all persons residing in the Netherlands are obliged to comply with a summons to appear before a parliamentary commission of inquiry in order to be heard as a witness or expert. In case a person fails to comply with a summons to appear, the commission may issue an order for the person concerned to be brought before it (bevel tot medebrenging) within the meaning of section 13 of the Act. The commission may require such witnesses to take the oath or make a solemn affirmation that they will state the whole truth and nothing but the truth (section 8 §§ 1 and 2 of the Act).", "36. Unlike the situation in criminal proceedings, persons heard by a parliamentary commission of inquiry do not have the right to remain silent. The only persons who enjoy the privilege of non-disclosure before a parliamentary commission of inquiry are those who – by virtue of their office, their profession or their position – are bound to secrecy, but only in relation to matters the knowledge of which has been entrusted to them in that capacity (section 19 of the Act) or in case disclosure of secret information would entail disproportionate damage to the exercise of the profession of the person concerned or to the interest of his or her company or the company for which he or she works or has worked (section 18 of the Act).", "37. Section 24 of the Act provides that, with the exception of the situation referred to in section 25, statements given to a parliamentary commission of inquiry can never be used in evidence in judicial proceedings against the person having given such statements or against any third party. This reflects the principle that the purpose of a parliamentary inquiry is to find out the truth about facts and events having taken place in the past and not to determine personal liabilities under civil or criminal law.", "38. Section 25 of the Act provides, inter alia, that perjury (meineed) on the part of a witness heard by a parliamentary commission of inquiry attracts the penalties provided for in the Criminal Code for giving false testimony in civil proceedings. It further provides that the written record of the hearing concerned constitutes legal evidence.", "Section 43 of the 1993 Police Act (Politiewet) provides:", "“1. For tasks determined by the Minister of Justice, after consultation with the Minister of Internal Affairs, the Procurator General shall have at his disposal specialduty police officers (bijzondere ambtenaren van politie).", "2. The special-duty police officers shall ... be appointed, promoted, suspended and dismissed by the Minister of Justice.”", "39. The main task of the National Police Internal Investigation Department is to investigate (purported) punishable behaviour of civil servants which affects the integrity of the administration of justice and/or that of the public administration. It exercises this task by conducting either a fact-finding inquiry or a criminal investigation, depending on the mission given. As a fact-finding inquiry is solely aimed at obtaining factual clarification, the National Police Internal Investigation Department cannot avail itself of any investigative powers (opsporingsbevoegdheden) or coercive measures (dwangmiddelen) in conducting such an inquiry. On the other hand, when conducting a criminal investigation, it can use such powers and measures and a criminal investigation may follow a fact-finding inquiry.", "40. The rules, as in force at the material time, concerning the interception and recording of telecommunications by the investigation authorities in criminal proceedings are set out in the Court's judgment in the case of M.M. v. the Netherlands, (no. 39339/98, §§ 22-28, 8 April 2003) and in its decision on admissibility in the case of Aalmoes and Others v. the Netherlands (no. 16269/02, 25 November 2004)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}