{"ITEMID": "001-59591", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PRINCE HANS-ADAM II OF LIECHTENSTEIN v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1;No violation of P1-1;No violation of Art. 14", "JUDGES": "Elisabeth Palm", "TEXT": ["9. The applicant is the monarch of Liechtenstein, born in 1945 and living in Vaduz (Liechtenstein).", "10. The applicant’s late father, the former monarch of Liechtenstein, had been the owner of the painting Szene an einem römischen Kalkofen (alias Der große Kalkofen) of Pieter van Laer, which had formed part of his family’s art collection since at least 1767. Until the end of the Second World War the painting had been in one of the family’s castles on the territory of the now Czech Republic.", "11. In 1946 the former Czechoslovakia confiscated the property of the applicant’s father which was situated in its territory, including the painting in question, under Decree no. 12 on the “confiscation and accelerated allocation of agricultural property of German and Hungarian persons and of those having committed treason and acted as enemies of the Czech and Slovak people” (dekretu prezidenta republiky č. 12/1945 Sb. o konfiskaci a urychleném rozdělení majetku Němců, Mad’arů, zrádců a nepřátel), issued by the President of the former Czechoslovakia on 21 June 1945 (“the Beneš Decrees” – “Benešovy dekrety”).", "12. On 21 November 1951 the Bratislava Administrative Court (správní soud) dismissed the appeal lodged by the applicant’s father.", "In its reasoning on the merits of the case, the Administrative Court stated that the defendant office had come to the conclusion that the appellant was a person of German nationality within the meaning of the provision in Article 1 § 1 (a) of the decree, on the basis of a finding that this was and had been generally known. It noted that the defence of the complaint directed against this finding was restricted to the representation that this finding was not supported in the files and that, due to this shortcoming, it had not been necessary to deal with the finding in greater detail. The Administrative Court considered that this approach was mistaken as, under the relevant provision of the administrative regulations, no evidence was required for facts which were generally known and, therefore, it was not necessary for evidence to be contained in the administrative files; however, counter-evidence against an official finding that a certain fact was generally known would have been admitted.", "The Administrative Court concluded that, as the appellant had failed to raise the objection that the issue was not a fact of general knowledge and to contend that he was in a position to bring counter-evidence, the finding of the defendant office had remained uncontested.", "13. In 1991 the municipality of Cologne obtained the painting as a temporary loan from the Brno Historical Monuments Office in the Czech Republic.", "14. On 11 November 1991 the Cologne Regional Court (Landgericht) granted the applicant’s request for an interim injunction ordering the municipality of Cologne to hand over the painting to a bailiff at the end of the exhibition. The painting was sequestrated on 17 December 1991.", "15. At the beginning of 1992 the applicant instituted proceedings before the Cologne Regional Court against the municipality of Cologne, requesting that the defendant consent to the delivery of the painting to him by the bailiff. He argued that, as his late father’s heir, he was the owner of the painting. He submitted that the painting had not been subject to expropriation measures in the former Czechoslovakia and that in any event such measures were invalid or irrelevant on account of violation of the ordre public of the Federal Republic of Germany.", "16. The Brno Historical Monuments Office intervened in these proceedings in support of the defendant. It submitted that the applicant’s father had lost his ownership of the painting as a result of the confiscation in 1946 and that the lawfulness of this confiscation had been confirmed by the Bratislava Administrative Court in its decision of 21 November 1951.", "17. On 10 October 1995 the Cologne Regional Court, following a hearing, declared the applicant’s action inadmissible. In the court’s view, Chapter 6, Article 3, of the Convention on the Settlement of Matters Arising out of the War and the Occupation (Vertrag zur Regelung aus Krieg und Besatzung entstandener Fragen – “the Settlement Convention”) of 23 October 1954 between the United States of America, the United Kingdom of Great Britain and Northern Ireland, the French Republic and the Federal Republic of Germany excluded German jurisdiction over the applicant’s case.", "In its reasoning, the Regional Court noted that, under the terms of that Article’s paragraph 3 taken in conjunction with paragraph 1, claims or actions against persons having acquired or transferred title to property on the basis of measures carried out with regard to German external assets or other property, seized for the purpose of reparation or restitution, or as a result of the state of war, or on the basis of specific agreements, were not admissible. These particular provisions had been confirmed upon German unification.", "According to the Regional Court, Chapter 6, Article 3 § 3, of the Settlement Convention applied, mutatis mutandis, to the applicant’s claims against the defendant, which had obtained the painting on loan and had not acquired property, because any review of the aforementioned measures should be excluded.", "The Regional Court found that the confiscation of the applicant’s father’s property under Decree no. 12 on the “confiscation and accelerated allocation of agricultural property of German and Hungarian persons and of those having committed treason and acted as enemies of the Czech and Slovak people”, issued by the President of the former Czechoslovakia on 21 June 1945, constituted a measure within the meaning of Chapter 6, Article 3 § 3.", "The Regional Court rejected, in particular, the applicant’s argument that this provision did not apply as it only concerned measures carried out with regard to German external assets or other property and his father had never been a German citizen. In this respect, the court, referring to case-law of the Federal Court of Justice (Bundesgerichtshof), stated that the view of the confiscating State was decisive. The aim and purpose of this provision, namely to sanction, without any further examination, confiscation measures implemented abroad could only be achieved by excluding such measures from judicial review in Germany.", "Moreover, the Regional Court found that the confiscation measure in question pursued one of the purposes mentioned in Chapter 6, Article 3 § 3. Having regard to German case-law regarding other “Beneš Decrees”, especially Decree no. 108 on the “confiscation of enemy property and the national reform fund”, it considered that Decree no. 12, while also pursuing economic aims, was intended to expropriate the property of German and Hungarian nationals, that is, “enemy property”.", "The Regional Court further noted that the applicant’s father’s painting had been expropriated under Decree no. 12. The competent Czechoslovakian authorities had interpreted its provisions as applying to the applicant’s father, regarding him as a “person of German nationality”. The applicant’s father had unsuccessfully appealed against this decision which had been confirmed by the Bratislava Administrative Court in 1951. The German courts were not in a position to review the lawfulness of the confiscation at issue.", "Finally, the Regional Court considered that the painting at issue, as part of the inventory of the agricultural property, had been included in the confiscation measure.", "The Regional Court dismissed the applicant’s request to suspend the proceedings in order to await the outcome of proceedings to be instituted under the German Equalisation of Burdens Act (Lastenausgleichsgesetz) concerning compensation for damage and losses due to, inter alia, expulsion and destruction during the Second World War and the post-war period in the then Soviet-occupied zone of Germany and of Berlin. The Regional Court considered that the question underlying the litigation before it would not be clarified in such proceedings. Irrespective of the question of whether the plaintiff was of German origin, he had no equalisation claims under the said legislation, which only applied to persons who resided in the Federal Republic of Germany or West Berlin on 31 December 1952. In any event, there was no right to compensation for the loss of works of art (Kunstgegenstände).", "18. On 9 July 1996 the Cologne Court of Appeal (Oberlandesgericht) dismissed the applicant’s appeal. The Court of Appeal confirmed that the applicant’s action was inadmissible as German jurisdiction in respect of his claim was excluded under Chapter 6, Article 3 § 1, in conjunction with paragraph 3, of the Settlement Convention.", "The Court of Appeal considered that the notion of German jurisdiction included the competence, derived from State sovereignty and generally vested by the State in the courts, to administer justice. German jurisdiction was delimited by international agreements, customary international law and the generally recognised rules of international law. Chapter 6, Article 3 § 3, taken in conjunction with paragraph 1, of the Settlements Convention excluded German jurisdiction in respect of claims and actions against persons, who, as a consequence of reparation measures, had directly or indirectly acquired title to German property confiscated abroad.", "The Court of Appeal confirmed that the provisions in question continued to be in force under the Treaty of 12 September 1990 on the Final Settlement with respect to Germany. Article 7 of this Treaty, which provided for the termination of the operation of quadripartite rights and responsibilities with respect to Berlin and Germany as a whole, was amended by the Agreement of 27 and 28 September 1990 according to which the Settlement Convention was suspended and later terminated with the exception of the provisions specified in paragraph 3 of that Agreement, inter alia, Chapter 6, Article 3 §§ 1 and 3. That Agreement was valid under public international law and under German constitutional law.", "The Court of Appeal further considered that Chapter 6, Article 3 § 3, of the Settlement Convention applied in the applicant’s case. In the court’s view, this provision was the procedural consequence of the notion that the legal relations resulting from the liquidation of German property abroad by foreign powers for the purpose of reparation were “final and unchallengeable” (Endgültigkeit und Unanfechtbarkeit) for the Federal Republic of Germany and the private persons concerned.", "According to the Court of Appeal, the applicant’s constitutional rights, in particular his right to property, his right of access to a court and his right to a decision by the legally competent court (gesetzlicher Richter), had not been infringed. Basic rights protected individuals against acts of domestic public authorities and not against the exercise of public authority by a foreign State abroad. The domestic legislator was therefore not prevented from limiting domestic legal protection against violations of basic rights by a foreign State if this was necessary to attain more important goals.", "When applying Chapter 6, Article 3 § 3, of the Settlement Convention, the domestic law of the expropriating State concerning the concrete confiscation measure had to be taken into account, as this provision was aimed at excluding litigation in Germany regarding confiscation measures based on legislation concerning enemy property.", "As regards the applicant’s objections against the lawfulness, in particular under public international law, of the confiscation and expropriation of his father’s property, the Court of Appeal found that by virtue of Chapter 6, Article 3 § 3 of the Settlement Convention, German courts had no jurisdiction. Likewise, this provision did not allow recourse to be had to general rules of public international law or to German ordre public when examining the admissibility of the action. The applicant’s argument that the provisions of the Settlement Convention and their application to him as a national and head of a neutral State violated the law of peace was accordingly rejected.", "According to the Court of Appeal, the painting at issue constituted external assets within the meaning of Chapter 6, Article 3 § 1, of the Settlement Convention, referred to in paragraph 3 of Article 3. The Court of Appeal noted that the applicant’s father had indisputably never had German nationality. However, following the case-law of the Federal Court of Justice, it considered that the notion of “German external assets” had to be interpreted in the light of the law of the expropriating State. The confiscation in dispute had been found to be in compliance with the legislation of the expropriating State: the competent Czechoslovakian administrative authorities as well as the Bratislava Administrative Court had found that Presidential Decree no. 12 of 21 June 1945 applied to the applicant’s father’s confiscated property. Article 1 § 1 (a) of this decree provided for the confiscation of agricultural properties of “all persons of German or Hungarian nationality” irrespective of their citizenship. The notions of “German nationality”, or of “German origin” (“deutsche Volkszugehörigkeit”), likewise used at that time, comprised as relevant elements a person’s citizenship and nationality, the latter depending on the mother tongue. At the relevant time, the Czechoslovakian authorities indisputably regarded the applicant’s father as of German origin in that broader sense.", "The Court of Appeal also found that the painting at issue, as part of the confiscated agricultural property, had been subject to the expropriation measure. There were no doubts as to the effectiveness of the expropriation, as it was sufficient under the relevant case-law that such expropriations had been implemented and that the previous owners had been deprived of their factual power of disposition. Furthermore, the painting had been confiscated for the purpose of reparation within the meaning of Chapter 6, Article 3 §§ 1 and 3, of the Settlement Agreement. The limitation of the confiscation measures to persons belonging to enemy States in itself justified such a conclusion. The assets of the persons concerned were confiscated as enemy assets.", "Finally, the Court of Appeal considered that both the defendant and the intervener belonged to the group of persons protected by Chapter 6, Article 3 § 3, of the Settlement Agreement. German jurisdiction was excluded whenever the plaintiff intended to challenge measures within the meaning of Chapter 6, Article 3 § 1.", "19. On 25 September 1997 the Federal Court of Justice refused to entertain the applicant’s appeal on points of law, as the case was of no fundamental importance and, in any event, had no prospect of success.", "20. On 28 January 1998 the Third Section of the Second Division (3. Kammer des zweiten Senats) of the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant’s constitutional complaint (Verfassungsbeschwerde), as it offered no prospect of success.", "The Federal Constitutional Court considered in particular that, for the purposes of the civil court decisions, questions as to the existence or non-existence of certain rules of customary international law on the confiscation of neutral assets or on the determination of citizenship were irrelevant as they concerned the issue of the lawfulness of the expropriation by the former Czechoslovakia. The German civil courts had not decided this issue and, under public international law, they had not been obliged to do so. Moreover, to the extent that the civil courts had regarded the expropriation as a measure within the meaning of Chapter 6, Article 3 § 1, of the Settlement Convention, they had expressly refrained from qualifying the applicant’s father’s nationality. Their interpretation of the terms “measures with regard to German external assets” as comprising any measures which, in the intention of the expropriating State, were directed against German assets, could not be objected to under constitutional law. The bar on litigation did not constitute an agreement to the detriment of Liechtenstein, as only the Federal Republic of Germany and its courts were under this treaty obligation.", "The Federal Constitutional Court further recalled that the exclusion of jurisdiction did not amount to a violation of the right of property as these clauses and the Settlement Convention as a whole served to settle matters dating back to a time before the entry into force of the German Basic Law (Grundgesetz) on 23 May 1949.", "Finally, there was no indication of arbitrariness or of a violation of other constitutional rights. The Federal Constitutional Court confirmed that Chapter 6, Article 3 §§ 1 and 3, of the Settlement Convention had not been set aside by the Treaty on the Final Settlement with respect to Germany: while Germany obtained full sovereignty, its obligations under treaties with the Three Powers were not affected. This had also been the legal opinion of the Federal Republic of Germany and the Three Powers, which otherwise would not have settled the suspension and termination of parts of the Settlement Convention in a separate agreement.", "The decision was served on 2 February 1998.", "21. On 9 June 1998 the Cologne Regional Court discharged its interim injunction of 11 November 1991. The bailiff thereupon handed the painting over to the Cologne municipality, which had it returned to the Czech Republic.", "22. Beneš Decree no. 12 on the “confiscation and accelerated allocation of agricultural property of German and Hungarian persons and of those having committed treason and acted as enemies of the Czech and Slovak people” provided for the expropriation, with immediate effect and without compensation, of agricultural property, for the purposes of land reform. It concerned agricultural property, including, inter alia, buildings and movable goods on such property, in the ownership of all persons of German and Hungarian nationality irrespective of their citizenship status.", "According to Article 2 of the said decree, those persons were to be considered as German or Hungarian nationals who, in any census since 1929, had declared to be of German or Hungarian nationality, or who had become members of national groups, formations or political parties which had been made up of persons of German or Hungarian nationality.", "23. After the German capitulation of 8 May 1945, the Four Powers had assumed supreme authority in Germany, as stated in the Allied Declaration of 5 June 1945 (Declaration regarding the defeat of Germany and the assumption of supreme authority with respect to Germany by the Governments of the United States of America, the Union of Soviet Socialist Republics, the United Kingdom and the Provisional Government of the French Republic, United Nations Treaty Series, vol. 68, pp. 190 et seq.). The supreme military commanders of the four Allied Forces administered their respective zones and dealt jointly, through the Inter-Allied Control Council, with all matters relating to the country as a whole, namely military matters, transport, finance, economic affairs, reparations, justice, prisoners of war, communications, law and order, as well as political affairs.", "24. The Convention on the Settlement of Matters Arising out of the War and the Occupation (“the Settlement Convention – see paragraph 17 above) is one of the “Bonn Conventions” (Bonner Verträge) signed by France, the United States of America, the United Kingdom and the Federal Republic of Germany at Bonn on 26 May 1952, and designed to end the Occupation Regime.", "The other Bonn Conventions were:", "– the Convention on Relations between the Three Powers and the Federal Republic of Germany (“the Relations Convention”);", "– the Convention on the Rights and Obligations of Foreign Forces and their Members in the Federal Republic of Germany;", "– the Finance Convention.", "25. The Bonn Conventions as such did not enter into force, but were amended in accordance with the five Schedules to the Protocol on the Termination of the Occupation Regime in the Federal Republic of Germany, one of the “Paris Agreements”, which were signed in Paris on 23 October 1954.", "26. Article 1 of Schedule I which amends the above-mentioned Relations Convention states that the Three Powers will terminate the Occupation Regime in Western Germany, revoke the Occupation Statute, and abolish the offices of the Land Commissioners. The Federal Republic of Germany is accorded “the full authority of a sovereign State over its internal and external affairs”. According to Article 2, the Three Powers retain their rights “relating to Berlin and to Germany as a whole, including the reunification of Germany and a peace settlement”.", "27. The above-mentioned Paris Agreements comprise:", "(1) documents signed by France and the Federal Republic of Germany, relating to disputes between the two States (the resolution of cultural, economic and other difficulties) and to the Saar;", "(2) documents signed at the so-called Four-Power Conference by France, the United States of America, the United Kingdom and the Federal Republic of Germany, relating to German sovereignty and including in particular:", "– the above-mentioned Protocol on the Termination of the Occupation Regime in the Federal Republic of Germany and the five Schedules thereto (amending the Relations Convention, the Settlement Convention and the other Bonn Conventions), as well as letters dealing with specific points in the Bonn Conventions;", "– the Convention on the Presence of Foreign Forces in the Federal Republic of Germany (in this context, mention should be made of the Tripartite Declaration on Berlin);", "(3) documents signed by Belgium, the Netherlands, Luxembourg, France, the United Kingdom, the Federal Republic of Germany and Italy, including the", "– Protocol Modifying and Completing the Brussels Treaty;", "– Protocol on the Forces of the Western European Union;", "– Protocol on the Control of Armaments:", "– Protocol on the Agency of the Western European Union for the Control of Armaments;", "– Resolution on the Production and Standardisation of Armaments;", "(4) documents signed by the fourteen countries party to the North Atlantic Treaty:", "– Protocol to the North Atlantic Treaty on the Accession of the Federal Republic of Germany;", "– Resolution by the North Atlantic Council to implement Section IV of the Final Act of the London Conference;", "– Resolution on the results of the Four- and Nine-Power Conferences;", "– Resolution of Association taking note of the obligations accepted by the Federal Republic on the signature of the London Agreements and of the declaration relating to such obligations.", "28. Under the general provisions of the Settlement Convention (Federal Gazette – Bundesgesetzblatt II, 31 March 1955, pp. 405 et seq.), as amended by Schedule IV to the Protocol on the Termination of the Occupation Regime (see paragraph 25 above), the federal and the Land authorities were given powers to repeal or amend legislation enacted by the Occupation Authorities.", "However, in many other respects, the status quo was confirmed. In particular, rights and obligations created or established by or under legislative, administrative or judicial action of the Occupation Authorities remained valid for all purposes under German law. The same applied to rights and obligations arising under treaties or international agreements which had been concluded on behalf of the three Western Zones of Occupation by the Occupation Authorities or by the governments of the Three Powers. Furthermore, there was a bar on prosecution of persons by action of German courts or authorities on the ground of having sympathised with, aided or supplied information or services to the Three Powers or their Allies. German courts and authorities had as a rule no jurisdiction in any criminal or non-criminal proceedings relating to an act or omission which had occurred before the date of entry into force of this convention, if immediately prior to such date German courts and authorities were without jurisdiction with respect to such act or omission whether ratione materiae or ratione personae. The finality (Rechtskraft), validity and enforceability of judgments and decisions in criminal or non-criminal matters rendered in Germany by tribunals or judicial authorities of the Three Powers or any of them were confirmed.", "29. Chapter 6 of the Settlement Convention concerns reparation issues and the relevant parts of Article 3 provide as follows:", "“1. The Federal Republic of Germany shall in the future raise no objections against the measures which have been, or will be, carried out with regard to German external assets or other property, seized for the purpose of reparation or restitution, or as a result of the state of war, or on the basis of agreements concluded, or to be concluded, by the Three Powers with other Allied countries, neutral countries or former allies of Germany.", "...", "3. No claim or action shall be admissible against persons who shall have acquired or transferred title to property on the basis of the measures referred to in paragraph 1 ... of this Article, or against international organisations, foreign governments or persons who have acted upon instructions of such organisations or governments.”", "30. At the eighteen-nation Paris Conference on Reparations in November and December 1945, the participating States, including Czechoslovakia, agreed on more detailed policies based upon the Potsdam undertakings (provisions agreed upon at Potsdam on 1 August 1945 between the governments of the United States of America, the United Kingdom of Great Britain and Northern Ireland and the Union of Soviet Socialist Republics) in order to obtain an equitable distribution among themselves of the total assets available as reparation from Germany, to establish an Inter-Allied Reparation Agency, and to settle an equitable procedure for the restitution of monetary gold.", "The Paris Agreement (Agreement on Reparation from Germany, on the Establishment of an Inter-Allied Reparation Agency, and on the Restitution of Monetary Gold of 14 January 1946, United Nations Treaty Series, vol. 555, p. 69) established, inter alia, the shares which each country was to receive from German reparations. The Inter-Allied Reparation Agency, established in accordance with Part II of the Agreement, charged the reparation account of each signatory government for the German assets within that government’s jurisdiction and maintained detailed accounts of assets available for, and of assets distributed as, German reparation.", "31. The Act on Losses due to Reparations of 12 February 1969 (Gesetz zur Abgeltung von Reparations-, Restitutions-, Zerstörungs- und Rückerstattungsschäden – Reparationsschädengesetz, Federal Gazette I, 1969, p. 105) was one of the statutes passed to deal with the consequences of the Second World War and the collapse of the National Socialist regime.", "32. Section 2(1) of the Act provided a general definition of losses due to reparations, the relevant parts of which read as follows:", "“A loss due to reparations in the meaning of this Act is any loss, which occurred in the context of the events and consequences of the Second World War, including also the occupation regime, and resulted from the fact that economic goods were taken away", "1. in currently occupied East German territories or in territories outside the German Reich on the basis of measures carried out by foreign States with regard to German assets, in particular on the basis of legislation on enemy property,", "...”", "33. Sections 11 to 16 laid down the conditions of compensation for losses. The Act was limited to losses suffered by natural persons (section 13(1)). In case of losses which had occurred in the then occupied East German territories or in territories outside the German Reich, only German nationals or persons of German origin (deutscher Volkszugehöriger) who were, at the time of the occurrence of the loss, stateless or had only the nationality of a State where they had been subjected to expropriation or expulsion measures on account of their German origin could claim compensation (section 13(2)). Section 15 listed works of art and collections among the losses excluded from compensation. The time-limit for filing compensation claims under the Act expired on 31 December 1974 (section 53).", "34. During 1990, in parallel with internal German developments, the Four Powers (France, the Soviet Union, the United Kingdom and the United States) negotiated to end the reserved rights of the Four Powers for Berlin and Germany as a whole.", "The Treaty on the Final Settlement with respect to Germany (the so-called Two-Plus-Four Treaty) was eventually signed in Moscow on 12 September 1990, and published in the Federal Gazette on 13 October 1990 (pp. 1308 et seq.). The Treaty confirms in particular the definite nature of the borders of the united Germany (Article 1). According to its Article 7, the rights and responsibilities of the Four Powers relating to Berlin and Germany as a whole terminated with the result that the corresponding, related quadripartite agreements, decisions and practices were terminated; and the united Germany was given full sovereignty over its internal and external affairs. The Treaty entered into force on 15 March 1991.", "35. As regards the above-mentioned Relations Convention and Settlement Convention, as amended, an agreement was reached between the governments of the Federal Republic of Germany, the French Republic, the United Kingdom of Great Britain and Northern Ireland and the United States of America, following an exchange of notes on 27 and 28 September 1990, which entered into force on the last-mentioned date (Federal Gazette II, 8 November 1990, pp. 1386 et seq.).", "This agreement provides, inter alia:", "“1. The Convention on Relations between the Three Powers and the Federal Republic of Germany of 26 May 1952 ... (“the Relations Convention”) shall be suspended upon the suspension of the operation of quadripartite rights and responsibilities with respect to Berlin and to Germany as a whole, and shall terminate upon the entry into force of the Treaty on the Final Settlement with respect to Germany, signed at Moscow on 12 September 1990.", "2. Subject to paragraph 3 below, the Convention on the Settlement of Matters Arising out of the War and the Occupation of 26 May 1952 ... (“the Settlement Convention”) shall be suspended and shall terminate at the same time as the Relations Convention; ...", "3. The following provisions of the Settlement Convention shall, however, remain in force:", "...", "Chapter Six:", "Article 3, paragraphs 1 and 3", "...”", "36. The political union of the Federal Republic of Germany and the German Democratic Republic occurred on 3 October 1990, with the accession (in accordance with Article 23 of the Basic Law) of the five Länder which had been re-established in the German Democratic Republic.", "37. The second chapter of the Introductory Act to the Civil Code (Einführungsgesetz zum Bürgerlichen Gesetzbuch), as in force at the relevant time (as amended by the Act on the Reform of Private International Law – Gesetz zur Neuregelung des Internationalen Privatrechts, Federal Gazette I, 25 July 1986, p. 1142), contained statutory rules of German private international law relating to the rights of natural persons and the rules on legal transactions, family law and succession law. This legislation did not comprise statutory provisions on property matters and, before the entry into force of the 1999 Act on Private International Law (Gesetz zum internationalen Privatrecht für ausservertragliche Schuldverhältnisse und für Sachen, Federal Gazette I, 21 May 1999, p. 1026, amending Chapter 2 of the Introductory Act to the Civil Code), the German courts applied customary law, that is, as a rule the lex rei sitae. According to section 6 of the Introductory Act to the Civil Code, the legal provisions of a foreign State shall not be applied if their application would lead to a result incompatible with essential principles of German law (ordre public)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}