{"ITEMID": "001-82290", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NOWAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1971 and lives in Brzeg.", "5. On 21 May 1999 the Brzeg District Court (Sąd Rejonowy) issued a “wanted” notice in respect of the applicant and several other men in connection with an investigation into allegations made by six women, some of whom were minors, that a group of several men had raped them, threatened them, beaten them and forced them to take drugs. The warrant for arrest was issued after the prosecution service had established that the applicant had gone into hiding and the police had unsuccessfully attempted to arrest him.", "6. On 21 July 1999 the police attempted to arrest the applicant. However he managed to escape trying in the process to run over police officers while driving away. Two other men sought under the arrest warrant issued in connection with the same investigation were apprehended and arrested.", "7. On 9 August 1999 the applicant was arrested by the police. At the time of arrest he was in possession of a firearm and a forged identification document. On 13 August 1999 the Opole District Court ordered that the applicant be remanded in custody in view of the reasonable suspicion that he had committed the following offences: repeated group rape with aggravated cruelty while acting in an organised criminal gang; leading an organised gang; supplying minor victims with drugs; forging an identification document; and destroying a police car. The court also found that, given that he had absconded in the past, there was a risk that the applicant might go into hiding again and try to influence the victims.", "8. The applicant appealed against the decision ordering his detention on remand but his appeal was dismissed on 3 September 1999 by the Opole Regional Court (Sąd Okręgowy).", "9. On 18 October 1999 the Opole Regional Court prolonged the applicant's detention relying on the reasonable suspicion of his having committed the offences and on the complexity of the investigation which had not yet been terminated by the prosecutor.", "10. On 13 December 1999 the court decided that the applicant's detention should be prolonged. It considered that, in addition to the strong suspicion against the applicant, the severity of the sentence that might be imposed and the risk of his tampering with evidence and influencing witnesses justified holding him in custody. In addition, the court relied on the risk that, given that he had absconded in the past, he might go into hiding again. The court also observed that only detention on remand would secure the applicant's appearance at the trial.", "11. On 16 December 1999 the applicant was indicted before the Opole Regional Court. It appears that the first hearing was held on 26 April 2000. In 2000 the trial court held in total 13 hearings.", "12. Subsequently, the applicant's detention was prolonged by decisions of 12 June and 13 November 2000 and 15 May 2001. The decisions were based on the reasons given for his detention on previous occasions.", "13. Afterwards, as the length of the applicant's detention had reached the statutory timelimit of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks postępowania karnego), the Regional Court applied to the Wrocław Court of Appeal (Sąd Apelacyjny) asking for the applicant's detention to be prolonged beyond that term. On 28 June 2001 the Wrocław Court of Appeal allowed the application and prolonged his pretrial detention. The Court of Appeal based its decision on the reasonable suspicion that the applicant had committed serious offences and on the risk that he might interfere with the course of justice. The court further considered that the complexity of the case constituted a special circumstance justifying his remaining in custody.", "14. On 7 November 2001 the Wrocław Court of Appeal again decided to prolong the pre-trial detention of the applicant, finding that the initial reasons for the detention were still valid. Furthermore, the court examined the course of the proceedings before the Opole Regional Court and agreed that the case was particularly complex and time-consuming, given the number of accused and the considerable amount of evidence which had to be examined. It considered that the trial court had acted diligently as it had taken evidence from nineteen witnesses during the last seven hearings.", "15. On 13 February 2002 the Court of Appeal prolonged the applicant's detention until 15 May 2002", "16. Nevertheless, the trial court again applied to prolong the applicant's detention. On 8 May 2002 the Court of Appeal granted the application. However, it criticised the Regional Court for the delay in the case and requested the trial court “to take adequate and more intensive action to finish the trial”. The court further took into account that the accused were partly responsible for the length of the proceedings because they had lodged vexatious applications for new evidence to be heard and had not complied with time-limits for filing new submissions.", "17. The applicant's numerous applications for release and appeals against decisions prolonging his detention were to no avail.", "18. The Opole Regional Court held 23 hearings in 2001 and 21 hearings in 2002. On 31 July 2002 the Opole Regional Court gave a judgment in which it found the applicant guilty of several counts of repeated group rape with aggravated cruelty and false imprisonment committed while acting in an organised criminal gang. The applicant was also convicted of administering an unknown psychotropic substance to some of the victims and use of a forged identity document. The court acquitted the applicant of being the leader of the organised criminal gang. The applicant was sentenced to 11 years' imprisonment. The applicant and other coaccused appealed.", "19. On 2 June 2003 the Wrocław Court of Appeal gave a judgment. It amended the first-instance judgment with respect to the applicant reducing his prison sentence to 10 years and 8 months. The applicant lodged a cassation appeal with the Supreme Court (Sąd Najwyższy).", "20. On 11 March 2005 the Supreme Court dismissed the cassation appeal as manifestly ill-founded.", "21. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, socalled “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}