{"ITEMID": "001-88930", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SALATKHANOVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1951 and 1938 respectively and live in the village of Dyshne-Vedeno, the Chechen Republic.", "7. The applicants are husband and wife. The first applicant is a housewife and the second applicant is retired. They have nine children. In April 2000 their son Ayub Salatkhanov, born in 1984, was a student of the 9th grade at school.", "8. On 17 April 2000 at about 1 p.m. Ayub Salatkhanov, with three of his friends, were walking along Lenina Street towards the village market. At the same time a convoy of Russian military vehicles was going down the street. The convoy included armoured personnel carriers (APCs), with soldiers sitting on the hulls. One of the servicemen raised his automatic rifle, took aim and shot at the applicants’ son. According to the applicants, it must have been a rifle fitted with a silencer because the other three boys did not hear the shot and did not understand where it had been aimed, until Ayub Salatkhanov, who took several more steps, fell on the ground in front of a house at 153 Lenina Street, where the head of the village administration lived.", "9. Ayub Salatkhanov was bleeding from the mouth and the chest area. He was immediately put into a car to be taken to the district hospital, but died in the car on the way. He had been wounded in the heart.", "10. At the relevant time there were a lot of passers-by in the street, who called the local police, the military commander’s office and the prosecutors office. Together they forced the convoy to stop and to go to the military commander’s office. There the servicemen of the Dyshne-Vedeno temporary district police station (VOVD) identified a warrant officer, Ch., who had allegedly shot at the boy. In the meantime he had climbed from the APC into the hull of a ZIL-130 military truck. According to the applicants, the servicemen of the VOVD searched the truck, and in a box containing canned meat found an AK 7.62 automatic rifle, with an ammunition magazine and a silencer. The rifle belonged to warrant officer Ch.", "11. On 17 April 2000 the Vedeno District Prosecutor’s Office opened criminal investigation no. 14/36006 under Article 105 paragraph 1 of the Criminal Code into the murder of Ayub Salatkhanov. The applicants were informed accordingly by a letter of 27 April 2000, which also stated that “the person who committed the crime has been identified and detained” and that the case file would be transferred for further investigation to the military prosecutor of military unit no. 20102 based in Khankala (the main Russian military base in Chechnya).", "12. On the same date an inspection of the crime scene and of the military vehicles was carried out and E., an eye-witness, was questioned. E. submitted that on 17 April 2000 he, together with Ayub Salatkhanov, S., A., Kh. and B. had been walking down Lenina Street and that a military convoy had been moving towards them. He had seen a serviceman in an APC who lifted a weapon fitted with a silencer, aimed it at Ayub Salatkhanov from a distance of ten meters and took two or three shots with it.", "13. On 19 April 2000 S. was questioned. He made a statement similar to that of E.", "14. On 19 and 20 April 2000 serviceman S-v. was questioned. He submitted that a magazine case with 25 cartridges of 7.62 mm calibre and a silencer had been found in Ch.’s backpack.", "15. On 20 April 2000 the second applicant was granted victim status in the criminal proceedings.", "16. On the same date the automatic rifle was seized from Ch. It was inspected together with other pieces of evidence.", "17. On 21 April 2000 Ch. reported to the Vedeno District Prosecutor’s Office and admitted his guilt. He was questioned as a suspect on the same date. He was placed under the supervision of the commander of military unit no. 75143 as a measure of restraint.", "18. Later Ch. retracted the statement he had made on 21 April 2000 and apparently submitted that the bullets had ricocheted.", "19. On 3 May 2000 a forensic expert examination of the cartridges was completed.", "20. On 3 June 2000, due to the lack of evidence required to bring charges, the investigating authorities suspended the investigation and lifted the measure of restraint in respect of Ch.", "21. On 16 June 2000 the Prosecutor’s Office of the Chechen Republic replied to the applicants’ request for information that the criminal investigation into their son’s murder had been transferred to the military prosecutor’s office, which was responsible for investigating crimes committed by servicemen. It was also stated that all further questions should be referred to the military prosecutor’s office in Khankala. On transfer, the case was given the number 34/33/0179-00.", "22. On 20 June 2000, upon completion of his secondment in Chechnya, Ch. arrived in the town of Pechora in the Pskov region according to the order of the commander of military unit no. 75143.", "23. On 28 June 2000 the applicants were informed by a letter from the military prosecutor of military unit no. 20102 that on 2 June 2000 the criminal investigation in respect of warrant officers Ch. and S-v. of military unit no. 75143 had been discontinued under Article 5 paragraph 2 of the Code of Criminal Procedure [absence of corpus delicti]. The case file was forwarded for further investigation to the Prosecutor’s Office of the Chechen Republic.", "24. On 29 June 2000 the supervising military prosecutor quashed the decision to suspend the investigation.", "25. On 3 July 2000 the Vedeno district civil registration office issued a death certificate for Ayub Salatkhanov, aged 16, who had died on 17 April 2000 from a gunshot wound to the heart.", "26. On 21 July and 26 October 2000 serviceman G. was questioned. He submitted that upon his arrival at the crime scene his comrade had told him that he had seen a serviceman climbing from the APC to the ZIL truck in front of it. When G. had approached the truck, he had seen a serviceman hiding in the corner.", "27. On 22 July 2000 the second applicant and A. were questioned. A. made a statement similar to that of E.", "28. On 23 July 2000 another inspection of the crime scene was carried out and E. was again questioned. T. was questioned on the same date and submitted that a spent yellow cartridge case had been found at the crime scene. It had been handed over to police officers. On the same date an investigative experiment was conducted.", "29. On 24 July 2000 Yu. was questioned. He submitted that after the convoy had stopped he had seen a serviceman hiding inside a car. The serviceman had a red face, blue eyes and was of medium height.", "30. T-v., apparently of the Vedeno District military commander’s office, who was questioned on the same date, stated that on 17 April 2000 at around 2 p.m. a patrol had come running to headquarters and reported that a military convoy had been stopped in Lenina Street because a serviceman had shot a schoolboy. When T-v. arrived at the crime scene, he had been told that a serviceman had climbed from an APC to a ZIL vehicle where other servicemen had tried to hide him.", "31. Serviceman I., questioned on the same date, submitted that on 17 April 2000 his fellow servicemen had told him that a serviceman from a convoy moving through Dyshne-Vedeno had killed a boy. When he had arrived at the crime scene, eye-witnesses indicated an APC from which, according to them, shots had been fired. A serviceman had been acting agitatedly around the APC. He had appeared to be nervous and had been holding an AKSM 7.62 automatic rifle with no silencer. He had then gone to sit in the ZIL-131 truck. In the course of the search of the ZIL truck officers of the Vedeno District military commander’s office had found a magazine of cartridges and a silencer.", "32. Ts., questioned on 24 July and 26 October 2000, submitted that he had been present at the examination of Ayub Salatkhanov’s body and had seen bullet wounds. A spent 7.62 cartridge case had been found by T. and immediately handed over to the police officer who had conducted the inspection.", "33. On 26 July 2000 an investigative experiment concerning the audibility of shots fired from an AKSM automatic rifle with a silencer was conducted.", "34. On 31 July, 16 and 19 October 2000 expert Sh. was questioned.", "35. On 3 August 2000 a forensic examination of Ayub Salatkhanov’s clothes was completed.", "36. On 5 August 2000 servicemen P., K. and P-o were questioned. They submitted that after two AKSM automatic rifles with two PBS-1 silencers, including the one seized from Ch., had been returned to the military unit, they had been used according to their purpose. They had not been repaired and no parts of them had been replaced either.", "37. On 8 August 2000 Sh-n, a serviceman that had formed a part of the military convoy, submitted that when the convoy had been moving he had seen a boy lying on the ground in the yard of a house. When the convoy had stopped, he had seen a serviceman sitting on the right side of the ZIL-131 truck removing a silencer from his automatic rifle. When the serviceman had left the car, there had been no silencer on his automatic rifle.", "38. On 16 August 2000 a forensic expert examination was completed.", "39. On 9 September 2000 a ballistic expert examination was completed.", "40. On 27 September 2000 serviceman O. was questioned. He submitted that in the convoy it was only special forces servicemen who had had PBS-1 silencers.", "41. On 11 October 2000 a forensic examination of Ayub Salatkhanov’s body was completed.", "42. On 15 November 2000 Ch. was charged with the offence and a decision to place him in custody was taken. However, since he was no longer in the Chechen Republic, he was placed on the wanted list. The investigation was suspended on the same date on account of Ch.’s whereabouts being unknown.", "43. On 25 November 2000 a forensic expert’s examination was completed.", "44. On 11 March 2001 the military prosecutor of military unit no. 20102 informed the applicants that the investigation had identified the suspect – Ch., warrant officer of military unit no. 75143. However, the military unit had been relocated out of Chechnya without the military prosecutor’s knowledge. Warrant officer Ch. had absconded and on 15 November 2000 had been placed on the wanted list.", "45. By a letter dated 27 July 2001 (received by the applicant in December 2001) the military prosecutor of military unit no. 20102 informed the applicants that the serviceman responsible for the murder of their son had been identified. He had been discharged from military service and had absconded. He had been searched for by the officers of the Ostrovskiy district police of the Pskov Region, where his residence was located. The letter further stated that on 15 November 2000 the investigation had been suspended during the search. On 25 July 2001 the investigation was resumed, and a request for a search to be carried out was forwarded to the authorities in Ukraine, where the suspect’s parents resided.", "46. On 8 August 2001 the Chief Military Prosecutor’s Office informed the applicants that the investigation into their son’s murder had been reopened. The person suspected of the crime had absconded and had been placed on the federal wanted list.", "47. On 8 October 2001 the Prosecutor’s Office of the North Caucasia Military Circuit informed the applicants that on 2 April 2001 the decision of 15 August 2000 to suspend the proceedings had been quashed and the case file had been forwarded for further investigation to the military prosecutor of military unit no. 20102. The investigation was pending, and the applicants would be informed of the results.", "48. After a number of stops and starts, the investigation was again resumed on 17 January 2005. Ch.’s whereabouts were established and it was also found that he had changed his name to M. He was subsequently arrested, and on 18 April 2005 the case was committed for trial to the Grozny Garrison Military Court.", "49. On 7 July 2006 the Grozny Garrison Military Court dismissed Ch.’s (M.’s) contradictory submissions that, firstly, it had not been him who had shot at Ayub Salatkhanov and, secondly, that he had accidentally pulled the trigger when the vehicle he had been in had gone over a bump in the road. The court found that Ch. (M.) had aimed at Ayub Salatkhanov’s chest, found him guilty of murder and sentenced him to ten years’ imprisonment. Ch. (M.) appealed.", "50. On 23 November 2006 the North Caucasia District Military Court upheld the judgment on appeal.", "51. In 2003 the second applicant brought a claim against the Ministry of Finance for compensation for non-pecuniary damage caused by the murder of his son by a serviceman.", "52. On 22 July 2003 the Basmanniy District Court of Moscow dismissed the claim. The court held, in particular:", "“As follows from the evidence in the case, the fact that [the applicant] was caused physical and moral suffering arose as a result of the fulfilment of duties by a serviceman of military unit no. 75143 [Ch.] ...", "It is precisely [this military unit] which may be liable if [its serviceman] caused non-pecuniary damage when fulfilling [his] duties.”", "53. On 12 February 2004 the Moscow City Court upheld the judgment on appeal.", "54. Subsequently, within the framework of the criminal proceedings against Ch. (M.), the second applicant brought a civil claim for compensation for non-pecuniary damage in the amount of 10,100,000 Russian roubles (RUR) before the criminal case against Ch. was sent for trial.", "55. In the hearing of 29 June 2006 counsel for the second applicant withdrew the civil claim. He explained that the second applicant intended to file a claim for damages against the military unit where Ch. (M.) had served within the framework of civil proceedings. The court accepted the withdrawal of the claim and specifically stated that it was open to the second applicant to file it within the framework of civil proceedings.", "56. According to the Government, the second applicant did not file any civil claims before the Grozny Garrison Military Court.", "57. Despite specific requests made by the Court on two occasions, the Government did not submit a copy of the entire investigation file concerning the murder of Ayub Salatkhanov. However, after the application had been declared admissible they submitted an update on the progress of the investigation, copies of judicial decisions and minutes of the hearings, which contained a detailed description of the investigative actions and witnesses’ statements. The Government stated that the documents submitted contained detailed information concerning the conduct of the investigation and the trial and, should the Court require any additional documents, it should specifically request them.", "58. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "59. Article 125 of the CCP provides that the decision of an investigator or prosecutor to dispense with or terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a district court, which is empowered to examine the lawfulness and grounds of the impugned decisions.", "60. Article 161 of the CCP enshrines the rule that information from the preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation.", "61. Article 151 of the Civil Code of the Russian Federation, Part II, in force since 1 March 1996, provides for a right to claim non-pecuniary damage. Article 1100 of the Civil Code provides grounds for compensation of non-pecuniary damage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["38"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}