{"ITEMID": "001-102296", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF DUDEK (No. 1) v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Renate Jaeger", "TEXT": ["4. The applicant was born in 1947 and lives in Lohne. He is a dentist and member of the Lower Saxony Association of Contractual Dentists (Kassenzahnärztliche Vereinigung Niedersachsen) (“the Association”), the self-governing body of the contractual dentists practising in the Land Lower Saxony. The Association is responsible for, inter alia, entering into contracts with public health insurers on behalf of its members, checking costs claimed by its members, distributing reimbursements for contractual work paid by public health insurers, and allocating the effects of austerity measures in the public health sector among its members.", "5. On 19 June 2002 the applicant brought an action against the Lower Saxony AOK- Die Gesundheitskasse, a public health insurance company, before the Hanover Social Court (“the Social Court”), seeking assistance in the institution of compensation proceedings for alleged mistreatment of his mother during hospitalisation preceding her death caused by cardiac arrest at the age of 83.", "6. On 10 December 2002 the Social Court dismissed the action.", "7. On 5 February 2003 the applicant appealed. The Lower SaxonyBremen Social Court of Appeal (“the Social Court of appeal”) held oral hearings on 30 September 2005 and on 18 April 2007. It dismissed the appeal on the last-mentioned date, holding that the respondent had sufficiently assisted the applicant by commissioning an expert opinion and declaring the applicant's further complaints inadmissible because they had not been raised before the Social Court.", "8. On 13 May 2007 the applicant lodged a constitutional complaint.", "9. On 26 July 2007 the Federal Constitutional Court declared the applicant's constitutional complaint inadmissible without giving further reasons (1 BvR 1800/07).", "10. On 30 March 1999 the Association determined the applicant's remuneration as a contractual dentist for the year 1998.", "11. On 28 April 1999 the applicant made an unsuccessful administrative complaint.", "12. On 20 October 1999 he brought an action against the Association before the Social Court which suspended the proceedings at the parties' request on 22 April 2003.", "13. On 29 August 2005 the Association modified the impugned decision, stipulating that the applicant was entitled to 195,769.35 Deutschmarks (DEM) of the DEM 207,892.64 claimed.", "14. On 26 September 2007 the Social Court dismissed the action after having rescheduled an oral hearing at the applicant's request. The applicant's requests for rectifications of the judgment and the transcript of the hearing were to no avail. His attempts to institute criminal proceedings against the presiding judge were unsuccessful.", "15. On 12 May 2010 the Social Court of Appeal dismissed the applicant's appeal.", "16. Furthermore, the applicant unsuccessfully pursued inactivity and constitutional complaint proceedings before the Social Court of Appeal and the Federal Constitutional Court.", "17. On 29 March 2005 the Association determined the applicant's remuneration as a contractual dentist for the year 2004, stipulating that he was entitled to 204,324.53 Euros (EUR) of the EUR 221,875.07 claimed.", "18. On 7 April 2005 the applicant made an unsuccessful administrative complaint.", "19. On 10 March 2006 he brought an action against the Association before the Social Court, which rejected the claim on 26 September 2007.", "20. The applicant appealed before the Social Court of Appeal.", "21. On 23 April 2008 the Federal Constitutional Court declared the applicant's constitutional complaint that the Social Court had taken no action manifestly inadmissible as clearly insufficiently substantiated and imposed a fine of EUR 1,000 for abuse of process (1 BvR 917/08).", "22. On 7 May 2008 the Social Court dismissed the applicant's request for rectification; the applicant's appeal against that decision was to no avail.", "23. On 12 May 2010 the Social Court of Appeal dismissed the applicant's appeal.", "24. On 5 April 2000 the Association provisionally determined the applicant's remuneration as a contractual dentist for 1999. According to the decision the applicant was entitled to DEM 515,581.04 of the DEM 721,628.35 claimed.", "25. On 18 April 2000 the applicant made an unsuccessful administrative complaint.", "26. On 17 April 2001 he brought an action against the Association before the Social Court, which granted the action in part on 30 June 2004.", "27. On 13 July 2004 the applicant appealed before the Social Court of Appeal.", "28. On 6 April 2006 the Association rendered a final decision which supplanted the impugned decision.", "29. On 9 April 2008 the Social Court of Appeal dismissed the appeal. On 30 April, 18 June and 11 August 2008 the Social Court of Appeal dismissed challenges for bias against three of its judges; the applicant's appeals for the right to be heard against these decisions were to no avail. On 7 November 2008 the Social Court of Appeal dismissed the applicant's requests for rectification of the judgment and the transcripts.", "30. On 17 June 2009 the Federal Social Court refused leave to appeal on points of law.", "31. On 29 March 2000 the Association, in applying a decision of its council on the allocation of the effects of austerity measures for contractual dentists among its members, provisionally deducted DEM 13,657.06 from the amount claimed by the applicant in respect of his remuneration as a contractual dentist for 1999.", "32. On 18 April 2000 the applicant made an unsuccessful administrative complaint.", "33. On 11 June 2001 he brought an action against the Association before the Social Court which was dismissed on 5 November.", "34. On 19 November 2003 the applicant appealed before the Social Court of Appeal.", "35. On 26 February 2004 the Association amended the impugned decision.", "36. On 13 January 2006 the Social Court of Appeal suggested a friendly settlement.", "37. On 6 April 2006 the Association replaced the impugned decision.", "38. On 9 April 2008 the Social Court of Appeal dismissed the appeal as inadmissible. On 7 November 2008 it dismissed the applicant's request for rectification and as inadmissible the applicant's appeal for the right to be heard. The applicant's challenges for bias against two judges were unsuccessful, as were his appeals for the right to be heard against these decisions.", "39. On 17 June 2009 the Federal Social Court refused leave to appeal on points of law.", "40. On 28 March 2001 the Association provisionally determined the applicant's remuneration as a contractual dentist for the year 2000, stipulating that he was entitled to DEM 527,171.48 of the DEM 674,102.66 claimed.", "41. On 9 April 2001 the applicant made an unsuccessful administrative complaint.", "42. On 15 May 2002 he brought an action against the Association before the Social Court which was dismissed on 29 September 2004.", "43. On 25 October 2004 the applicant appealed before the Social Court of Appeal, which dismissed the applicant's appeal on 25 February 2009.", "44. On 26 March 2002 the Association provisionally determined the applicant's remuneration as a contractual dentist for 2001, stipulating that he was entitled to DEM 478,222.72 of the DEM 563,511.30 claimed.", "45. On 5 April 2002 the applicant made an unsuccessful administrative complaint.", "46. On 2 July 2002 he brought an action against the Association before the Social Court which was dismissed on 28 July 2004.", "47. The applicant appealed before the Social Court of Appeal. On 18 July 2005 the Social Court of Appeal stayed the proceedings and resumed them on 25 August 2005. On 12 May 2010 it dismissed the applicant's appeal.", "48. On 19 April 2002 the Association dismissed the applicant's request for a hardship allowance for 2000.", "49. On 29 April 2002 the applicant made an unsuccessful administrative complaint.", "50. On 22 August 2002 the applicant brought an action against the Association before the Social Court, which dismissed the action on 25 October 2006.", "51. On 15 November 2006 the applicant appealed before the Social Court of Appeal, which dismissed the appeal on 12 May 2010, after having previously dismissed the applicant's challenges for bias against two judges and his appeals for the right to be heard against these decisions.", "52. On 5 April 2000 the Association determined the applicant's remuneration as a contractual dentist for the year 1999.", "53. On an unspecified date the applicant made an administrative complaint which was dismissed on 24 March 2004.", "54. On 1 April 2004 the applicant brought an action against the Association before the Social Court, which dismissed the action on 26 September 2007.", "55. On 23 April 2008 the Federal Constitutional Court declared the applicant's constitutional complaint that the Social Court had taken no action manifestly inadmissible as clearly insufficiently substantiated, and imposed a fine of EUR 1,000 for abuse of process (1 BvR 918/08).", "56. On 25 April 2008 the Social Court dismissed the applicant's request for rectification; his appeal against that decision was to no avail.", "57. On 12 May 2010 the Social Court of Appeal dismissed the applicant's appeal against the judgment of 26 September 2007.", "58. On 23 March 2004 the Association determined the applicant's remuneration as a contractual dentist for the year 2003. According to the decision the applicant was entitled to payment of EUR 181,976.50 of the EUR 198,310.84 claimed.", "59. On 1 April 2004 the applicant made an unsuccessful administrative complaint.", "60. On 25 May 2004 he brought an action against the Association before the Social Court, which dismissed the action on 26 September 2007.", "61. On 23 April 2008 the Federal Constitutional Court declared the applicant's constitutional complaint that the Social Court had taken no action manifestly inadmissible as clearly insufficiently substantiated and imposed a fine of EUR 1,000 for abuse of process (1 BvR 916/08).", "62. On 6 May 2008 the Social Court dismissed the applicant's request for rectification; the applicant's appeal against that decision was to no avail.", "63. On 12 May 2010 the Social Court of Appeal dismissed the applicant's appeal.", "64. On 27 March 2003 the Association determined the applicant's remuneration as a contractual dentist for the year 2002, stipulating that he was entitled to EUR 204,249.46 of the 229,852.22 claimed.", "65. On 2 April 2003 the applicant made an unsuccessful administrative complaint. On 7 August 2003 he brought an action against the Association before the Social Court, which dismissed the action on 26 September 2007.", "66. On 18 April 2008 the Federal Constitutional Court declared the applicant's constitutional complaint that the Social Court had taken no action inadmissible, without giving further reasons (1 BvR 851/08).", "67. On 6 May 2008 the Social Court dismissed the applicant's request for rectification; the applicant's appeal against that decision was to no avail.", "68. On 12 May 2010 the Social Court of Appeal dismissed the applicant's appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}