{"ITEMID": "001-71633", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF VERKEYENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary and non-pecuniary damage, costs and expenses - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["4. The applicant was born in 1936 and currently resides in Odessa. He is a former employee of the State Company “Chornomorske Morske Paroplavstvo” (the “CMP”).", "5. In 1997 the applicant instituted proceedings against the CMP in the Zhovtnevy District Court of Odessa, seeking the recovery of salary arrears.", "6. On 6 October 1998 the Zhovtnevy District Court of Odessa ordered the CMP to pay the applicant UAH 3,604 in compensation. The decision was not appealed and became final on 16 October 1998.", "7. On 18 December 2000 the Ministry of Justice informed the applicant that the judgment in his favour could not be immediately executed due to the CMP’s lack of funds. In particular, it noted that the CMP’s debts amounted to UAH 20,095,905, including salary arrears in the amount of UAH 5,067,027. They also stated that they were in the course of selling some of the CMP’s property and vessels belonging to it.", "8. On 28 May 2001 the Zhovtnevy District Prosecutor’s Office informed the applicant that the Bailiffs’ Service had frozen the CMP’s bank accounts, however they had been empty since 1997.", "9. On 26 December 2002 the applicant informed the Court that the judgment had been executed when, on 18 December 2002, he had been paid UAH 3,604.", "10. The relevant domestic law is set out in the judgment of 27 July 2004 in the case of Romashov v. Ukraine (no. 67534/01, §§ 16-19)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}