{"ITEMID": "001-103251", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MICHALAK v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 5-4;Violation of Art. 5-5;Violation of Art. 13+8;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1977 and lives in Poprad.", "6. On 14 August 2002 the Prešov Regional Investigation Office commenced a criminal investigation into a suspicious money transfer between two bank accounts.", "7. On 9 October 2002 the Prosecutor General ruled that the investigation should be supervised by the Trenčín Regional Prosecutor. It was observed that the suspected offence had been committed in the region of Prešov and that the Prešov Regional Prosecutor would normally have had jurisdiction to deal with it. It was, however, presumed that the offence had been part of a larger criminal transaction involving several individuals in various places and requiring extensive investigation. In order to ensure the effectiveness and expeditious determination of the proceedings, it was necessary to transfer jurisdiction to the Trenčín Regional Prosecutor.", "8. On 29 November 2002 the Prosecutor General took a similar measure in respect of an investigation into irregularities in insolvency proceedings concerning bank A.", "9. On 9 December 2002 the applicant and seven other individuals were charged with conspiracy and embezzlement on suspicion of having fraudulently and in an organised fashion drained money from the insolvency estate of A.", "The applicant for his part was suspected of having organised a bank transfer of the money in question. The decision was based on “previously obtained testimonies and documentary evidence”.", "10. On 14 December 2002 the applicant was placed in detention pending trial. He remained detained until his release on 22 January 2004. The circumstances and decisions relating to his detention are described in paragraphs 19 to 80 below.", "11. On 24 April 2003 the investigation in question was joined to inquiries in two other cases concerning murders which had connections with the insolvency proceedings in respect of bank A.", "12. After the investigation had been completed, the applicant was invited to inspect the investigation file. He did so on 21 June and 30 July 2004. He discovered, inter alia, that the file contained information which had been obtained by monitoring his telephone calls. This information comprised the transcript of a specific phone call from the applicant’s mobile telephone and a list of outgoing and incoming calls in a specific period.", "13. The applicant unsuccessfully complained to the prosecution service and the Constitutional Court that the monitoring of his telephone communications had been unlawful and unjustified. The details concerning his constitutional complaint are set out in paragraphs 81 and 82 below.", "14. On 10 September 2004 the Trenčín Regional Prosecutor indicted the applicant and committed him to stand trial before the Prešov Regional Court (Krajský súd) on charges of conspiracy and embezzlement. The indictment was also directed against 13 other individuals, including two lawyers, and included charges of money laundering, murder and illegal possession of firearms.", "15. On 14 October 2004 the Prešov Regional Court ruled that the case fell within the jurisdiction of the Special Court (Špeciálny súd), which had been established a short time before in order to try cases involving corruption, organised crime and other serious offences. Both the applicant and the prosecution service challenged this ruling.", "16. On 19 January 2005 the Supreme Court (Najvyšší súd) upheld the jurisdiction of the Special Court. The applicant then unsuccessfully challenged this decision before the Constitutional Court, which rejected his constitutional complaint on 5 May 2005, and before the Prosecutor General.", "17. On 1 July 2005 the case was transferred to the Special Court, which decided, on 12 December 2005, to hive off the applicant’s trial to a separate set of proceedings.", "18. Following a judgment of the Constitutional Court of 20 May 2009 finding that the legislation establishing the Special Court was contrary to the Constitution and the subsequent replacement of that court by a newly established Specialised Criminal Court (Špecializovaný trestný súd) (for details see Fruni v. Slovakia, no. 8014/07), the applicant’s trial was transferred to the latter court and it is still pending there.", "19. On 12 December 2002, at 6 a.m., the applicant was arrested on charges which had been brought on 9 December 2002.", "20. On 13 December 2002, at 7 p.m., the regional prosecutor lodged a request with the Trenčín District Court (Okresný súd) that the applicant and the other suspects be placed in detention pending trial.", "21. On the evening of 13 December 2002 the applicant’s brother appointed a lawyer to represent the applicant. At 10 p.m. the Trenčín District Investigation Office, in whose custody the applicant was at that time, refused the lawyer access to the applicant.", "22. On the morning of 14 December 2002 the lawyer and the applicant met for about ten minutes.", "23. On 14 December 2002, at 10 a.m., the District Court opened a hearing on the prosecutor’s request. One by one, the suspects were questioned. The applicant was questioned in the presence of his lawyer. Neither of them had access to the case file. At 7 p.m. the District Court ordered the detention of the applicant and the other suspects pending trial.", "24. The District Court found that there was a well-founded suspicion against the accused. The investigation was in its initial stages and there was still much evidence to be gathered. This, together with the “character and circumstances of the offence”, gave rise to fears that the suspects would collude within the meaning of Article 67 § 1 (b) of the Code of Criminal Procedure (“the CCP”). Furthermore, the information available indicated that other criminal offences had been committed in connection with the insolvency of bank A. The accused were suspected of having been involved in those offences. This prompted fears that the accused would continue criminal activities within the meaning of Article 67 § 1 (c) of the CCP.", "25. On 19 December 2002 the applicant lodged an interlocutory appeal (sťažnosť) against his detention and on 30 December 2002 he adduced further grounds of appeal.", "He argued first of all that the Trenčín District Court had no territorial jurisdiction to decide on his detention. The court competent to do so had been the court in the judicial district where the offence had purportedly been committed.", "The applicant further argued that he had not had adequate time and facilities to confer with his lawyer and to prepare his defence. Both the prosecutor’s proposal and the decision on detention had been so vague that it had been impossible to mount any meaningful defence.", "The applicant went on to argue that the suspicion against him had been ill-founded and that there had been no admissible evidence in support of it. There had been no reasons for detaining him and the decision had lacked adequate reasoning.", "26. On 16 January 2003 the Trenčín Regional Court, sitting in private (neverejné zasadnutie), dismissed the applicant’s appeal. In summary reasoning, it simply referred to and fully concurred with the District Court’s reasons for detention. The decision was served on the applicant on 3 February 2003.", "27. In the meantime, the applicant’s lawyer had unsuccessfully requested access to the case file on several occasions.", "28. On 7 March 2003 the applicant lodged a complaint under Article 127 of the Constitution with the Constitutional Court (Ústavný súd).", "He challenged the above-mentioned decisions concerning his detention and claimed a violation of a number of his procedural rights. The applicant complained that: (i) the court which had issued the detention order had had no territorial jurisdiction in the matter; (ii) he had not had adequate time and facilities to confer with his lawyer and prepare his defence; (iii) he and his lawyers had been refused access to the case file; (iv) there had been no reasonable suspicion against him and no reason for detaining him; (v) the decisions had lacked adequate reasoning; and (vi) the proceedings had been too lengthy.", "The applicant sought a ruling setting aside the impugned decisions, releasing him and awarding him damages.", "29. On 26 March 2003 the Constitutional Court declared admissible the complaint concerning the refusal of access to the case file, and the remaining complaints inadmissible.", "30. As to the inadmissible complaints, the Constitutional Court observed that the territorial jurisdiction of the Trenčín District Court had been based on Article 26 of the CCP, pursuant to which territorial jurisdiction in matters concerning the preparatory stage of proceedings was vested in the court in the judicial district in which the prosecutor acted. The offences of which the applicant was suspected and the reasons for his detention had been stated and had been adequately explained.", "The applicant had known as far back as December 2002 how much time he had had to consult his lawyer. His constitutional complaint alleging that the time had been insufficient had been made in March 2003 – that is to say, outside the statutory two-month time-limit.", "The length of the proceedings in respect of the applicant’s detention had been acceptable, given that the applicant had not fully specified his appeal until 30 December 2002.", "31. On 11 March 2004 the Constitutional Court delivered a judgment (nález) on the merits of the admissible complaint. It held that the absolute refusal of access to the case file had been incompatible with Article 5 § 4 of the Convention. However, this had had no material impact on the lawfulness and constitutionality of the detention as such. That finding was therefore sufficient compensation for any non-pecuniary damage the applicant might have sustained.", "32. On 19 May 2003 the applicant applied for release or, alternatively, for his detention to be replaced by a pledge under Article 73 of the CCP that he would live in accordance with the law.", "33. By law the requests fell to be determined first by the regional prosecutor, who dismissed them, and, on 21 May 2003, forwarded them ex officio to the District Court for judicial determination.", "34. On 22 May 2003 the District Court, sitting in a private session, rejected the request for release. “Having examined the applicant’s request and the case file”, the District Court “established that the reasons for the applicant’s detention persisted”. The offences under investigation were very serious. The investigation had been carried out on a large scale and with due diligence, and given that it was in its early stages there was a well-founded fear that the applicant would collude with the other suspects and continue criminal activities.", "The District Court made no formal ruling in respect of the alternative proposal to replace the applicant’s detention with a pledge of lawful conduct. It merely observed in its reasoning that such a move was not possible if a person stood accused of such offences as the applicant did. The applicant lodged an interlocutory appeal.", "35. On 7 August 2003 the Trenčín Regional Court, sitting in private, dismissed the applicant’s appeal. In summary reasoning it simply referred to and fully concurred with the reasons given by the District Court.", "36. On 7 October 2003 the applicant challenged the decisions of 22 May and 7 August 2003 and the proceedings leading to them by means of a constitutional complaint. He alleged a violation of several of his procedural rights.", "37. As in his previous complaint, the applicant objected that: (i) the court deciding on his detention had had no territorial jurisdiction in the matter; (ii) there had been an irregularity in the assignment of his appeal for determination by a specific chamber at the Regional Court; (iii) the decision-making process had been conducted in private and the applicant had had no opportunity to state his case orally; (iv) neither he nor his lawyer had been granted access to the case file; (v) the decisions had been arbitrary, (vi) had lacked proper reasoning and (vii) had been the outcome of proceedings that had not been speedy; (viii) finally, the total duration of the applicant’s detention had been excessive and (ix) the courts had failed to take a formal decision in respect of his petition for his detention to be replaced by a pledge of lawful conduct.", "The applicant sought a ruling that the challenged decisions be set aside and claimed 210,000 Slovakian korunas (SKK) in damages.", "38. On 26 May 2004 the applicant supplemented his constitutional complaint by arguing that his detention was unlawful on the ground that, when it had begun, he had not been brought before a judge within the period of twenty-four hours required by Article 8 § 3 of the Charter of Fundamental Rights and Freedoms (Constitutional Law no. 23/1991 Coll.) (Listina základných práv a slobôd – “the Charter”).", "It was true that the time-limit for bringing an arrested person before a judge under Article 17 § 3 of the Constitution (Constitutional Law no. 460/1992 Coll.), as amended with effect from 1 July 2001 (Constitutional Law no. 90/2001 Coll.), was forty-eight hours. However, neither the Constitution nor any other legislation had repealed the Charter expressly and implicit repeal was not permissible. The Charter guaranteed him a broader extent of legal protection and had to be applied in his case.", "39. On 16 December 2004 the Constitutional Court declared admissible the complaints listed under (ii), (iv) and (vi) - (ix) above. The remaining complaints were declared inadmissible for the following reasons.", "40. The issue of the territorial jurisdiction of the Trenčín District Court had already been examined and determined in the Constitutional Court’s decision of 26 March 2003 (see paragraphs 29 and 30 above).", "The applicant had had ample opportunity to present his case in writing and with the assistance of a lawyer, and had in fact done so at length. The lack of an oral hearing therefore raised no issue under Article 5 § 4 of the Convention.", "The applicant’s continued detention was, as such, justified and lawful. As to the discrepancy between the time-limits for bringing an arrested person before a judge under the Charter (twenty-four hours) and the Constitution (forty-eight hours), the Constitutional Court held that, pursuant to Article 152 § 4 of the Constitution, the constitutional provision prevailed.", "41. On 26 October 2005 the Constitutional Court delivered a judgment on the merits of the admissible complaints.", "The Constitutional Court found that there had been a violation of the applicant’s right under Article 5 § 3 of the Convention to a trial within a reasonable time or release pending trial, in that the courts had failed to take a formal decision on his request for his detention to be replaced by a pledge of lawful conduct.", "The Constitutional Court also found that there had been a violation of the applicant’s rights under Article 5 § 4 of the Convention, in that: the applicant’s appeal had been determined by the wrong chamber of the Regional Court; the applicant had been refused access to the case file; and the proceedings had not been speedy.", "The applicant was awarded SKK 80,000 by way of compensation for non-pecuniary damage, and had his legal costs reimbursed.", "42. The complaint that the impugned decisions lacked proper reasoning was dismissed as unfounded.", "43. On 26 May 2003 the regional prosecutor requested that the Trenčín District Court authorise an extension of the detention of the applicant and all his co-defendants until 30 November 2003. Neither the applicant nor his lawyer was informed of the request.", "44. On 2 June 2003, in a private session, the District Court acceded to the prosecutor’s request. Neither the applicant nor his lawyer was informed of the session.", "45. “Having examined the prosecutor’s request and the case file”, the District Court “established that the request was well founded”. Although the investigation had been carried out with due diligence, it had not been possible to complete it within the period of six months which had elapsed from the start of the applicant’s detention. The reasons for keeping the defendants in detention, as established at the time of the detention order, still persisted. Their release might render the investigation and the whole proceedings difficult or even impossible. No appeal lay against the decision.", "46. On 5 June 2003 the applicant’s lawyer phoned the Regional Prosecutor’s Office and was informed that, on 26 May 2003, the regional prosecutor had requested an extension of the applicant’s detention. On the same day the lawyer requested in writing that the District Court provide him with a copy of the request.", "47. Copies of the decision of 2 June 2003 and of the prosecutor’s request were served on the applicant’s lawyer on 27 June 2003.", "48. On 4 August 2003 the applicant challenged the decision of 2 June 2003 by means of a constitutional complaint.", "He argued in the main (i) that the court deciding on the extension of his detention had had no territorial jurisdiction in the matter; (ii) that the prosecutor’s request had not been made available to him in good time; (iii) that he had consequently had no opportunity to comment on it and to state his case orally (the decision had been made in private); and (iv) that the decision had been arbitrary and unjustified.", "49. On 4 October 2003 the applicant supplemented his complaint by submitting substantially the same arguments as in his submission of 26 May 2004 (see paragraph 38 above).", "50. On 30 June 2004 the Constitutional Court declared admissible the complaint that the extension of the applicant’s detention had been arbitrary and unjustified and declared the remaining complaints inadmissible. The decision was served on the applicant on 2 August 2004.", "51. As to the inadmissible complaints, the Constitutional Court observed that the issue of territorial jurisdiction of the Trenčín District Court had already been examined and determined in the Constitutional Court’s decision of 26 March 2003 (see paragraphs 29 and 30 above).", "Under applicable law, there had been no legal duty to communicate a copy of the prosecutor’s request for extension of detention to the person concerned. The applicant’s lawyer ought to have known that, pursuant to Article 71 § 4 of the CCP, a request for an extension of a person’s detention had to be submitted to the competent court no later than ten days before the expiry of their detention. In the present case the deadline had been 2 June 2003.", "However, the applicant’s lawyer had not contacted the prosecution service until 5 June 2003 and his failure to do so at an earlier date could not be imputed to the authorities.", "The fact that the decision had been made in a private session was irrelevant because the prosecution service had also not been able to take part in that session. As to the discrepancy between the time-limits for bringing an arrested person before a judge under the Charter and the Constitution, the court found that it had had no relevance to the decision in question and, moreover, had been raised as an issue outside the statutory two-month timelimit.", "52. On 11 January 2005 the Constitutional Court found that there had been a violation of the applicant’s rights under Article 5 §§ 3 and 4 of the Convention, in that the decision of 2 June 2003 had lacked adequate reasoning. The decision in question had contained a detailed description of the charges, the nature of which had themselves constituted a part of the reason for the applicant’s detention. However, the charges had concerned a group of suspects and it had not been clear from the charges which reasons for detention pertained to which suspects. Although such reasoning had been sufficient to detain the applicant in the initial stage of the proceedings, it had not been sufficiently detailed six months into the proceedings.", "The Constitutional Court remarked that this conclusion had no impact on whether the applicant’s detention after 2 June 2003 had or had not been justified in substance.", "It quashed the decision of 2 June 2003 and awarded the applicant SKK 20,000 in compensation for non-pecuniary damage. It also reimbursed his legal costs.", "As the applicant had been released in the meantime, there was no question of ordering the District Court to determine the matter anew.", "53. On 27 August 2003 the applicant applied for release or, alternatively, for his detention to be replaced by a pledge of lawful conduct. He argued that most of the relevant evidence had already been taken and examined and that it had shown that he was innocent and that there were no reasons for detaining him.", "54. The regional prosecutor dismissed the applicant’s requests and, on 12 September 2003, forwarded them to the District Court for judicial determination.", "55. The applicant challenged the handling of the proceedings by the regional prosecutor – in particular, the length of such examination – by means of a constitutional complaint (for the outcome see paragraphs 60 and 62 below).", "56. On 9 October 2003, in a private session, the District Court rejected the application for release. “Having examined the applicant’s request and the relevant files”, the District Court “established that the reasons for the applicant’s detention persisted”. It held specifically that there were a number of pieces of evidence which had been secured in the preparatory stage of the proceedings and which still had to be examined by the court. The way in which the suspected offence had supposedly been committed had prompted fears that the applicant would tamper with that evidence.", "57. The District Court again made no ruling in respect of the alternative proposal to replace the applicant’s detention with a pledge of lawful conduct, observing that such a replacement could only be considered in connection with detention to prevent escape (Article 67 § 1 (c) of the CCP), which was not applicable to the applicant’s case. The applicant appealed.", "58. On 29 October 2003, in a private session, the Trenčín Regional Court upheld the above-mentioned decision rejecting the applicant’s request for release.", "At the same time, it ruled that his detention was no longer justified by fears that he would continue criminal activities but merely by the fear that he would collude with other defendants. That concern stemmed from the “manner in which the offence had been committed and covered up and from the status of the accused”. The decision was served on the applicant on 11 November 2003.", "59. On 11 January 2004 the applicant lodged another constitutional complaint, directed in the main against the actions and decisions of the District Court and the Regional Court.", "He again argued that the courts deciding on his detention had had no territorial jurisdiction in the matter.", "Furthermore, he complained that the assignment of his request for release to a District Court judge had not followed the procedure prescribed by law. In particular, the request had not been treated as an independent matter, which should have been randomly assigned to a judge through electronic means, but rather had been assigned to a specific judge who had been administratively designated by the President of the District Court to deal with all matters concerning the applicant.", "Moreover, the courts had not held a hearing and had thus deprived the applicant of the chance to plead his case. The decisions had been arbitrary and had lacked proper reasoning. The length of his detention had been excessive.", "60. On 25 November 2004, by way of two separate decisions, the Constitutional Court declared admissible the complaint against the Trenčín Regional Prosecutor and inadmissible the complaint against the District Court and the Regional Court. The latter decision was served on the applicant on 24 January 2005.", "61. As to the inadmissible complaint, the Constitutional Court observed that under the applicable procedural rules, the decision of the Regional Court of 29 October 2003 had become final and binding on that day. Notwithstanding that the decision had not been served until 11 November 2003, the relevant date for commencement of the statutory two-month period for lodging a constitutional complaint had been 29 October 2003. The complaint against the District Court and the Regional Court had been submitted on 11 January 2004, and had therefore been out of time.", "62. On 25 May 2005 the Constitutional Court found that the Trenčín Regional Prosecutor had violated the applicant’s right under Article 5 § 4 of the Convention to a speedy decision concerning his detention, in that it had taken sixteen days for the prosecutor to take a decision in relation to the applicant’s requests of 27 August 2003 and to forward them to the District Court.", "The Constitutional Court took into account the fact that the proceedings concerning those requests had lasted a total of seventy-six days before the final decision was served. It granted the applicant reimbursement of his legal costs but no compensation in respect of non-pecuniary damage. The Constitutional Court held that it was not appropriate to order the prosecution service to compensate the applicant for any non-pecuniary damage, as the prosecution service’s share of responsibility for the overall duration of those proceedings was minor compared to that of the ordinary courts.", "63. On 11 November 2003 the regional prosecutor requested that the Trenčín District Court authorise an extension of the detention of the applicant and all his co-defendants until 30 May 2004. No copy of the request was served on the applicant or his lawyer.", "64. The applicant’s lawyer obtained a copy of the prosecutor’s request on his own initiative and, on 20 November 2003, the applicant filed his observations in reply. On the same day, in a separate submission, the applicant challenged the District Court for bias.", "The applicant complained, inter alia, that the prosecutor’s request had not been lawfully and randomly assigned to a judge through electronic means but rather had been assigned administratively by the President of the District Court to another judge following the departure of the judge electronically assigned from that court.", "65. On 21 November 2003, in a private session, the District Court dismissed the challenge of bias and authorised an extension of the detention of all the defendants until 29 February 2004. It held that there were still a number of pieces of evidence to be examined by the court and that, if released, the applicant would pose a risk of interfering with such evidence. However, the time frame demanded by the prosecution was excessive and an extension until 29 February 2004 had to suffice.", "66. The decision of 21 November 2003 stated that no appeal lay against it. The applicant nevertheless appealed and his appeal was dismissed by the Regional Court on 9 January 2004. That decision was served on him on 29 January 2004.", "The Regional Court acknowledged, inter alia, that assignment of cases to judges at District Courts was in principle to be carried out randomly through electronic means. In the applicant’s case, the judge electronically assigned had been appointed to the Regional Court. It had consequently been the responsibility of the President of the District Court to reassign the applicant’s case to another judge, which she had lawfully done.", "67. On 22 March 2004 the applicant lodged a constitutional complaint, to which he added further grounds of complaint on 20 April and 28 May 2004. He argued: (i) that the twenty-four-hour period under the Charter for bringing him before a judge had not been observed; (ii) that the court deciding on the extension of his detention had had no territorial jurisdiction in the matter; (iii) that it had not been impartial; (iv) that the prosecutor’s request of 11 November 2003 had not been served on him and that he had been obliged to procure a copy of it himself; (v) that there had been no public hearing of his case and that he had been unable to plead his case; (vi) that the extension of his detention had been arbitrary and (vii) had lacked proper reasoning; (viii) that the proceedings in respect of his detention had not been speedy; and (ix) that the total duration of his detention had been excessive.", "The applicant claimed SKK 410,000 in compensation for nonpecuniary damage.", "68. On 25 August 2004 the Constitutional Court declared admissible the complaints listed under (iv), (v), (vii); (viii) and (ix) above. The remaining complaints were declared inadmissible.", "69. As to the inadmissible complaints, the Constitutional Court observed that the applicant had learned in November 2003 that the extension of his detention would be determined by the District Court. He had raised his complaint in that respect before the Constitutional Court in March 2004 – that is to say, outside the statutory twomonth time-limit.", "The complaint concerning delays in dealing with the prosecutor’s request before the District Court had also been submitted out of time.", "The proceedings before the District Court had ended with its decision of 21 November 2003, which the applicant had learned of no later than 1 December 2003 – that is, more than two months before he had lodged his complaint.", "The scope of the Constitutional Court’s review of the factual and legal conclusions of the ordinary courts was limited to constitutionally relevant errors, and the decisions concerning the impartiality of the District Court judges and the extension of the applicant’s detention fell outside the scope of that review.", "70. On 26 January 2005 the Constitutional Court found that the fact that the prosecutor’s request of 11 November 2003 had not been served on the applicant had violated his rights under Article 5 § 4 of the Convention.", "The Constitutional Court allowed a small part of the applicant’s claim for reimbursement of his legal costs and dismissed his claim for compensation in respect of non-pecuniary damage. The Constitutional Court considered that such an award was not appropriate because the ordinary courts had conducted the proceedings in accordance with the existing statutory rules.", "71. The remaining admissible complaints were also dismissed. The Constitutional Court found the reasons which had been given by the courts for extending the detention to be adequate and that the extended detention had been justified. The length of the proceedings concerning the extension of the applicant’s detention had been acceptable, in particular, in view of the factual and legal complexity of the case.", "72. On 21 November 2003 the applicant applied for release and, alternatively, for his detention to be replaced by a pledge of lawful conduct.", "73. On 24 November 2003 the Regional Prosecutor rejected the applicant’s requests and forwarded them, with a comment, to the Trenčín District Court for judicial determination.", "It was later established that, in his comment, the prosecutor opposed the applicant’s request “with reference to [his] arguments in the [second] request for extension of the applicant’s detention”. The comment had not been made available to the applicant.", "74. On 4 December 2003 the applicant challenged the District Court for lack of territorial jurisdiction in the matter and the District Court judges involved in his case for bias.", "75. On 9 December 2003 and 9 January 2004 respectively, the District Court and, on appeal, the Regional Court, dismissed the request for release. Both decisions were made in private, the latter being served on the applicant on 29 January 2004. The courts made no separate ruling concerning the applicant’s alternative request, merely observing in their reasoning that, in the circumstances, the request was not legally permissible.", "The courts concluded that the territorial jurisdiction of the District Court to deal with the case had been based on Article 26 § 1 of the CCP, and observed that the applicant’s challenge on the ground of bias had already been examined and dismissed in connection with the second extension of his detention (see paragraph 65 above).", "The courts held that the available evidence had borne out the suspicion against the applicant. The manner in which the offence had been committed and covered up, combined with the fact that some additional evidence still had to be examined by the trial court, gave rise to a fear that the applicant would collude with other defendants. His continued detention was therefore justified.", "76. On 22 March 2004 the applicant lodged a constitutional complaint, which he fully specified on 26 May 2004. He contended: (i) that his detention had been illegal ab initio, in that the time-limit of twenty-four hours for bringing him before a judge under the Charter had not been complied with; (ii) that the courts deciding on his detention had had no territorial jurisdiction in the matter and had been biased; (iii) that the observations by the prosecution service in reply to his request for release had not been communicated to him; (iv) that the courts had held no hearing in relation to his application and that he had not been heard in person; (v) that the courts had failed to take a decision in relation to his alternative proposal and that his continued detention was unjustified; (vi) that the courts’ decisions had lacked adequate reasoning; and (vii) that the proceedings had not been speedy.", "77. On 9 June 2004 the Constitutional Court declared admissible the complaints under points (iii) – (vii). The remaining complaints were declared inadmissible.", "78. As to the inadmissible complaints, the Constitutional Court observed that the applicant had learned in December 2003 that the extension of his detention would be determined by the District Court. He had raised his complaint before the Constitutional Court in March 2004 – that is, outside the statutory two-month time-limit.", "The complaint concerning delays in dealing with the prosecutor’s request before the District Court had also been submitted out of time. The proceedings before the District Court had ended with its decision on 9 December 2003, which the applicant had learned of no later than 16 December 2003 – that is, more than two months before he had lodged the constitutional complaint. In any event, the complaints concerning the territorial jurisdiction and impartiality of the courts had been repetitive of earlier complaints and had warranted no fresh examination.", "Lastly, as to the twenty-four-hour time-limit under the Charter, the Constitutional Court observed that the Constitution took precedence over all other legislation and that the time-limit of forty-eight hours under the Constitution had been observed.", "79. On 8 October 2004 the Constitutional Court found that the courts’ failure to take a decision in relation to the applicant’s alternative proposal to replace his detention by a pledge of lawful conduct had violated his rights under Article 5 § 3 of the Convention. Furthermore, the Constitutional Court found that the courts’ failure to ensure that a copy of the prosecutor’s comment in reply to the applicant’s requests of 21 November 2003 had been served on the applicant had violated his rights under Article 5 § 4 of the Convention. The applicant was granted a small part of his claim for reimbursement of his legal costs, but no compensation in respect of nonpecuniary damage. The Constitutional Court considered that such an award was not appropriate because, inter alia, the ordinary courts had conducted the proceedings in accordance with the applicable statutory rules.", "80. The remaining admissible complaints were dismissed. The applicant had had, and in fact had made full use of, the chance to present his case in writing and with legal assistance. In the light of this fact, the lack of a hearing had entailed no substantial ramifications for his rights. The suspicion against the applicant and the danger of collusion had been established; the investigation was ongoing and expeditious; the applicant’s continued detention had been justified. As to the length of the proceedings concerning the applicant’s request for release, in line with its decision on the admissibility of the present complaint, the Constitutional Court reviewed only that part of the proceedings which had taken place before the Regional Court. It found no lack of speed in relation to their determination.", "81. On 21 August 2004 the applicant lodged a constitutional complaint alleging that the monitoring of his telephone calls had been unlawful, arbitrary and unjustified. He relied, inter alia, on Article 8 of the Convention.", "82. On 16 March 2005 the Constitutional Court declared the complaint inadmissible for non-exhaustion of ordinary remedies.", "It came to the conclusion that the applicant was entitled to raise an objection against the evidence obtained from the monitoring in the course of the ongoing criminal proceedings against him.", "If the applicant did so, the courts would have to examine whether that evidence had been obtained lawfully. The ordinary courts’ power of review excluded a review by the Constitutional Court.", "The Constitutional Court further concluded that the applicant could seek redress under civil law.", "83. On 12 January 2006 the applicant lodged a request under section 9 of the State Liability Act 1969 with the Ministry of Justice for payment of SKK 1,358,907.80 by way of compensation in respect of unlawful detention. He relied on the Constitutional Court’s judgment of 11 January 2005 (see paragraph 52 above).", "84. As the Ministry had failed to respond, on 11 July 2006 the applicant lodged the claim with the Trenčín District Court.", "85. In observations of 18 May 2007 the Ministry submitted that, under section 5(1) of the Act, any compensation for wrongful detention only came into question where the prosecution had been dropped or the person concerned had been acquitted, none of which was the case as regards the applicant. As the charges against the applicant had not been dropped, neither could he be compensated under section 4(1) of the Act for wrongful prosecution.", "86. On 9 November 2007 the action was stayed pending the outcome of the applicant’s criminal trial.", "87. The relevant provisions and judicial practice are summarised in the Court’s judgment in the case of Štetiar and Šutek v. Slovakia (nos. 20271/06 and 17517/07, §§ 31 to 33, 40 and 47, 23 November 2010); Gál v. Slovakia (no. 45426/06, §§ 19 to 22 and 27, 30 November 2010); Michalko v. Slovakia (no. 35377/05, §§ 39 to 41, 65 and 77, 21 December 2010).", "88. The relevant provisions are summarised in the Court’s judgments in the cases of Štetiar and Šutek v. Slovakia (cited above, §§ 34 to 37); Gál v. Slovakia (cited above, §§ 23 to 26); Michalko v. Slovakia (cited above, §§ 42 to 45).", "89. The relevant provisions are summarised in the Court’s judgment in the case of Štetiar and Šutek v. Slovakia (cited above, §§ 44 to 46); Gál v. Slovakia (cited above, §§ 28 to 30); Michalko v. Slovakia (cited above, §§ 70 to 75).", "90. The applicable rules are summarised in the Court’s judgment in the case of Štetiar and Šutek v. Slovakia (cited above, §§ 48 to 51); Gál v. Slovakia (cited above, §§ 31 to 34); Michalko v. Slovakia (cited above, §§ 78 to 81).", "91. The relevant provisions and judicial practice are summarised in the Court’s judgment in the case of Štetiar and Šutek v. Slovakia (cited above, §§ 38, 39 and 41 to 43); Michalko v. Slovakia (cited above, §§ 46, 47 and 66 to 69).", "92. By its judgment of 31 May 2007 in an appeal on points of law (no. 4 Cdo 177/2005) concerning an action for damages under the State Liability Act 1969, the Supreme Court upheld the view that neither that Act nor an action for protection of personal integrity provided a legal basis for awarding compensation in respect of non-pecuniary damage caused by unlawful detention.", "The State Liability Act 1969 was, however, to be interpreted in line with Article 5 § 5 of the Convention which presupposed compensation for nonpecuniary damage and which, pursuant to Article 154c § 1 of the Constitution, prevailed over the statutory text.", "93. The relevant statutory provisions and further judicial practice are summarised in Michalko v. Slovakia (cited above, §§ 48 to 64); Osváthová v. Slovakia (no. 15684/05, §§ 37 to 46, 21 December 2010); Pavletić v. Slovakia (no. 39359/98, §§ 50 to 52, 22 June 2004) and Havala v. Slovakia ((dec.), no. 47804/99, 13 September 2001).", "94. The relevant statutory provisions and judicial practice are summarised in Furdík v. Slovakia ((dec.), no. 42994/05, 2 December 2008), Kontrová v. Slovakia (no. 7510/04, §§ 33 to 35, ECHR 2007VI (extracts)), Nešťák v. Slovakia (no. 65559/01, §§ 48-52, 27 February 2007), Pavlík v. Slovakia (no. 74827/01, §§ 62 to 66, 30 January 2007), Kvasnica v. Slovakia ((dec.) no. 72094/01, 26 September 2006), Babylonová v. Slovakia (no. 69146/01, § 21, ECHR 2006VIII), Kontrová v. Slovakia (cited above (dec.), 13 June 2006) and Varga v. Slovakia ((dec.), no. 47811/99, 22 June 2004).", "95. The Constitutional Court has dealt with monitoring of telephone communications in cases nos. IV. ÚS 76/05, I. ÚS 274/05, I. ÚS 117/07, III. ÚS 80/08, IV. ÚS 121/09, II. ÚS 280/09 and III. ÚS 180/2010.", "96. The Constitutional Court declared inadmissible cases no. IV. ÚS 76/05 (on 16 March 2005), no. IV. ÚS 121/09 (on 9 April 2009), no. II. ÚS 280/09 (on 10 September 2009) and no. III. ÚS 180/2010 (on 4 May 2010) because the complainants had had, but had not used, the chance to challenge in their criminal trials evidence obtained by monitoring telephone communications and/or because the complaints were manifestly ill-founded.", "In none of those cases did the Constitutional Court require the complainants to seek protection of their rights and interests by way of an action for protection of personal integrity for the purposes of exhaustion of ordinary remedies under section 53(3) of the Constitutional Court Act.", "97. In cases nos. I. ÚS 274/05 (on 14 July 2006), I. ÚS 117/07 (on 4 February 2009), and III. ÚS 80/08 (on 27 May 2008), the Constitutional Court found a violation of the complainants’ rights and freedoms under the Constitution and the Convention on account of monitoring their telephone communications and awarded them compensation in respect of nonpecuniary damage.", "In none of those cases is there any indication that the complainants had sought protection of their rights and interests by way of an action for protection of personal integrity, nor that the Constitutional Court had required them to do so for the purposes of exhaustion of ordinary remedies under section 53(3) of the Constitutional Court Act.", "98. In the judgments mentioned in the preceding paragraph, the Constitutional Court held that a judicial warrant for monitoring telephone communications was not subject to appeal. It was not reviewable by the ordinary courts, upon which the warrant was binding.", "The individuals concerned nevertheless had to have a remedy against the warrant – both in relation to the evidence obtained by the monitoring and the fact of the monitoring itself.", "However, the individuals concerned could not seek a court order in respect of the fact of the monitoring itself before the ordinary courts, be they criminal or civil, in the context of protection of personal integrity."], "VIOLATED_ARTICLES": ["13", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}