{"ITEMID": "001-102186", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ISMAYILOVA v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1953 and lives in Baku.", "6. On 22 January 1998 the applicant was issued an occupancy voucher (yaşayış orderi) to an apartment in a recently constructed residential building in Baku on the basis of the Baku City Executive Authority's order of 19 January 1998.", "7. At the same time, the applicant became aware that the apartment was occupied by M. and his family, who were internally displaced persons (“IDP”) from Lachin, a region under occupation of Armenian military forces following the Armenian-Azerbaijan conflict over Nagorno-Karabakh.", "8. According to the applicant, despite her numerous demands, M. refused to vacate the apartment noting that he was an IDP and he had no other place to reside in.", "9. On an unspecified date in 1999, the applicant lodged a lawsuit with the Yasamal District Court asking the court to order the eviction of M. and his family from the apartment.", "10. On 9 June 1999 the Yasamal District Court granted the applicant's request. The court held that the applicant was the sole lawful tenant of the apartment on the basis of the occupancy voucher of 22 January 1998 and, therefore, the apartment was unlawfully occupied by M. and his family. No appeals were filed against this judgment and, pursuant to the domestic law in force at the material time, it became enforceable within ten days after its delivery.", "11. According to the applicant, M. and his family refused to comply with the judgment and the competent authorities did not take any measures to enforce it.", "12. It appears from the case file that in 2008 the applicant lodged compensation proceedings against the State Committee for Refugees and Internally Displaced Persons claiming EUR 72,000 for unlawful use of her flat by an IDP family. On 7 May 2008 the Yasamal District Court dismissed the applicant's claim as unsubstantiated. On 7 July 2008 the Court of Appeal and on 10 November 2008 the Supreme Court upheld the Yasamal District Court's judgment of 7 July 2008.", "13. At the time of the latest communication with the applicant, the judgment of 9 June 1999 in the applicant's favour remained unenforced.", "14. The relevant domestic law is summarised in Gulmammadova v. Azerbaijan (no. 38798/07, §§ 18-24, 22 April 2010)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}