{"ITEMID": "001-86552", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SOLOMATINA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1937 and lives in Dnipropetrovsk.", "5. On 26 February 1988 the applicant sustained grievous bodily injuries as a result of a traffic accident. On 3 March 1989 the Pavlograd Court (Павлоградський районний суд Дніпропетровської області) found Mr K. responsible for the accident and sentenced him to three years’ imprisonment. The sentence was conditionally suspended. By the same judgment, the court left the applicant’s claim for compensation without consideration on the ground that the defendant had paid her the claimed amount of his own accord.", "6. On 9 March 1992 the applicant instituted civil proceedings in the Pershotravensk Court (Першотравенський районний суд Дніпропетровської області) against Mr K., seeking compensation for the damage caused to her health as a result of the accident. Subsequently the applicant modified the amount of her claim for compensation on several occasions. In the course of the proceedings five expert assessments were ordered by the courts to assess the damage sustained by the applicant.", "7. The Pershotravensk Court considered the case on three occasions and delivered judgments on 8 September 1992, 11 July 1994 and 26 February 1999, which were overturned by the decisions of the Dnipropetrovsk Regional Court (Дніпропетровський обласний суд) of 19 May 1993, 26 September 1994 and 17 May 1999, respectively.", "8. In its decision of 17 May 1999 the Regional Court decided to transfer the case to the Pavlograd Court for a fresh examination.", "9. On 4 February 2000 the Pavlograd Court found in part for the applicant and awarded her a lump sum of 4,129.50 Ukrainian hryvnias (UAH) and a monthly allowance of UAH 55.06 for an unlimited period of time in compensation for loss of earnings. The court also awarded her UAH 24 in compensation for travel expenses and rejected the applicant’s claim for compensation for medical expenses.", "10. On 17 April 2000 the latter judgment was quashed by the decision of the Regional Court. It held that the first-instance court had made wrong calculations and had failed to establish whether the applicant’s injuries could have resulted in any recognised degree of disability. It decided to remit the case to the Industrialny District Court of Dnipropetrovsk (Індустріальний районний суд м. Дніпропетровська) for a fresh examination.", "11. On 21 December 2000 the latter court found in part for the applicant and ordered Mr K. to pay her a lump sum of UAH 2,946.83 and a monthly allowance of UAH 61.32 for an unlimited period of time in compensation for loss of earnings. The court also awarded the applicant UAH 744 in compensation for medical and travel expenses.", "12. On 5 February 2001 the Regional Court, following the defendant’s appeal in cassation, quashed the judgment of 21 December 2000 and remitted the case for a fresh consideration to the same court. The regional court held that the first-instance court had failed to take into account the conclusions contained in its decision of 17 April 2000.", "13. On 28 December 2004 the Industrialny Court awarded the applicant a lump sum of UAH 7,502.32 and a monthly allowance of UAH 161.60 in compensation for the damage to her health and loss of earnings; UAH 5,000 for non-pecuniary damage; and UAH 1,653.64 in compensation for medical, travel, and legal costs and expenses.", "14. On 28 January 2005 Mr K. appealed against the judgment of 28 December 2004.", "15. By separate decisions of 30 March and 13 July 2005, the same court awarded the applicant additionally UAH 306.", "16. On 8 June 2006 the Regional Court quashed the decisions of 28 December 2004, 30 March and 13 July 2005 and adopted a new judgment on the merits of the case. The court awarded the applicant a lump sum of UAH 14,398.35 and a monthly allowance of UAH 178.12. The court further rejected the applicant’s claims for non-pecuniary damage and costs and expenses.", "17. The parties did not appeal in cassation."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}