{"ITEMID": "001-94099", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ASADULAYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Remainder inadmissible;Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3;Violation of Art. 5;Violation of Art. 13+2;Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicants are:", "1) Ms Lyaylya Adiyevna Asadulayeva (also spelled as Leyla/Layla Adiyevna Asadulayevna), born in 1967;", "2) Ms Aset Eslyudyevna Saitova, born in 1981, and", "3) Ms Zinaida Adiyevna (also spelled as Adyevna) Asadulayeva, born in 1976.", "6. The applicants live in Alkhan-Kala, in the Groznenskiy District of the Chechen Republic.", "7. The first and third applicants are sisters of Mr Bekman Adiyevich Asadulayev, born in 1979. The second applicant is his wife. The couple have two children, born in 2003 and 2004.", "8. At the material time Bekman Asadulayev lived in the village of Kerla-Yurt together with the second applicant and their child. He was employed as a police officer of the Pobedinskoye police station of the Groznenskiy district office of the Interior (ROVD).", "9. On 14 January 2004 Mr S., head of the ROVD, summoned Bekman Asadulayev to the ROVD and instructed him to go to the Ministry of the Interior of the Chechen Republic (MVD) to give an explanation to Mr G., an official of the MVD human resources department, in connection with his unauthorised absence from work.", "10. Bekman Asadulayev, Mr Sh., the then acting head of the Pobedinskoye police station, and a Mr A. drove to the MVD.", "11. At about noon on 14 January 2004 they arrived at the MVD. The MVD grounds, including the MVD building, were surrounded by a high fence and could be entered only through a checkpoint. At that checkpoint visitors had either to apply for a special temporary pass or show their identity cards. Every visitor's identity information was registered at the checkpoint in special visitors' logbooks. Armed security guards were stationed at the secure gate leading to the MVD grounds. The external access road to the MVD grounds had two further checkpoints. Each of them was guarded by security personnel and kept its own visitors' logbook.", "12. Upon arrival at the MVD secure gate Bekman Asadulayev and Mr Sh. got out of the car and went into the MVD building. Mr A. stayed in the vehicle. Bekman Asadulayev and Mr Sh. were received by Mr G. Bekman Asadulayev made a written statement and handed it over to Mr G. At that moment three or four armed men in military uniforms walked into the room. Their uniforms were unusual in that they were grey and had many pockets. While leaving the building Bekman Asadulayev and Mr Sh. were stopped by the armed men who had apparently followed them. The men asked for Bekman Asadulayev's and Mr Sh.'s identity cards. After checking the documents, they returned Mr Sh.'s identity card to him but did not give Bekman Asadulayev his identity card back. They told Bekman Asadulayev that they would take him with them “for a check”, handcuffed him and put him in a dark blue VAZ-21099 car which was parked at the entrance of the MVD building. The car, which did not have licence plates, was driven to the checkpoint at the gate. The officers at the checkpoint did not stop the car; the driver merely honked and the car was allowed to pass through without being checked. Having left the MVD grounds, the car was driven to an unknown destination.", "13. When Mr Sh. left the MVD grounds and met Mr A., he told the latter about the incident and they decided to go to Mr S., head of the ROVD, to alert him to the abduction of Bekman Asadulayev. Meanwhile, Mr S. had arrived at the MVD entrance gate in his car. Having heard their account, Mr S. reassured them that there were no reasons to worry and that on the following day they would “have information about everything”. Mr S. took Bekman Asadulayev's service submachine gun from the car in which the three men had arrived at the MVD and left.", "14. In the days that followed Mr S. tried to find out who had apprehended Bekman Asadulayev, how the abductors had managed to enter the premises of the MVD and where they could have taken Bekman Asadulayev. However, his attempts failed to produce any results.", "15. On an unspecified date in 2004 Mr Sh. was killed.", "16. The description of the above events is based on complaints by the first applicant to various State bodies dated 19 February 2004, a written statement by the first applicant to her representative made on 8 December 2004, an undated written statement by Mr A. and three hand-drawn maps of the grounds of the MVD.", "17. The Government submitted, with reference to the information obtained in the course of the investigation in criminal case no. 30012 (see below), that on 14 January 2004 unidentified armed men in camouflage uniforms had abducted Bekman Asadulayev from the secure grounds of the MVD.", "18. On 17 January 2004 the third applicant complained about the abduction of Bekman Asadulayev to the prosecutor's office of the Leninskiy district of Grozny (the district prosecutor's office). She described the circumstances of her brother's abduction from the MVD grounds and requested assistance in establishing his whereabouts.", "19. On 4 February 2004 the district prosecutor's office instituted an investigation into the abduction of Bekman Asadulayev under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was given number 30012. It does not appear that the applicants were notified of that decision.", "20. On 18 February 2004 the district prosecutor's office summoned the third applicant to their office on an unspecified date in connection with her complaint of 17 January 2004. It is unclear whether the meeting took place and if so, whether any investigative measures were carried out with the third applicant's participation.", "21. On 19 February 2004 the first applicant complained about the disappearance of Bekman Asadulayev to a number of State authorities, including the prosecutor of the Chechen Republic, the Minister of the Interior of the Chechen Republic and the Prosecutor General of the Russian Federation. In her letters she described the circumstances of Bekman Asadulayev's abduction from the grounds of the MVD. She submitted, in particular, that on 14 January 2004 Bekman Asadulayev had been summoned to the MVD to meet Mr D., the deputy Minister of the Interior of the Chechen Republic. Mr G. had obtained Bekman Asadulayev's statement and while the latter had been leaving, unidentified men had apprehended him and had taken him away in a dark blue VAZ vehicle. The first applicant pointed out that the abductors' vehicle had not been stopped at the checkpoint and provided the names of the two persons who had witnessed her brother's apprehension, Mr Sh. and Mr A.", "22. On 15 March 2004 the district prosecutor's office granted the third applicant victim status in connection with the proceedings in case no. 30012. She was notified of the decision on the same date.", "23. On 12 May 2004 the MVD informed the first applicant that they had conducted an internal inquiry in connection with her complaint about the abduction of Bekman Asadulayev; however, it had failed to establish his whereabouts. The letter further stated that all information concerning the criminal investigation was to be obtained from the district prosecutor's office.", "24. In a letter of 12 May 2004 the prosecutor's office of the Chechen Republic (the republican prosecutor's office) notified the third applicant, in reply to her query, that the district prosecutor's office had instituted a criminal investigation into the abduction of Bekman Asadulayev and that operational and search measures aimed at establishing his whereabouts and solving the crime were under way.", "25. On 17 May 2005 the third applicant complained to the district prosecutor's office about the lack of information concerning the progress and the results of the investigation in criminal case no. 30012. She requested the authorities to conduct an effective and thorough investigation into her brother's abduction and to update her on the steps taken by the investigating authorities.", "26. On 15 July 2005 the third applicant submitted to the district prosecutor's office a repeated complaint about the lack of information on the investigation in case no. 30012, reiterating the grievances she had raised in the letter of 17 May 2005 and pointing out that the district prosecutor's office had disregarded her previous complaint.", "27. On 21 July 2005 the applicants' representatives wrote to the district prosecutor's office. They described in detail the circumstances of Bekman Asadulayev's abduction and complained about the lack of information concerning the criminal investigation in case no. 30012. In particular, they requested that the applicants be updated on the progress of the investigation and that it be resumed if it had been suspended. They further enquired whether the investigating authorities had questioned the servicemen on duty at the checkpoint of the MVD at the material time; whether measures had been taken to establish the circumstances of abductors' vehicle's unhindered passage through the checkpoints; whether the crime scene had been inspected; and whether eyewitnesses to the abduction had been questioned. It does not appear that the applicants or their representatives received a reply to that request.", "28. On 29 December 2005 the applicants' representatives wrote a letter along the same lines to the republican prosecutor's office. They forwarded a copy of their letter to the district prosecutor's office. It does not appear that their letters were ever replied to.", "29. From the Government's submissions it transpires that on 17 January 2004 the authorities launched an internal inquiry into the incident of 14 January 2004. The Government neither specified the authority in charge of the inquiry nor furnished any other information in that connection.", "30. On 17 January 2004 Mr Sh. was questioned as part of the inquiry. He submitted that on 14 January 2004, at about 10 a.m., he had arrived by car at the MVD with Bekman Asadulayev and Mr A. Bekman Asadulayev had been summoned to the MVD by their human resources department. Mr Sh. and Bekman Asadulayev had entered the MVD building while Mr A. had stayed outside in the car. Mr Sh. and Bekman Asadulayev had gone to the office of Mr G., an official of the human resources department, who had instructed Bekman Asadulayev to write a statement with a view to clarifying certain personal information in connection with his recruitment. At that moment three men in camouflage uniforms armed with automatic weapons had entered the office of Mr G. Two minutes later the armed men had left.", "31. When Bekman Asadulayev had finished writing his statement, Mr G. had allowed him and Mr Sh. to leave and they had left the building. There they had seen a dark blue VAZ-21099 car with tinted windows and without licence plates. There had been four men armed with automatic weapons by the car. They had not been wearing masks. One of the armed men had asked Bekman Asadulayev and Mr Sh. who they had been visiting. Mr Sh. had replied that they had just seen Mr G. The armed man had then requested that Mr Sh. and Bekman Asadulayev produce their service certificates. Having checked them, the armed men had returned Mr Sh.'s document to him. They had told him that he was free to leave but had taken Bekman Asadulayev with them. Mr Sh. had requested the armed men to identify themselves but they had refused. They had forced Bekman Asadulayev into the back of the VAZ-21099 car, had honked to the guards who had opened the gate for them and had left the MVD grounds for an unknown destination.", "32. Mr Sh. had decided to follow the armed men but by that time he had seen Mr S., head of the ROVD, arrive at the MVD building. Mr Sh. had immediately alerted Mr S. to the abduction of Bekman Asadulayev. Mr S. had taken Bekman Asadulayev's service submachine gun and explained to Mr Sh. that he had talked to the head of the MVD human resources department, Mr Zh., and that the “competent authorities [were] dealing with Bekman Asadulayev” because they had had “information capable of compromising him” (компрометирующий материал).", "33. On 23 January 2004 Mr S., head of the ROVD, was questioned. He submitted that in the afternoon on 13 January 2004 he had been instructed to send Bekman Asadulayev to see the deputy head of the MVD, in charge of human resources. Mr S. had summoned Bekman Asadulayev and his superior, Mr Sh., to his office on 14 January 2004, at 9 a.m. Both men had arrived at the indicated time and had surmised that the summons to the MVD human resources department could have been prompted by Bekman Asadulayev's missing of classes in a police school. After a conversation with Mr S., Bekman Asadulayev and Mr Sh. had left for the MVD.", "34. At about 11 a.m. Mr S. had arrived at the MVD. At the building entrance he had met Mr Sh. who had informed him that unidentified armed men had taken Bekman Asadulayev away in a dark blue VAZ-21099 car without licence plates. Mr S. had not been worried, considering that it would be impossible to abduct a person from the MVD grounds without the knowledge of MVD senior officials. Mr S. had made enquiries to the heads of various MVD departments about the circumstances of the disappearance of Bekman Asadulayev but none of them had furnished any specific information. All persons questioned by him had supposed that the case had been dealt with by the security services, without however naming any particular service. Subsequently Mr S. had requested information about the incident involving Bekman Asadulayev from various bodies, including the heads of the criminal police of the Ministry of the Interior, the special police forces (OMON), operational and search Bureau no. 2 (ORB-2) and the internal security directorate of the Ministry of the Interior. However, none of those bodies had furnished any relevant information. Mr S. lastly stated that he had no information on the whereabouts of Bekman Asadulayev or his abductors.", "35. On 4 February 2004 the district prosecutor's office launched a criminal investigation into the abduction of Bekman Asadulayev under Article 126 § 2 of the Criminal Code (aggravated kidnapping) and assigned the case number 30012.", "36. On 18 February 2004 Mr Sh. was questioned. He confirmed his statement of 17 January 2004.", "37. On 19 February 2004 Mr S., questioned as a witness, confirmed his statement made on 23 January 2004.", "38. On 19 February 2004 the district prosecutor's office requested ORB-2 to inform the investigators whether they had carried out any special operations aimed at arresting Bekman Asadulayev and whether they had at their disposal any information capable of compromising him.", "39. On 1 March 2004 the investigators sought from the FSB Department in the Chechen Republic information similar to that requested from ORB-2.", "40. According to the Government, the replies of the above authorities indicated that they had not carried out any special operations with a view to arresting Bekman Asadulayev and had not had information capable of compromising him.", "41. On 9 March 2004 investigators of the district prosecutor's office questioned Mr Zh., who at the time of the incident had held the post of deputy Minister of the Interior of the Chechen Republic and had been head of the MVD human resources department. Mr Zh. submitted that on 11 or 12 January 2004 he had been contacted over the phone by Mr D., the acting Minister of the Interior of the Chechen Republic. Mr D. had informed Mr Zh. that a certain Bekman Asadulayev, a police officer of the Groznenskiy ROVD, had concealed important personal information at the time of his recruitment by the police. Mr D. had instructed Mr Zh. to summon Bekman Asadulayev to the MVD and to obtain his explanation.", "42. Following the conversation, Mr Zh. had ordered his assistant, Mr G., to summon Bekman Asadulayev to the MVD and to obtain from him a written explanation concerning his personal file and, in particular, the lacking data on the relatives of his wife.", "43. On 14 January 2004 Mr Zh. had received a phone call from Mr G., notifying him that Bekman Asadulayev had arrived at the MVD. Mr Zh. had instructed Mr G. to receive Bekman Asadulayev and to obtain the information required from him. Forty to forty-five minutes later Mr G. had reported to Mr Zh. that he had obtained Bekman Asadulayev's statement and had allowed him to leave. In the afternoon Mr Zh. had met Mr S. The latter had asked him who might have taken Bekman Asadulayev away. Mr Zh. had replied that he did not know. Four days after the abduction of Bekman Asadulayev, the latter's relatives, worried by his absence, had gathered at the MVD checkpoint. Some eight days after the abduction Mr Zh. had been approached at the MVD checkpoint by two men and a woman who had enquired about Bekman Asadulayev. Mr Zh. had explained to them that he did not have any information about him. Lastly, Mr Zh. submitted that he had not seen Bekman Asadulayev on 14 January 2004.", "44. On 15 March 2004 Mr A. was questioned as a witness. He submitted that on 14 January 2004, between 10 and 11 a.m., he had arrived at the MVD building with Bekman Asadulayev and Mr Sh. Mr A. had stayed in the car, keeping an eye on Bekman Asadulayev's service weapon, while the latter and Mr Sh. had entered the MVD building. Thirty to forty minutes later Mr Sh. had returned and had told Mr A. that four men in camouflage uniforms had taken Bekman Asadulayev away to an unknown destination. Five to ten minutes later Mr S., head of the ROVD, had approached Mr A. and Mr Sh. Mr A. had asked Mr S. what had occurred and why Bekman Asadulayev had been taken away. Mr S. had explained that Bekman Asadulayev had been taken away to be questioned. Mr S. had then collected Bekman Asadulayev's submachine gun.", "45. On 15 March 2004 the investigators questioned the third applicant as a witness. She submitted that on 14 January 2004 her brother had been summoned to the MVD, together with Mr Sh., in connection with the former's absence from the police school. The third applicant had learnt from Mr Sh. that when Mr Sh. and Bekman Asadulayev had left the MVD building, located within the secure grounds of the MVD, several men armed with automatic weapons had approached them. They had forced her brother into a dark blue VAZ-21099 car without licence plates and had taken him to an unknown destination. Subsequently, the third applicant had been received by the deputy Minister of the Interior of the Chechen Republic, Mr Zh., who had confirmed that Bekman Asadulayev had been summoned to the MVD to provide some information. Bekman Asadulayev's written statement had been given to Mr G. Mr Zh. himself had not seen her brother, but had promised to investigate the incident.", "46. On the same day the third applicant was granted the status of victim in criminal proceedings no. 30012.", "47. On 16 March 2004 the investigators conducted an on-site verification of the statements by Mr Sh. During the verification Mr Sh. confirmed his previous statements and “indicated to the investigators the location of the objects of interest to the [them]”.", "48. On 23 March 2004 a certain Ms M. gave the investigators a written statement which was appended to case file no. 30012. Ms M. stated, in particular, that she traded food at a market in Altayskaya Street, opposite the MVD. On 14 January 2004 Ms M had been trading at the market. On that day she had not noticed anything suspicious and had not heard about the abduction of Bekman Asadulayev.", "49. The Government submitted that on an unspecified date a certain Ms Z. A. and a certain Ms Z. I. made statements similar to that of Ms M.", "50. On 30 April 2004 the investigators questioned as a witness Mr D., who at the time of the incident had held the post of acting Minister of the Interior of the Chechen Republic. Mr D. submitted that on 10 January 2004 Mr Zh. had informed him that the personal files of several police officers were incomplete. In that connection Mr D. had summoned to the MVD all police officers whose personal files did not comply with the established requirements. In the beginning of February 2004 relatives of Bekman Asadulayev had on several occasions applied to Mr D. in connection with the alleged abduction of their relative from the secure grounds of the MVD. Mr D. had not met Bekman Asadulayev and had never spoken to him.", "51. The Government submitted that the investigators had not questioned Mr G., who had received Bekman Asadulayev on 14 January 2004, because he had left the Chechen Republic on an unspecified date.", "52. The Government further submitted that the investigation in case no. 30012 had been suspended several times owing to the failure to identify those responsible for the abduction of Bekman Asadulayev. The investigation had then been resumed with a view to verifying the information obtained as a result of the investigative steps taken by the authorities. The Government did not indicate the dates of the decisions to suspend and resume the investigation, nor did they furnish any further information in that connection. According to the Government, the investigation into the abduction of Bekman Asadulayev was still ongoing.", "53. Despite specific requests by the Court, the Government refused to furnish any copies from the investigation file in case no. 30012. They claimed that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning witnesses and other participants in the criminal proceedings.", "54. By a judgment of 21 June 2005 the Groznenskiy District Court of the Chechen Republic (the District Court) allowed an action by the second applicant to have her husband declared a missing person.", "55. On an unspecified date in 2006 the second applicant filed with the District Court a civil action to have her husband declared dead. She submitted, in particular, that Bekman Asadulayev had disappeared in life-threatening circumstances, that two years had elapsed since his disappearance and that, given the situation in the Chechen Republic, there were grounds to believe that he had been killed following his abduction.", "56. On 25 May 2006 the District Court dismissed the second applicant's claim. The court's reasoning, in its relevant parts, was as follows:", "“[The court] obtained copies of materials from criminal case file [no. 30012].", "From the decision of 4 February 2004 to institute criminal proceedings it transpires that on 14 January 2004 four unidentified men in camouflage uniforms, armed with automatic weapons, arrived at the entrance to the [MVD] building in a dark blue VAZ-21099 vehicle without licence plates and took Bekman Asadulayev, born in 1979, by force to an unknown destination from the secure grounds of the [MVD]; [Bekman Asadulayev's] whereabouts remain unknown.", "From the transcripts of the interview of the deputy Minister of the Interior of the Chechen Republic, Mr Zh., dated 9 March 2004; the head of the Groznenskiy ROVD, Mr S., dated 19 February 2004; the acting head of the Pobedinskoye police office, Mr Sh., dated 18 February 2004, and the then acting Minister of the Interior, Mr D., dated 30 April 2004, it follows that [Bekman Asadulayev] had been taken away with their knowledge [с их ведома] and, most likely, by officials of the power structures. Hence, the court finds no reasons to believe that [Bekman Asadulayev] could have perished during his abduction and is not alive.", "Thus, the latest date when there was information on [Bekman Asadulayev's] whereabouts is 14 January 2004. The five-year term has not expired.", "However, under Article 45 of the Civil Code, a citizen may be declared dead if in his place of residence there has been no information on his whereabouts for five years; if he has gone missing in life-threatening circumstances or there are grounds to believe that he has died as a result of an accident [a citizen may be declared dead] within six months.", "The court is not in possession of any information that [Bekman Asadulayev] went missing in life-threatening circumstances, as a consequence of which his death could be presumed, because he was taken away from secure grounds to which no person has access without a proper pass.”", "57. There is no indication that the second applicant challenged the District Court judgment on appeal.", "58. Article 125 of the Russian Code of Criminal Procedure 2001 (“CCP”) provides that an investigator's or prosecutor's decision to refuse to institute criminal proceedings or to terminate a case, and other orders and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede a citizen's access to justice may be appealed against to a local district court, which is empowered to examine the lawfulness and grounds of the impugned decisions.", "59. Article 161 of the CCP prohibits the disclosure of information from the preliminary investigation file. Under part 3 of the Article, information from the investigation file may be divulged only with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the parties to the criminal proceedings or prejudice the investigation. Divulging information about the private lives of parties to criminal proceedings without their permission is prohibited.", "60. Article 1069 of the Russian Civil Code provides that damage sustained by an individual because of unlawful actions or inaction of State and municipal agencies or their officials is to be compensated for by a State or municipal treasury."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}