{"ITEMID": "001-110184", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF FILEVA v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. Ms Maria Panayotova Fileva is a Bulgarian national who was born in 1948 and lives in Asenovgrad.", "7. On 17 June 1999 the applicant, at that time an employee of the Asenovgrad agricultural land commission (“the land commission”), was questioned on suspicion of abuse of office. She was suspected, inter alia, of attempting to impede the adoption of amendments to a land redistribution plan adversely affecting plots of agricultural land previously restored to her husband, a member of the Asenovgrad municipal council at the relevant time.", "8. Criminal proceedings were instituted soon afterwards, on 6 July 1999. On 16 May 2001 the applicant was charged with three offences – one committed in 1992 and the other two in 1999.", "9. In 2004 the case was placed on a special register in the Chief Public Prosecutor’s Office, apparently because it was considered to have a corruption element.", "10. The investigation of the case against the applicant continued until 29 June 2005.", "11. On 14 July 2005 the Plovdiv regional public prosecutor’s office terminated the criminal proceedings against the applicant. It was concluded that the applicant’s actions relating to the events of 1999 did not constitute a crime and that it had not been proved that the applicant had been party to the offence in 1992.", "12. On 23 March 2006, following an internal review of cases ordered by the Chief Public Prosecutor’s Office, a prosecutor from the Plovdiv appellate public prosecutor’s office quashed the decision of 14 July 2005 and ordered the resumption of the criminal proceedings against the applicant, on the ground that the investigation had been incomplete and that the conclusions reached did not correspond to the evidence collected. In particular, it was noted that a key witness – the chairman of the land commission who had established breaches of duty on the part of the applicant – had not been questioned and that the applicant should have been questioned again in relation to one of the charges.", "13. On 16 January 2007 the applicant was presented with modified charges, consisting of two counts of abuse of office and one count of drawing up a false document in an official capacity. On the same date, the criminal proceedings in respect of the offence committed in 1992 were terminated, as it had not been proved that the applicant had been a party to the offence, and as the prosecution had now become time-barred.", "14. On 10 October 2007 the Plovdiv Regional Court convicted the applicant and gave her a suspended sentence of two years’ imprisonment.", "15. In a judgment of 10 April 2008 the Plovdiv Court of Appeal acquitted the applicant on one of the counts of abuse of office and upheld the conviction on the remaining counts. It reduced the applicant’s sentence to a suspended term of one year’s imprisonment. That judgment was upheld by the Supreme Court of Cassation in a final judgment of 11 July 2008.", "16. On 25 November 2005 the applicant, relying on the termination of the criminal proceedings against her of 14 July 2005, brought an action for damages under the State and Municipalities Responsibility for Damage Act (“the SMRDA”) against the prosecuting authorities for unlawful prosecution.", "17. The applicant submitted that on 28 November 2005 her representative in the domestic proceedings was told by a prosecutor at the Plovdiv regional public prosecutor’s office that bringing an action under the SMRDA could have unfavourable consequences for the applicant. On an unspecified date in March 2006 the same prosecutor told the applicant’s representative that she had made a mistake in pursuing the proceedings for damages against the advice given on 28 November 2005, as the criminal proceedings against the applicant had been resumed.", "18. On 3 July 2006 the applicant’s representative sent an open letter through the Bulgarian media to the Chief Public Prosecutor’s office, averring that the prosecution authorities had resumed the proceedings against the applicant in retaliation for the proceedings for damages she had brought against the State. At least one other case similar to that of the applicant was reported by the media.", "19. In a newspaper publication the Supreme Cassation Public Prosecutor’s Office denied the allegations made in the letter of 3 July 2006.", "20. In a newspaper published on 6 July 2006 a spokesperson for the Plovdiv appellate public prosecutor’s office was quoted as stating that it was against the interests of the prosecuting authorities to allow claims engaging the State’s responsibility, as this adversely affected the Bulgarian taxpayer. Also, the Chief Public Prosecutor was quoted as stating that there was cause for concern, in that the lack of criteria for the resumption of criminal proceedings left scope for abuse of process. Further, in a newspaper published on 5 July 2006 the applicant gave her account of the events stating she was innocent.", "21. In a judgment of 6 November 2006 the Plovdiv Regional Court rejected the applicant’s action for damages. The court held that because criminal proceedings were pending against the applicant her action had been brought prematurely. As to the period before the proceedings were terminated, the Court found that in view of their resumption in March 2006 the proceedings up to that moment could not be considered unlawful, nor had the State’s responsibility been engaged in that respect.", "22. The applicant appealed. In a judgment of 10 July 2007 the Plovdiv Court of Appeal found against her. The court dismissed the applicant’s request for the proceedings to be stayed until the resumed criminal proceedings against her had ended, reasoning that this was irrelevant to the outcome of her civil action for damages, which was grounded on her claim that the criminal proceedings had been terminated. In the absence of a final act terminating those proceedings the action for damages could not be upheld.", "23. In a final judgment of 11 December 2008 the Supreme Court of Cassation quashed the lower court’s judgment in part. It allowed the applicant’s action in so far as the criminal proceedings relating to the 1992 offence, which had been terminated, were concerned (see paragraph 13 above, in fine) and awarded her 2,000 Bulgarian levs (BGN). The court reasoned that the applicant’s right to compensation arose on the date of the second termination of those proceedings on 16 January 2007 and not from the termination on 14 July 2005. It subscribed to the lower court’s conclusions in respect of the charges related to the offences committed in 1999, namely that there had been no final act terminating the criminal proceedings against the applicant given that the proceedings had been resumed.", "24. Section 2(1)(2) of the 1988 Act provides as follows:", "“The State shall be liable for damage caused to individuals by organs of [the investigation], the prosecution and the courts through unlawful:", "...", "2. bringing of criminal charges, if the person concerned has been acquitted or if the criminal proceedings are discontinued because the offence was not committed by the person concerned, or [that person’s] act does not constitute a criminal offence...”", "25. Individuals who have been acquitted or had the proceedings against them discontinued on one of the grounds set forth in section 2(1)(2) – which, according to an interpretative decision of the Supreme Court of Cassation (тълк. реш. № 3 от 22 април 2005 г. по тълк. гр. д. № 3/2004 г., ОСГК на ВКС), include discontinuance because the charges have not been made out – can obtain compensation for the mere fact that criminal proceedings have been instituted against them. Paragraph 1 of the transitional and concluding provisions of the 1988 Act provides that all matters which have not been addressed in the Act are to be resolved in line with the general provisions of civil and labour law. Section 110 of the 1951 Obligations and Contracts Act, which is also applicable to proceedings under the 1988 Act (тълк. реш. № 3 от 22 април 2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС; реш. № 7768 от 10 юни 2010 г. по адм. д. № 14132/2009 г., ВАС, ІІІ о.), provides that the limitation period for tort claims is five years.", "27. Any decision under Article 237 § 1 of the 1974 Code in which the conditions for termination set by that provision had not been met and which had not been appealed against before the courts could be quashed by the appropriate higher-ranking prosecutor’s office of its own motion (Article 237 § 7 of the 1974 Code). That was not limited in time and could be done at any time before the prosecution became time-barred.", "28. The text of Article 237 § 7 of the Code was reproduced in Article 243 § 9 of the new Code of Criminal Procedure of 2005 (“the 2005 Code”). On 14 October 2010 a draft law proposing, inter alia, an amendment of Article 243 § 9 of the 2005 Code setting a one-year term for resuming previously discontinued criminal proceedings was rejected by the Bulgarian parliament. The draft law reasoned that the amendment was necessary in view of the lack of stability of the prosecution authorities’ acts discontinuing criminal proceedings and the fact that their discretion to resume proceedings was not limited in time.", "29. By virtue of Article 237 § 3 of the 1974 Code, any decision of the prosecution to terminate criminal proceedings was subject to appeal before the courts by the accused or the victim of the alleged offence within seven days following notification of the decision. The courts were competent to uphold or quash the decision terminating the proceedings or to amend the grounds for termination. The existence of a final decision of a public prosecutor to terminate the criminal proceedings or of a final court ruling upholding a decision of the prosecution to that effect was an absolute obstacle to prosecuting the same person for the same offence (Article 21 § 1 (6) of the 1974 Code)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}