{"ITEMID": "001-84360", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CRAVCENCO v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13+6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1954 and lives in Cahul. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. The applicant worked for a State-owned theatre in Cahul (Teatrul Republican Muzical-Dramatic 'B.P. Haşdeu', “the employer”).", "7. On 22 October 1996 she was dismissed and initiated court proceedings to have that dismissal annulled. On 5 February 1997 the Cahul District Court ordered her re-instatement. Following the employer's refusal to abide by the court order, she complained to the Ministry of Culture (“the Ministry”) on 6 February 1997. On 20 March1997 the Ministry assured her that the employer would abide by the judgment, failing which it would take action.", "8. The applicant was re-instated on 31 March 1997. Notwithstanding that fact, another person continued to be mentioned in the staff lists as chief accountant. On 3 June 1997 the Regional Court quashed the lower court's judgment. It delivered its reasoned decision six months later.", "9. On 3 June 1997 the applicant was again dismissed from her job. She continued to complain to various authorities, including the Ministry. On 26 August 1998 the Supreme Court of Justice quashed the Regional Court's judgment of 3 June 1997 and upheld the judgment of 5 February 1997. On 15 September 1998 the order of 3 June 1997 dismissing the applicant was annulled; at the same time she was again dismissed.", "10. The Prosecutor's Office initiated court proceedings in the applicant's interest, seeking the annulment of the dismissal order of 15 September 1998. On 16 September 1998 the Deputy President of the Cahul District Court informed the regional prosecutor about the employer's persistent resistance and the resulting failure to properly enforce the judgment of 5 February 1997. Moreover, the prosecutor was informed of the applicant's further dismissal on 15 September 1998. In the light of these events, the court requested the prosecutor to open a criminal investigation against the employer's director.", "11. The applicant continued to complain about the incomplete enforcement of the judgment of 5 February 1997. On 13 January 1999 she was informed by the Cahul District Court of an administrative fine imposed on the theatre director on 16 September 1998, and of the request to open a criminal investigation against him. The employer submitted to the court another order, dated 26 March 1999, annulling the applicant's dismissal of 15 September 1998. On 6 April 1999 a bailiff confirmed that the applicant had not been de facto re-instated in the specific prior position. On 26 May 1999 the President of the Cahul District Court requested the prosecutor to open a criminal investigation against the theatre director for failure to enforce the judgment of 5 February 1997.", "12. On 17 July 1999 the applicant was dismissed from the post of superior accountant. On the same date the court informed the Ministry of the employer's persistent refusal to enforce the judgment of 5 February 1997. On an unknown date the employer presented a new order, dated 2 April 1999, in accordance with which the position of “chief accountant” no longer existed. On 27 July 1999 the court again asked the prosecutor to initiate criminal proceedings against the theatre director. It also informed the Ministry of the employer's failure to enforce the court judgment in the applicant's favour in a proper manner. The Ministry drew the employer's attention to the need to abide by the judgment.", "13. On 8 December 1999 the Cahul District Court annulled the dismissal order of 17 July 1999 and ordered the applicant's immediate re-instatement.", "14. On 11 December 1999 the employer adopted a new order (“the first order of 11 December 1999”) whereby the applicant was re-instated in the position of “superior accountant”. On 13 December 1999 the bailiff confirmed that the judgment had not been properly enforced and on 14 December 1999 he asked the court to impose an administrative fine on the theatre director.", "15. On 11 January 2000 the prosecution informed the applicant that its verification revealed a failure to properly enforce the judgment of 5 February 1997 and that the employer's order of 11 December 1999 had been challenged in court.", "16. On 1 February 2000 the employer adopted a new order to the effect that the position of “chief accountant” would no longer exist after 2 April 2000. On 2 February 2000 the applicant was informed that a new order dated 11 December 1999 (“the second order of 11 December 1999”) had been adopted, under the same number as the previous order of that date (see paragraph 14 above), re-instating her in her original position as chief accountant. She was also warned that that position would end on 2 April 2000.", "17. On 15 February 2000 the Cahul Regional Court upheld the judgment of 8 December 1999. By another decision of the same date the court rejected the bailiff's request to impose a fine on the theatre director.", "18. On 21 February 2000 the applicant requested the employer to issue an order whereby the position of chief accountant would be “created in reality” and reflected in the official documents (state de personal) since no such position allegedly existed officially, apart from her re-instatement order. She also asked to be given the necessary authorities and access to documents in order to perform her functions.", "19. On 21 March 2000 the Cahul Regional Court quashed the decision of 15 February 2000 not to impose a fine on the theatre director. It ordered a re-hearing of the case.", "20. The applicant initiated new court proceedings, seeking to have the order of 1 February 2000 annulled as unlawful.", "21. On 19 April 2000 the Cahul District Court decided to declare invalid the first order of 11 December 1999 (order no. 1, re-instating her in the position of superior accountant, see paragraph 14 above), and to declare valid the other order with the same number and date (order no. 2, re-instating her in the position of chief accountant, see paragraph 16 above). On 24 August 2000 the Cahul Regional Court quashed that judgment and simultaneously adopted a new one, which also annulled the first order and upheld the second. On 10 October 2000 the Chişinău Court of Appeal quashed both judgments and ordered a full re-hearing.", "22. On 5 March 2001 the Cahul District Court ordered the re-instatement of the applicant in the position of chief accountant. On 30 October 2001 the Chişinău Regional Court quashed that judgment and discontinued the proceedings in respect of the annulment of the order of 1 February 2000, stating that the decision to abolish a position - taken in accordance with the relevant procedure - was an internal matter for the theatre and was not subject to judicial control. The court also ordered a re-hearing of the case in respect of the annulment of the order of 11 December 1999, the applicant's de facto re-instatement and payment of her salary for the duration of her involuntary absence from work. On 15 January 2002 the Court of Appeal dismissed the applicant's appeal against the discontinuation of proceedings with regard to the annulment of the order of 1 February 2000.", "23. On 14 June 2002 the Cahul District Court discontinued the proceedings in respect of the annulment of the order of 11 December 1999 and the de facto re-instatement of the applicant because the proceedings had been incorrectly initiated as civil proceedings, whereas they were within the competence of the administrative courts. On the same date the Cahul District Court dismissed the bailiff's proposal to fine the theatre director for failure to enforce the judgment of 8 December 1999. This latter decision was subsequently upheld by the Comrat Regional Court on 29 June 2004.", "24. On 24 September 2003 the applicant inquired about the reasons for the non-enforcement of the judgment of 5 February 1997. It appears that she did not receive any reply. She repeated her request on 23 March 2004, when she was informed about the decisions of 14 June 2002. She then appealed.", "25. On 13 July 2004 the Comrat Regional Court quashed the first of the two decisions of 14 June 2002 (regarding discontinuation of the proceedings for lack of competence) and ordered a re-hearing of the case. The court found that the parties had not been informed about the hearing and had not been sent a copy of the decision and, further, that the case file had not been received at the registry of the lower court until 24 February 2004.", "26. On 12 April 2005 the Cahul District Court found that the applicant's re-instatement had been ordered three times by final court judgments (on 5 February 1997, 8 December 1999 and 15 February 2002) and that she had been properly re-instated on 11 December 1999; it therefore dismissed her claim for re-instatement. However, the court accepted her claim for payment of salary for involuntary absence from work for the period from 15 February 2000 until 25 August 2000, when she was dismissed by an order which she did not challenge. The court left unexamined her request for compensation for the effects of inflation on the late payment and her claim for non-pecuniary damage, which could be examined in separate proceedings.", "27. The applicant submitted that she was not informed of her employer's order of 25 August 2000, had not acknowledged receipt of the order as required by law, and was thus unable to challenge it in court. The order had not been presented to the courts or to any other authority in any of the proceedings after August 2000, which meant that it was fake.", "28. On 17 April 2006 the Cahul District Court partly accepted the applicant's claims and found that her employer had not paid her salary for certain periods in 2000 or made mandatory social welfare payments in respect of the applicant. The court declared void the first order of 11 December 1999 to re-instate the applicant, and found that the second order of the same date and with the same number remained valid. It awarded the applicant compensation for non-pecuniary damage in the amount of 350 Moldovan lei (MDL) (equivalent to 22 euros (EUR) at the time) for the failure to pay a part of her salary in 2000, finding that the employer had in the meantime paid another MDL 350 in salary arrears.", "29. The applicant submitted medical evidence concerning several periods of in-patient hospital treatment during the proceedings and claimed that she had spent a considerable amount of money on treatment for herself and her daughter.", "30. According to a letter from the Ministry of Justice to the Government's Agent, dated 26 June 2006, the applicant's appeal was sent to the Cahul Court of Appeal on 19 May 2006. That court sent the case to the Supreme Court of Justice, asking it to examine the issue of the impossibility of examining the appeal, due to the fact that that all the judges in the Cahul Court of Appeal had already taken part in previous examinations of the case. On an unknown date the case was transferred to the Chişinău Court of Appeal. According to a certificate issued by the Decisions Enforcement department in Cahul on 3 March 2006, the applicant received MDL 1,680 in salary arrears for 1999.", "31. On 1 November 2006 the Chişinău Court of Appeal upheld the judgment of 17 April 2006. That judgment was also upheld by the Supreme Court of Justice on 25 April 2007 and thus became final.", "32. The relevant provisions of the Code of Civil Procedure, in force before 12 June 2003, read:", "“Article 208", "Court judgments are immediately enforceable if they order the defendant to:", "... (2) pay [an employee] his/her salary ...", "... (4) re-instate in his/her job an unlawfully dismissed worker.”", "33. The relevant provisions of the new Code of Civil Procedure read:", "“Article 192.", "... (2) Court actions regarding ... work related claims ... shall be examined urgently and on a priority basis.", "Article 256", "(1) Court decisions and judgments are immediately enforceable if they order the defendant to:", "... d) pay compensation for involuntary absence from work, when the person is re-instated in his or her job.", "(2) Court judgments regarding re-instatement in post of those unlawfully dismissed or transferred shall be enforced immediately.”", "34. The relevant provisions of the Labour Code (in force at the time) read:", "“Article 221.", "An employee may apply to the labour disputes commission or a court directly within one month from the date on which he or she discovered or ought to have discovered the violation of his or her rights. Where an employee is dismissed, the period of one month is counted from the day on which the dismissal order was announced to him or her and was acknowledged by the employee's signature.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}