{"ITEMID": "001-70293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF AMAT-G LTD AND MEBAGISHVILI  v. GEORGIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Violation of P1-1;Remainder inadmissible;Pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "", "TEXT": ["5. The first applicant, a limited liability company, was incorporated on 6 September 1995 by a decision of the Didube District Court of Tbilisi, Georgia. The second applicant was born in 1960 and lives in Tbilisi.", "6. In 1995 the Amat Shipping Company Limited and the second applicant founded a limited liability company called Amat-G, the applicant company, in Georgia. The second applicant was appointed general manager of that company.", "7. Amat-G imported fish products from African countries to Georgia. In the years 1996-98, the company paid more than 1,000,000 United States dollars (USD) (approximately 970,874 euros (EUR)) to the State budget in taxes and was considered by the State Tax Department to be a “large tax payer”.", "8. In 1998-99 Amat-G supplied the Georgian Ministry of Defence with various types of fish products at different prices.", "9. However, the Ministry of Defence paid only part of the amount due to Amat-G.", "10. On 29 October 1999 the applicants brought civil proceedings against the Ministry of Defence in the Tbilisi Regional Court for breach of contract and consequential damage, claiming a total of 662,526 Georgian laris (GEL) (EUR 296,771).", "11. In a judgment of 6 December 1999, the Panel for Civil and Commercial Affairs of the Tbilisi Regional Court partly allowed the action of the applicant company, ordering the Ministry of Defence to pay the company compensation of GEL 254,188 (EUR 113,860).", "12. The judgment was never challenged and became binding on 6 January 2000.", "13. On 22 March 2000 the applicants appealed to the execution department of the Ministry of Justice, requesting the immediate enforcement of the judgment.", "14. On 23 March 2000 the enforcement officer of the execution department ordered the Ministry of Defence to pay the applicant company, voluntarily, within one month.", "15. Upon the expiry of that period, the enforcement officer initiated the forcible execution procedure against the Ministry of Defence. He sent the centre of expertise of the Ministry of Justice a list of non-military buildings that could be put up for sale by tender in order to discharge the debt. However, that was the only step taken and the judgment of 6 December 1999 remained unexecuted.", "16. On 10 July 2000 the Ministry of Defence appealed to the Tbilisi Regional Court, seeking a stay of execution of the judgment of 6 December 1999, in accordance with the provisions of Article 263 of the Code of Civil Procedure. However, the Regional Court dismissed the ministry's request on 3 August 2000, concluding that “postponement of the enforcement would negatively affect the applicant company's interests and violate the principle of an equitable and adversarial hearing”. The ministry was consequently obliged to enforce the judgment without delay, yet it still failed to pay the debt.", "17. During the same period, Amat-G signed a contract with the Amat Shipping Company Corporation on 19 January 2000 for the lease of a ship at a monthly rate of USD 45,000 (EUR 43,689).", "18. On 20 January 2000 Amat-G contacted the Ministry of Defence, explaining that the money owed to it by the ministry was the only means which the applicant company had to pay for the lease of the ship. The applicant company waited eight months in vain to obtain payment of the debt from the Ministry of Defence. Meanwhile, the bill for the lease of the ship had risen to USD 511,200 (EUR 496,311). Amat-G also claimed that it had lost USD 1,344,421 (EUR 1,305,263) in business profits as a result of the ministry's failure to pay the debt on time. In addition, the applicant company faced a tax bill of GEL 41,213 (EUR 18,460).", "19. For these reasons, in September 2001 Amat-G brought an action before the Panel of Administrative Law and Taxation Affairs of the Tbilisi Regional Court against the Ministries of Defence, Justice and Finance, in order to hold them collectively responsible for the harm caused by the non-execution of the judgment of 6 December 1999, in accordance with Article 411 of the Civil Code. The company claimed damages of USD 1,855,621 (EUR 1,801,574) and GEL 41,213 (EUR 18,460).", "20. The Regional Court dismissed the claim on 20 February 2002 on the basis of the provisions of Article 412 of the Civil Code.", "21. On 10 July 2002 the Supreme Court of Georgia dismissed the applicant company's appeal against the Regional Court's decision of 20 February 2002.", "22. The judgment debt of 6 December 1999 has still not been paid, some five and a half years later.", "23. Article 263 §§ 1 and 3 (“Stay of execution or order for partial execution of a judicial decision”) provides as follows:", "“1. A court of law, after giving a decision, may order a stay of its execution or its partial execution at the parties' request, taking into account their financial situation and other circumstances ...", "...", "3. The stay of execution or order for partial execution ... may be challenged in a court of law ...”", "24. The relevant provisions of the Civil Code are as follows:", "“Damage shall be compensated not only in respect of actual financial loss, but also in respect of loss of income. Loss of income represents the amount which could have been obtained had the contractual obligations been properly fulfilled.”", "“Compensation shall be paid only when the damage could have been foreseen by the party in default and when there exists a causal link between its harmful action and the outcome in issue.”", "“The non-execution of a binding judgment or other judicial decision, or the obstruction of its execution by the State, government or local-government officials or by executives of a corporation or other organisation [shall be punished] ...”", "26. The relevant provisions of the Enforcement Proceedings Act are as follows:", "“Enforcement officers at executive bureaux [of the Ministry of Justice] shall be responsible for the execution of the decisions provided for hereunder.”", "“Requests by enforcement officers in the course of their duties shall be equally binding on any natural or legal person, irrespective of their hierarchical or juridical and structural status.", "Enforcement officers shall take all lawful measures available in order to secure the speedy and effective enforcement of decisions, to explain to parties their rights and responsibilities, and to assist in the protection of their rights and legal interests.”", "“... three months after the proposal to comply voluntarily with a judicial decision obliging budget-funded organisations to disburse money, forcible measures may be undertaken against them ...”", "27. By adopting this ordinance, the government introduced a mechanism for the staggered payment of outstanding debts. Under paragraph 2, the Ministry of Justice was ordered to give priority to the enforcement of court decisions concerning: (i) the payment of compensation for damage caused by injury or death; (ii) the payment of not more than three months' salary to workers; and (iii) the payment of compensation to rehabilitated people. At the same time, the Ministry of Justice was instructed to ensure the proportionate payment of other creditors, but only after the enforcement of the above-mentioned decisions.", "Under paragraph 3 of the ordinance, the debtor budget-funded organisations and institutions, in agreement with the Ministry of Justice, have either to secure friendly settlements with their creditors, or to stagger, in accordance with Georgian legislation, the enforcement of judgments over a period of time, since, due to the scarcity of funds, the simultaneous payment of judgment debts is not feasible.", "28. The relevant provisions of the Law on the structure, authority and functioning of the Georgian government are as follows:", "“The government of Georgia (hereinafter 'the government'), shall exercise executive power ... in accordance with the laws of the country.”", "“The government shall adopt decrees and ordinances under and for the implementation of the laws of Georgia and presidential normative acts.", "A governmental decree is a normative act. The procedures for its preparation, adoption, issue and entry into force are defined by the Law on normative acts.”", "29. Pursuant to sections 2(2) and 4(1), as amended on 24 June 2004, while a legal act can be either “normative” or “individual”, a governmental ordinance (mtavrobis gankarguleba) is an “individual” legal act. A “normative” act prescribes a general rule of conduct for permanent or temporary and recurrent applications (section 2(3)). Pursuant to section 2(4), an individual legal act is valid for one specific purpose and must conform to a normative act. The individual legal act can only be issued on the grounds envisaged by a normative act and within the limits prescribed by the latter. Its scope and force are comparable to an administrative directive.", "According to section 5, as amended on 17 February and 24 June 2004, the legislative acts of Georgia are as follows: the Constitution of Georgia, the constitutional law, the organic law, statutes, rules of parliament and presidential decrees. Only two categories of legal act constitute Georgian secondary legislation: decrees (dadgenileba) and orders (brzaneba, brzanebuleba) issued by various authorities. Governmental ordinances are thereby excluded.", "Under section 13-1, incorporated into the Law on normative acts on 24 June 2004, decrees are the only normative acts of the government of Georgia. They are adopted under the Constitution, statutes or normative acts of the President of Georgia, for the purpose of implementing legislation.", "“... [In a limited liability company] ... directors represent the company in its relations with third parties ...”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}