{"ITEMID": "001-60707", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2002, "DOCNAME": "CASE OF MASTROMATTEO v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 2 with regard to preventive measures;No violation of Art. 2 with regard to procedural guarantees", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["10. The applicant was born in 1933 and lives in Cinisello Balsamo (Milan).", "11. On 8 November 1989 the applicant's son was murdered by a criminal (M.R.) who had just robbed a bank with two accomplices (G.M. and G.B.). After leaving the bank the three robbers had failed to find the fourth accomplice (A.C.), who was supposed to be waiting for them with the getaway car. They had therefore made off on foot with the police in pursuit. Their path had then crossed a car being driven by A.Mastromatteo, the applicant's son. They had attempted to take control of the car, but it would appear that A.Mastromatteo had tried to get away from his attackers by accelerating, whereupon M.R. had shot him at point-blank range. He died a few hours later.", "12. The four criminals were subsequently identified and charged. Three of them (M.R., A.C. and G.M.) were serving prison sentences at the material time, whereas the fourth accomplice, G.B., was free.", "13. From the documents in the case file it is possible to reconstruct the case history of the criminals, particularly that of M.R. and G.M., both of whom were responsible for the applicant's son's death.", "14. M.R., who fired the fatal shot, was serving a prison sentence of fifteen years and seven months for attempted murder, armed robbery and other offences. He was due to be released on 2 July 1999 and was serving his prison sentence in Alessandria. When it convicted M.R. on 25 March 1987, the Milan Assize Court of Appeal had considered him to be a danger to society.", "15. In a decision of 26 October 1989 the Alessandrian judge responsible for the execution of sentences granted M.R. prison leave from 10.45 a.m. on 1 November 1989 to 10.45 a.m. on 3 November 1989 with the condition that he remain at his home in Monza (near Milan).", "It was the first time that M.R. had been granted prison leave. The case file shows that the judge responsible for the execution of sentences relied on the reports by the prison authorities concerned stating that they were satisfied with M.R.'s behaviour, rehabilitation and willingness to reintegrate.", "16. The decision granting prison leave was communicated to the appropriate police authorities.", "The information provided by Monza Police Station shows that M.R. had reported to the police station at 3.15 p.m. on 1 November 1989. In a note drawn up on 6 March 2000 the police station stated that at the time no anomaly had been recorded during M.R.'s prison leave.", "17. On the expiry of M.R.'s prison leave on 3 November, he failed to return to Alessandria Prison and could not be found.", "On the same day Alessandria Prison informed Monza Police Station that M.R. had not returned and that he should therefore be considered to have absconded.", "A “wanted” notice was drawn up and circulated throughout the country by means of the police national computer system. The notice has not been kept in the police files.", "18. G.M. was serving a six-year prison sentence imposed on 16 December 1986 for aiding and abetting armed robbery and other offences.", "19. Since 21 October 1988 he had been subject to a semi-custodial regime, which is an alternative measure to imprisonment, pursuant to a decision of the Venice court responsible for the execution of sentences. G.M. worked in Milan and returned to the city prison in the evenings.", "20. In granting him that alternative regime to imprisonment, the court had relied on the reports by the prison authorities stating that G.M. had been of good behaviour and showed a willingness to reintegrate and that nothing untoward had occurred during his previous periods of prison leave. Furthermore, on 28 June 1988 the Milan Police had given a favourable opinion of the work which G.M. would be undertaking.", "21. The following obligations were attached to the semi-custodial regime:", "(a) leave the prison after 5 a.m. (subsequently 4 a.m.) and return by 11 p.m. at the latest;", "(b) not quit the authorised job without giving notice;", "(c) not spend money without permission;", "(d) use public transport;", "(e) avoid excessive consumption of alcohol; and", "(f) spend bank holidays with his family and remain in the Milan area.", "22. That decision was sent, inter alia, to the Social Services Department of Milan, which was the authority responsible for implementing supervisory measures. That authority carried out one inspection, at the prisoner's home and his place of work, during the period of approximately twelve months which elapsed between the date on which the semi-custodial measure was granted and the date on which G.M. absconded.", "23. No supervisory measure was envisaged by the police authorities.", "24. G.M.'s criminal record shows that on 26 October 1989, which was a few days before the applicant's son was murdered, he had committed a handling offence. He was convicted of that offence in 1991 in a judgment which became final on 18 March 1992.", "25. A.C. was serving a prison sentence for armed robbery committed jointly with M.R. His criminal record shows that he had a previous conviction for murder. He was in prison in Alessandria.", "26. In a decision of 23 August 1989 the Alessandrian judge responsible for the execution of sentences granted him prison leave from 19 to 26 September 1989. The judge responsible for the execution of sentences, relying on the reports by the prison authorities concerned, had been satisfied with A.C.'s behaviour in prison. The report prepared by the prison workers responsible for monitoring A.C. had stressed his good behaviour during his previous periods of prison leave.", "27. While on prison leave A.C. was subject to a number of constraints: he had to report to the police station daily; stay at home from 10 p.m. to 8 a.m.; and not leave the district of Sesto San Giovanni (Milan).", "The decision granting him prison leave was communicated to the appropriate police authorities. The file shows that A.C. reported to the police station daily to sign the register.", "28. On 26 September 1989, when his prison leave expired, A.C. did not return to the prison and was deemed to have absconded. On the same day Alessandria Prison informed Monza Police Station that A.C. had not returned and that he should therefore be considered to have absconded.", "A “wanted” notice was drawn up and circulated to the various police forces throughout the country.", "29. G.B., the fourth accomplice, was not in prison at the material time. His criminal record shows a number of convictions for armed robbery and other offences.", "30. The four offenders were subsequently identified and charged.", "31. Of the three prisoners, only M.R. and G.M. were convicted of the murder of the applicant's son, aided and abetted by G.B., and given long sentences.", "32. The third prisoner, A.C., who was to have been the driver, was convicted only of armed bank robbery.", "33. The applicant lodged an application to join the criminal proceedings against the offenders as a civil party. The defendants were ordered to pay the civil parties damages in an amount to be determined by the civil courts; the criminal courts awarded the applicant 50,000,000 Italian lira (ITL), however, as a down payment to be made immediately.", "34. The applicant did not state whether the down payment of ITL 50,000,000 had been paid to him or whether, failing payment, he had taken steps to attempt to obtain the money.", "35. In any event the applicant has not sued the criminals for damages in the civil courts. He submitted that they would not in any case have been solvent.", "36. On 6 November 1992 the applicant lodged a claim with the Ministry of Justice and the Ministry of the Interior for compensation under Act no. 302 of 1990, which provides for compensation for victims of terrorism and mafia-type criminal organisations.", "In support of his claim, the applicant alleged that his son had been murdered by criminals who were serving prison sentences and that they were members of a “gang” whose criminal activities fell into the category of organised crime.", "37. The applicant stated that the Minister for Justice had advised him, at a meeting, not to bring legal proceedings against the State.", "38. On 6 October 1994 the committee responsible for examining the applicant's claim ordered a further inquiry with a view to establishing whether or not the criminals responsible for the death of the applicant's son could be deemed to be members of a “criminal organisation”, which would have rendered applicable the statutory provisions on which the applicant relied.", "The committee attached some weight to a report drawn up by the Prefect (Prefetto) of Milan stating that the bank robbery which had culminated in the murder of the applicant's son was not an isolated episode, but the workings of a criminal organisation operating in the area.", "39. However, on 21 April 1995, on the basis of the results of the further inquiry, the above-mentioned committee ruled out the possibility that A. Mastromatteo's murder could be deemed to be the workings of a criminal organisation.", "40. Relying on that negative opinion, the Ministry of the Interior rejected the applicant's claim for compensation.", "41. On 25 July 1995 the applicant lodged a special appeal with the President of the Republic against the decision of the Ministry of the Interior.", "42. On 20 November 1996 the Consiglio di Stato expressed the opinion that the appeal should be dismissed because the instant case did not involve terrorist acts or acts of a mafia-type criminal organisation within the meaning of Article 416bis of the Criminal Code.", "43. On 24 February 1997 the President of the Republic dismissed the appeal.", "44. Act no. 663 of 10 October 1986 (known as the “Gozzini Act” after its sponsor) modified the Prison Act (Act no. 354 of 26 July 1975) in order to facilitate the return to the community of convicted prisoners.", "45. Section 30ter (8) of the Prison Act provides that a prisoner may be granted prison leave on condition that he has behaved well in prison and is not a danger to society. According to the seriousness of the offences, the prisoner must have served an unsuspended period of his sentence before he or she can be deemed eligible for prison leave.", "It is left to the judge responsible for the execution of sentences, who must consult the prison authorities, to determine whether or not the prisoner is a danger to society.", "46. According to a circular of the Ministry of Justice dated 9 July 1990 on the application of the Gozzini Act, which reproduced two notes of 29 December 1986 and 30 May 1988, a measure facilitating reintegration could not be granted merely because no disciplinary penalties had been imposed; it also had to be established that the prisoner was genuinely willing to participate in the reintegration and rehabilitation programme. Furthermore, the assessment of whether the prisoner was a danger to society had to be based not only on the information provided by the prison workers, but also on the information available from the police where the judge, in his discretion, deemed such clarification necessary.", "47. Legislative Decree no. 306 of 8 June 1992, which became Act no. 356 of 7 August 1992, introduced more stringent conditions in respect of offences committed by a criminal organisation.", "The statute in question has ruled out, inter alia, the possibility of granting prison leave or other alternative measures to imprisonment where particularly serious offences (for example, mafia-type association) are concerned, unless the prisoner co-operates with the judicial authorities.", "Where a prisoner convicted of aggravated armed robbery is concerned (Article 628 § 3 of the Criminal Code), the Act (section 4bis of the Prison Act) provides that no measure facilitating reintegration can be ordered if there is evidence of a link between the prisoner and organised crime.", "The judge responsible for the execution of sentences must request information from the police; he shall in any event make a decision within thirty days of requesting the information.", "48. A semi-custodial regime is an alternative measure to imprisonment (section 48 of the Prison Act) which allows the prisoner to spend part of the day outside the prison working or undertaking other activities which will facilitate his or her return to the community. The prisoner does not wear the prison uniform.", "Under section 50 of the Prison Act a semi-custodial regime can be granted after an unsuspended period of imprisonment has been served, the length of which will vary according to the seriousness of the offence, and if the prisoner's behaviour has improved and the conditions for his or her progressive return to the community are met.", "That measure may be granted by the court responsible for the execution of sentences. A programme is then drawn up by the governor of the prison concerned.", "49. The statistics provided by the Government for the period 1991 to 2001 show that", "(a) the percentage of prisoners on prison leave who have taken advantage of that measure to abscond has never exceeded 1.12%;", "(b) the percentage of prisoners subject to the semi-custodial regime who have taken advantage of it to abscond has been below 2%; and", "(c) the percentage of prisoners having committed an offence while subject to the semi-custodial regime and, accordingly, having been deprived of the alternative measure was 0.26% in 1999, 0.71% in 2000 and 0.12% in 2001.", "50. Act no. 117 of 1988 governs civil proceedings against judges. Section 2(3)(d) of that statute provides that proceedings can be brought against a judge if he or she has – intentionally or by an act of gross negligence – taken an inappropriate measure in the exercise of his or her duties.", "51. Article 2043 of the Civil Code sets forth the principle of neminem laedere, which is a general duty not to harm others. Anyone who alleges that he has sustained damage in breach of that principle may bring an action for damages.", "52. Act no. 302 of 1990 makes provision for state compensation for victims of terrorism and mafia-type criminal associations."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}