{"ITEMID": "001-118645", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BAKSZA v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention;Reasonableness of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1974 and lives in Gödöllő.", "6. The applicant, married and father of a minor, was arrested on 18 January 2006, because the police found several suspicious spare car parts, car documents and various tools in his vehicle. On the same day he was interrogated on suspicion of attempted aggravated larceny, allegedly committed in respect of a van.", "7. On 20 January 2006 the prosecution proposed the applicant’s pre-trial detention. Relying essentially on the above material evidence, it was of the view that there was reasonable suspicion that the applicant and his accomplice, together with other unknown helpers, were active in the car theft business.", "8. On the same day, the Dunakeszi District Court ordered the applicant’s pre-trial detention, referring to, but not substantiating, the risks of absconding, collusion and repetition of crime. An accomplice was detained as well.", "9. The applicant appealed, challenging the suspicion against him and pointing out that his settled background – he had never been convicted before, had legal income, and supported several family members – rendered unlikely the risks of absconding and repetition of crime. The Pest County Regional Court dismissed the appeal on 27 January 2006, without addressing in detail the applicant’s arguments.", "10. On 13 February 2006 the applicant’s detention was prolonged. The decision referred to eight counts of larceny. In his appeal, the applicant pointed out that the material evidence relating to one of the thefts was in no way capable of connecting him to the vehicle in question, whereas in respect of the remaining seven counts, he had not formally been implicated as a suspect.", "11. On 28 February 2006 the Regional Court dismissed the appeal. Without addressing in detail the defence’s arguments, the court pointed out that it could not assess the evidence at that stage of the proceedings.", "12. On 24 April 2006 the applicant requested his release. He argued that the living conditions of those supported by him had deteriorated. His request was to no avail.", "13. Subsequently, the applicant’s detention was repeatedly prolonged at the statutory intervals. The reasoning in the decisions was largely identical to that in the previous ones, and the discrepancy in the counts of theft with which the applicant was charged persisted. His requests for release were to no avail.", "14. On 10 July 2006 the prosecution again proposed the prolongation of the applicant’s detention. This time, reasonable suspicion was invoked in respect of four counts of car theft. The reasons for the applicant’s proposed detention remained the same.", "15. On 14 July 2006 the District Court held a hearing and sustained the prosecution’s motion, while including in the decision the suspicion of another car theft. The applicant’s appeal and subsequent requests for release were to no avail.", "16. On 29 August 2006 an expert was appointed to examine whether or not the material evidence found in the applicant’s car was capable of connecting him to any car theft.", "17. Further prolongations took place on 19 October and 16 November 2006, with essentially unchanged reasoning. The applicant’s ensuing requests for release or a less stringent measure were unsuccessful.", "18. On 21 December 2006 the applicant was charged with further counts of car theft.", "19. On 15 January 2007 the Pest County Regional Court prolonged the applicant’s detention. The underlying reasons were the same as before. In his appeal, the applicant complained that the expert opinion had never been communicated to him.", "20. After further prolongations, on 16 May 2007 a bill of indictment was preferred. The applicant was charged with altogether 17 counts of car theft or attempted car theft and one count of forgery of documents. The applicant’s detention was maintained, with reference to the risk of absconding and repetition of crime.", "21. The first hearing took place on 21 November 2007. The applicant’s detention was upheld because, in the trial court’s view, the potential severe sanction gave rise to a risk of absconding. No reason was given as to the risk of repetition of crime.", "22. The applicant’s subsequent requests for release or a less stringent measure were to no avail.", "23. Apart from the one of 10 July 2006, none of the prosecution’s motions to have the applicant’s detention prolonged had made any specific reference to the actual evidence which underlay the alleged risks held against him. The applicant’s lawyer repeatedly complained about having no access to these pieces of evidence – in particular, on 17 July and 20 November 2006 – however, this omission was not redressed; and the courts did not refute the defence’s allegations of having no access.", "24. Of the altogether twenty-four decisions on the applicant’s detention, only one contained separate arguments in respect of each of the two co-detainees.", "25. The authorities prolonging the applicant’s pre-trial detention considered the possibility of applying less stringent measures on 8 May 14 July and 16 November 2006, but eventually they did not avail themselves thereof.", "26. The applicant was finally released on 2 June 2008. A prohibition on leaving his domicile was imposed on him.", "27. On 24 May 2011 the applicant was convicted at first instance. The case is currently in the appeal stage.", "28. Act no. XIX of 1998 on the Code of Criminal Procedure provides as follows:", "“(1) Pre-trial detention ordered prior to filing the indictment may continue up to the decision of the court of first instance during the preparations for the trial, but may never be longer than one month. The pre-trial detention may be extended by the investigating judge by three months at the most on each occasion, but the overall period may still not exceed one year after the order of pre-trial detention. Thereafter, pre-trial detention may be extended by the county court acting as a single judge by two months at the most on each occasion, in compliance with the procedural rules pertaining to investigating judges.”", "“(1) If the period of the pre-trial detention ordered or maintained after filing the indictment", "a) exceeds six months and the court of first instance has not delivered a conclusive decision, the justification of such pre-trial detention shall be reviewed by the court of first instance,", "b) exceeds one year, the justification of such pre-trial detention shall be reviewed by the court of second instance.", "(2) After the lapse of the time period specified in subsection (1) b), the justification of the pre-trial detention ordered or maintained after filing the indictment shall be reviewed by the court of second instance, or, if the procedure is held before the court of third instance, by the court of third instance, at least once in every six months.”", "“(3) At the session the party [that is, the prosecution] having submitted the motion [on ordering or prolonging pre-trial detention] shall present the evidence substantiating the motion in writing or orally. Those present shall be granted the opportunity to examine – within the limits set forth in section 186 – the evidence of the party having submitted the motion. If the notified party does not attend the session but had submitted his observations in writing, this document shall be presented by the investigating judge.”", "“(1) Any person having the right to be present at an investigatory action may forthwith inspect the minutes taken.", "(2) The suspect, the counsel for the defence and the victim may inspect the expert opinion during the investigation as well, but they may only inspect other documents if this does not injure the interests of the investigation.", "(3) The suspect and the counsel for the defence shall be entitled to receive a copy of the documents they may inspect.", "(4) The copy of the documents produced, obtained, filed or attached in the course of the investigation and containing the testimony or personal data of the victim or the witness shall not indicate the personal data of either the victim or the witness. No copy may be issued of the draft decisions of the prosecutor or the investigating authority. No copy may be issued of the documents created in the course of communications between the prosecutor and the investigating authority pursuant to sections 165 and 165/A, except for the documents that contain the legal standpoint of the prosecutor and the investigating authority in relation to the case – including particularly the document containing the prosecutor’s instruction concerning the conduct of the investigation, provided that the specific investigation was conducted – provided that this does not interfere with the interests of the investigation.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}