{"ITEMID": "001-91399", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MALENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Non-pecuniary damage - award", "JUDGES": "Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1961. Before his detention he lived in Mariupol. In May 1997 the applicant was recognised as falling into the second category of invalidity (the medium level) because of a spine disease. In November 1998 his invalidity was reclassified as being of the third category (mildest level).", "6. On 16 April 1999 the applicant was detained on suspicion of murder. He was placed in the Mariupol Pre-trial Detention Centre (hereinafter “the Mariupol SIZO”).", "7. In the period between 16 May and 5 June 1999 the applicant was kept in the Donetsk Pre-trial Detention Centre. On 5 June 1999 the applicant was returned to the Mariupol SIZO.", "8. On 17 June 2000, after the applicant’s conviction, he was transferred to the Donetsk prison no. 124.", "9. On 22 July 2000 he was transferred to the Gdanovsk prison no. 3.", "10. On 15 December 2000 the applicant was returned to the Mariupol SIZO.", "11. On 21 February 2003, after the retrial of the applicant’s case, upon which he was sentenced to imprisonment for a longer period, he was transferred to the Sokiryanska prison no. 67.", "12. On 6 January 2005 the applicant was transferred to the Dykanivska prison no. 12 where he is still serving his sentence.", "13. According to the applicant, when he was held in the Mariupol SIZO the cell was constantly overcrowded, so that three persons occupied one bunk and had to take turns to sleep. The cell was not properly ventilated with fresh air and he did not have access to daylight. The nutrition was insufficient. The medical care was inadequate in particular in view of the fact that in April 2000, in addition to his poor health, he contracted tuberculosis. He had not been provided with any medical treatment as regards his spine disease.", "14. The applicant alleged that during his detention in the Sokiryanska prison no. 67 he suffered from the poor medical care and food supply which was inappropriate in view of his health problems. The cell was always damp which had an additional negative impact on his health.", "15. As regards the Dykanivska prison no. 12, where the applicant is currently held, he states that the cell is lit by a wan electric lamp and dim daylight, restricted by glass blocks. This has led to the deterioration of his sight. However, despite his request to this effect, the applicant has not been examined by an ophthalmologist or provided with the necessary medical treatment. Moreover, despite the tuberculosis which he contracted in the Mariupol SIZO, for a year and a half he has not been provided with any medical care for this disease. In addition, his requests to receive the necessary medical treatment in respect of his spine disease have been ignored.", "16. The mandatory ventilation in his cell is not available and the window does not open because of metal bars attached to it. The lack of adequate ventilation is further aggravated by a general tolerance of smoking in the cells and outside during walks.", "17. The applicant is employed at the factory at the Dykanivska prison no. 12. He alleges that on his way to his working place and back he is strip searched in the presence of other inmates and in any season. He states that these searches are conducted in premises that are unequipped for this purpose.", "18. The applicant complained about the conditions of his detention to various State authorities. In particular the applicant complained to the State Department for Execution of Sentences claiming that the material conditions of his detention had been inappropriate and that due to his tuberculosis and spine diseases he required medical treatment and support. In his letter to the Commissioner for Human Rights of the Parliament of Ukraine the applicant complained, inter alia, that his requests to provide him with medical treatment had been constantly ignored by the relevant authorities. He further specified that due to his spine problem his right leg became less and less functional.", "19. The Government submitted that during the applicant’s stay in the Mariupol SIZO he was kept in various cells with an average surface area of 19 m2 and usually equipped with 10 bunks. The Government did not specify the number of detainees kept there at the relevant time.", "20. According to the Government the cells of the pre-trial detention centres and the prisons, where the applicant stayed, were equipped with a sufficient number of bunks, tables and chairs. The windows of the cells were large enough to provide access to fresh air and daylight. The applicant has always been able to take a one-hour walk per day.", "21. The Government further maintained that when held in the prisons, the applicant was provided with at least 3 m2 of living space in the cell, an individual bunk and bedclothes. The nutrition was sufficient and complied with the domestic regulations.", "22. The Government submitted that during the applicant’s time in the Mariupol SIZO and the prisons he was always offered adequate medical treatment in respect of his tuberculosis disease.", "23. In particular, on 9 December 1999 the applicant had been x-rayed for preventive purposes. In June 2000 the applicant was placed in the hospital of the Donetsk prison no. 124 where he was provided with a non-specific antibacterial pathogenesis therapy. However, in July 2000 the applicant was diagnosed with tuberculosis and transferred to the special tuberculosis hospital in the Gdanovsk prison no. 3.", "24. In December 2000 the applicant was released from the prison hospital with a diagnosis of tuberculosis and transferred to the Mariupol SIZO where he was provided with further anti-tuberculosis treatment. Since then the applicant has been regularly x-rayed and provided with adequate anti-tuberculosis treatment.", "25. In June 2007 the applicant was examined by the ophthalmologist and proper treatment was prescribed for him.", "26. The Government did not submit any factual details in respect of the applicant’s allegations about the strip search practice at the prison factory where he works.", "27. The relevant provisions of the Constitution of Ukraine and the PreTrial Detention Act can be found in the judgment of 12 October 2006 in the case of Dvoynykh v. Ukraine (no. 72277/01, §§ 28-31, 33-35 and 37).", "28. Section 17 of the Act provides that persons suffering from tuberculosis detained in pre-trial detention centres (SIZOs) must receive appropriate treatment in the medical units of these detention centres. Persons detained in prisons should be treated in specialist prison hospitals.", "29. The relevant extracts from Chapters 4.4-4.5 of the first annual report provide as follows:", "“... The situation in investigation wards is perhaps the worst, [owing to] their overcrowding and abnormal conditions of custody. The number of suspects in the cells of investigation wards far exceeds normal sanitary standards. By late December 1999 Ukraine’s investigation wards had available space for 32,800 detainees, but in reality held 44,700.", "The gravest situation was registered in the Autonomous Republic of Crimea where 1,439 detainees were in custody without sufficient space; in Donetsk and Kharkiv the same circumstances affected 1,300 detainees (in each city), 1,135 in Kryviy Rig, 1,000 in Luhansk, and 714 in Kyiv and Odessa (each). Thousands of detainees do not have personal bunks and are forced to take it in turns to sleep. This has been causing conflicts that are accompanied by injuries, physical reprisals, violence and other illegal actions. ...", "The unsanitary conditions in pre-trial detention facilities contribute to the spread of epidemic and parasitic diseases, such as tuberculosis, pediculosis and dysentery. In 1999 they caused the death of 326 detainees, or twice as many as in 1998. Inadequate nutrition is the cause of chronic gastro-intestinal disturbances and dystrophy.", "In the pre-trial detention facilities the regime of detention for suspects whose guilt has yet to be established is much more severe than in prisons. In most cases the suspects are denied the opportunity to meet with relatives, to work and provide assistance to families; they are actually isolated from the outside world and have no access to the daily press and other mass media...”", "30. The second annual report of 2002 confirmed the first as regards the gross violations of the human rights of the detainees because of their conditions of detention, severe overcrowding, lack of adequate medical treatment and assistance, inadequate nourishment, and the inadequate financing of the needs of the pre-trial detention facilities. The poor hygienic and sanitary conditions of detention led to the spread of infectious diseases and in particular skin diseases. It mentioned for instance that in 1999 only 19.7% of the necessary food supplies were financed from the State budget (12.7% in 2000), and 6.7% of the medical supplies (12.7% in 2000). The average medical expenditure per person was UAH 18.7 in 2000 (compared to the required amount of UAH 220) and UAH 20.7 in 2001 (compared to the required amount of UAH 245.2).", "31. The relevant extracts of the reports of the Committee for the Prevention of Torture can be found in the judgment in the case of Melnik v. Ukraine, (no. 72286/01, §§ 47-49).", "32. The relevant international reports and other materials concerning the treatment of tuberculosis in Ukraine are summarised in paragraphs 50-53 of the Melnik judgment, cited above."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}