{"ITEMID": "001-102393", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF JASINSKIS v. LATVIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicant was born in 1933 and lives in Balvi. He is the father of Mr Valdis Jasinskis (“the applicant's son”), a Latvian national who was born in 1962 and who died on 28 February 2005.", "6. On 26 February 2005 the applicant's son (who had been deaf and mute since birth) and several of his friends were drinking beer in a bar in Balvi. Witness statements differ somewhat as to how much alcohol the applicant's son consumed that night. After the applicant's son's death, a forensic expert took into the account witness testimonies and used Widmark's equation to arrive at the estimate that, after finishing his last drink, the alcohol concentration in the applicant's son's blood would have been 4.52 ‰, which meant that all traces of alcohol would have left his body approximately thirty hours later. The expert, however, noted that this figure was approximate. The applicant disagreed with the estimate, noting that such a concentration of alcohol would be deadly.", "7. After leaving the bar, the applicant's son and his friends walked to a nearby school where a party was taking place. In front of the school entrance M.I. – a minor – pushed the applicant's son, who fell backwards down the stairs in front of the school, hit his head against the ground and lost consciousness for several minutes. The persons present then tried to attract the attention of the security guards, who were inside the school, by knocking on the locked doors. In the process a glass pane of the entrance doors was cracked. It appears from the subsequent investigation that the glass was broken by one of the students of the school.", "8. The security guards came outside and saw the applicant's son lying unconscious on the ground. They called an ambulance and the police. After the applicant's son had regained consciousness, the security guards sat him down on the stairs of the school.", "9. The police arrived on the scene at 1.40 a.m. They later reported that the applicant's son had been unable to stand up on his own and had been flailing his arms. Upon their arrival the officers were informed that the applicant's son was deaf and mute and that he had fallen down the stairs. They were also told that he was probably responsible for breaking the glass of the entrance doors.", "10. The policemen decided not to wait for the ambulance that had been called and took the applicant's son to the Balvi District Police station in order to initiate administrative proceedings for petty hooliganism and public drunkenness. The policemen alleged that in the car on the way to the police station the applicant's son had behaved aggressively and had been flailing his arms and kicking.", "11. The record of the administrative detention of the applicant's son indicates that the reason for the detention was to “sober up” the detainee. The only injury that was noted was a graze on his face. The same record also notes that at 5.50 p.m. on the following day the applicant's son was released from detention because he had “sobered up” (but see paragraph 16 below).", "12. The policemen alleged that on the premises of the police station the applicant's son had continued to behave aggressively by flailing his arms. The applicant submits that it is probable that his son was trying to communicate with the policemen by using gestures, because they had taken away the notebook he normally used to communicate with persons who did not understand sign language.", "13. Shortly afterwards the ambulance crew contacted the police station. The officer on duty informed them that no medical aid was necessary, since the applicant's son was merely intoxicated. He was then placed in the sobering-up room. For a while he kept knocking on the doors and walls but stopped doing so after a while and went to sleep.", "14. At 8.40 a.m. in the morning the duty officers tried to wake the applicant's son but he only opened his eyes and, according to the conclusions of the internal investigation of the police, “did not want to wake up”.", "15. Approximately fourteen hours after the applicant' son had been brought to the police station (at approximately 3.30 p.m.) one of the policemen considered that he had been “sleeping for too long” and called an ambulance. The doctors apparently refused to take Valdis Jasinskis to a hospital (during the internal investigation the officers reported that the ambulance crew had indicated that he was “faking” and was healthy). The Government dispute that fact, observing that it had not been mentioned in the report on the quality of medical care provided to the applicant's son (see below, paragraph 18). Nevertheless, the fact of the ambulance crew's initial refusal is confirmed by the statements of the police officers who were present at the police station at the time, which have been recounted in several documents, such as the conclusions of the internal inquiry of 4 April 2005 (see below, paragraph 19), the report of the additional internal inquiry of 5 August 2005 (see below, paragraph 22), the 2 November 2005 decision to terminate the criminal proceedings (see below, paragraph 23) and others.", "16. The applicant's son was taken to hospital only after repeated requests from his father, who had at that time been informed of his son's arrest and had arrived at the police station. From the reports of the internal investigation it appears that the transfer took place at 5.30 p.m. on 27 February 2005. Upon arrival at the hospital it was noted that the applicant's son was conscious but “non-communicative”. His condition was characterised as “serious” and he was diagnosed with severe intoxication with unknown alcohol surrogates. At 9.10 p.m. the applicant's son lost consciousness and his condition was described as “very serious”. At 11.30 p.m. the medical report was updated to note that the presence of an intracranial haematoma could not be excluded but that because of his condition the patient could not be transported for a CT scan (which was only available at a hospital in Rēzekne, some eighty kilometres from Balvi). The applicant's son died at 2.00 a.m. on 28 February 2005.", "17. A post-mortem examination of the applicant's son's body was carried out on 28 February 2005. It disclosed fractures of the frontal, parietal and occipital bones of the applicant's son's cranium, oedema in the brain as well as multiple other injuries to the head and brain. The expert concluded that those injuries had been the cause of death. It was further established that neither the blood nor the urine of the applicant's son contained any traces of alcohol.", "18. On 9 May 2005 an expert of the Inspectorate of Quality Control for Medical Care and Working Capability (“MADEKKI”) issued a report on the quality of medical aid provided to the applicant's son before his death. The report noted several shortcomings in the treatment of the applicant's son at the police station. In particular, it was noted that no information was available concerning the health condition of the applicant's son during the time spent in the police station or when he was placed in the sobering-up room. It was further concluded that the ambulance had been called to the police station belatedly. The final conclusion of the report was that the death of the applicant's son was not attributable to any lack of professionalism on behalf of the doctor who had treated him in the hospital but rather to the severity of his injuries.", "19. After the death of the applicant's son the Balvi District Police Department launched an internal inquiry. On 4 April 2005 the final report of the inquiry was approved by the head of that department. The report concluded that the policemen present at the police station during the night in question had acted in accordance with the internal guidelines and the legislation governing police work. The report further referred to an article in the local newspaper in which a surgeon had expressed the opinion that injuries such as the ones sustained by the applicant's son were difficult to detect, in particular if the injured person was intoxicated. The final conclusion was that the staff of the department had committed no infractions.", "20. On 26 May 2005 an investigator of the Balvi District Police Department adopted a decision to terminate the criminal proceedings against M.I., which had been initiated on 2 March 2005. In this decision several witness testimonies were recounted and some of them seemed to indicate that the security guards who had been on duty during the party at the school had hit the applicant's son in the head with a rubber truncheon. It was also found that upon the applicant's son's arrival at the police station the policemen had noted that he did not have any visible injuries and that he was heavily intoxicated. The decision further remarked that at 5.30 p.m. at the police station a doctor had observed that the applicant's son was conscious and had no traces of having been hit on his body or head. There was some dried blood in one of his nostrils. However, considering that the applicant's son was deaf and mute and thus unable to communicate orally any complaints about his health, he had been diagnosed as being intoxicated with alcohol surrogates and taken to the Balvi hospital. It was further noted that the internal inquiry of the Balvi District Police Department had established that the policemen in charge had not committed any offence. Lastly it was established that M.I.'s actions did not constitute corpus delicti. Therefore, the criminal proceedings concerning the death of the applicant's son were terminated.", "21. On 17 June 2005 the Balvi District Public Prosecutor's Office decided to quash the decision of 26 May and remitted the case for additional investigation. Among other things, the public prosecutor indicated that it was necessary to determine whether it would have been possible to correctly diagnose the applicant's son's injuries had he been taken to hospital earlier than he was, whether the police had adequately taken into account the fact that he was deaf and mute, and whether there were any visible external signs of the injuries that eventually caused his death.", "22. On 5 August 2005 the head of the Balvi District Police Department approved a report drawn up in the context of an additional internal inquiry that had been prompted by the decision of 17 June. Once again no wrongdoings on the part of the police officers were established. In particular, it was noted that even though an internal police instruction concerning sobering-up rooms prohibited the placement therein of persons with visible physical injuries, the applicant's son did not fall within that category. The report confirmed that his injuries had not been obvious, in that regard referring to the visit of the ambulance crew to the police station at 3.50 p.m. on 27 February 2005, during which no injuries had been noted.", "23. On 2 November 2005 the Balvi District Police Department terminated the criminal proceedings for the second time. The decision pointed out, inter alia, that even if the applicant's son had been taken to hospital sooner, it was not certain that he would have received the correct diagnosis due to the absence of a CT scanner and a specialist neurologist at Balvi hospital. It was also established that since the applicant's son's injuries were not visible, the police officers in question had not breached the law.", "24. On 8 November 2005 the Balvi District Public Prosecutor's Office decided to quash the decision of 2 November 2005 on the ground that the evidence had not been examined.", "25. On 10 November 2005 the Balvi District Police Department decided to terminate the criminal proceedings. The text of the decision was practically identical to that of 2 November 2005.", "26. As of 19 September 2006 the applicant was represented by a lawyer. Pursuant to a request by the applicant's representative, on 1 November 2006 a prosecutor of the Office of the Prosecutor General quashed the decision of 10 November 2005 and sent the case to the Bureau of Internal Security of the State Police (Valsts policijas Iekšējās drošības birojs) for continued investigation. The decision of 19 September focused, inter alia, on the actions of the policemen before and after the applicant's son's arrest as well as on the legality and permissibility of his detention as such. It was suggested that the question of the potential liability of the policemen of the Balvi District Police Department for criminal inaction (section 319(2) of the Criminal Law, see below, paragraph 34) needed to be resolved.", "27. On 18 January 2007 that Bureau decided to split the criminal proceedings into two parts, one regarding the actions of M.I. and the other concerning the inaction of the Balvi District policemen. The first part was transferred back to the Balvi District Police Department and the second remained with the Bureau of Internal Security.", "28. On 7 March 2007 the Balvi District Police Department decided to terminate the criminal proceedings against M.I. due to lack of corpus delicti. The applicant did not appeal against that decision.", "29. On 23 August 2007 the Bureau of Internal Security of the State Police decided to terminate the criminal proceedings against the officers of the Balvi District Police Department for want of corpus delicti. During the course of the investigation statements were taken from all five officers who had been present at the police station during the night of the applicant's son's arrest and the following day. The officers who had arrested the applicant's son confirmed that the security guards at the school had informed them that he had fallen backwards down the stairs but they had not waited for the ambulance that had been called because he had behaved in a way that was typical of an intoxicated person and had had no visible injuries. The officers who had been on duty on 27 February 2005 pointed out that they had tried to wake up the applicant's son on several occasions without success, but that after they had eventually succeeded, the applicant's son had gotten up without any help and walked to the reception area of the police station where he had been seen by a doctor who had arrived in an ambulance. The doctor had then allegedly proclaimed that the applicant's son was “faking” and was still drunk. He had only been taken to hospital after the applicant had persuaded the doctor to do so. The decision also pointed out that it was “obvious” that a mistake had been made by the doctors, who had failed to correctly diagnose the applicant's son's injuries before his death.", "30. On 26 September 2007 a public prosecutor of the Balvi District Public Prosecutor's Office dismissed the applicant's representative's appeal against the decision of 23 August 2007.", "31. On 24 October 2007 a senior prosecutor of the same office rejected the applicant's representative's appeal against the decision of 26 September 2007. In addition to upholding the conclusions of the decision of 23 August 2007, it was pointed out that no causal link existed between the decision of the officers present at the scene to transport the applicant's son to the police station without waiting for the ambulance and the applicant's son's death, since the death had occurred despite the fact that the applicant's son had eventually been placed under medical supervision.", "32. In a final decision of 31 January 2008 a senior prosecutor of the Public Prosecutor's Office attached to the Latgale Regional Court dismissed the applicant's complaint about the decision of 24 October 2007.", "33. The fifth paragraph of section 5 of the Law on Police provides one of the basic principles for organising the work of the police is safeguarding the health of persons in police custody, which includes carrying out emergency measures to provide medical assistance. The duty of police officers to provide medical and other assistance to injured persons is repeated in section 10(3) of the Law on Police. That section specifically provides for a duty to provide assistance to anyone, even persons who, because of their state of inebriation, have lost the ability to move or who pose a danger to themselves or others.", "34. Section 319(2) of the Criminal Law provides that state officials' can be held criminally liable for intentional or negligent failure to perform acts which are compulsory by law or are part of the duties assigned to the official in question. In order to engage criminal responsibility such dereliction of duties has to have caused substantial harm to the state or to the rights and interests of individuals.", "35. On 1 February 2004 the Law of Administrative Procedure entered into force. That law, among many other things, provides for a mechanism for complaining about the legality of de facto actions of state institutions to administrative courts.", "36. The Law on Compensation for Damage Caused by State Institutions came into force on 1 July 2005. It provides for practical implementation of the rights guaranteed by the Constitution and the Law of Administrative Procedure to receive compensation for damage caused by unlawful administrative acts issued by state institutions or for unlawful de facto actions of those institutions. Pursuant to section 14(3) of that law, the maximum compensation for non-pecuniary damage that can be awarded is 20,000 Latvian lati (LVL) approximately 28,200 euros (EUR).", "37. As to the consequences of awarding compensation, section 32 of the Law on Compensation for Damage Caused by State Institutions provides as follows:", "“1) In order to establish the circumstances that have caused or fostered the infliction of the damage to be compensated, an authority hierarchically superior to the one which has caused the damage shall evaluate each individual case when damage has to be compensated pursuant to a decision of the authority or a court.", "2) After evaluating all the circumstances pertinent to the compensation for damage, a hierarchically superior authority shall adopt a decision concerning forwarding the materials in the case file to a competent authority, which shall decide whether the official responsible for causing the damage ought to be held disciplinarily, administratively or criminally responsible.”", "38. Section 22 of the Law of Criminal Procedure contains a general principle according to which that Law provides for procedural opportunities for persons who have suffered harm as a result of criminal acts to request compensation for pecuniary and non-pecuniary damage. The specifics of the implementation of that principle are contained in various sections throughout the Law.", "39. The general standards contained in the Second General Report [CPT/Inf (92) 3] by the Council of Europe's Committee for the Prevention of Torture (CPT) provide that persons detained by the police should have the right of access to a doctor, including the right to be examined, if the person detained so wishes, by a doctor of his own choice (in addition to any medical examination carried out by a doctor called by the police authorities) (§ 36). Persons taken into police custody should be expressly informed without delay of the above rights (§ 37). The results of the medical examination and relevant statements by the detainee and the doctor's conclusions should be formally recorded by the doctor and made available to the detainee and his lawyer (§ 38).", "40. Article 14(2) of the United Nations Convention on the Rights of Persons with Disabilities (“the CRPD”), which entered into force on 3 May 2008, was signed by Latvia on 18 July 2008 and ratified on 1 March 2010, provides as follows:", "“States Parties shall ensure that if persons with disabilities are deprived of their liberty through any process, they are, on an equal basis with others, entitled to guarantees in accordance with international human rights law and shall be treated in compliance with the objectives and principles of the present Convention, including by provision of reasonable accommodation.”", "41. The Interim Report of the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment, submitted on 28 July 2008 by the Office of the United Nations High Commissioner for Human Rights to the 63rd session of the General Assembly of the UN (A/63/175) in its paragraphs 50 and 54 provides as follows:", "“Persons with disabilities often find themselves in ... situations [of powerlessness], for instance when they are deprived of their liberty in prisons or other places ... In a given context, the particular disability of an individual may render him or her more likely to be in a dependant situation and make him or her an easier target of abuse ...”", "and", "“The Special Rapporteur notes that under article 14, paragraph 2, of the [Convention on the Rights of Persons with Disabilities], States have the obligation to ensure that persons deprived of their liberty are entitled to 'provision of reasonable accommodation'. This implies an obligation to make appropriate modifications in the procedures and physical facilities of detention centres ... to ensure that persons with disabilities enjoy the same rights and fundamental freedoms as others, when such adjustments do not impose disproportionate or undue burden. The denial or lack of reasonable accommodation for persons with disabilities may create detention ... conditions that amount to ill-treatment and torture.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}