{"ITEMID": "001-5800", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "JONES v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a British citizen and sole heir and administrator of the estate of the late David Edgar Jones. She is represented before the Court by Mr A. I. Dikigoropoulos, a lawyer practising in Nicosia.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "According to the applicant, David Jones and his siblings, plaintiffs in action No. 4745/83 in the Nicosia District Court, became the registered owners of two properties situated at Atsas in the village of Evrychou, after a local enquiry of the Land Registry Office for the purpose of widening a street, and after the death of the plaintiffs’ mother, Paraskevou Mateidis, on 18 September1967.", "Before that date the properties had been registered in the name of Yangos Mateidis who had inherited it from his sister, Eleni, to whom the properties had been donated by their parents.", "In 1977 a certain Ellada Kyriakou filed action No. 4386/77 in the Nicosia District Court claiming that she and her husband, Eustathios, were the owners of the properties by purchase and/or by long uninterrupted adverse possession.", "On 29 November 1977 the court made an order for a substituted service of the writ of summons on David Jones by publication of the writ in the newspaper the “Cyprus Mail”, by posting a copy of the writ at two coffee-shops in the village Evrychou (where the properties were situated), by serving it upon a certain Pantelis Soliatis of Evrychou and by posting a copy on the court’s notice board.", "David Jones and his siblings failed to enter a notice of appearance and, when the action was fixed for hearing, the case was dealt with in their absence.", "Having heard the evidence of the witnesses, the Nicosia District Court was satisfied that Eustathios Kyriakou had been in possession of the two properties for more than the prescribed period, adversely, peacefully and uninterruptedly. On 24 March 1980 the court ordered the cancellation of the registration of the properties in the name of David Jones and their registration in the name of Eustathios Kyriakou, who subsequently had the plots registered in the name of his daughters by donation. Thereafter, one of the daughters mortgaged the properties in favour of the Latsia Society Ltd. The writ of summons in action No. 4386/77 was never served on the plaintiffs who were at all times residents of the United Kingdom or Australia and whose address was unknown. They all had, however, a representative in Cyprus, Mr Dimitrios Apostolou.", "In 1982 David Jones retired to Cyprus. When he discovered that the registration of the properties had been cancelled, he lodged action No. 4745/83 on 20 August 1983 with the Nicosia District Court in order to have the judgment in action No. 4386/77 set aside. He was joined in this action by his siblings. They maintained that the judgment had been obtained by fraud and that there had been a breach of the procedural rules concerning the summons to appear. They alleged that they should have been personally notified of the writ of summons.", "On 29 October 1993 the Nicosia District Court dismissed the action, referring extensively to Cypriot and British case-law on the matter. It held that, in deciding action No. 4386/77, the District Court had issued an order according to which the notification of the writ of summons was to take place by its publication in the “Cyprus Mail” newspaper and a copy of it placed on the notice-boards of two coffee-shops in the village of Evrychou, as well as that of the District Court of Nicosia. In exercising its discretionary powers, the District Court considered that such a notification was effective as the plaintiffs, whose nationality and address were unknown to the court, were abroad and the relevant documents, which had been sent to them by one of their relatives, were returned undelivered. It concluded that, although this method of notification was not wholly efficient, it was important for citizens who had had their rights recognised by a court decision to be able to rely on such a decision.", "In particular, as to the allegation that the default judgment was obtained by fraud, the court found that the plaintiffs had failed to prove the existence of any such fraud. As to the allegation that there had been a procedural irregularity in that a notice of a writ of summons instead of the writ of summons itself should have been served upon them, being non-Cypriots, the court held that such an irregularity would result in the annulment of the judgment ex debito justitiae. However, the court concluded that David Jones and his siblings had failed to produce evidence to establish that they were not Cypriot nationals.", "The plaintiffs appealed to the Supreme Court which dismissed the appeal on 22 September 1998. The Supreme Court adopted the conclusions of the District Court. It further observed that any procedural irregularity, which would have led to the proceedings in action 4386/77 being annulled, had become a “mere irregularity” by reason of the new Order 64 of the Civil Procedure Rules which was published on 24 February 1995 and which (in accordance with the case-law that followed) had retrospective effect. This observation related only to the alleged irregularity that was brought about by the issue of the writ of summons instead of the issue of a notice of the writ. In any event, the Supreme Court dismissed the submission that there had been an irregularity with respect to the service of the writ, as David Jones and his siblings had failed to prove that they were non-Cypriots.", "Finally, the Supreme Court held:", "“However, the respondents could submit to the Court an application in action 4386/77 for setting aside [the judgment], explaining the default of appearance as well as why such a period of time has passed until they took such a step [filing the application] and giving grounds for a prima facie case, so as to enable the Court to exercise its discretionary power … The respondents did not follow such a course and no such issue was raised for determination.”", "Order 2, Rule 2 of the Civil Procedure Rules reads as follows:", "“No writ of summons for service out of Cyprus of which notice is to be given out of Cyprus, shall be sealed without the leave of the Court or a Judge.”", "Order 26, Rule 14 of the Civil Procedure Rules provides as follows:", "“Any judgment by default, whether under this Order or under any other of these rules, may in a proper case be set aside by the Court upon such terms as to costs or otherwise as the Court may think fit.”", "Domestic case-law has made it clear that the primary consideration for the court of review is whether the defendant’s case has merits to which heed should be paid (Ioannis Kotsapas v. Titan Construction, [1961] CLR 317).", "More recent authorities have reiterated the principle as follows:", "“The effect of the case-law is that the court must not hasten to deprive a party of his right to be heard in his case, so long as he discloses merits. But the court may, nevertheless, decline to re-open the case if his conduct is such as to strike at the root of the administration of justice. Where the conduct of the party applying to set aside a judgment is inexcusable, contumacious, to the extent of grossly disregarding the judicial process or the rights of his adversary, the court may, in its discretion, refuse to set aside the judgment.” (Phylactou v. Michael [1982] 1 CLR 204).", "The Government stress that, in the context of an application to set aside a default judgment, the defendant does not have to show that he has not been personally notified of the proceedings in which the default judgment was delivered. He is only required to explain why he failed to appear in order to show that his non-appearance was not the result of any gross disregard for the judicial process."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}