{"ITEMID": "001-110941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TURZYNSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Mr Andrzej Turzyński, is a Polish national who was born in 1959 and lives in Gdańsk. He was represented before the Court by Ms B. Słupska-Uczkiewicz and Ms M. Gąsiorowska, lawyers practising in Wrocław and Warsaw respectively. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "2. In 1998 the applicant was diagnosed with multiple sclerosis (stwardnienie rozsiane). He is in a wheelchair; both of his legs and his left arm are paralysed. The applicant also suffers from urinary incontinence and wears incontinence pads. He is slowly losing his eyesight, is affected with palsy and also experiences cramps.", "3. On unspecified dates in 2002 the applicant was convicted of fraud in two separate sets of criminal proceedings. He was sentenced to two prison terms of two years each. His actual detention, however, was postponed because of his poor health.", "4. On 5 November 2008 the applicant was arrested by the police. On the same day he was transported to Gdańsk Remand Centre where he started serving his combined fouryear prison sentence.", "5. He was committed to Gdańsk Remand Centre, where he alternated between the neurology ward of the remand centre’s hospital wing and a general prison wing. From 5 November 2008 until 15 January 2009 and from 30 April until 10 September 2009 the applicant was detained in the hospital wing. In the remaining time he was imprisoned in the remand centre’s general wing. He shared his cell with three healthy inmates. The cell in question was adapted to special needs detainees in that it had a wider door and a special handle had been installed on the wall next to the toilet. The representatives of the Ombudsman inspected the applicant’s cell and confirmed that it was adapted to the needs of disabled persons.", "6. The applicant was usually scheduled to see the remand centre’s inhouse general practitioner once every fortnight. In his opinion, the medical check-ups should have been more frequent and run by a neurologist.", "7. The remand centre’s nurse administered the applicant’s medicine once or twice a day. The applicant claimed that the pharmacological treatment prescribed was insufficient to stop his health from deteriorating. In his opinion, the only way to slow down the development of his disease and to avoid complete body paralysis was to have regular and specialised physiotherapy.", "8. The applicant received a daily supply of incontinence pads from the prison nurse. He changed them with the assistance of his fellow inmates. He had to pay for this help with cigarettes and other goods. The applicant submitted that he was in an inferior position vis-à-vis his cellmates because he depended on their assistance for his hygiene and daily routines. He also felt humiliated in front of them because he had no privacy when having his incontinence pads changed and he often smelt of urine. The latter led to his being mocked, and caused increased tension and disputes among his cellmates.", "9. The applicant also submitted that, in order to attend his physiotherapy sessions, he had had to be carried in his wheelchair across the external yard by fellow prisoners. On those occasions he had only worn his pyjamas and had often been cold. In addition, on several occasions, he had been dropped and his wheelchair had been badly damaged. For those reasons the applicant decided not to continue his physiotherapy.", "10. On 12 October 2010 the applicant was conditionally released from detention.", "11. On an unspecified date in 2008 the applicant filed an application for adjournment of the execution of his prison sentence with the Kościerzyna District Court. On 20 November 2008 the court dismissed his application. It found that the applicant could serve his sentence and be treated in prison hospital. The court relied on the supplementary expert opinion of 20 October 2008 (see paragraph 20 below) and the information submitted by the Chief Medical Officer of the Gdańsk Regional Inspectorate of the Prison Service. According to the latter, the neurological ward of the Gdańsk Remand Centre ensured constant medical care to prisoners suffering from chronic neurological conditions. It disposed of well-equipped physiotherapy room and each disabled prisoner was provided with specialised assistance in his daily routine.", "12. The Government submitted that the applicant had had regular neurological consultations (on 23 December 2009, 23 March and 4 May 2010). The applicant had been signed up for regular physiotherapy sessions which he had frequently refused to attend, and for that reason his allegations that he had his fingers and toes massaged only on a few occasions were groundless. The applicant’s fellow inmates, who had been carefully chosen, assisted him voluntarily in his daily routine. This was not the result of the lack of personnel but of the applicant’s refusal to cooperate with the nurses. The applicant was of the opinion that they were able to satisfy his needs. In Gdańsk Remand Centre there was also a prisoner whose job was to help the disabled inmates in the presence of the medical staff. However, the applicant rejected the assistance of this person. The Government maintained that the applicant had never complained about his inmates. On the contrary, on 12 March 2009 he said that “the inmates help willingly”. Further, on 11 June 2010 the applicant refused to be transferred to the neurological ward where he was to be provided with constant medical care and nursing. The applicant stated that the conditions in his cell were good and that he had cooperative inmates.", "13. In spite of the applicant’s allegations that he needed constant assistance, he managed to keep his cell tidy and was twice rewarded for that. His incontinence pads, sheets and underwear were changed adequately according to his needs.", "14. The medical wards of the remand centres in Poland were well equipped for treating patients with multiple sclerosis. They offered the same level of treatment as received by patients in public hospitals. As indicated by the Chief Medical Officer of the Gdańsk Regional Inspectorate of the Prison Service, patients treated outside the prison system did not receive the same high level of constant medical care as patients with MS in Polish prisons. For this reason, the applicant’s claim that the pharmacological treatment had been insufficient to stop his health from deteriorating was groundless.", "15. In a report dated 29 May 2005 court-appointed experts in neurology and forensic medicine at the Gdańsk Medical Academy categorically stated that the applicant was not, at the time of the report, or in the future, fit to be held in detention.", "16. In a report of 18 September 2006 the same medical experts submitted that the applicant’s advanced multiple sclerosis posed an absolute obstacle to his detention. The experts noted that it was inevitable that the applicant’s health would get worse, although they would expect him to experience short periods in which his illness could be expected to be more stable. The experts concluded that the applicant’s detention in a prison hospital could be taken into consideration but only under the condition that the prison authorities would provide him with specialist neurological care, regular physiotherapy and nursing adequate to the degree of his illness.", "17. On 28 May 2007 the same medical experts drafted a supplementary report in which they stressed that the applicant’s detention should be considered only if he were assigned to the hospital wing, received specialised neurological care, constant physiotherapeutic care, nursing and almost permanent assistance by a person who would be able to help him with his daily routine (prior to his imprisonment, the applicant was assisted by his wife). The above-mentioned conditions had to be strictly complied with to avoid a risk to the applicant’s health.", "18. The Government submitted that in December 2005 a criminal case against the applicant was filed with the Kościerzyna District Court. The victims in this case informed the authorities that in September 2005 the applicant had arrived alone in a car at their plot of land.", "19. The Government maintained that the medical experts who had prepared the reports in 2006 and 2007 had not been provided with the witnesses’ accounts who had seen the applicant walking in September 2005.", "20. On 20 October 2008 the same medical experts concluded in their supplementary report that the applicant could serve his sentence in Gdańsk Remand Centre. The conditions ensured by the neurological ward of that remand centre were compatible with the applicant’s needs. The supplementary report was drafted to clarify the 2007 opinion. The experts stated that the applicant’s condition was characterised by periods of deterioration (lasting a few days) and of remissions (lasting a few months or even years). If the applicant were to be detained in Gdańsk Remand Centre, he needed to be provided with some help in his daily routine (bath), neurological consultations, hospitalisation in the neurological ward of the Remand Centre if necessary and one-hour physiotherapy five times a week. It was no longer required that the applicant be provided with permanent assistance in all basic daily routines. The experts also stated that there was a risk that the applicant had exaggerated the seriousness of his condition which could not be excluded by means of medical examination. They noticed the improvement in his condition, which probably enabled the applicant to move in and out of his wheelchair independently and observed that the degree of paralysis of his legs and left arm was less pronounced than claimed by the applicant previously. The experts took into consideration the facts established in the proceedings before the Kościerzyna District Court that the applicant could move on his own and drive a car.", "21. On unspecified dates the applicant and his wife applied for temporary release (przerwa w karze). Those requests were dismissed because the relevant penitentiary court considered, on the basis of the medical reports, that the medical care which was being provided to the applicant in the Gdańsk Remand Centre was adequate and sufficient.", "22. In addition, the applicant and his wife submitted numerous complaints to the Ombudsman, the Helsinki Foundation of Human Rights, the Regional Inspectorate of the Prison Service (Okręgowy Inspektorat Służby Więziennej) and other domestic authorities. In his letter of 28 April 2009 and numerous subsequent communications the Ombudsman informed the applicant’s wife that her allegations concerning inadequate medical care provided to her husband had been ill-founded.", "23. By a letter dated 9 June 2009 the Head of the Gdańsk Regional Inspectorate of the Prison Service informed the applicant’s wife that her numerous complaints that her husband was receiving inadequate medical care in prison had been considered ill-founded. It was noted that the applicant had twice been detained in the remand centre’s hospital where he had received adequate medical care. The applicant was signed up for regular physiotherapy sessions, which he had frequently refused to attend. It was acknowledged that the applicant required another person’s assistance with his daily routine. It was noted, however, that such assistance was being provided voluntarily by the applicant’s fellow inmates. Lastly, the applicant’s incontinence pads, sheets and underwear were changed adequately according to his needs.", "24. By a letter dated 12 August 2009 the same authority once more informed the applicant’s wife that her complaints had been considered illfounded. It was noted that the applicant’s health had been stable for three years and that he was being detained in the hospital wing where he was receiving adequate medical care. It was submitted that, following the recommendations of the physiotherapy specialist, the applicant was exercising five times per week.", "25. By a letter dated 30 October 2009 the Head of the Gdańsk Regional Inspectorate of the Prison Service dismissed the complaints of the applicant’s wife. It was noted that the applicant was being detained in a cell adapted to his special needs and that he had refused to attend his physiotherapy sessions, which had been taking place away from his cell. Further, he was assisted in his daily routine by his inmates and prison nurses.", "26. By a letter dated 8 January 2010 the same authority informed the applicant that he was being regularly assisted by a nurse.", "27. The provisions pertaining to medical care in detention facilities and general conditions of detention, and the relevant domestic law and practice are set out in the Court’s judgments in the cases of Kaprykowski v. Poland, no. 23052/05, §§ 36-39, 3 February 2009; Sławomir Musiał v. Poland, no. 28300/06, §§ 48-61, 20 January 2009; and Orchowski v. Poland, no. 17885/04, §§ 74-85, 13 October 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}