{"ITEMID": "001-111394", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GENDERDOC-M v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 13+11 - Right to an effective remedy (Article 13 - Effective remedy) (Article 11 - Freedom of assembly and association;Article 11-1 - Freedom of peaceful assembly);Violation of Article 14+11 - Prohibition of discrimination (Article 14 - Discrimination) (Article 11 - Freedom of assembly and association;Article 11-1 - Freedom of peaceful assembly)", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["6. The applicant, Genderdoc-M, is a non-governmental organisation based in Moldova whose object is to provide information and to assist the LGBT community.", "7. On 7 April 2005 the applicant association applied to Chişinău Municipal Council for authorisation to hold a peaceful demonstration in front of the Parliament on 27 May 2005, to encourage the adoption of laws to protect sexual minorities from discrimination.", "8. On 27 April 2005 the Chişinău Municipal Council rejected the application on the ground that the applicant association’s demonstration was baseless, since a law on the protection of national minorities had already been adopted.", "9. On 6 May 2005 the Mayor’s Office also refused permission for the proposed demonstration, on the grounds that there was a law on the protection of national minorities already in place and that there were legal provisions which dictated which individuals had the power of legislative initiative required to promote laws.", "10. The applicant association contested the decision of the Chişinău Mayor’s Office of 6 May 2005. It argued that the ban on their demonstration was illegal and discriminatory.", "11. On 2 June 2005 the Chişinău Court of Appeal allowed the applicant association’s action and declared the Chişinău Mayor’s Office decision of 6 May 2005 void. Chişinău Court of Appeal found the following:", "“...The court considers legally ungrounded the arguments relied on by the defendant to justify its refusal to authorise the assembly, as the law does not provide such grounds for the non-authorisation of an assembly. The decision as to whether to authorise or not to authorise an assembly should not be made conditional either on the nature of the problems the participants intend to bring to society’s attention, or on the status of those problems.", "Under these circumstances the court concludes that the decision of the Mayor’s Office dated 6 May 2005 was issued contrary to the provisions of Article 26 (1) of the Law regarding administrative complaints, and was thus illegal and void. As to the plaintiff’s other complaints, including the Mayor’s Office’s noncompliance with the time-limit of forty-eight hours for notification of the refusal of authorisation for the assembly required under section 14 of the Law regarding the organisation and conduct of assemblies, the court declares them illfounded.”", "12. The Chişinău Mayor’s Office appealed against the decision of the Chişinău Court of Appeal of 2 June 2005. The Mayor’s Office argued that they had received many requests from individuals and associations which were vehemently against the authorisation of the demonstration, and who opposed the adoption of any law legalising homosexual partnerships. The requests had laid emphasis on various legal provisions that concerned the protection of marriage and the family.", "13. On 7 September 2005 the Supreme Court of Justice allowed the appeal lodged by the Mayor’s Office, quashed the Chişinău Court of Appeal decision of 2 June 2005 and decided to send the case to the Court of Appeal for re-examination.", "14. In their submissions to the Court of Appeal, the Mayor’s Office argued that the holding of an assembly for the promotion of the rights of sexual minorities would endanger public order and social morality and, moreover, that the organisers had not assumed any responsibility as regards the demonstration’s good management.", "15. The applicant association argued that the ban was illegal and discriminatory.", "16. On 14 June 2006 the Court of Appeal found against the applicant association. The applicant association appealed against this decision.", "17. On 18 October 2006 the Supreme Court of Justice upheld the decision of the Court of Appeal of 14 June 2006. It found that the applicant association had failed to give undertakings as regards a number of obligations required by the law in respect of assemblies, such as: to respect the law; to designate a person or persons in charge of the conduct of the demonstration; to create together with the police a group of people responsible for the maintenance of public order; to mark the site of the demonstration with special signs; to pay the Municipal Council any fees related to the arrangement of the site of the demonstration; to establish the route to and from the site of the demonstration; to provide the police with unfettered access to the site of the demonstration; and to forbid the participation of certain persons. Moreover, the court considered that there was a risk that the demonstration would cause a breach of public order.", "18. Law no. 560-XIII of 21 July 1995 regarding the organisation and conduct of assemblies provides, as relevant, the following:", "Assemblies may be held only after the organisers have duly notified the urban mayor’s (municipal) or rural offices.", "(1) The organiser of an assembly must lodge a notification with the mayor’s office at least fifteen days before the chosen date, according to the model provided in the appendix which is part of the present law.", "(2) The preliminary notification should indicate:", "(a) the name of the organiser, the aim of the assembly;", "(b) the date and time the assembly is to begin and end;", "(c) where the assembly will take place and the routes to and from the place;", "(d) the form the assembly will take;", "(e) the approximate number of participants;", "(f) those appointed to ensure the good conduct of the assembly and to be responsible for it;", "(g) the services the organisers require from the mayor’s office.", "(3) The Mayor’s Office may in justified cases modify, with the organiser’s consent, elements of the preliminary notification.", "After examining the preliminary declaration, the Mayor’s Office shall issue one of the following decisions and inform the organiser about it:", "(a) grant permission;", "(b) refuse permission under section 12 (6).", "(1) The organiser can contest the refuse to authorise an assembly.", "(2) The relevant judicial body shall decide upon the organiser’s contestation within 5 days from its lodging.”", "19. Section 34 of Law no. 123 of 18 March 2003 regarding local public administration provides that:", "“(1) ... the Mayor undertakes the following functions over... administered territory:", "1. in the field of legal order:", "...", "(f) Undertakes legal measures regarding the conduct of public assemblies: ...", "(g) Undertakes measures forbidding or suspending shows, presentations and other public demonstrations which contradict legal order and morals.”", "20. The Moldovan Constitution contains the following relevant provisions:", "(1) The exercise of certain rights or freedoms may be restricted only under the law and only as required for: the defence of national security, of public order, health or morals, of citizens’ rights and freedoms, the carrying out of investigations in criminal cases, the prevention of the consequences of a natural calamity or of a technological disaster.", "(2) The restrictions enforced must be in proportion to the situation that caused them, and may not affect the existence of that right or liberty.”", "21. The Moldovan Civil Code stipulates in Article 184:", "“An association is a non-commercial organisation established voluntarily by associated individuals and legal entities under provisions of the law on the basis of community of interests, which are consistent with public order and good morals, for the purpose of meeting various non-material needs.”"], "VIOLATED_ARTICLES": ["11", "13", "14"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}