{"ITEMID": "001-84776", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "FEDOROV AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Loukis Loucaides", "TEXT": ["The applicants, Mr Rudolf Viktorovich Fedorov, Mrs Sofiya Mikhaylovna Fedorova, Mrs Lyudmila Dmitriyevna Fedorova and Mr Andrey Rudolfovich Fedorov, are Russian nationals who were born in 1947, 1949, 1927 and 1983 respectively and live in Izhevsk, the Republic of Udmurtia.", "The respondent Government were represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 October 1986 one of the applicants, Mr R. Fedorov, was called up by the military authorities to take part in the emergency operations at the site of the Chernobyl nuclear plant disaster. The applicant was engaged in the operations until 30 December 1986 and, as a result, suffered from extensive exposure to radioactive emissions. In 1997, after an expert opinion established a causal link between the applicant’s disability and his involvement in the Chernobyl events, Mr R. Fedorov was put on a waiting list for additional housing. As he was not offered any, in 2004 he brought court proceedings against the Ministry of Finance, Russian Government and the Ministry of Construction and Architecture.", "On 5 April 2004 the Oktyabrskiy District Court of Izhevsk partly found in the applicant’s favour and ordered the Ministry of Construction and Architecture to grant the applicant additional housing in a form of a separate room. Both parties appealed against the judgment (the applicant requested to be provided with a separate flat instead of a room).", "On 8 June 2004 the Supreme Court of the Republic of Udmurtia upheld the judgment and on the same day it became enforceable.", "On 28 June 2004 the Bailiff’s Service instituted enforcement proceedings.", "On 5 August 2004 Mr R. Fedorov’s representative in the domestic proceedings, Mr G., applied to the Bailiff’s Service in order to withdraw the writ of execution.", "On 6 August 2004 the writ of execution was returned to the applicant’s representative and the enforcement proceedings were terminated due to the applicant’s withdrawal of the writ.", "Subsequently, the applicant applied to the court requesting it to amend the way of the execution of the judgment of the Oktyabrskiy District Court of Izhevsk of 5 April 2004.", "On 22 September 2004 the Oktyabrskiy District Court of Izhevsk changed the way of execution of the judgment of 5 April 2004 and ordered the defendant to pay the applicant 281 099, 70 Russian roubles (RUB) for the purchase of additional housing in a form of a separate room with a living surface of 18 m².", "On 21 October 2004 the applicant sent the new writ of execution to the Bailiff’s Service.", "On 20 April 2005 the applicant’s wife, on his behalf, concluded a sale-purchase agreement of a separate room with a living surface of 18m².", "On 26 April 2005 the agreement was registered by the Property Department of the Federal Registration Service of the Republic of Udmurtia in accordance with the official procedure and the applicant received an ownership certificate for the room.", "On 27 April 2005 the sum awarded to the applicant for the purchase of the housing was transferred to the seller’s account."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}