{"ITEMID": "001-22068", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "RAITA AND JALI RAITA CONSULTING OY v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The first applicant is a Finnish citizen, born in 1941 and resident in Turku. He owns and represents the limited liability company Jali Raita Consulting Oy (i.e. the second applicant). The respondent Government are represented by their Agent, Mr Arto Kosonen, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant company brought civil proceedings for damages against a another company. On 12 July 1995 the District Court (käräjäoikeus, tingsrätten) of Helsinki ordered the defendant to pay certain damages and dismissed the remainder of the action. Both parties appealed.", "On 29 February 1996 the Court of Appeal (hovioikeus, hovrätten) of Helsinki quashed the District Court’s judgment and dismissed the whole of the applicant company's action. The panel of three judges examining the appeal comprised, among others, Judge T., an extraordinary judge on leave of absence from his permanent post as law clerk (référendaire; esittelijä, föredragande) in the Supreme Court (korkein oikeus, högsta domstolen).", "In the case in point, T. was responsible for checking any amendments to the draft judgment which the Court of Appeal’s law clerk in charge had presented for the panel’s deliberations. According to the case-file, T. had checked the draft judgment on 22 February 1996, whereas he had returned to his post at the Supreme Court with effect from 1 January 1996.", "On 12 March 1996 the applicant company requested the Court of Appeal to complete its judgment in respect of one claim allegedly left without examination. On 4 April 1996 the Court of Appeal dismissed this request.", "The company was subsequently informed of Judge T.’s return to the Supreme Court. In June 1996 the company sought leave to appeal to that court and also lodged a procedural complaint (kantelu tuomiovirheen perusteella, klagan på grund av domvilla), arguing, inter alia, that as from 1 January 1996 the Court of Appeal had not been constituted according to the law (tuomionvoipa, domför) in the case in question.", "On 14 January 1997 the Supreme Court refused the company leave to appeal both against the Court of Appeal’s judgment of 29 February 1996 and its decision of 4 April 1996. The Supreme Court dismissed the procedural complaint, noting that the deliberations on the company’s appeal to the Court of Appeal had taken place already on 25 October 1995. The tasks which Judge T. had accomplished up to the delivery of the judgment had consisted of ordinary follow-up measures in accordance with established practice. The Court of Appeal had thus been constituted according to the law despite his having left that tribunal with effect from 1 January 1996.", "In the Finnish court system a law clerk prepares the draft decisions and judgments of the courts of appeal and the Supreme Court but cannot take part in any vote. He or she may annex a dissenting opinion, should his or her proposal not be followed.", "According to chapter 2, section 8 of the Code of Judicial Procedure (Oikeudenkäymiskaari, Rättegångs Balk), the quorum of a court of appeal shall comprise three judges in order for it to be constituted in accordance with the law.", "According to Rules 19-20 of the 1994 Rules of Procedure of the Helsinki Court of Appeal, a judge may, after the competent panel has deliberated on the law clerk’s proposal, propose necessary amendments to the draft judgment. The revised draft is then circulated among the judges for approval. On such approval, the judgment is prepared for delivery in its final wording. If the Presiding Judge considers that a proposed amendment would change the substance of the judgment or if a judge has changed his or her opinion, the matter shall, whenever deemed necessary, be subject to a second deliberation.", "In a precedent of 30 December 1996 (no. 1996:153) the Supreme Court held that a former justice could, after taking up his post as Parliamentary Ombudsman, check a draft judgment and carry out other measures in a case deliberated upon prior to his departure. Nor had his departure endangered his independence and impartiality in the case in question.", "In another precedent of the same day (no. 1996:152) the Supreme Court held that a court of appeal judge had become biased after he had checked and signed the original judgment but before it had been delivered."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}