{"ITEMID": "001-91022", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LENSKAYA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1;No violation of P1-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1955 and lives in the town of Tomsk. She works as a deputy head of the Tomsk Regional Hospital.", "7. On 25 November 2000 the applicant asked the Kirovskiy District police department to institute criminal proceedings against her former husband, Mr Ch., complaining that he had assaulted her. She provided a police investigator with a certificate from the Tomsk Town Hospital no. 1. According to that certificate, on 25 November 2000 the applicant presented herself at the hospital, where she was examined and diagnosed with injuries to the soft tissues of the head. The certificate also stated that the applicant did not have concussion.", "8. Two days later a forensic medical expert examined the applicant and issued a report which, in the relevant part, read as follows:", "“1. On the day of the examination, on 27 November 2000, [the applicant] has: two bruises on the face, [and] an injury to the soft tissues on the left side of the parietal tuber. As it follows from medical documents, from 29 November to 16 December 2000 [the applicant] underwent treatment in the neurological department of the Tomsk Regional Hospital; following her dismissal from the hospital she underwent outpatient treatment, consulting a therapist until 23 December 2000 in respect of her diagnosis: “concussion”.", "2. The concussion, bruises on the face, the injury to the soft tissues of the head sustained by [the applicant] were caused by blunt firm objects and are considered to have caused “minor health damage” requiring treatment for no more than twenty-one days....", "It cannot be excluded that those injuries could have been caused in the period indicated by [the applicant]”.", "9. On 15 December 2000 the Kirovskiy District Prosecutor instituted criminal proceedings, finding as follows:", "“On 25 November 2000 [the applicant] applied to the Kirovskiy District police department seeking institution of criminal proceedings against her husband, Mr Ch., on the ground that he had injured her on 24 November 2000, at 8.30 p.m., in their place of residence...", "I see particular social importance in the fact that the injuries were caused by a man to a woman who cannot offer adequate resistance”.", "10. On an unspecified date Mr Ch. was committed to stand trial before the Kirovskiy District Court of Tomsk.", "11. The District Court held several hearings at which it heard the applicant, Mr Ch. and a number of witnesses and examined documentary evidence, including two reports by forensic medical experts. The applicant insisted on her description of events as given to the police and prosecution authorities. Mr Ch. disputed the accusations, denying that he had even visited the applicant on the day of the alleged assault. He claimed that he had visited his female friend, Ms P., on that day and spent the night at her house. Ms P. confirmed Mr Ch.’s statement in open court. The defendant’s alibi was also corroborated by his son, who claimed that he had spent the whole day with his father before the latter had gone to see Ms P. One witness testified to having heard the applicant and Mr Ch. arguing in the applicant’s flat on the day of the alleged assault. Two witnesses stated that they had seen the applicant in the evening of the day of the alleged assault or on the following day. The applicant had complained to them that Mr Ch. had beaten her up. One witness, the applicant’s neighbour, stated that the applicant had unsuccessfully asked two persons to lie in court about Mr Ch. assaulting her. The District Court also heard a doctor who had examined the applicant immediately after the alleged assault. The doctor insisted that the applicant had not had concussion.", "12. On 15 July 2002 the Kirovskiy District Court found Mr Ch. guilty of assault and sentenced him to six months of correctional labour. The sentence was suspended on probation. The District Court also partly accepted the applicant’s tort action against Mr Ch. and awarded her 4,782.68 Russian roubles (RUB) in compensation for pecuniary damage and RUB 10,000 in compensation for non-pecuniary damage.", "13. Mr Ch. and his lawyer appealed, arguing that there was no evidence that the defendant had beaten the applicant. He had an alibi which had been confirmed by two witnesses. However, no witnesses testified to seeing the defendant hitting the applicant. The witnesses also did not state that they had seen the defendant in the vicinity of the applicant’s flat at the alleged time of the assault. Furthermore, the lawyer argued that the presiding judge had unlawfully dismissed his request to step down from the case as the applicant’s lawyer had supervised the presiding judge’s Ph.D. work.", "14. On 12 September 2002 the Tomsk Regional Court reduced the amount of compensation for non-pecuniary damage to RUB 3,000 and upheld the remainder of the judgment, endorsing reasons given by the District Court.", "15. On 30 September 2002 Mr Ch. and his lawyer applied to the President of the Tomsk Regional Court, seeking institution of supervisory review proceedings. They once again insisted on the partiality of the presiding judge and the unavailability of evidence proving Mr Ch.’s guilt.", "16. In October 2002 the President of the Tomsk Regional Court lodged an application for a supervisory review of the judgment of 15 July 2002, as amended on 12 September 2002.", "17. On 1 November 2002 the Registry of the Presidium of the Tomsk Regional Court notified the applicant by letter that a hearing was scheduled for 13 November 2002 at 10.00 a.m. The applicant was also invited to study the case file materials and to submit her observations in response to Mr Ch.’s and his lawyer’s applications for a supervisory review. On 10 November 2002 the applicant lodged her written arguments with the Presidium.", "18. On 11 December 2002 the Presidium of the Tomsk Regional Court, relying on Article 378 of the RSFSR Code of Criminal Procedure (the CCP), quashed the judgments of 15 July and 12 September 2002 and acquitted Mr Ch. The compensation claims were accordingly dismissed. The Presidium held, inter alia, that the district and regional courts had not established what constituted the criminal conduct under the particular head of the criminal charge, whether it had in fact taken place and whether it had been committed by the former husband. The District and Regional courts, without proper assessment of evidence, presumed that the applicant’s injuries had been caused by her former husband. Thus, Mr Ch.’s guilt was not proven and the principle of presumption of innocence was violated.", "19. The applicant and her representative attended the supervisory review hearing and submitted their arguments. On 10 January 2003 the applicant was served with a copy of the judgment of 11 December 2002.", "20. Section VI, Chapter 30, of the RSFSR Code of Criminal Procedure (in force at the material time) allowed certain officials to challenge a judgment which had entered into force and have the case reviewed on points of law and procedure. The supervisory review procedure was to be distinguished from proceedings which review a case because of newly discovered facts.", "21. Pursuant to Article 356 of the CCP, a judgment entered into force and was subject to execution as of the day when the appeal (cassation) instance pronounced its judgment.", "22. Article 371 of the CCP provided that the power to lodge an application for supervisory review could be exercised by the Prosecutor General, the President and the Vice-President of the Supreme Court of the Russian Federation, in respect of any judgment other than those of the Presidium of the Supreme Court, and by the president of the regional courts in respect of any judgment of a regional or subordinate court. A party to criminal or civil proceedings could solicit the intervention of such officials for a review.", "23. Article 373 of the CCP laid down a limitation period of one year during which an application for supervisory review of an acquittal judgment could be brought. This period also applied to an application for supervisory review of a conviction, if such application sought a harsher punishment to be imposed. The period ran from the date when the judgment entered into force. In all other cases, there was no time-limit prescribed for lodging such applications.", "24. According to Articles 374, 378 and 380 of the CCP, the application for supervisory review was to be considered by the judicial board of the competent court which examined the case on the merits, not being bound by the scope and grounds of the application. The board could either dismiss the application and thus uphold the earlier judgment, or grant the application. In the latter case it had to decide whether to quash the judgment and terminate the criminal proceedings, to remit the case for a new investigation, or for a fresh court examination at any instance, to uphold a first-instance judgment reversed on appeal, or to modify and uphold any of the earlier judgments.", "25. According to Article 377 of the CCP, the relevant prosecutor was to participate in the supervisory review hearing. If necessary, the convicted person and his counsel could be summoned to the hearing to make submissions. If summoned to the hearing, the convicted person, the victim and their counsel were to have the opportunity to familiarise themselves with the application for supervisory review and written submissions in reply. At the hearing, the case was to be presented by a judge rapporteur, following which the parties, if present, were to be entitled to make oral submissions.", "26. Articles 342 and 379 of the CCP identify grounds for quashing or amending earlier judgments. In particular, such judgments were to be quashed or modified if a court performing the supervisory review had found that the judgments were unlawful or groundless; or if the pre-trial and judicial investigation had been one-sided and inadequate; or if the lower-instance courts had come to conclusions which did not correspond to the facts of the case; or if the courts had violated criminal procedural law or had incorrectly applied criminal law; or if the sentence did not correspond to the gravity of the crime and the character of the convicted person."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}