{"ITEMID": "001-68541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TÜRKOĞLU v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 2 as regards the State's alleged failure to protect the right to life;Violation of Art. 2 as regards the effectiveness of the investigation;No violation of Art. 5;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "David Thór Björgvinsson", "TEXT": ["9. The facts surrounding the disappearance of the applicant's husband are disputed between the parties.", "10. The applicant's husband, Talat Türkoğlu, had been arrested and tried on several occasions in the past for political offences. Plain-clothes policemen used to keep him under surveillance.", "11. On 29 March 1996, Talat Türkoğlu travelled by bus from Istanbul to Edirne, a city near the border with Greece, to visit relatives. During its journey to Edirne, the bus was stopped by a car and a person from this car got on the bus. Before its arrival in Edirne the same car stopped the bus once again and the person who had got on the bus earlier returned to the car. This car followed Talat Türkoğlu until he arrived at his relatives' house in Edirne.", "12. On 1 April 1996 Talat Türkoğlu left Edirne for Istanbul. He did not arrive home and has been missing since. When entering her home on the fifth day after her husband's disappearance, the applicant noticed that the front door was open and that her television had been turned on. In her opinion, the persons who entered her home had done so with her husband's key.", "13. The applicant filed petitions with several administrative and judicial bodies inquiring about her husband's whereabouts. On 25 April 1996, she applied to the prosecutor at the Istanbul State Security Court and, on 26 April 1996, to the Forensic Medicine Institute and, via the Istanbul Human Rights Association, to the President, the Prime Minister, the Minister of Justice and the Human Rights Commission of the Turkish Parliament. On 2 May 1996 the applicant applied to the General Security Directorate in Ankara. On 3 May 1996 she applied to the Governor's office in Istanbul, the Fatih Public Prosecutor and the National Intelligence Agency. On 6 May 1996 she further applied to the Governor's office in Edirne.", "14. On 23 September 1996 the applicant applied to the Küçükçekmece public prosecutor. She complained that she was being followed by persons, whom she believed to be plain-clothes police officers. She further complained of receiving anonymous phone calls at her home by someone who swore at her and who threatened to kill her.", "15. In her letters of 10 September 1997, the applicant informed the public prosecutor and the Governor in Edirne about an important statement made by a prisoner, Kasım Açık, to some other prisoners in which he gave detailed information about the killing of Talat Türkoğlu.", "16. The applicant claims that Kasım Açık was a State agent who had infiltrated the MLKP (“Marksist Leninist Komünist Parti” – a prohibited left-wing organisation) in order to gather information about their activities. Prior to that, he had participated in counter-guerrilla activities and had been involved in the killing of a number of persons. He was strangled to death in prison on 18 May 1997. According to the applicant, Kasım Açık gave this statement when he was questioned after having been arrested and detained in the Gebze prison on suspicion of being a MLKP member, an offence for which he was later tried before the Istanbul State Security Court.", "17. According to this statement, which was taped and later transcribed, Talat Türkoğlu was questioned in Çadırkent by a gang, whose members included police officers, soldiers and itirafçılar. He was subsequently killed by Murat Demir and Murat İpek and his body was thrown into the river Meriç, which forms part of the border between Turkey and Greece. In her letter, the applicant further stated that Kasım Açık had drawn a sketch of the place where Talat Türkoğlu had been killed and that he had given a detailed description of the clothes Talat Türkoğlu had been wearing, in particular his shoes, wallet and wrist-watch. These details were confirmed by the applicant to be accurate. The applicant finally stated that it had to be deemed certain that Talat Türkoğlu had been killed. She requested the authorities to investigate this new evidence and to show her photographs and other documentary materials concerning unidentified corpses found in the area.", "18. The applicant claims that she did not receive any reaction from the administrative and judicial bodies she petitioned other than one invitation for her and her husband's mother to give a statement and one invitation for Talat Türkoğlu's brother to identify a corpse found in the area where Talat Türkoğlu had disappeared. In this respect, the applicant pointed out that, although she and her relatives had already applied to the domestic authorities in April 1996 after Talat Türkoğlu's disappearance, the documents submitted by the Government are dated May 1998.", "19. Following the receipt of the petition of 15 April 1996, the Edirne public prosecutor instigated an investigation. He contacted the Edirne Security Directorate in order to find out whether Talat Türkoğlu had been taken into police custody. On 2 May 1996 he was informed that this was not the case. As the search for Talat Türkoğlu in Edirne was unsuccessful, his photograph was transmitted to all Security Directorates in Turkey.", "20. Further investigations were opened by the Bursa public prosecutor, the Edirne public prosecutor and the Direction of Criminal Affairs of the Ministry of Justice, following a request of 2 May 1996 by seventeen persons detained in Bursa to elucidate the fate of Talat Türkoğlu.", "21. On 24 May 1996, in reply to a request thereto, the Edirne gendarmerie command informed the public prosecutor that their custody records were being verified and that they had started identity checks in their region. On 10 June 1996, the gendarmerie authorities informed the public prosecutor that their efforts remained unsuccessful.", "22. On 9 August 1996 the Edirne public prosecutor informed the Istanbul public prosecutor about the investigation and requested information as to whether Talat Türkoğlu had been taken into police custody in Istanbul. On 14 October 1996 the Istanbul Security Directorate informed the Edirne public prosecutor that Talat Türkoğlu had not been taken into detention by the Istanbul security authorities.", "23. Following the receipt of the applicant's petition of 10 September 1997 for a supplementary investigation on the basis of the statement given by Kasım Açık, the Edirne public prosecutor informed the public prosecutors of respectively Enez, Meriç, İpsala and Uzunköprü of the investigation and requested information about unidentified bodies found in the area. Talat Türkoğlu's relatives were invited to identity one body from photographs. According to them, the body found was not that of Talat Türkoğlu.", "24. An investigation was conducted concerning the statements given by Kasım Açık. In this connection, it was revealed that he had been killed in the Gebze prison by his co-activists in the TDP (Türkiye Devrim Partisi – a prohibited left-wing organisation). According to a press release issued by the TDP, Kasım Açık had acted as a spy and had betrayed the organisation's confidential strategy. According to this press release, Kasım Açık had been tried under the rules of the TDP and had been sentenced to death. The statement referred to by the applicant had been taken by TDP members in the context of this “trial”. According to the Government, Kasım Açık was not a State agent and had no associations with the State and affiliated agencies.", "25. In fact, it was established in the criminal proceedings brought against the suspected perpetrators of the killing of Kasım Açık that he had been killed accidentally by another prisoner, Ayhan Güneş, following a fight provoked by Kasım Açık.", "26. It appeared from Kasım Açık's statement that the gang which killed the applicant's husband had also kidnapped and killed persons in the Silvan and Lice districts of Diyarbakır. Therefore, an investigation was carried out in the places named by Kasım Açık. In the course of this investigation, the prosecution authorities summoned several village mayors (muhtar) in the region of Lice and took their statements.", "27. On 15 April 1996 Zeyneti Türkoğlu, the mother of Talat Türkoğlu, filed a petition with the Edirne public prosecutor in which she stated that her son had come from Istanbul to visit her, that he had left her house on 1 April 1996 and that since then he was missing. She asked the public prosecutor to search for him.", "28. On 25 April 1996 the applicant filed a petition with the public prosecutor at the Istanbul State Security Court. She stated that, on the basis of a statement given by a detainee in Siirt, she suspected that her husband had been arrested and possibly taken to Siirt. However, the authorities in Siirt informed her that her husband was not detained there. She requested the prosecutor to search for her husband.", "29. On 26 April 1996 the applicant informed the Istanbul Institute for Forensic Medicine that her husband had disappeared on 1 April 1996. She further stated that, in the past, her husband had been arrested many times for political reasons and that he had been followed by the police before he disappeared. She asked the Institute for Forensic Medicine to obtain her husband's fingerprints from the Security Directorate, to compare them with the fingerprints of all unidentified bodies found and to provide her with information that might be helpful.", "30. On the same day the Turkish Human Rights Association addressed a letter to the President of the Republic of Turkey on behalf of the applicant, informing him of the disappearance of Talat Türkoğlu and stated that the applicant had applied to various authorities. The President was requested to order a search for Talat Türkoğlu. On the same day, the Turkish Human Rights Association sent similar letters to the Prime Minister, the Minister of the Interior and the Parliamentary Commission for Human Rights.", "31. By letter of 2 May 1996, the applicant informed the Ankara Security Directorate of the disappearance of her husband and stated that she had applied to various authorities. As her husband had been apprehended, detained and tried for political offences on various occasions in the past, she deemed it plausible that he had been again apprehended and detained. She also contacted the Diyarbakır public prosecutor and State Security Court as well as the anti-terror branch of the Siirt security directorate. Her husband might have been taken there since, in a statement taken previously in Siirt, a person had implicated her husband. As the Siirt authorities had informed her that her husband's name was not mentioned in their records she had also applied to the public prosecutor's office at the Istanbul State Security Court, which informed her that her husband's name was not included in their records either. She finally stated that all of her inquiries indicated that her husband, who had no previous health or family problems, was in the hands of the MIT (Milli İstihbarat Teşkilatı; National Intelligence Agency) or the JITEM (Jandarma İstihbarat ve Terörle Mücadele; Gendarmerie Intelligence and Anti-Terror Branch), or even counterguerrillas. She stated that, in the absence of any other possibility, “it was normal to conclude that a person with a political identity, opposing the State's official policy, could be in the hands of such organisations. They are responsible for many extra-judicial killings and this is acknowledged by the State authorities from time to time. Also, the fact that someone has entered my house secretly by opening the door with a key and the fact that I have been followed makes my conclusion stronger”. She asked the Ankara Security Directorate to search for her husband.", "32. On 3 May 1996 the applicant sent a similar letter to the National Intelligence Service, asking whether this service held any information about her husband's disappearance.", "33. On 3 May 1996 the applicant further sent a letter to the Istanbul Governor, informing the Governor that her husband had disappeared since 1 April 1996, that in the past her husband had been arrested many times for political reasons and, prior to his disappearance, her husband had been followed by the police. She further informed the Governor that she had applied to the public prosecutor, Governor and Security Directorate in Edirne, various Edirne police stations, the hospitals and morgues in Edirne. She further stated that she had applied to the Istanbul Security Directorate, the public prosecutor at the Istanbul State Security Court, prisons and the Forensic Institute. She also mentioned having applied to the Human Rights Association, Amnesty International, Helsinki Watch and other non-governmental organisations, the Prime Minister, the Ministry of the Interior and the National Security Directorate in Ankara. She asked the Governor to investigate the matter. On 6 May 1996, the applicant sent a similar letter to the Edirne Governor.", "34. On 3 May 1996 the applicant filed a further petition with the Fatih public prosecutor, requesting an investigation into her husband's disappearance. She gave a description of her husband and asked the prosecutor to compare her husband's fingerprints with those of the unidentified bodies that had been or might be found within the prosecutor's jurisdiction. She stated that her husband had been arrested in the past and that the authorities should have his fingerprints on record.", "35. On 23 September 1996 the applicant filed a petition with the Küçükçekmece public prosecutor, in which she stated that she had been harassed and threatened by some persons whom she believed to be State agents. The applicant requested the prosecutor to identify these persons and to prosecute them.", "36. On 10 September 1997 the applicant's lawyer filed a petition on behalf of the applicant with the Edirne public prosecutor, informing him that Talat Türkoğlu was still missing and that the applicant's petitions to various authorities and institutions had not given rise to any results. In the petition, it is further stated that it had appeared from a confession made by a counterguerrilla, Kasım Açık, that Talat Turkoğlu was questioned in Çadırkent near Edirne by a gang consisting of police officers, soldiers and itirafçılar (defected members of an illegal organisation who provide the authorities with information about that organisation) and led by Mahmut Yıldırım, alias Yeşil. According to this statement, Talat Türkoğlu had been tortured and subsequently killed by Murat Demir and Murat İpek, who later threw his body in the river Meriç. A transcript of the tape-recording of this statement given by Kasım Açık as well as a sketch map, signed by Kasım Açık, of the place where Talat Türkoğlu had been killed were joined to the petition. The public prosecutor was requested to take these elements into consideration in his investigation and to provide information about the unidentified bodies found in or around the river Meriç. The public prosecutor was further informed that Murat Demir and Murat İpek were currently being held in the Metris prison in Istanbul.", "37. On the same day, the applicant's lawyer sent a similar letter to the Edirne Governor. On 10 September 1997 the applicant's lawyer also requested the Edirne Institute of Forensic Medicine to compare the fingerprints of Talat Türkoğlu with those of all unidentified bodies and to provide any information that might be helpful.", "38. On 15 April 1996 the Edirne public prosecutor requested the Edirne Security Directorate to take a statement from Zeyneti Türkoğlu, to search for Talat Türkoğlu and to distribute his photograph to all police stations in Turkey.", "39. On 19 April 1996 the applicant gave a statement at the Ayşekadın police station in Edirne about her husband's disappearance. She declared that her husband had a business in Istanbul selling building materials, that he had no debts and that in any event debts would not prevent him from coming home, that he had no family problems and that she feared for his life. She requested the police to conduct a search for him.", "40. On the same day, Zeyneti Türkoğlu gave a statement at the Ayşekadın police station in Edirne. She declared that her son had left her home on 1 April 1996 in order to return to Istanbul and that he had since disappeared. She confirmed that on 15 April 1996 she had filed a petition with the Edirne public prosecutor. The family unsuccessfully searched for her son and she feared for his life. She described Talat Türkoğlu, who was born in 1951, as being 180 cm. tall, weighing about 78 kilogrammes, having a dark complexion and a scar on his right cheek. She requested the police to conduct a search for him.", "41. On 2 May 1996 the Ayşekadın police station in Edirne transmitted the statements taken on 19 April 1996 from the applicant and Zeyneti Türkoğlu to the Edirne Security Directorate, informing the latter that police officers of the Ayşekadın station had searched for Talat Türkoğlu at certain addresses and that his photograph had been distributed to all police stations in Turkey. The Edirne Security Directorate was requested to transmit the file to the public prosecutor.", "42. On 6 May 1996 the Fatih public prosecutor transmitted the applicant's petition of 3 May 1996 to the Istanbul Security Directorate, requesting the latter to investigate the matter.", "43. On 24 May 1996 the Edirne Provincial gendarmerie headquarters informed the Edirne public prosecutor that Talat Türkoğlu was not detained by them, that they had searched for him and that they had set up road check points. Their search remained unsuccessful, but they would continue to search for him.", "44. On 30 May 1996 the Edirne Security Directorate informed the Edirne public prosecutor that Talat Türkoğlu had been arrested in 1980 in Ankara for membership of the prohibited TKP/B party (Türkiye Komünist Partisi Birlik). He was released on bail after having been detained for 13 months and 17 days. He was arrested again for the same reasons in Istanbul in 1984. He was released on bail in 1989. Without giving any dates, the letter further states that Talat Türkoğlu had been arrested in Istanbul on a third occasion, this time for membership of the prohibited TDP party. He was detained and subsequently released on bail. On 21 September 1994 Talat Türkoğlu was arrested in Havsa (near Edirne) on a fourth occasion. He was arrested together with four other persons. On the same day, Talat Türkoğlu was handed over to the Istanbul police, who brought him to Istanbul, where he was detained on remand. The letter finally states that, since 21 September 1994 Talat Türkoğlu, who had now allegedly disappeared, had not been arrested or detained in Edirne.", "45. On the same day, the Istanbul Security Directorate instructed the Fatih Security Directorate to take a statement from the applicant and to search for her husband.", "46. On 10 June 1996 the Edirne Provincial gendarmerie headquarters sent a letter to the Edirne public prosecutor with the same contents as the one sent on 24 May 1996.", "47. On 19 June 1996 a statement was taken from the applicant at the Fatih police station. She confirmed that on 3 May 1996 she had filed a petition with the Fatih public prosecutor and repeated the contents of this petition. The applicant provided the police with a passport photograph of her husband and his physical and personal particulars. These elements and the photograph put on record included in a pro-forma document that was transmitted to the other police forces involved in the investigation.", "48. On 27 June 1996 the Fatih public prosecutor sent the same instruction as the one sent on 6 May 1996 to the Istanbul Security Directorate.", "49. On 2 July 1996 the Fatih Security Directorate informed the Fatih public prosecutor that they had taken a statement from the applicant and that they were searching for her husband.", "50. On 10 July 1996 on the basis of the criminal complaint filed by the applicant, the Fatih public prosecutor issued a decision not to take any criminal proceedings in relation to the disappearance of Talat Türkoğlu as no suspect had been identified.", "51. In his letters of 9 August and 9 September 1996 the Edirne public prosecutor asked the Istanbul public prosecutor whether Talat Türkoğlu was being detained in Istanbul.", "52. On 17 January 1997, in reply to a request of 14 January 1997 for information about the stage reached in the investigation into the disappearance of Talat Türkoğlu, the Edirne public prosecutor informed the Edirne chief public prosecutor that the investigation was still ongoing.", "53. On 21 May 1997 the Edirne public prosecutor instructed the Edirne Security Directorate to search for Talat Türkoğlu and to inform all other police forces of this search. On the same day, he sent a similar letter to the Edirne gendarmerie command, including a request for the search of Talat Türkoğlu by the Edirne gendarmerie and to inform all other gendarme forces of this search.", "54. On 26 May 1997, the head of the Edirne Security Directorate informed all police forces under its command of the investigation into the disappearance of Talat Türkoğlu, ordered them to request all police forces in Turkey to search for Talat Türkoğlu and to inform him of any findings. A notification to this effect was in fact addressed on 28 May 1997 to all police forces in Turkey.", "55. In a report dated 26 June 1997 and signed by three gendarmes, it is stated that Talat Türkoğlu had not been detained by them in the past. The report further states that the gendarmerie forces had searched for Talat Türkoğlu in all villages within their jurisdiction and that they had found no one who had known anything about him. The report contains no indication of the gendarmerie station to which its authors were attached.", "56. On 3 July 1997, in reply to the letter of 21 May 1997, the Edirne gendarmerie command informed the Edirne public prosecutor that Talat Türkoğlu had never been detained by the gendarmerie and that they had no clues as to his whereabouts.", "57. By letter of 12 September 1997 the Edirne public prosecutor asked the Uzunköprü public prosecutor whether any unidentified bodies had been found in his jurisdiction and, if so, to provide him with details thereof. On the same day, the Edirne public prosecutor sent a similar letter to the public prosecutors of respectively Meriç, Enez, Kesan and İpsala.", "58. On 18 September 1997 the Meriç public prosecutor transmitted to the Edirne public prosecutor the autopsy reports on two bodies found on 21 May 1996 and 19 June 1997 respectively in his area of jurisdiction, as well as two photographs taken of these bodies.", "59. On 19 September 1997 the Enez public prosecutor informed the Edirne public prosecutor that there were no pending investigations of unidentified bodies found in his area of jurisdiction and that his department had no records on Talat Türkoğlu.", "60. On 15 October 1997 the Ministry of the Interior requested the Istanbul Security Directorate to provide information on the investigation carried out as to the allegations made by the applicant in her application to the European Commission of Human Rights.", "61. On 22 October 1997 the Uzunköprü public prosecutor informed the Edirne public prosecutor that no unidentified bodies had been found in his area of jurisdiction.", "62. On 10 November 1997 the Edirne public prosecutor ordered the Edirne Security Directorate to summon Zeyneti Türkoğlu to his office.", "63. On 11 November 1997 the International Law and Foreign Relations Department of the Ministry of Justice requested the Edirne public prosecutor to be informed of the actions undertaken so far in respect of the applicant's account of the disappearance of her husband and related incidents involving herself (the repeated intrusion of unknown persons in her apartment, and her being followed and insulted by plain-clothes policemen) as set out in her application form submitted to the European Commission of Human Rights. The Edirne public prosecutor was further requested to transmit a copy of each document in the file on the investigation.", "64. On 13 November 1997, the İpsala public prosecutor transmitted to the Edirne public prosecutor autopsy reports on four unidentified bodies found in or near the river Meriç since 1 April 1996.", "65. On 20 November 1997, after having examined the autopsy reports and photographs that had been sent to the Edirne public prosecutor, Hasan Türkoğlu - the brother of Talat Türkoğlu - gave a statement at the public prosecutor;s office in Edirne that he had not recognised his brother on the photographs and that the descriptions of the bodies found in the autopsy reports did not correspond to his brother's physical appearance.", "66. On 24 November 1997 the Istanbul Security Directorate informed the Ministry of the Interior that Talat Türkoğlu had been arrested and detained on 21 September 1994 for membership of the TDP, and that on 5 October 1994 the prosecutor at the State Security Court had ordered his detention in custody. Since that date, no search warrant for Talat Türkoğlu had been issued. The letter further states that, following the applicant's petition of 3 May 1996, the police had been informed and that on 21 May 1996, in the absence of any satisfactory results, all police forces had been notified. Furthermore, the Istanbul chief public prosecutor and the prosecutor at the Istanbul State Security Court were informed of the case. The applicant was given detailed oral information about the investigation and was told that everything would be done to resolve the matter. The letter finally states that, during a search in the house of C.D., who had been arrested on 18 May 1997 for his activities in the TDP, press releases issued by the TDP were found stating that one of the murderers of Talat Türkoğlu, Kasım Açık, had been killed by way of punishment.", "67. On 5 December 1997, in response to the request of 11 November 1997, the Edirne public prosecutor informed the Edirne chief public prosecutor that, despite all efforts made, Talat Türkoğlu could not be found and that the investigation was continuing.", "68. On 19 January 1998, in reply to a letter of 5 September 1997, the Edirne gendarmerie headquarters informed the Edirne Security Directorate that in 1997 no unidentified body had been found in their area of jurisdiction.", "69. On 10 February 1998 the Edirne Security Directorate informed the Edirne Security Directorate responsible for Public Order that Talat Türkoğlu had been arrested by the Edirne police on 21 September 1994 for membership of the TDP and that he had subsequently been transferred to Istanbul. Since that date, Talat Türkoğlu was not arrested or detained by the Edirne police department.", "70. On 10 February 1998 the Edirne Security Directorate informed the Ministry of the Interior in Ankara that the search for Talat Türkoğlu was ongoing and that it was established that the allegations made in the applicant's letter sent to the Edirne Security Directorate were unfounded since his body had not been found in or near the river Meriç and since no unidentified bodies had been found in this river in 1996 and 1997. The letter finally states that the investigation is being pursued.", "71. On 20 February 1998, the International Law and Foreign Relations Department of the Ministry of Justice informed the Ministry of Foreign Affairs that, according to a letter of 10 February 1998 from the Edirne public prosecutor, Talat Türkoğlu had not left the country after the date of his disappearance.", "72. None of the documents submitted contain a reference to a petition filed by seventeen persons detained in Bursa, requesting an investigation into the disappearance of Talat Türkoğlu.", "73. The statement consists of five typed pages. At the bottom of each page the name “Kasım Açık” is written by hand and is followed by an illegible signature. In this statement, Kasım Açık declares that he was born in 1979 in Çayırköy, in Ağrı and that in November 1994 he moved to Çorlu, a town close to Edirne. He found a job in a flour factory in Çorlu and met Murat İpek, Murat Demir and their friends. Together with these persons, he socialised with the police commissioner Mustafa Karagöz and the two police officers, Ersan and Ahmet. They used to go to the Ülkü Ocakları, where they met a person called Atalay.", "74. Kasım Açık admitted in the statement that he had participated in the killing of a number of persons in the Edirne area in 1995, including Düzgün Tekin, whose body had been buried on a rubbish dump near Çadırkent (place near Edirne) and that he had participated in extorting money from businesses in the Edirne area. Kasım Açık and his friends used to spend the proceeds thereof with some police officers and they gave some of this money to the Ülkü Ocakları. In the statement, Kasım Açık further claims to have gone to Diyarbakır, where he and others received one week's training by the military and subsequently participated in operations in various places in south-east Turkey. He further admitted having participated in the killing of an unspecified number of persons in and near Diyarbakır.", "75. Kasım Açık acknowledged that, after his return to Çorlu, he had infiltrated the MLKP and passed on information about the activities of this party to the police commissioner Mustafa Karagöz.", "76. The statement also contains a detailed description of the killing of Talat Türkoğlu. The statement, insofar as relevant reads:", "“We then went to Çadırkent in two cars and took Talat Türkoğlu there with us. Murat Demir and also a commander were with us. Talat was in the car in front of our car and we drove him to a place near River Meriç. There, Apo and I took him out of the [car] and they killed him. He [Talat Türkoğlu] was wearing a wrist-watch, it looked like an old style 'Seiko'. He also had a wallet and a small notebook. He was wearing a dark blue suit. After they killed him, Apo and I threw his body into the river. We then came back to Çadırkent and dropped the commander outside Çadırkent. When we took Talat Türkoğlu there he looked as if he had been tortured, his clothes were dirty.”", "77. In this statement, Kasım Açık admitted having been involved, around the time of the killing of Talat Türkoğlu, in the killing of a number of other persons, including Faruk Coşkun and Tarık Ümit.", "78. The sketch map drawn and signed by Kasım Açık indicates two cars, one parked behind the other, in an area with trees and what appear to be buildings. The cars are parked at a distance indicated as being about 100 metres from the river Meriç. Three persons are indicated at the left side of the car parked in front. The manner in which these three persons are drawn appears that two persons are aiming a firearm at the third person. Two further persons are indicated as standing in front of the first car watching the scene. The sketch map contains the text “sketch map of the place where we killed Talat Türkoğlu”.", "79. On 9 March 1998 the International Law and Foreign Relations Department of the Ministry of Justice informed the Ministry of Foreign Affairs that it appeared from a document in the investigation file of the Edirne public prosecutor that Kasım Açık's whereabouts had not yet been established, but that his record had been obtained. The letter further states that, on 24 February 1998 the Edirne Magistrate's Court was requested to issue a warrant for the arrest of Kasım Açık. This request was rejected by the Magistrate and an appeal against this decision was pending.", "80. On 5 May 1998 the International Law and Foreign Relations Department of the Ministry of Justice informed the Diyarbakır public prosecutor of the nature of the applicant's case before the European Commission of Human Rights and of the statement given by Kasım Açık. The Diyarbakır public prosecutor was requested to investigate the accuracy of the account given by Kasım Açık in his statement.", "81. In a letter of 29 May 1998 the Çorlu public prosecutor informed the Tekirdağ public prosecutor that an investigation had been carried out of Kasım Açık's allegation that a gang had killed two persons named Cengiz and Faruk. The place where these two persons had allegedly been buried had been excavated but no bodies had been found. Local records had been verified and local people had been questioned, but without any results. An investigation of the activities of Kasım Açık and nine others had been carried out in 1996 and the file on this investigation had been sent to the Istanbul State Security Court. The letter further states that Murat Demir, who - according to Kasım Açık - killed Talat Türkoğlu, used to live in Çorlu and that in 1996 an investigation against Murat Demir and Musa Şahin, an NCO, was carried out in relation to a murder. This investigation file was sent to the public prosecutor in Tekirdağ.", "82. On 4 June 1998 the International Law and Foreign Relations Department of the Ministry of Justice informed the Ministry of Foreign Affairs that Kasım Açık had been charged with membership of the Çorlu branch of the prohibited MLKP/EHB, with having thrown Molotov cocktails and having distributed propaganda leaflets. He was placed in pretrial detention on 28 January 1997 and, on 20 February 1997, was transferred to Gebze Prison, where he was strangled to death on 18 May 1997. This letter further states that the fact that his confessional statement was made during his imprisonment cast doubts on its authenticity.", "83. On 16 June 1998 the Ankara Security Directorate informed the Research, Planning and Co-ordination Board of the Ministry of the Interior that Kasım Açık had been searched on suspicion of having been involved in the commission of arson and involvement in bombing incidents. He was apprehended on 28 January 1997 and killed in prison on 18 May 1997. The letter further states that, after the arrest of C.D., the police conducted a search of the house of this person where they found documents published by the TDP stating that “Kasım Açık, one of the murderers of Talat Türkoğlu, has been punished by death”. C.D. was released on 24 May 1998 upon instructions of the public prosecutor. No action was taken against him in relation to the documents found at his home.", "84. On 16 June 1998 the Lice chief public prosecutor issued a decision of non-prosecution in relation to the crimes alleged to have been committed by Kasım Açık. The public prosecutor noted in his decision that, in his confession statements, Kasım Açık had not given the names of the victims, their village or the places where they had been buried. He pointed out that, according to the records of May-August 1995, no offence of abduction, murder or ill-treatment has been reported to the police, gendarmerie or judicial authorities within the district. The public prosecutor further noted that he had taken statements from fifty-one muhtars (mayors) of the villages and neighbourhoods of the Lice district. The muhtars all stated no one in their village or neighbourhood had disappeared or killed in June and July 1995, contrary to what was alleged by Kasım Açık. The public prosecutor concluded that there was no reason to continue the investigation into the alleged crimes given the fact that Kasım Açık has died and that therefore it was impossible to question him in relation to his allegations.", "85. On 17 June 1998, with reference to the letter of 5 May 1998 from the International Law and Foreign Relations Department of the Ministry of Justice Minister and the letter of 6 May 1998 from the Diyarbakır public prosecutor, the Lice public prosecutor informed the Diyarbakir public prosecutor that his investigation had been completed. He transmitted a copy of each document in the investigation file.", "86. By a letter of 23 June 1998 the Silvan Public Prosecutor informed the Diyarbakır chief public prosecutor's office that no evidence could be obtained in relation to the alleged crimes committed by Kasım Açık given the fact that, in his confession statements, the latter had not specified in which crimes he had been involved.", "87. On 26 June 1998 the Diyarbakır public prosecutor informed the International Law and Foreign Relations Department of the Ministry of Justice that the investigations conducted by the public prosecutors of, respectively, Lice and Silvan in relation to the alleged incidents as related in the statement of Kasım Açık had been completed. He transmitted a copy of each document in those investigation files.", "88. On 16 September 1998 the Diyarbakır chief public prosecutor issued a decision of non-prosecution in relation to Kasım Açık as a result of the death of the latter.", "89. In 2001 an examination was carried out into the authenticity of the documents allegedly signed by Kasım Açık. In this connection, the arrest and body search protocols and the documents containing Kasım Açık's confession statements were examined at the Criminal Laboratory of the General Security Directorate. Graphological comparison test of the handwriting and signature on the documents indicated that the said documents had been signed by two different persons. The experts were of the opinion that the arrest and body search protocols were signed by one person and the confession statements were signed by another person. However, they could not reach a certain conclusion as the documents in question were not the original copies.", "90. On 3 July 1997 the Gebze public prosecutor requested the Kartal public prosecutor to open a criminal investigation against Ayhan Güneş and eighteen others in respect of the killing of Kasım Açık.", "91. On 8 July 1997 Ayhan Güneş and four other prisoners were charged with the killing of Kasım Açık and summoned to appear before the Kartal High Criminal Court (Ağır Ceza Mahkemesi). Ayhan Güneş was detained on remand in the Gebze prison awaiting the outcome of his trial on charges of membership of the MLKP.", "92. During the hearing before Kartal High Criminal Court on 19 March 1998 Ayhan Güneş admitted that he had strangled Kasım Açık with a piece of rope. He contended that Kasım Açık had suffered from psychological problems, that he had been very anti-social and that not been liked by any of the other inmates. On the day he was killed, Kasım Açık had provoked Ayhan Güneş by criticising the book that the latter had been reading. Ayhan Güneş finally stated that he had acted alone and that no other inmate had been involved in the killing.", "93. On 11 June 1998, the public prosecutor requested the court to drop the charges against the four co-accused for lack of evidence and the fact that Ayhan Güneş had admitted killing Kasım Açık. The public prosecutor sought the conviction of Ayhan Güneş for murder.", "94. On 1 March 1999 the Kartal Assize Court convicted Ayhan Güneş of murder and sentenced him to fifteen years' imprisonment.", "95. On 19 July 2001 the Court of Cassation upheld the above conviction but mitigated the sentence to ten years' imprisonment.", "96. By letter of 15 November 1996, the Ministry of Foreign Affairs informed the International Law and Foreign Relations Department of the Ministry of Justice that the applicant had visited Australia, where she had given an interview. This interview had been reported in an article in Yorum, a newspaper published in Sydney. According to this article, the applicant had stated that her husband had disappeared on 1 April 1996 and that human rights violations and atrocities continued to occur in Turkey. During the applicant's stay in Australia, she visited Alevite and Kurdish organisations, and had meetings with Australian Parliamentarians and members of Amnesty International. She further organised a demonstration on 26 October 1996 in Sydney in support of the “Saturday Mothers”, which demonstration was attended by, inter alia, Australian-based Alevite and Turkish-Kurdish organisations. During this demonstration, it was stated that human rights violations continued to occur in Turkey.", "97. According to an undated press release issued by the TDP, Kasım Açık had acted as a spy and had betrayed the organisation's confidential strategy. According to this press release, Kasım Açık had been tried under the rules of the TDP and had been sentenced to death for the murder of Talat Türkoğlu.", "98. On 19 May 1997 the International Committee Against Disappearance (ICAD), an organisation in Turkey, issued a press statement and condemned the abduction and killing of Talat Türkoğlu.", "99. For the relevant domestic law and background information, the Court refers to the judgments of Ülkü Ekinci v. Turkey (no. 27602/95, §§ 111-18, 16 July 2002) and Tepe v. Turkey (no. 27224/95, §§ 115-22, 9 May 2003)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}