{"ITEMID": "001-68368", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SHARENOK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was a Ukrainian citizen born in 1948 who died on 16 September 2004. By letter of 5 November 2004, the applicant's widow and children informed the Court that they wished to pursue the application.", "5. In 1997 the applicant instituted proceedings in the Novozavodsky District Court of Chernigiv seeking the recovery of salary arrears against his former employer - the State-owned “Atomspetsbud” company which performed construction work at Chernobyl in the zone which had been compulsory evacuated. By a decision of the court of 7 October 1998, the applicant was awarded 4,964 Ukrainian hryvnas (UAH) in salary arrears. On 25 January and 18 August 2000 the applicant received UAH 147.28 and UAH 77.90 respectively. However, the judgment remains to a large extent unenforced, the outstanding debt being UAH 4,738.82 (the equivalent of 677 euros [“EUR”]).", "6. By letter of 4 January 2003, the Ukrainian Government Agent informed the applicant's lawyer about the large number of execution writs pending against the debtor company, in the total amount of UAH 3,849,312. Enforcement of the judgments by the attachment of property, however, required a special authorisation from the Ministry for Emergencies due to the location of the debtor's property in the Chernobyl area, contaminated by radiation. Such authorisation was not granted.", "7. By the order of 27 June 2002 of the Ministry of Energy, the debtor company was liquidated and a liquidation commission established.", "8. Accordingly, on 17 March 2003 the State Bailiffs' Service terminated the enforcement proceedings in the applicant's case and forwarded the execution writ to the liquidation commission as a creditor's claim. The liquidation proceedings are still pending.", "9. A description of the relevant domestic law can be found in Mykhaylenky and Others v. Ukraine (nos. 35091/02 and following, §§ 2433, 30 November 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}