{"ITEMID": "001-67578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BAKALOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objections dismissed (victim, non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["5. The applicant, Mr Vadim Fedorovych Bakalov, is a Ukrainian national, who was born on 23 February 1970 and currently resides in Odessa. He is represented before the Court by Aleksandr Kazarnovskiy, a lawyer practicing in Odessa.", "6. On 24 September 1997 the applicant was apprehended by police officers of the Leninskiy District Police Department of Odessa.", "7. On 25 September 1997 the applicant's house was searched, during which ammunition was found.", "8. On 30 September 1997 the applicant was charged with storing ammunition (Article 222-1 of the Criminal Code) and a criminal investigation was initiated against him.", "9. On 26 December 1997 the investigation was terminated due to lack of proof.", "10. On 25 August 1998 the applicant lodged complaints with the Kievsky District Court of Odessa, claiming unlawful detention, and the unlawful search and seizure of some of his property. The applicant alleged that the search was conducted without a warrant and that no ammunition had been found. He also sought compensation for moral damage caused by the unlawful police action.", "11. On 16 August 1999 the Kievsky District Court of Odessa allowed the applicant's claims and ordered the State Treasury to pay the applicant UAH 82,472 in compensation.", "12. On 6 June 2000 the Odessa Regional Court partly quashed this decision as regards compensation for material damage, which it remitted for fresh consideration to the Kievsky District Court of Odessa, which at a later date awarded the applicant UAH 2,020 in compensation for pecuniary damage. It also ordered the State Treasury to pay the applicant UAH 50,000 in compensation for moral damage.", "13. On 31 October 2001 the applicant complained to the State Treasury about the non-execution of the judgment of 6 June 2000 given in his favour.", "14. On 15 November 2001 the State Treasury informed the applicant that no funds were available for such payments in the 1999-2001 State budgets.", "15. On 29 January 2002 the applicant requested the State Treasury to execute the judgment of 6 June 2000.", "16. On 26 February 2002 the State Treasury informed the applicant there was no statutory procedure for the payment of compensation and therefore no payment was possible.", "17. On 15 May 2002 the National Bank transferred UAH 2,020 to the applicant in compensation for pecuniary damage.", "18. On 10 December 2002 the National Bank transferred UAH 50,000 to the applicant in compensation for non-pecuniary damage.", "19. The relevant domestic law is set out in the judgment of 27 July 2004 in the case of Romashov v. Ukraine (no. 67534/01)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}