{"ITEMID": "001-92286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KOCHKADAYEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Dmitriy Kochkadayev, is a Ukrainian national who was born in 1947 and lives in Torzym, Poland. He was represented before the Court by Mr A. Schwierzy, a lawyer practising in Sulecin, Poland. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1968-1981 the applicant worked in the town of Ulyanovsk in Russia. In 1981 the applicant moved to the town of Uman in Ukraine, where he worked until his departure to Poland in 1991. In 1995 the applicant received a permanent residence permit in Poland.", "In December 1997, according to the applicant, he reached the age of retirement, as he had worked in hazardous conditions and was, therefore, entitled to an early pension.", "In a letter of 6 October 1999 the Pension Fund of Ukraine informed the applicant that, in accordance with the Law of Ukraine on Pensions, pensions should not be granted to citizens who had left for permanent residence abroad.", "On 19 November 2004 the applicant again requested the Pension Fund of Ukraine to grant him a pension but received a refusal since he had not submitted a Ukrainian passport.", "At the end of 2004 – beginning of 2005 a certain D. lodged a complaint before the Uman District Court on behalf of the applicant challenging the refusal of the Pension Fund to pay him pension. On 7 April 2005 the court found that the Fund's refusal was based on the legal provisions in force and that the applicant was not entitled to pension payments since he had not been residing in Ukraine since 1991.", "Section 12 of the Law of Ukraine on Pensions provides that an old-age pension is granted to men from the age of 60 and with work experience of at least 25 years.", "Section 13 of the Law of Ukraine on Pensions provides for situations in which a man can receive an early retirement pension at the age of 50 or 55.", "Other relevant domestic law is summarised in the Myroshnychenko v. Ukraine decision (no. 10205/04, 3 April 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}