{"ITEMID": "001-61563", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PANEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant was born in 1965 and lives in Koszwały, Poland.", "A. Facts prior to 1 May 1993", "9. On 6 February 1992 the applicant was arrested on suspicion of murder, grievous bodily harm, and insulting and assaulting policemen.", "10. On 8 February 1992 the Gdańsk District Prosecutor (Prokurator Rejonowy) brought criminal charges against him.", "11. On 6 July 1992 prosecution authorities lodged with the Gdańsk Regional Court (Sąd Wojewódzki) a bill of indictment against him.", "12. From 29 January 1993 to 30 April 1993 no hearing was held.", "B. Facts after 30 April 1993", "13. A hearing listed for 18 June 1993 was adjourned until 21 September 1993. A further hearing, listed for 21 September 1993, was adjourned because the judge rapporteur was ill. The next hearing, scheduled for 12 October 1993, was cancelled because the judge rapporteur was hospitalised.", "14. On 10 January 1994 the case was assigned to another panel of judges as the presiding judge rapporteur resigned from his function.", "15. On 15 March 1994 the hearing was re-opened.", "16. The subsequent hearings were held on 22 March, 18 May, 12 July and 26 September 1994 and on 10 January 1995.", "17. On 13 January 1995 the Gdańsk Regional Court pronounced its judgment. It convicted the applicant as indicted, except for the count of murder, of which he was acquitted. The court sentenced him to five years' imprisonment. On 3 July 1995 the prosecutor lodged an appeal against that judgment, contesting its part relating to the acquittal.", "18. On 12 October 1995 the Gdańsk Court of Appeal (Sąd Apelacyjny) quashed the contested part of the first-instance court's judgment and remitted the case for re-examination.", "19. The court held hearings on 13 March and 15 May 1996. A hearing scheduled for 8 July 1996 was adjourned until 14 October 1996. A further hearing, listed for 14 October 1996, was cancelled because the judge rapporteur was ill. The subsequent hearing was held on 6 November 1996.", "20. On 13 December 1996 the Gdańsk Regional Court convicted the applicant of murder with an oblique intent (w zamiarze ewentualnym) and sentenced him to nine years' imprisonment. The applicant lodged an appeal against that judgment.", "21. On 18 June 1997 the Gdańsk Court of Appeal modified the judgment in that it convicted the applicant of grievous bodily harm with deadly effect and sentenced him to seven years' imprisonment.", "22. In the letter of 1 July 1997 the applicant's legal aid lawyer informed him that he refused to lodge a cassation appeal against that judgment, arguing that there was no indication of any breach of substantive or procedural law. He explained that lodging that appeal would only delay the proceedings concerning a cumulative penalty (kara łączna) and, afterwards, proceedings concerning the applicant's conditional release.", "23. On 13 July 1998 the Gdańsk Regional Court delivered a judgment in which it sentenced the applicant to ten years' imprisonment as the cumulative penalty for the convictions included in the judgments of 13 January 1995, 13 December 1996 and 27 May 1992 (delivered in the course of other criminal proceedings)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}