{"ITEMID": "001-76597", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "DIKICI AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Tahsin Dikici, Mr Abdurrahim Dikici, Mr Halil Dikici, Mr Aziz Dikici, Mr İlham Dikici, Mr Abdurezzak Dikici and Mr İhsan Dikici, are Turkish nationals and live in Turkey. They are represented before the Court by Mr M. Vefa and Mr B. Deyar, lawyers practising in Diyarbakır.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Until May 1994, the applicants lived in Dolapdere village in Silvan, Diyarbakır, where they own property. Sometime in late 1993, Dolapdere inhabitants started to refuse to serve as village guards – a security system designed to protect villages against possible terrorist attacks by the PKK militants. Upon their continued refusal, the security forces evacuated the hamlet.", "The applicants had to move to the city centre of Diyarbakır, where they currently live. On 18 May 1994 the security forces set fire to the houses and the cultivated fields in the village.", "Following the incidents, the applicants filed applications with the administrative and military authorities, asking for an authorization to return to their hamlet, or in the alternative, to continue to cultivate their fields. They also requested to be remedied for the incidents. The applicants maintained that they were unable to provide copies of the complaints and requests they had filed but stated that the authorities had either disregarded or rejected them.", "The investigation carried out by the authorities indicated that the applicants had left their villages of their own will. The security forces had not destroyed the applicants’ village or forced them to leave their homes.", "The official records indicated that there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and regaining their activities in their villages.", "On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "The number of persons applying to these commissions had already attained approximately 170,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions. Many villagers had already been awarded compensation for the damage they had sustained.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-VI)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}