{"ITEMID": "001-4648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "AJAYI AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first and fourth applicants were born in 1992 and 1995 respectively and are both British citizens. Their mother, the second applicant, born in 1962, is a Nigerian citizen. The third applicant, husband to the second applicant, father of the fourth applicant and step-father to the first applicant, is a British citizen, born in 1960. Since the end of 1997 the family have returned from Ireland to live in the United Kingdom in Milton Keynes.", "The applicants are represented by Nuala Mole, a lawyer working for the AIRE Centre in London. The facts may be summarised as follows.", "A.", "B, the second applicant, first entered the United Kingdom on 18 August 1990 having been granted leave to remain as a visitor for six months. On 16 December 1990, B was discovered by an immigration officer to have taken up paid employment in breach of her entry requirements and she was arrested by the immigration authorities. Later that same day the Notice of Intention to make a deportation order was signed. B lodged an appeal with the Adjudicator.", "On 27 April 1991, B married F, the first applicant's father, a British citizen whom she had known for about three months. B applied for leave to remain as a spouse and dropped her appeal against the decision to deport. B became pregnant but was forced to leave the matrimonial home due to violence inflicted on her by F, and she moved into a hostel for battered women. On 10 February 1992, the first applicant was born. On 18 May 1992, B's application to remain on the basis of her marriage which had broken down was refused. A decree nisi dissolving the marriage was issued in October 1992. F contested paternity of the first applicant but the matter was proved by DNA testing. He has retained no contact with his daughter.", "On 21 April 1992, a deportation order was signed by the Secretary of State against B. An application to revoke the order was refused on 29 October 1992. Leave to apply for judicial review of this decision was granted and the judicial review hearing took place on 12 May 1994. It was held that the Secretary of State had failed to take into account the rights of the first applicant, a British citizen, when making the decision not to revoke the deportation order. The matter was remitted back to the Secretary of State. On 5 October 1994, by letter, the Secretary of State made a fresh refusal to revoke the Deportation Order of 21 April 1992. In a letter sent by the Immigration and Nationality Department to B's solicitors, received on 10 October 1994, it was stated:", "\"The Secretary of State has considered the suggested difficulties which [the first applicant] might face in Nigeria and her rights as a British citizen and has balanced them against her mother's breach of the immigration control ... and remains of the view that there are insufficient grounds for revoking the deportation order.\"", "On 20 October 1994, B married the third applicant, a British citizen whom she had known for some time. The Secretary of State was informed of B's marriage. In a letter dated 1 December 1994, B's solicitors informed the Home Office that B was pregnant. This letter apparently crossed in the post with a letter to B's solicitors dated 7 December 1994 from the Home Office which stated:", "\"[B's] marriage on 20 October 1994 to a British citizen gives her no right to remain in the United Kingdom and the Secretary of State is not prepared to grant her leave to remain on this basis ... removal directions have been deferred for a period of six weeks after which further steps will be taken to effect [B's] removal\".", "On 16 December 1994, representations were made by B's Member of Parliament (M.P.) to the Secretary of State informing him of B's pregnancy and the fact that she had developed fibroids which could lead to complications during childbirth, potentially requiring specialised medical supervision.", "", "On 9 January 1995, the applicants' representatives were informed by the Home Office that no fresh decision had been taken in the light of the information concerning B's pregnancy. However, that same evening B was served with fresh removal directions for herself and the first applicant to travel to Nigeria on 29 January and was informed by the immigration officers that the directions had been set in full knowledge of the pregnancy. The removal arrangements were however deferred for the Secretary of State to consider the representations made by B's M.P. Shortly afterwards, in a letter dated 2 March 1995, the Parliamentary Under Secretary of State informed the applicants' M.P. that since medical facilities existed in Nigeria for B's condition no grounds existed to justify revoking the deportation order.", "On 11 July 1995, the fourth applicant was born in the United Kingdom. On 24 September 1995, B was visited by immigration officers and two days later was served with a notice of variation of restrictions, obliging her to report to a police station on a weekly basis.", "In May 1996, B, the second applicant, applied for a visa to travel to Ireland. While the visa application was still pending before the Irish authorities, removal directions were set by the Home Office for the second applicant to be returned to Nigeria on 12 June 1996. On 11 June 1996, following intervention by the applicants' representatives before the European Commission of Human Rights, the removal directions were deferred to allow the second applicant to obtain the visa. The second applicant, as the wife of an EC national, was granted a visa by the Irish authorities and in August 1996 all the applicants moved to Ireland. For some months, the third applicant was unsuccessful in his attempts to find employment there. The financial cost of the family's move to Ireland and the expenses incurred by the third applicant, who travelled to work in the United Kingdom each week, left the applicants with very little disposable income. They had limited personal savings. The visa granted to the second applicant to travel to Ireland provided no entitlement to social security assistance because the third applicant had failed to find employment there.", "In a letter dated 13 August 1996 the Immigration and Nationality Directorate stated in reference to the second applicant being granted a visa to travel to Ireland:", "\"the Secretary of State remains of the intention to deport the second applicant to Nigeria should she fail to embark elsewhere\".", "In or around March 1997 the second applicant gave birth to a third child. At some time before April 1997 the third applicant obtained employment in Ireland at a much lower wage than he was earning in the United Kingdom.", "In September 1997, the applicants applied to return to the United Kingdom as, under European Union law, after spending a qualifying period in Ireland they could return to the United Kingdom. The deportation order against the second applicant was revoked. On 3 October 1997, a travel visa was issued and the whole family returned to the United Kingdom at the end of 1997. On 15 January 1998, the second applicant applied for a United Kingdom residence permit under European Union law and a permit was issued on 8 May 1998 until 12 May 2003.", "B. Relevant domestic law and practice", "Section 3(5) of the Immigration Act 1971 provides that:", "“A person who is not a British citizen shall be liable to deportation from the United Kingdom", "(a) if, having only a limited leave to enter or remain, he does not observe a condition attached to the leave or remains beyond the time limited by the leave ... .”", "Section 24(1) of the Act provides:", "“A person who is not a British citizen shall be guilty of an offence punishable on summary conviction with a fine...or with imprisonment ... or with both ... (b) if, having only a limited leave to enter or remain in the United Kingdom, he knowingly ... (ii) fails to observe a condition of the leave.”", "Immigration Rules are made pursuant to Section 3(2) of the Act. The Immigration Rules HC 251 were applicable in the period June 1990 - 30 September 1994.", "Paragraph 162 provides:", "Paragraph 164 (which is repeated in the new Immigration Rules HC 395 in force from June 1994 onwards at § 364) states:", "“In considering whether to give effect to a recommendation for deportation ... the Secretary of State will take into account every relevant factor known to him, including: age; length of residence in the United Kingdom; strength of connections with the United Kingdom; personal history, including character, conduct and employment record; domestic circumstances; the nature of the offence of which the person is convicted; previous criminal record; compassionate circumstances; any representations received on the applicant’s behalf.”", "Paragraph 166 provides:", "“Deportation will normally be the proper course where the person has failed to comply with or has contravened a condition or has remained without authorisation. Full account is to be taken of all the relevant circumstances known to the Secretary of State including those listed in paragraph 164 before a decision is reached.”", "The Secretary of State has issued guidance to those in his Department who determine cases involving marriage and children. The guidance is known as DP2/93. Paragraph 2 states:", "“As a general rule deportation action under section 3(5)(a) or section 3(5)(b) (in non criminal cases), or illegal entry action should not be initiated or pursued where the subject has a genuine and subsisting marriage to a person settled in the United Kingdom if:", "a) the marriage predates enforcement action; and", "b) the marriage has lasted two years or more or, in the case of a common law relationship ... the couple have cohabited for two years or more ... .”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}