{"ITEMID": "001-23651", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "BELLER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Joanna Beller, is a Polish national who was born in 1934 and lives in Warsaw. She was represented before the Court by Mr W. Hermeliński, a lawyer practising in Warsaw. The respondent Government were represented by Mr K. Drzewicki, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s father owned the so-called “Kraków Bishops’ Palace” situated in the centre of Warsaw and a plot of land under it. The Government submitted that 75 to 80 % of the building had been destroyed during the Second World War.", "By virtue of the 1945 Decree on the Ownership and Use of Land in Warsaw (dekret o własności i użytkowaniu gruntów na obszarze m. st. Warszawy) the Warsaw municipality (and after 1950 the State Treasury) became the owner of all plots of land located in Warsaw. The decree provided for a possibility to obtain the perpetual lease (after 1946 - temporary ownership) of a plot of land on request.", "In 1947 the applicant’s father concluded before a public notary an agreement with a certain state institution, according to which that institution was to obtain the right of use of the property upon its declaration to reconstruct the palace. The use was supposed to last 36 years and be followed by a 10-year lease. The Government submitted that the agreement at issue had never been enforced because it was contrary to a number of provisions of law.", "In 1948 the applicant’s father lodged, in accordance with the 1945 decree, a request to be granted the right of the temporary ownership of the plot of land formerly owned by him. It was refused by a decision issued in 1949, which was served neither on him, nor on his lawyer.", "In 1951 the applicant’s father died.", "In 1955 another decision refusing the request was issued and it was not served either.", "On 14 March 1990 the applicant, as the sole heir to her father’s property (the inheritance proceedings completed in October 1990), filed with the Warsaw Śródmieście Quarter Office (urząd dzielnicowy) a petition in which she requested the restitution of her property.", "Subsequently, the Social Security Board (Zakład Ubezpieczeń Społecznych), which occupied the property, requested the administrative authorities to grant it the right of management (zarząd) of that property, but to no avail.", "On 16 September 1991 the applicant was served with the decision of 1955 refusing her father the right of temporary ownership of the land.", "On 24 September 1991 she lodged with the Warsaw Governor (wojewoda) a request for the annulment of that decision.", "On 11 October 1991 the Warsaw Regional Prosecutor (prokurator wojewódzki) joined the proceedings, considering that in the light of the gravity of the alleged breaches of the law the participation of the prosecutor was necessary.", "On 27 July 1992 the applicant lodged with the Supreme Administrative Court (Naczelny Sąd Administracyjny) a complaint about the inactivity of the Governor, who had failed to issue a decision concerning her request.", "On 11 December 1992 the court rejected the complaint, relying on ratione temporis limits on its jurisdiction.", "On 24 December 1992 the Minister of Construction (minister gospodarki przestrzennej i budownictwa) quashed the decision of 1955. He found that the impugned decision did not contain any reference to the 1949 decision, whereas they concerned the same matter. The Minister further considered that the reasoning of the decision was not supported by any documents.", "On 5 October 1993 the Head of the Warsaw District Office (kierownik urzędu rejonowego) refused to grant the applicant the right of perpetual use (użytkowanie wieczyste, which replaced the former temporary ownership) of the land. He relied, inter alia, on the fact that over 70 % of the palace had been destroyed during the Second World War, thus after reconstruction it could be considered as a new building. Therefore, having reconstructed it on its own land, the State became that building’s owner.", "On 1 March 1994 the Warsaw Governor quashed that decision and discontinued the proceedings, considering that they were pointless, because the request of the applicant’s father had been already refused by the decision of 1949.", "On 16 October 1995 the Supreme Administrative Court allowed the applicant’s appeal and declared the Governor’s decision null and void as having been issued in flagrant breach of the administrative procedure. It found that the Governor had overlooked the fact that the 1949 decision had probably never been served on the applicant’s father.", "On 18 March 1996 the Governor quashed the decision of the Head of the District Office issued on 5 October 1993 and remitted the case for re-examination.", "On 18 July 1997 Warsaw District Office sent a copy of the 1949 decision to the applicant. It informed her that no acknowledgement of receipt of that decision by her father had been found.", "On 1 August 1997 the applicant requested the annulment of that decision.", "On 25 August 1997 the Warsaw Governor quashed the 1949 decision and remitted the case for re-examination.", "On 12 November 1997 the Head of the Warsaw District Office re-examined the request lodged by the applicant’s father in 1948. He granted the applicant the perpetual use of the land and declared that she retained the ownership of the building located there, in accordance with the 1947 agreement. The Head of the District Office found that a project for the future use of the building, prepared by the applicant, complied with the town planning scheme.", "On 25 February 1998 the Warsaw Regional Prosecutor raised an objection (sprzeciw) to that decision. She mentioned that the clause concerning the ownership of the building made in that decision was only of a declaratory nature, i.e. it confirmed something that had been stipulated already in the 1945 decree. Following that objection the Warsaw Governor instituted ex officio proceedings for the annulment of that decision.", "On 3 April 1998 the Governor rejected an appeal against the decision of 12 November 1997 lodged by the Social Security Board, considering that the Board had no standing in the proceedings. The Board appealed to the Supreme Administrative Court.", "On 6 April 1998 the Governor stayed the enforcement proceedings in respect of the decision of 12 November 1997.", "On 12 April 1999 the Supreme Administrative Court quashed the Governor’s decision of 3 April 1998, pointing out that the Governor, having found that the Social Security Board had no standing in the proceedings, should have issued a decision discontinuing the proceedings.", "On 31 August 1999 the Regional Prosecutor withdrew her objection and subsequently the proceedings concerning the annulment of the decision of 12 November 1997 were discontinued. However, the proceedings concerning the appeal lodged by the Social Security Board were still pending.", "On 15 December 1999 the Governor discontinued the appeal proceedings, relying on the Social Security Board’s lack of standing in the proceedings. The Board appealed that decision, submitting that the buildings occupied by it were constructed in such a way that their walls did not run along the boundary between the plots of land underneath and, therefore, the 1997 decision was impossible to enforce. The Board also argued that, being a State-owned entity occupying the property, it should take part in the proceedings in order to ensure the proper representation of the interests of the State and pointed out that it was involved in administrative proceedings relating to its petitions to be granted the right of management of the disputed plot of land and the neighbouring ones.", "On 7 January 2000 the applicant summoned a representative of the State Treasury to appear before a specified public notary for the purpose of concluding an agreement concerning the grant of perpetual use of the land, but to no avail.", "On 24 January 2000 the applicant requested the Supreme Administrative Court, before which the Board’s appeal against the decision of 15 December 1999 was pending, to dismiss the Board’s petition to have the enforcement of that decision stayed. In reply, the court informed the applicant that the enforcement was stayed ex lege and there was no need to issue any specific decision in this respect.", "On 21 November 2000 the Supreme Administrative Court allowed the Social Security Board’s appeal and quashed the decision of 15 December 1999. It noted that in 1984 the Board had been granted the use of a neighbouring plot of land and, on the strength of a law enacted in 1998, became the owner of that plot. The court found that it was necessary to establish whether the plot owned by the Board overlapped the plot covered by the 1997 decision. If so, the Board should be allowed to take part in the proceedings as a party.", "On 23 July 2001 the Governor quashed the decision of 12 November 1997 and remitted the case for re-examination. He pointed out that in the course of further proceedings the line of the boundary in question should be established and, consequently, it should be decided whether the Board had standing. The applicant appealed that decision to the Supreme Administrative Court, submitting that it was not necessary to remit the case for re-examination and that the Governor could have ruled on the Board’s rights in the proceedings himself on the basis of the material already contained by the case-file.", "Meanwhile, on 26 November 1999 the President of the Office for the Housing and Urban Development (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast) on the request of the Ministry of Labour instituted proceedings aimed at the annulment of the decision of 25 August 1997 (quashing the above-mentioned 1949 decision).", "On 19 October 2001 the applicant lodged with the Supreme Administrative Court a complaint about the inactivity of the President of that office. She submitted that despite her two requests to expedite the examination of the case the authority concerned had not taken any action.", "On 13 December 2001 the President of the Office for the Housing and Urban Development annulled the decision of 25 August 1997. He considered that the Governor had not been competent to issue that decision.", "On 18 December 2001 the Supreme Administrative Court asked the applicant whether she was pursuing her complaint about inactivity, despite the fact that the authority concerned had given a decision. She withdrew her complaint.", "On 30 April 2002 the President of the Office for the Housing and Urban Development, after the re-examination of the case requested by the applicant, upheld his own decision of 13 December 2001.", "The applicant lodged an appeal with the Supreme Administrative Court.", "The proceedings are still continuing.", "In 1990 the applicant enquired about the legal status of the disputed property. She received a certificate from a public notary office stating that in the land-and-mortgage register her father was mentioned as the owner of property no. 496. Although in 1983 the State authorities requested that an entry be made in the register declaring that the State Treasury was the owner, the request was not granted, as they failed to submit the 1955 decision refusing the applicant’s father the right to temporary ownership with a clause confirming its legal force. In 1985 the proceedings concerning that request were stayed. Another entry in the register concerned the 1945 decree, following which the State Treasury became the owner of the land. The certificate contains a clause stating that it does not concern the ownership rights to the buildings located on the plot.", "On 28 January 1991 the public notary office refused the applicant’s request to make an entry replacing the name of her father by her name in the land register. The office pointed out that, as long as the issue of the perpetual use was not decided, it could not make any amendments to the register.", "Similar information is contained in a certificate issued on 4 April 1996 by the land-and-mortgage register department of the Warsaw District Court (sąd rejonowy).", "According to the Code of Administrative Procedure cases shall be handled without undue delay and the time of their examination, even if they are complex, shall not exceed two months (Article 35 § 3). Having failed to comply with the time-limit prescribed by the Code, the administrative organ must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new time-limit.", "Article 37 of that Code provides:", "“§ 1. A complaint about failure to handle a case within the time-limit set forth in Article 35 or fixed under Article 36 can be lodged with an administrative organ of a higher level.", "§ 2. [That] organ, having found the complaint to be well-founded, shall fix an additional time-limit for the completion of the case ...”", "Further remedies in respect of inactivity on the part of an administrative organ are provided for by the Law on the Supreme Administrative Court. Under Section 17 of that Law a party to administrative proceedings may lodge with the Supreme Administrative Court a complaint about such inactivity.", "Section 26 of the Law provides that the Court, having found such a complaint to be well-founded, shall oblige the administrative organ concerned to issue a decision or to perform an activity. Section 31 reads in so far as relevant:", "“1. In case of establishing that the administrative organ, to ... the inactivity of which the court’s judgment relates, has not ... carried out that judgment, the court can decide to impose a fine on that organ. ...", "2. In the instance referred to in § 1 the court can, in addition, rule on the existence or non-existence of a right or obligation, if the nature of the case and its uncontested facts ... make this possible.", "3. The court shall apply the provisions of §§ 1 and 2 in case of granting a complaint lodged by an entitled entity, which has previously applied to the organ concerned with a written notice to carry out the court’s judgment.", "4. A compensation claim is vested in a person sustaining damage as a result of failure to carry out the court’s judgment ...”", "Section 34 of the Law on the Supreme Administrative Court sets out the requirement of the exhaustion of available remedies before lodging a complaint with that court. Accordingly, a complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the above-mentioned Article 37 of the Code of Administrative Procedure. In its case-law the Supreme Administrative Court has stated that that requirement does not apply to complaints concerning the inactivity of administrative organs of the highest level, such as the President of the Office for the Housing and Urban Development (see the Supreme Administrative Court’s judgment of 29 August 2000, no. I SAB 52/00).", "According to the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw (dekret o własności i użytkowaniu gruntów na obszarze m. st. Warszawy) the ownership of all land was transferred to the municipality. The decree provided in so far as relevant:", "“Article 5. Buildings and other objects located on the land being transferred to the municipality’s ownership remain the property of those who have owned them so far, unless specific provisions provide otherwise.", "Article 7. (1) The owner of a plot of land (...) can within 6 months after the taking of possession of the land by the municipality file a request to be granted (...) the right to a perpetual lease (wieczysta dzierżawa) with a peppercorn rent (czynsz symboliczny). ...", "(2) The municipality shall grant the request if the use of the land by the former owner is compatible with its function set forth in the development plan (plan zabudowania). ...", "(4) In case the request is refused, the municipality shall offer the person entitled, as long as it has spare land in its possession, the perpetual lease of land of equal value to use, on the same conditions, or the right to construct on such land.", "(5) In case no request, as provided for in paragraph (1), is filed, or the former owner is for any other reasons not granted a perpetual lease or the right to construct, the municipality is obliged to pay compensation pursuant to article 9.", "Article 8. In case the former owner is not granted the right to a perpetual lease or the right to construct, all buildings located on the land become the property of the municipality, which is obliged to pay, pursuant to article 9, compensation for the buildings which are fit to be used or renovated.", "Article 9. ... (2) The right to compensation begins to apply 6 months after the day of taking the land into possession by the municipality of Warsaw and expires 3 years after that date. ...”", "According to article XXXIX of the Decree of 11 October 1946 introducing the Property Law (prawo rzeczowe) and the Law on Land and Mortgage Registers, the right to construct and the right to a perpetual lease could be transferred into temporary ownership (własność czasowa).", "Section 40 of the Law of 14 July 1961 on Administration of Land in Towns and Estates (ustawa o gospodarce terenami w miastach i osiedlach) replaced temporary ownership with perpetual use (użytkowanie wieczyste).", "The right to perpetual use is regulated by the Civil Code. An individual or a legal entity may be granted such a right on land owned by the State or local self-government. The right comprises a right to use the land to the exclusion of others for ninety-nine years, on payment of a yearly fee. A person entitled to the right can dispose of it.", "In 1997 there was enacted the Law on Transforming Perpetual Use Vested in Individuals into Ownership (ustawa o przekształceniu prawa użytkowania wieczystego przysługującego osobom fizycznym w prawo własności). The law guarantees individuals who acquired perpetual use of property before 31 October 1998 the right to have that right transformed into ownership. Article 6 § 1 (6) of that law provides that individuals who acquired the right to perpetual lease under article 7 of the 1945 decree are entitled to such transformation free of charge, regardless of when they acquired their right to a perpetual lease. Requests for the transformation could be submitted until the end of 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}