{"ITEMID": "001-81996", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF FC MRETEBI v. GEORGIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "", "TEXT": ["5. The applicant club was founded on 3 February 1988 in Tbilisi. Subsequent to the last changes in its corporate structure, on 10 February 1999, the Vake District Court in Tbilisi incorporated the applicant as a branch of a German limited liability company, “BAUML GmbH”.", "6. Under contracts of 11 May and 5 December 1990, the applicant engaged Mr Giorgi Kinkladze (“the footballer”) as a professional player until 30 June 1993.", "7. On 11 July 1992 the applicant and the football club Dinamo FC, both members of the Georgian Football Federation (“the GFF”), entered into an agreement on the footballer's transfer to Dinamo FC. It was arranged that the footballer would play for the new club after the latter had paid the applicant 1,000,000 Soviet roubles (the equivalent of 6,000 euros (EUR), according to the applicant). In addition, if the footballer was later transferred abroad, the applicant was to receive 50% of the international transfer fee owed to Dinamo FC. If Dinamo failed to fulfil that obligation, the agreement between it and the footballer would become null and void.", "8. On 13 August 1992 Dinamo FC paid the applicant the sum agreed in roubles and the domestic transfer took effect.", "9. Under a contract of 11 July 1995, Dinamo FC transferred the footballer to Manchester City FC for a lump sum of USD 1,750,000 (EUR 1,380,000). In the event of the footballer's further transfer by the English club for a fee in excess of USD 3,000,000 (EUR 2,370,000), Dinamo FC was entitled to receive 10% of the excess amount. Subsequently, Manchester City FC indeed transferred the footballer to AFC Ajax, and Dinamo FC thus received around GBP 1,250,000 (EUR 1,820,000) from the English club.", "10. Having received the lump-sum transfer fee from Manchester City FC, Dinamo FC never remitted to the applicant the percentage agreed under the contract of 11 July 1992. Seeking to obtain the amount owed to it, the applicant complained to the GFF.", "11. On 2 January 1997 the Disputes Committee of the GFF decided that Dinamo FC owed the applicant USD 875,000 (EUR 691,000), corresponding to one half of the transfer fee paid by Manchester City FC. Dinamo FC was ordered to pay this sum in three instalments.", "12. On 14 April 1997 the applicant referred the matter to the Fédération Internationale de Football Association (the “FIFA”) requesting its intervention to secure enforcement by the GFF of its decision of 2 January 1997.", "13. The FIFA reminded the GFF on 28 April, 12 June, 29 July and 28 August 1997 of its obligation to enforce decisions and thus to settle the dispute between the Georgian clubs, warning that non-compliance with FIFA directives might result in disciplinary proceedings against the GFF.", "14. On 1 September 1997 the GFF Emergency Committee decided that Dinamo FC was liable to pay the total amount of USD 875,000 (EUR 691,000) to the applicant immediately and that, in case of failure to comply with this decision, Dinamo FC would be relegated to the Second Division of the Georgian Championship. That sanction would not, however, release the debtor from its obligation to fulfil its financial commitments visà-vis the applicant. In addition, the GFF warned both clubs that they were barred, under the GFF and FIFA Statutes, from referring the dispute to a court of law.", "15. Following the applicant's complaints, on 16 April and 6 June 1998, that the dispute had still not been settled, the FIFA again notified the GFF, requesting the enforcement of the latter's decisions at the latest by 31 August 1998, on pain of international sanctions.", "16. In the meantime Dinamo FC had taken the matter to a civil court. In a judgment of 13 July 1998, the Vake-Saburtalo District Court in Tbilisi declared the transfer agreement signed by both parties on 11 July 1992 to be null and void. Subsequently, the decision of the Disputes Committee of the GFF of 2 January 1997 was also annulled. During the hearing, the applicant pointed out that the District Court had no right to examine the issue, since the clubs, as GFF members, enjoyed immunity from the jurisdiction of the ordinary courts. That argument was left unanswered. The judgment, not having been appealed, became binding.", "17. On 17 September 1998, in view of that judgment, the GFF decided to annul its decision of 1 September 1997 and thus to terminate the dispute.", "18. On 24 August 1999 the applicant appealed to the Bureau of the FIFA Players' Status Committee (“the Bureau”), a disputes resolution organ. In a decision of 6 September 1999, the Bureau considered that the FIFA should intervene since it was clear that one of the parties “was not behaving properly and that the GFF was not able to settle the matter by itself”.", "19. Without challenging the findings of the Vake-Saburtalo District Court in Tbilisi on 13 July 1998 about the nullity of the contract of 11 July 1992, the Bureau stated on 6 September 1999 that the footballer's transfer from the applicant to Dinamo FC had nevertheless taken place and that no compensation had been paid in return. It therefore concluded that:", "“There had been a transfer of possession of the federative rights to the player between two clubs, without any contract binding them (since the transfer contract had been declared null and void by the court) and, since one of the parties had indeed performed its obligation, it was logical for that party to be properly indemnified for having done so in good faith.”", "20. In the light of its findings, the Bureau decided that compensation for the training and development of the footballer had to be paid to the applicant; both clubs were instructed to negotiate the amount. In the event of further disagreement, the FIFA Special Committee would resolve the issue for them. Furthermore, noting that Dinamo FC had severely breached Article 59 § 1 of the FIFA Statutes by submitting the dispute to a court of law, the Bureau fined that club CHF 20,000 (EUR 12,824).", "21. The applicant lodged an appeal against this decision with the FIFA Executive Committee (“the Executive Committee”), which delivered its final decision on 24 March 2000. The appeal having been lodged out of time, the Executive Committee rejected it. However, in view of the fact that the clubs had failed to negotiate an amount of compensation, it determined that Dinamo FC had to pay the applicant USD 300,000 (EUR 236,000).", "22. Dinamo FC complied with this decision and fully paid the debt in January 2001.", "23. Considering that the amount fixed by the FIFA was insufficient to compensate for the loss sustained, the applicant brought an action for damages in the amounts of USD 9,600,000 and GBP 2,812,500 (totalling EUR 11,750,000) against the GFF before a court of law. It argued that the respondent, contrary to its Statutes, had failed to abide by its positive obligation to protect the rights of its member clubs. As a result of this negligence, the unjust enrichment of Dinamo FC had occurred at the expense of the applicant's property rights.", "24. The applicant also requested leave to defer payment of the court fees (known as State fees) until after examination of the case. On 11 April 2003 the Tbilisi Regional Court refused to defer payment on the ground that the applicant's request was not substantiated by evidence of insolvency. The value of its claim being high, the applicant eventually paid the court fees, in the maximum amount of GEL 5,000 (EUR 2,200) under Article 39 §§ 1 and 2 of the Code of Civil Procedure (“the CCP”), on 5 May 2003.", "25. The Tbilisi Regional Court, as the court of first instance, examined the action on 13 November 2003 and dismissed it as manifestly ill-founded.", "26. On 5 January 2004 the applicant lodged a cassation appeal with the Supreme Court of Georgia. Referring to the fact that it had suspended its activities because of financial problems (near bankruptcy) caused by the respondent's wrongful acts, the applicant requested exemption from the court fees for cassation proceedings. In case this motion for total exemption was rejected, the applicant also requested leave to pay the court fees either in a reduced amount or with deferment. It referred to the right of access to a court guaranteed by the Constitution.", "27. On 30 January 2004 the Supreme Court refused to grant the applicant's request for partial or full exemption from the court fees. Without referring to any specific circumstances, it bluntly stated that no ground for exemption, under Articles 46 to 49 of the CCP, existed in the case at hand. The court invited the applicant to pay the GEL 5,000 fee within fourteen days. When it failed to do so, the Supreme Court, in a final decision of 15 March 2004, declared the cassation claim inadmissible. This decision, adopted under the written procedure, was communicated to the applicant on 26 April 2004.", "28. According to the applicant, its inability to receive from Dinamo FC proper indemnification in return for the footballer's transfer, as well as the high costs which it had incurred in the domestic and international proceedings against Dinamo FC and the GFF, constituted the main reasons for its financial collapse. The auditor's report of 15 March 2005 confirmed the applicant's insolvency and the resulting cessation of its activities in the sphere of football. The report stated that, due to the inability to pay the participation fee, the applicant had been excluded from the national football championship since 2002. Among other outstanding debts, the report noted arrears of interest on a loan which the applicant had obtained in order to pay the court fee of GEL 5,000 for the proceedings before the Regional Court (paragraph 24 above).", "“...the Regional Court shall hear a case at first instance if the value of the claim exceeds GEL 500,000 [EUR 224,000] ...”", "“Court fees (sasamarTlo xarjebi) shall be composed of the State fee (saxelmwifo baJi) and the costs incurred for purposes of the proceedings.”", "“The State fee shall be payable in accordance with the State Fees Act when:", "a) Lodging a claim...; ...", "f) Lodging an appeal;", "g) Lodging a cassation appeal...”", "“The amount of the State fee shall depend on the value of the claim and is calculated as follows:", "a) [For lodging a claim, the State fee] ... shall represent 2.5% of the value of the claim;", "b) For lodging an appeal – 3% of the value of the claim;", "c) For lodging a cassation appeal – 4% of the value of the claim...;", "The amount of the State fee shall not however exceed 5,000 Georgian laris.”", "“The value of the claim shall be indicated by the claimant. If the amount specified by the claimant is manifestly incompatible with the actual value of the disputed property, it shall be re-assessed by the judge.”", "“The value of a pecuniary claim shall be calculated as follows:", "a) For claims of monetary arrears, it shall be represented by the amount claimed...”", "“With due regard to the financial situation of the party concerned, the court can exempt that party in whole or in part from the court fees to be paid in favour of the State budget.”", "“With due regard to the financial situation of the parties, the court may grant both or one of the parties the right to pay court fees either by instalment, or to defer payment, or to pay a reduced amount.”", "“Court fees shall be reduced by one half: ...", "c) if the judgment is delivered by default.”", "Pursuant to Article 102 § 1, the claimant and respondent are each expected to prove the circumstances on which they base their arguments in the adversarial proceedings.", "Pursuant to Articles 185 and 396 § 3, if the State fee is not paid when the cassation appeal is lodged, the court would order the party concerned to pay it within a fixed time limit. If the party does not comply with the deadline, the claim would not be examined and the proceedings would be discontinued."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}