{"ITEMID": "001-108686", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KOPF AND LIBERDA  v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicants were born in 1953 and 1943 respectively and live in Vienna.", "6. In 1997 the biological mother of F., then two years old and born out of wedlock, set her apartment on fire after having consumed drugs. The mother and her child were rescued and, on 19 December 1997, the Vienna Youth Welfare Office (Amt für Jugend und Familie) handed F. over to the applicants as foster parents.", "7. The applicants subsequently tried to obtain custody of F. and wanted to adopt him. F.’s mother recovered and was at first allowed access to visit her son. She then tried to obtain custody of F., which led to arguments between her and the applicants. Since these disputes were to the detriment of F., he was given to a “crisis foster family” (Krisenpflegefamilie) on 25 October 2001 for approximately eight weeks. After that period F. was handed over to his biological mother, who obtained provisional custody of him following a decision of the Vienna Juvenile Court (Jugendgerichtshof) on 19 December 2001. This decision entered into force on 18 December 2002, when the Supreme Court rejected an appeal by the applicants (Revisionsrekurs).", "8. In the meantime on 20 December 2001 the applicants requested the right to visit F. Thereupon the Juvenile Court asked the Vienna Youth Welfare Office for their observations on the applicants’ request.", "9. The Vienna Youth Welfare Office submitted observations on 31 December 2001, stating that because of the long-lasting relationship between F. and the applicants it would be inappropriate not to allow access to the foster parents.", "10. On 31 January 2002 the Juvenile Court heard the biological mother, who opposed the granting of visiting rights to the applicants because F. was in the process of getting used to her again.", "11. On 8 February 2002 the applicants requested the acceleration of the proceedings (Fristsetzungantrag) under Section 91 of the Austrian Court Act.", "12. On 28 March 2002 the Vienna Juvenile Court Assistance Office (Wiener Jugendgerichtshilfe) submitted their observations to the Juvenile Court. In the following months both parties repeatedly filed written observations on that report. The applicants also requested that an expert for child psychology be appointed.", "13. On 2 December 2002 the applicants complained about the length of the proceedings and requested the opinion of an expert on child psychology. The biological mother objected to this request.", "14. On 4 December 2002 the Juvenile Court asked the applicants whether they were maintaining their request for the appointment of an expert, given that meanwhile a report by the doctor with whom F. had had therapy had been obtained. On 10 December 2002 the applicants informed the court that they insisted on the appointment of an expert and proposed further questions to be put to the expert appointed.", "15. On 17 February 2003 the Juvenile Court designated Dr. Sp. as the expert. The biological mother filed objections against Dr. Sp.", "16. In July 2003 the court file was transferred to the Vienna Regional Court for Civil Matters, which was dealing with an appeal lodged by the applicants in the custody proceedings concerning F. lodged on 23 May 2003. On an unspecified date the Vienna Regional Court transferred the file to the Wiener Neustadt Regional Court as it considered that that court was competent to decide on the appeal. The Wiener Neustadt Regional Court did so on 19 and 29 January 2004; the file was then forwarded to the Mödling District Court, which had meanwhile become competent to deal with custody and visiting-rights proceedings.", "17. On 16 December 2003 Dr Sp asked the District Court for leave to be discharged from the duty to prepare an expert report. He submitted that a report was not feasible because he had not been given the opportunity to examine F. thoroughly by F.’s mother.", "18. The Mödling District Court held a hearing with the parties on 1 April 2004 in order to discuss how to proceed further with the case. The judge informed the applicants and the biological mother that he would ask the Youth Office of the Mödling District Administrative Authority (Jugendamt der Bezirkshauptmannschaft) for a final report on the issue of visiting rights.", "19. P., who was the officer in charge at the Youth Office of the Mödling District Administrative Authority, submitted the report on 29 July 2004. She recommended refusing visiting rights to the applicants, because the reestablishment of contact with F. after it had been interrupted for more than two years might harm the psychological stability of the child. On 17 August and 16 September 2004 the parties submitted their comments on that report.", "20. On 3 August 2004 Dr. Z. of the Niederösterreich Child and Youth Psychological Consulting Office (Kinder- und jugendpsychologischer Beratungsdienst) also suggested that the applicants should not be granted access to F., explaining that F. was aware of the difficulties between his mother and the applicants and therefore, as a protective measure, had said that he did not want to see the applicants. Dr. Z. further stated that not seeing the applicants was not to the detriment of the child. The applicants submitted observations regarding these recommendations.", "21. On 9 November 2004 the Mödling District Court rejected the applicants’ request to visit F. and found that failure to provide for personal contact (Unterbleiben des persönlichen Verkehrs) between the applicants and F. did not endanger his well-being.", "22. It found that under Article 148 (4) of the Civil Code a court, upon the request of a parent, the child, a youth welfare body or of its own motion had to take the necessary measures if failure to provide for personal contact between the child and the third person would endanger his or her well-being. Third persons, in contrast to parents or grandparents, had no legal right to be granted contact rights and consequently no legal standing in related court proceedings. They could merely suggest to the court (anregen) that it examine the matter of its own motion, and a court could only grant contact rights if failure to do so would endanger the child’s well-being.", "23. Taking the applicants’ request as such a suggestion, visiting rights could not be granted. From all the material in the possession of the District Court it was evident that F. was vehemently opposed to meeting the applicants, while at the same time he had developed a close and positive relationship with his mother. The District Court acknowledged that the applicants had a genuine concern for F.’s well-being; however, in the present situation the interests of the applicants did not coincide with the child’s best interests. Given that F. had not been in contact with his foster parents for more than three years, the District Court would follow the conclusions in the reports of P., from the Youth Office of the Mödling District Administrative Authority, and Dr. Z., from the Niederösterreich Child and Youth Psychological Consulting Office. It was quite possible that immediately after F. had been placed with the “crisis foster family” in October 2001 the granting of visiting rights to the applicants might have been useful. However, this was no longer the case and it now served the best interests of the child, who was living with his biological mother, not to put him back in a situation of divided loyalties (Loyalitätskonflikt) between her and his “former family”, the applicants.", "24. On 6 December 2004 the applicants appealed against the District Court’s decision. They argued that the refusal of visiting rights breached their rights under Article 8 of the Convention.", "25. The Regional Court dismissed the applicants’ appeal on 17 February 2005. It found that foster parents could file requests in proceedings concerning the foster child and also had the right to appeal against decisions. The status of a foster parent was, however, a matter which depended rather on whether the person actually cared for the child and whether a lasting emotional link similar to the one between parents and children had developed. Even though the applicants had lived with F. for approximately forty-six months in the same household with the intent to develop such emotional ties, it was actually more than forty months since they had had care of him and they could now no longer be considered his foster parents. Nevertheless, their appeal had to be considered on its merits, and, for the reasons given by the District Court, granting visiting rights to them was not in the best interests of F. The appeal was therefore unfounded.", "26. On 25 May 2005 the Supreme Court dismissed an extraordinary appeal by the applicant (außerordentlicher Revisionsrekurs). That decision was served on the applicants’ counsel on 7 July 2005.", "27. Article 148 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) reads as follows:", "“(1) If one parent does not live in a common household with a minor child, then the child and this parent have the right to be in personal contact with each other. The exercise of this right shall be regulated by mutual consent between the child and the parents. Whenever such an agreement cannot be reached, the court shall regulate the exercise of this right in a manner appropriate for the welfare of the child, upon an application by the child or a parent, giving due consideration to the needs and wishes of the child.", "(2) If necessary, the court shall restrict or not permit the exercise of the right to personal contact, especially if the authorised parent does not comply with his/her obligation under Section 145b.", "(3) Paragraphs (1) and (2) shall apply by analogy to the relationship between grandchildren and their grandparents. However, the exercise of the right of grandparents shall also be restricted or not permitted to such an extent that this would otherwise disturb the family life of the parents (a parent) or their relationship to the child.", "(4) Where the absence of personal contact between the minor child and a third party that is ready to engage in such contact may jeopardise the child’s welfare, the court shall issue the disposition necessary to regulate the personal contact upon an application by the child, a parent, the youth welfare agency, or of its own motion.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}