{"ITEMID": "001-112282", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KOCH v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["7. The applicant was born in 1943 and lives in Braunschweig.", "8. The applicant and his late wife B.K., born in 1950, had lived together since 1978 and married in 1980. From 2002 onwards, B.K. had been suffering from total sensorimotor quadriplegia after falling in front of her doorstep. She was almost completely paralysed and needed artificial ventilation and constant care and assistance from nursing staff. She further suffered from spasms. According to the medical assessment, she had a life expectancy of at least fifteen more years. She wished to end what was, in her view, an undignified life by committing suicide with the applicant’s help. The couple contacted the Swiss assisted-suicide organisation, Dignitas, for assistance.", "9. In November 2004 B.K. requested the Federal Institute for Drugs and Medical Devices (Bundesinstitut für Arzneimittel und Medizinprodukte – “the Federal Institute”) to grant her authorisation to obtain 15 grams of pentobarbital of sodium, a lethal dose of medication that would enable her to commit suicide at her home in Braunschweig.", "10. On 16 December 2004 the Federal Institute refused to grant her that authorisation, relying on section 5(1) (6) of the German Narcotics Act (Betäubungsmittelgesetz – see “Relevant domestic law” below). It found that her wish to commit suicide was diametrically opposed to the purpose of the Narcotics Act, which was aimed at securing the necessary medical care for the individuals concerned. Authorisation could therefore only be granted for life-supporting or life-sustaining purposes and not for the purpose of helping a person to end his or her life.", "11. On 14 January 2005 the applicant and his wife lodged an administrative appeal with the Federal Institute.", "12. In February 2005 the applicant and his wife, who had to be transported lying on her back on a stretcher, travelled for approximately ten hours over a distance of more than 700 kilometres from Braunschweig to Zurich in Switzerland. On 12 February 2005 B.K. committed suicide there, assisted by Dignitas.", "13. On 3 March 2005 the Federal Institute confirmed its earlier decision. In addition, it expressed doubts as to whether a State-approved right of an individual to commit suicide could be derived from Article 8. In any event, Article 8 could not be interpreted as imposing an obligation on the State to facilitate the act of suicide with narcotic drugs by granting authorisation to acquire a lethal dose of medication. A right to commit suicide would be inconsistent with the higher-ranking principle enshrined in Article 2 § 2 of the German Basic Law (see “Relevant domestic law” below), which laid down the “comprehensive” obligation of the State to protect life, inter alia by refusing to grant authorisation to obtain a lethal dose of a drug for the purpose of committing suicide.", "14. Finally, the Federal Institute “informed” the applicant that he had no standing to lodge an administrative appeal as he lacked the need for legal protection (Rechtsschutzbedürfnis). In particular, the applicant could not improve his own position through an appeal, as his legal position had not been the subject of the administrative proceedings.", "15. On 4 April 2005 the applicant lodged an action for a declaration that the decision of the Federal Institute had been unlawful (Fortsetzungsfeststellungsklage) and that it thus had a duty to grant his wife the requested authorisation.", "16. On 21 February 2006 the Cologne Administrative Court (Verwaltungsgericht) declared the applicant’s action inadmissible. It found that he lacked standing to lodge the action as he could not claim to be the victim of a violation of his own rights. The Federal Institute’s refusal to grant his wife authorisation to obtain a lethal dose of medication did not interfere with his right to protection of his marriage and family life as guaranteed by Article 6 § 1 of the Basic Law (Grundgesetz – see “Relevant domestic law” below). Any other interpretation would lead to the assumption that each infringement of the rights of one spouse would automatically also be an infringement of the rights of the other spouse. That assumption would water down the separate legal personality of each spouse, which was clearly not the purpose of Article 6 § 1 of the Basic Law. Furthermore, the contested decisions did not interfere with his own right to respect for family life under Article 8 of the Convention, as they did not affect the way in which the applicant and his wife lived together.", "17. Moreover, the applicant could not rely on his wife’s rights, as the right to be granted authorisation to obtain the requested dose of drugs was of an eminently personal and non-transferable nature. Even assuming that there had been a violation of his late wife’s human dignity by the Federal Institute’s refusal, according to the Federal Constitutional Court’s case-law (see “Relevant domestic law and practice” below) the refusal could not produce effects beyond her life as it did not contain elements of disparagement capable of impairing the applicant’s wife’s image in the eyes of posterity.", "18. Finally, the court held that in any event the refusal of the Federal Institute to grant the applicant’s wife the requested authorisation had been lawful and in compliance with Article 8 of the Convention. In particular, any interference with her right to respect for private life was necessary in a democratic society for the protection of health and life and thus also for the protection of the rights of others. Referring to the Court’s judgment in the case of Pretty (see Pretty v. the United Kingdom, no. 2346/02, § 74, ECHR 2002III), the court held that the domestic authorities had a wide margin of appreciation to assess the danger and risks of abuse. Therefore, the fact that the provisions of the Narcotics Act permitted exceptions only for what was medically needed could not be considered disproportionate.", "19. On 22 June 2007 the North-Rhine Westphalia Administrative Court of Appeal (Oberverwaltungsgericht) dismissed the applicant’s request for leave to appeal. It found, in particular, that the right to protection of marriage and family life under Article 6 § 1 of the Basic Law and Article 8 § 1 of the Convention did not confer a right to have the spouses’ marriage terminated by the suicide of one of them. Moreover, it considered that the decisions of the Federal Institute had not interfered with the applicant’s right to respect for private life within the meaning of Article 8 § 1 of the Convention. Even if the right to die had existed, its very personal character would not allow third persons to infer from Article 6 § 1 of the Basic Law or Article 8 § 1 of the Convention a right to facilitate another person’s suicide. Finally, the applicant could not rely on Article 13 as he had no arguable claim to be the victim of a violation of a right guaranteed under the Convention.", "20. On 4 November 2008 the Federal Constitutional Court (Bundesverfassungsgericht, no. 1 BvR 1832/07) declared a constitutional complaint lodged by the applicant inadmissible as he could not rely on a posthumous right of his wife to human dignity. It held that the posthumous protection of human dignity extended only to violations of the general right to respect, which was intrinsic to all human beings, and of the moral, personal and social value which a person had acquired throughout his or her own life. However, such violations were not at stake in respect of the applicant’s wife. Furthermore, the applicant was not entitled to lodge a constitutional complaint as legal successor to his deceased wife. In particular, it was not possible to lodge a constitutional complaint to assert another person’s human dignity or other non-transferable rights. A legal successor could only introduce a constitutional complaint in cases, which primarily involved pecuniary claims and where the complaint was aimed at pursuing the successor’s own interests.", "21. Article 6 § 1 of the Basic Law provides that marriage and family enjoy the special protection of the State.", "Under Article 2 § 2 of the Basic Law every person has the right to life and physical integrity.", "The Federal Constitutional Court has accepted the posthumous protection of human dignity in cases where the image of the deceased person had been impaired in the eyes of posterity by ostracism, defamation, mockery or other forms of disparagement (see decision of 5 April 2001, no. 1 BvR 932/94).", "22. The Narcotics Act governs the control of narcotic drugs. Three annexes to the Act enumerate the substances, which are considered as drugs, including pentobarbital of sodium in Annex III.", "According to section 4 (1) no. 3 (a) of the Narcotics Act it is permissible to obtain the substances listed in Annex III if they are prescribed by a medical practitioner. In all other cases, section 3(1)(1) of the Act provides that the cultivation, manufacture, import, export, acquisition, trade and sale of drugs are subject to authorisation from the Federal Institute for Drugs and Medical Devices.", "In accordance with section 5(1)(6) of the Act, no such authorisation can be granted if the nature and purpose of the proposed use of the drug contravenes the purposes of the Narcotics Act, namely, to secure the necessary medical care of the population, to eliminate drug abuse and to prevent drug addiction.", "Doctors may only prescribe pentobarbital of sodium if the use thereof on or in the human body is justified (section 13 (1)(1) of the Narcotics Act).", "23. Section 216 of the Criminal Code reads as follows:", "“(1) If a person is induced to kill by the express and earnest request of the victim the penalty shall be imprisonment from six months to five years.", "(2) Attempts shall be punishable”", "Committing suicide autonomously is exempt from punishment under German criminal law. It follows that the act of assisting an autonomous suicide does not fall within the ambit of section 216 of the Criminal Code and is exempt from punishment. However, a person can be held criminally responsible under the Narcotics Act for having provided a lethal drug to an individual wishing to end his or her life.", "According to the case-law of the Federal Court of Justice (compare judgment of 13 September 1994, 1 StR 357/94) the discontinuation of a lifeprolonging treatment of a terminally ill patient with the patient’s consent does not engage criminal responsibility. This applies irrespective of the fact that the interruption of the treatment has to be effected by actively stopping and switching off the medical device (Federal Court of Justice, judgment of 25 June 2010, 2 StR 454/09).", "24. The professional codes of conduct are drawn up by the medical associations under the supervision of the health authorities. The codes are largely similar to the Model Professional Code for German Doctors, section 16 of which provides as follows:", "“(1) Doctors may – prioritising the will of the patient – refrain from life-prolonging measures and limit their activities to the mitigation of symptoms only if postponement of an inevitable death would merely constitute an unacceptable prolongation of suffering for the dying person.", "(2) Doctors may not actively curtail the life of the dying person. They may not put their own interests, or the interests of third parties, above the well-being of the patient.”", "Contraventions against the Professional Code of Conduct are sanctioned by disciplinary measures culminating in a withdrawal of the licence to practise medicine.", "In connection with the demand for doctor-assisted suicide, the 112th German Medical Assembly of May 2009 resolved that doctors should provide assistance in and during the process of dying, but should not help patients to die, as the involvement of a doctor in suicide would contravene medical ethics.", "25. Recommendation no. 1418 (1999) of the Council of Europe, insofar as relevant, reads as follows:", "“9. The assembly therefore recommends that the Committee of Ministers encourage the member states of the Council of Europe to respect and protect the dignity of terminally ill and dying persons in all respects:", "a. by recognising and protecting a terminally ill or dying person’s rights to comprehensive palliative care, while taking the necessary measures:", "(...)", "b. by protecting the terminally ill or dying person’s right to self-determination, while taking the necessary measures:", "(...)", "iii. to ensure that no terminally ill or dying person is treated against his or her will while ensuring that he or she is neither influenced nor pressured by another person. Furthermore, safeguards are to be envisaged to ensure that their wishes are not formed under economic pressure;", "iv. to ensure that a currently incapacitated terminally ill or dying person’s advance directive or living will refusing special medical treatments is observed...", "v. to ensure that – notwithstanding the physician’s ultimate responsibility – the expressed wishes of a terminally ill or dying person with regards to particular forms of treatment are taken into account, provided they do not violate human dignity;", "vi. to ensure that in situations where an advance directive of living will does not exist, the patient’s right to life is not infringed upon. A catalogue of treatments which under no conditions may be withheld or withdrawn is to be defined.", "c. by upholding the prohibition against intentionally taking the life of terminally ill or dying person’s while:", "(i) recognising that the right to life, especially with regard to a terminally ill or dying person, is guaranteed by the member states, in accordance with Article 2 of the European Convention on Human Rights which states that “no one shall be deprived of his life intentionally”;", "(ii) recognising that a terminally ill or dying person’s wish to die never constitutes any legal claim to die at the hand of another person;", "(iii) recognising that a terminally ill or dying person’s wish to die cannot of itself constitute a legal justification to carry out actions intended to bring about death.”", "26. Comparative research in respect of forty-two Council of Europe Member States shows that in thirty-six countries (Albania, Andorra, Austria, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, France, Georgia, Greece, Hungary, Ireland, Latvia, Lithuania, the Former Yugoslav Republic of Macedonia, Malta, Moldova, Monaco, Montenegro, Norway, Poland, Portugal, Romania, Russia, San Marino, Spain, Serbia, Slovakia, Slovenia, Turkey, Ukraine and the United Kingdom) any form of assistance to suicide is strictly prohibited and criminalised by law. In Sweden and Estonia, assistance to suicide is not a criminal offence; however, Estonian medical practitioners are not entitled to prescribe a drug in order to facilitate suicide. Conversely, only four member States (Switzerland, Belgium, the Netherlands and Luxembourg) allow medical practitioners to prescribe lethal drugs, subject to specific safeguards (compare Haas v. Switzerland, no. 31322/07, §§ 30-31 and 55, 20 January 2011)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}