{"ITEMID": "001-99915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KURIĆ AND OTHERS v. SLOVENIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Violation of Art. 13;Respondent State to take individual measures;Respondent State to take measures of general character;Just satisfaction reserved", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["14. The first applicant, Mr Milan Makuc, was a Croatian citizen. He was born in 1947 and lived in Portorož. He died in the course of the proceedings before the Court. The second applicant, Mr Mustafa Kurić, was born in 1935 and lives in Koper. He is a stateless person. The third applicant, Mr Ljubomir Petreš, was born in 1940 and lives in Piran. According to the applicant, he is a stateless person. The respondent Government claimed, however, that he was a citizen of Bosnia and Herzegovina. The fourth applicant, Jovan Jovanović, was born in 1959 and lives in Ljubljana. He is a citizen of Bosnia and Herzegovina. The fifth applicant, Mr Velimir Dabetić, was born in 1969 and lives in Italy. He is a stateless person. The sixth applicant, Ms Ana Mezga, is a Croatian citizen. She was born in 1965 and lives in Portorož. The seventh applicant, Mrs Ljubenka Ristanović, is a Serbian citizen. She was born in 1968 and lives in Serbia. The eighth applicant, Mr Tripun Ristanović, the son of the seventh applicant, was born in 1988 and lives in Serbia. He is a citizen of Bosnia and Herzegovina. The ninth applicant, Mr Ali Berisha, was born in 1969 in Kosovo. According to the most recently available data he is a Serbian citizen. The tenth applicant, Mr Ilfan Sadik Ademi, was born in 1952. He lives in Germany and is a stateless person. The eleventh applicant, Mr Zoran Minić, was born in 1972. According to the respondent Government, he is a Serbian citizen.", "15. Before 25 June 1991, the day Slovenia declared independence, the applicants were citizens of both the Socialist Federal Republic of Yugoslavia (“the SFRY”) and one of its constituent republics other than Slovenia. They had acquired permanent resident status in Slovenia as SFRY citizens, a status which they retained until 26 February 1992. On that day they became subject to the Aliens Act (Zakon o tujcih) and their names were deleted from the Register of Permanent Residents (Register stalnega prebivalstva, “the Register”) (see paragraph 39 below).", "16. In 2009, further to a change in government policy, the applicants Mr Petreš and Mr Jovanović, who were already in possession of permanent residence permits valid from the date of issue in 2006, were issued supplementary residence permits awarding them residence status from 26 February 1992 on the basis of the Constitutional Court’s decision (see paragraphs 103 and 118 below). The applicant Mr Makuc, who died on 2 June 2008, would also have been entitled to such a permit. The applicant Ms Mezga, who is now in possession of a temporary residence permit valid until 13 September 2012, is not entitled to a supplementary residence permit.", "17. The applicants Mr Kurić, Mr Dabetić and Mrs and Mr Ristanović have not applied for residence permits under the existing legislation.", "18. Finally, the applicants Mr Berisha, Mr Sadik and Mr Minić have applied for residence permits and the respective proceedings are still pending.", "19. From the First World War until 1991, the territory comprising the modern Republic of Slovenia was incorporated into a union of Slav nations of South-East Europe (mostly of the western Balkans). On 1 December 1918 the first union – the State of Slovenes, Croats and Serbs – joined with the Kingdom of Serbs and became the Kingdom of Serbs, Croats and Slovenes. In 1929 the latter was renamed as the Kingdom of Yugoslavia.", "20. A new entity was subsequently formed during the Second World War. This common State first bore the name of the Democratic Federal Yugoslavia, then of the Federal People’s Republic of Yugoslavia, which in 1963 was renamed as the SFRY. It was a federal State composed of six republics: Bosnia and Herzegovina, Croatia, Serbia (with two autonomous regions, Kosovo and Vojvodina), Slovenia, Montenegro and Macedonia.", "21. SFRY nationals had “dual citizenship” for internal purposes, that is, they were citizens both of the SFRY and of one of the six republics (see paragraphs 193-207 below).", "22. The first Constitution after the Second World War was adopted in 1946. In 1974, under the new Constitutions of the SFRY and of the then Socialist Republic of Slovenia, the whole system of government shifted from strict centralism to greater autonomy for the constituent republics. The preamble to the Constitution of the SFRY introduced the right of every nation to self-determination, including to secession. Until 1974, federal citizenship prevailed over republic citizenship: republic citizenship could only be held by a Yugoslav citizen (see paragraphs 194-198 below).", "23. The regulation of citizenship was similar in all republics of the SFRY, with the basic principle of acquiring citizenship by blood (ius sanguinis). In principle, a child followed his parents’ citizenship; if parents were citizens of different republics, they jointly agreed on their child’s citizenship. This basic principle was combined with the principle of place of birth (ius soli) or of residence (ius domicilii), of granting of republic citizenship to a citizen of another republic upon application, of naturalisation and recognition under international agreement. Moreover, on the date of admission into the citizenship of another republic, a person’s prior republic citizenship came to an end.", "24. From 1947 a separate Register of Citizenship was kept at the level of the republics and not at the level of the federal State. It follows from the documents at the Court’s disposal that those Registers were not always accurate, since different authorities were responsible for keeping them, the rules governing citizenship were not always strictly respected and republic citizenship was not regarded as crucial during the existence of the SFRY since all republic citizens also had SFRY citizenship. Moreover, in a limited number of cases republic citizenship was not even entered in the Register of Citizenship.", "25. SFRY citizens had freedom of movement within the federal State and could register permanent residence wherever they settled on its territory. Full enjoyment of various civil, economic, social and even political rights for SFRY citizens was linked to permanent residence.", "26. SFRY citizens living in the then Socialist Republic of Slovenia who were citizens of one of the other SFRY republics, such as the applicants, registered their permanent residence there in the same way as Slovenian nationals. Foreign citizens could also acquire permanent residence in the SRFY under a separate procedure (see paragraph 208 below).", "27. In the 1980s the SFRY faced a serious political and economic crisis, with many ethnic tensions which eventually led to the end of the communist regime and the break-up of the SFRY (see, Kovačić and Others v. Slovenia, nos. 44574/98, 45133/98 and 48316/99, § 44, 6 November 2006).", "28. As a consequence of the crisis, numerous amendments to the Constitution of the Socialist Republic of Slovenia were made in the years 1989 to 1991, aimed at a peaceful dissolution of the federal State and the establishment of an independent democratic Slovenia. In particular, Amendment X emphasised the right of the Slovenian nation to self-determination and provided a legal basis for calling a plebiscite and for the secession of Slovenia (see paragraph 206 below).", "29. On 6 December 1990, in the course of the preparations for the plebiscite on the independence of Slovenia, the then Assembly of the Republic of Slovenia (Skupščina Republike Slovenije) adopted the so-called Statement of Good Intentions (Izjava o dobrih namenih), guaranteeing that all persons with permanent residence on Slovenian territory would be enabled to acquire Slovenian citizenship if they so wished (see paragraph 212 below).", "30. On 23 December 1990 the plebiscite was held. The right to vote had been granted to all adult inhabitants with registered permanent residence in Slovenia. 1,361,369 out of 1,457,020 eligible voters voted. 88.5 per cent of voters were in favour of independence and 4 per cent voted against.", "31. On 25 June 1991 Slovenia declared its independence. In order to set the legal framework of the new sovereign State, the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia (Temeljna ustavna listina o samostojnosti in neodvisnosti Republike Slovenije) (see paragraph 213 below) and a series of laws termed “the independence legislation” (osamosvojitvena zakonodaja) were passed.", "32. This included the 1991 Constitutional Law relating to the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia (Ustavni zakon za izvedbo Temeljne ustavne listine o samostojnosti in neodvisnosti Republike Slovenije, “the 1991 Constitutional Law”), the Citizenship of the Republic of Slovenia Act (Zakon o državljanstvu Republike Slovenije, “the Citizenship Act”), the Aliens Act (see paragraphs 221-223 below), the National Border Control Act (Zakon o nadzoru državne meje) and the Passports of the Citizens of Slovenia Act (Zakon o potnih listinah državljanov Republike Slovenije).", "33. At the material time, in contrast with some other former SFRY republics, the Slovenian population was relatively homogeneous, as roughly 90 per cent of the 2 million residents had Slovenian citizenship. Approximately 200,000 Slovenian residents (or 10 per cent of the population), including the applicants, were citizens of the other former SFRY republics. This proportion also broadly reflects the ethnic origin of the Slovenian population at that time.", "34. In accordance with the Statement of Good Intentions, section 13 of the 1991 Constitutional Law provided that those citizens of other republics of the former SFRY who, on 23 December 1990, the date of the plebiscite, were registered as permanent residents of the Republic of Slovenia and in fact lived there, held equal rights and duties as the citizens of the Republic of Slovenia, with the exception of the acquisition of property, until they acquired citizenship of the Republic of Slovenia under section 40 of the Citizenship Act or until the expiry of the time-limit set out in section 81 of the Aliens Act (see paragraph 214 below).", "35. Section 40 of the Citizenship Act, which entered into force on 25 June 1991, provided that citizens of the former SFRY republics who were not citizens of Slovenia (“citizens of the former SFRY republics”) could acquire Slovenian citizenship if they met three requirements: they had acquired permanent resident status in Slovenia by 23 December 1990 (the date of the plebiscite), were in fact residing in Slovenia, and applied for citizenship within six months after the Citizenship Act entered into force (see paragraph 217 below). The deadline expired on 25 December 1991.", "36. The respondent Government maintained that it was not necessary to enclose any official documents from other former SFRY republics when an application for citizenship was filed; this was only necessary at a later stage of the proceedings. The applicants however maintained that in practice such documents were required from the outset.", "37. According to the official data, 171,132 citizens of the former SFRY republics living in Slovenia applied for and were granted citizenship of the new State under section 40 of the Citizenship Act. Estimations are that additional 11,000 persons left Slovenia.", "38. Under second paragraph of section 81 of the Aliens Act, citizens of the former SFRY republics who either failed to apply for Slovenian citizenship within the prescribed time-limit or whose requests were not granted became aliens. The provisions of the Aliens Act became applicable to the former SFRY citizens either two months after the expiry of the time-limit for filing the requests for citizenship under section 40 of the Citizenship Act, that is, 26 February 1992, or when a decision issued in administrative proceedings dismissing their application for citizenship became final (see paragraph 221 below).", "39. On or shortly after 26 February 1992 the municipal authorities removed those concerned by the second paragraph of section 81 of the Aliens Act from the Register of Permanent Residents and, according to the respondent Government, transferred them into the Register of Aliens without a Residence Permit.", "40. On 27 February 1992 the Ministry of the Interior (Ministrstvo za notranje zadeve, “the Ministry”) sent “Instructions on the implementation of the Aliens Act” to the municipal authorities, indicating that it would be necessary to regulate the legal status of the persons affected by the Aliens Act after the expiry of the time-limits in section 81. It drew attention to the fact that problems were expected to arise with regard to persons from other republics of the former SFRY who would become aliens on 26 February 1992 and had not lodged an application for citizenship. In addition, it pointed out that the papers of such persons, even if issued by the Slovenian authorities and formally valid, would in fact be invalid owing to the person’s change in status ex lege. Some of those concerned would be required to leave Slovenia in accordance with sections 23 and 28 of the Aliens Act.", "41. The applicants stated that persons whose names were removed from the Register received no official notification. They pointed out that no special procedure was provided for to that effect and no official documents were issued. They only subsequently became aware that they had become aliens, when, for example, they attempted to renew their personal documents (personal identification card, passport, driving licence). On the other hand, the respondent Government maintained that, in addition to the publication in the Official Gazette, the Slovenian population was informed about the new legislation through public media and notices. In some municipalities, personal means of notification were allegedly also used.", "42. Until recently, according to the official data from 2002, the number of former SFRY citizens who lost their permanent residence status on 26 February 1992 amounted to 18,305 (see paragraph 65 below), of whom approximately 2,400 had been refused citizenship. Their names were erased, ex lege, from the Register of Permanent Residents on or shortly after 26 February 1992 and entered into the Register of Aliens without a Residence Permit. They became known as “the erased” (izbrisani), and included the applicants in the present case.", "43. As a result, “the erased” became aliens or stateless persons illegally residing in Slovenia. In general, they had difficulties in keeping their jobs, driving licences and obtaining retirement pensions. Nor were they able to leave the country, because they could not re-enter without valid documents. Many families became divided, with some of their members in Slovenia and others in one of the other successor States to the former SFRY. Among “the erased” were a certain number of minors. In most cases their identity papers were taken away. Some of “the erased” voluntarily left Slovenia. Finally, some were served removal orders and deported from Slovenia.", "44. After the expiry of the six-month period set by section 40 of the Citizenship Act, the less favourable conditions for acquisition of citizenship by naturalisation provided for by its section 10 became applicable also for citizens of other former SFRY republics (see paragraph 217 below).", "45. After 26 February 1992 the registration of permanent residence of citizens of other former SFRY republics was terminated if they had not acquired a new residence permit. On the other hand, under section 82 of the Aliens Act, permanent residence permits issued to foreigners with citizenship of other States than the former SFRY republics continued to be valid after the entry into force of the Aliens Act (see paragraph 221 below).", "46. The respondent Government maintained that, in view of the large number of persons from the other republics of the former SFRY living in Slovenia with non-regulated status, on 3 September 1992 the Government decided also to take into account the period before the entry into force of the Aliens Act for the purposes of calculating the required period of three-year residence in Slovenia for issuing a permanent residence permit under section 16 of the Aliens Act (see paragraph 222 below). A total of 4,893 permanent residence permits were thus issued in the period 1992-1997.", "47. On 28 June 1994 the Convention took effect in respect of Slovenia.", "48. Moreover, on 20 November 1995, further to a request submitted by Parliament for a referendum on the question whether or not the citizenship awarded to former SFRY citizens on the basis of section 40 of the Citizenship Act should be withdrawn, the Constitutional Court held that the request was unconstitutional.", "49. In the following years, several non-governmental organisations, including Amnesty International and Helsinki Monitor, and the Slovenian Human Rights Ombudsman issued reports drawing attention to the situation of “the erased”.", "50. On 24 June 1998 the Constitutional Court (Ustavno sodišče) declared admissible a challenge to the constitutionality of sections 16(1) and 81 of the Aliens Act, lodged in 1994 by two individuals whose names had been removed from the Register in 1992 (see paragraph 236 below).", "51. On 4 February 1999 the Constitutional Court held that section 81 of the Aliens Act was unconstitutional. However, no such problems arose with section 16(1). It ordered the legislature to regulate, within six months, the special legal status of citizens of the former SFRY republics who had acquired permanent residence in Slovenia before its independence and in fact lived in Slovenia, but either had not applied for Slovenian citizenship or had had their applications dismissed.", "52. As a consequence, the Act on Regularisation of the Legal Status of Citizens of Other Successor States to the Former SFRY in Slovenia (Zakon o urejanju statusa državljanov drugih držav naslednic nekdanje SFRJ v Republiki Sloveniji, “the Legal Status Act”) was passed to regulate the legal status of “the erased”. It simplified the requirements for acquiring a permanent residence permit. In particular, section 13 of the Aliens Act was no longer applicable to this group of persons. Under this Act, residence permits were granted ex nunc to those fulfilling the conditions (see paragraphs 225-226 below).", "53. Ruling on another constitutional challenge, on 18 May 2000 the Constitutional Court set aside some of the provisions of the Legal Status Act as unconstitutional because it found that the requirements for the acquisition of permanent residence set forth in these provisions were stricter than the grounds for revoking a permanent residence permit under the Aliens Act (see paragraphs 248-249 below).", "54. According to the respondent Government, 13,355 applications were lodged under the Legal Status Act by 30 June 2007. As a result, 12,236 permanent residence permits were issued.", "55. In 2002, the Citizenship Act was also amended in order to enable the acquisition of Slovenian citizenship under more favourable conditions to all aliens who had permanent residence in Slovenia on 23 December 1990 and had since lived uninterruptedly in Slovenia (see paragraph 220 below). The deadline for filing of applications expired on 29 November 2003. By that time, 2,959 applications were lodged and by 30 June 2007 1,747 persons had acquired Slovenian citizenship.", "56. On 3 April 2003, deciding on a challenge to the constitutionality of the Legal Status Act, the Constitutional Court (decision no. U-I-246/02) again found that Act unconstitutional. It held, firstly, that it did not afford permanent residence retroactively from the date on which the name of the person concerned was removed from the Register. Secondly, it failed to regulate the acquisition of permanent residence for citizens of former SFRY republics who had been forcibly removed from Slovenia. And, thirdly, it did not define the meaning of the words “in fact residing” in its section 1. It also struck down the three-month time-limit for lodging an application for permanent residence. It ordered the legislature to rectify the unconstitutional provisions within six months.", "57. In point no. 8 of the operative part of the decision, the Constitutional Court ordered the Ministry to issue, ex proprio motu, to those who already had (non-retroactive) permits, supplementary decisions establishing permanent residence in Slovenia with effect from 26 February 1992, the date on which their names were deleted from the Register (see paragraphs 250-255 below). In 2004, the Ministry issued 4,093 retroactive permits to the erased, solely on the basis of the above-mentioned Constitutional Court’s decision.", "58. Following the Constitutional Court’s decision of 3 April 2003, the Government initially prepared two Acts in order to comply with it which were eventually never enacted.", "59. On 25 November 2003, Parliament enacted the Act on the Application of Point No. 8 of the Constitutional Court’s Decision no. U-I-246/02-28 (Zakon o izvršitvi 8. točke odločbe Ustavnega sodišča Republike Slovenije št. U-I-246/02-28), also known as the “Technical Act” (see paragraph 57 above).", "60. This Act laid down the procedure for issuing permanent residence permits to citizens of the former SFRY republics who were registered as permanent residents in Slovenia on both 23 December 1990 and 25 February 1992 and had already acquired a permanent residence permit under the Legal Status Act, the Aliens Act or the 1999 Aliens Act.", "61. However, those parliamentarians who voted against the Technical Act sought a referendum on whether or not it should be implemented. The referendum was held on 4 April 2004. The turnout was 31.54%; 94.59% of voters were against its implementation, and therefore the Act never entered into force.", "62. In addition to the “Technical Act”, an “Act on Permanent Residence in Slovenia of Foreigners Having Citizenship of the Other Successor States to the SFRY who were Registered as Permanent Residents in Slovenia on 23 December 1990 and 25 February 1992” (Zakon o stalnem prebivanju tujcev z državljanstvom drugih držav naslednic nekdanje SFRJ v Republiki Sloveniji, ki so imeli na dan 23.12.1990 in 25.02.1992 v Republiki Sloveniji prijavljeno stalno prebivališče) – a so-called systemic Act – was drafted but never adopted by Parliament.", "63. In November 2007 the Government sent a draft Constitutional Law amending section 13 of the 1991 Constitutional Law to Parliament. However, this law – subject to a heated political debate since it was regarded by the then parliamentary opposition as an attempt to overrule the Constitutional Court’s decisions – was never enacted and the parliamentary procedure terminated on completion of the Parliament’s term.", "64. Following the parliamentary elections held on 21 September 2008, a new Government was appointed in November 2008. The regulation of the status of “the erased” in compliance with the Constitutional Court’s decisions was established as one of its priorities.", "65. Further to an upgrading of the IT system, the Ministry collected new data on “the erased” and issued a report stating that on 24 January 2009 the number of the people removed from the Register of Permanent Residents on 26 February 1997 amounted to 25,671, of whom 7,899 had subsequently acquired Slovenian citizenship; 7,313 of them were still alive. A further 3,630 had acquired a residence permit. 13,426 of “the erased” did not have a regulated status in Slovenia on that date and their current residence was unknown.", "66. On 23 February 2009 the Ministry started issuing ex officio supplementary decisions further to point no. 8 of the Constitutional Court’s decision of 3 April 2003 to those who were already in possession of permits or had acquired Slovenian citizenship (see paragraph 57 above). According to the Ministry, approximately 3,000 such permits should have been issued. On 3 March 2009 the applicants Mr Petreš and Mr Jovanović were issued with supplementary permanent residence permits (see paragraphs 103 and 118 below).", "67. On 1 April 2009 the National Assembly voted on a motion of confidence filed against the Minister of the Interior on account of the issuing of retroactive residence permits with effect from 1992. The Minister won the vote of confidence.", "68. Subsequently, the Ministry prepared amendments and supplements to the Legal Status Act, regulating the remaining incompatibilities between the Legal Status Act and the Constitution, following the Constitutional Court’s decision of 3 April 2003. On 8 March 2010 the amendments and supplements to the Legal Status Act were passed.", "69. On 12 March 2010 a group of parliamentarians requested that a referendum be held on the implementation of the amendments and supplements to the Legal Status Act, thus postponing their entry into force. On 10 June 2010 the Constitutional Court held that rejecting the law in a referendum would produce unconstitutional consequences. At the time of the consideration of this judgment, the new Act has not yet entered into force.", "70. The applicant Mr Makuc was born on 11 February 1947 in Raša, Croatia. He was a Croatian citizen. His family moved to Slovenia when he was seven years old. He was registered as a Slovenian resident from 1 January 1955 to 26 February 1992 and considered himself Slovenian. The applicant stated that he had worked in Slovenia for twenty-one years and paid contributions to the national health insurance and pension schemes.", "71. During the ten-day war which followed the declaration of independence in 1991, Mr Makuc joined the Slovenian defence forces. He stated that he believed that he would be granted Slovenian citizenship but he did not receive any communication to that effect.", "72. As a result of the deletion of his name from the Register on 26 February 1992, the applicant allegedly lost his job and the benefit of pension contributions. He could no longer afford to pay rent for the apartment owned by his former employer, International Shipping and Chartering Ltd. (Splošna plovba), a State-owned company, or to buy it in the privatisation process. He was evicted from the apartment in 1994 or 1995, and lost all his personal possessions, including his documents. He had been living in shelters and municipal parks. His health seriously deteriorated as a result but he no longer had access to medical care.", "73. The applicant stated that he had visited the Piran Administrative Authority (Upravna enota v Piranu) several times in an attempt to regularise his status, but was repeatedly sent away.", "74. On 1 March 2006 he lodged an application for a permanent residence permit under the provisions of the Legal Status Act.", "75. On 15 May 2006 the Piran Social Work Centre (Center za socialno delo Piran) asked the Ministry to expedite the examination of the applicant’s request in view of his difficult social and health condition.", "76. On 12 July 2006 the Ministry issued a residence permit to the applicant and served it on him on 28 July 2006.", "77. According to the respondent Government, the applicant never applied for Slovenian citizenship.", "78. On 20 December 2006, with the help of the Piran Social Work Centre (Center za socialno delo Piran) the applicant was awarded a monthly social assistance allowance amounting to 205.57 euros (EUR).", "79. Further to a proposal by the applicant’s physician, on 20 September 2007 the Koper Unit of the Institute of Pension and Invalidity Insurance (Zavod za pokojninsko in invalidsko zavarovanje Slovenije, Območna enota Koper) issued a decision classifying him in category I of invalidity with a right to a monthly invalidity pension amounting to EUR 351.73 from 3 September 2007 onwards.", "80. On 2 June 2008 Mr Makuc died.", "81. The applicants’ representatives first asked the applicant Mr Makuc’s brother whether he wished to pursue the proceedings before the Court. The latter did not express such an intention.", "82. On 16 January 2009 his cousin, Ms Marija Ban, informed the Court that she wished to pursue his application before it. As far as the Court is aware, the relevant inheritance proceedings are still pending.", "83. The applicant Mr Kurić was born on 8 April 1935 in Šipovo (Bosnia and Herzegovina). According to the respondent Government, he is of unknown citizenship. He moved to Slovenia at the age of twenty and settled in Koper in 1965. He is a trained shoemaker. In 1976 he rented a small workshop from the Koper Municipality (Občina Koper) and established a private business there. He was registered as a permanent resident in Slovenia from 23 July 1970 until 26 February 1992.", "84. In 1991 he fell seriously ill, was hospitalised for three months, and allegedly failed for that reason to lodge an application for Slovenian citizenship. The respondent Government confirmed that the applicant had been hospitalised. However, he had already been released from hospital on 15 June 1991.", "85. In 1993 the applicant’s home caught fire and he lost most of his papers. When he applied for replacement papers to the Koper Municipality (Občina Koper), he was informed that his name had been deleted from the Register.", "86. The applicant continued with his business and was paying the rent until the late 1990s when he started experiencing financial difficulties. Since he could no longer pay the rent, he lost the right to remain in the premises. Without any papers, he was at risk of being expelled if he travelled outside the local community where the police tolerated his presence.", "87. The applicant stated that at a later stage he tried on various occasions to regularise his status with the Koper Administrative Authority, including in October 2006, but allegedly received no reply. On the other hand, the respondent Government maintained that Mr Kurić had never applied for a residence permit in Slovenia.", "88. The applicant further maintained that in 2006 he had started proceedings for pension rights with the Institute of Pension and Invalidity Insurance. On 14 May 2006 the latter sent him a letter with evidence of his years of employment, requesting him to provide a certificate of citizenship. However, further to the request of the Agent of the respondent Government, on 29 October 2007 the Institute of Pension and Invalidity Insurance stated that the applicant had not begun any official proceedings before it.", "89. On 7 May 2007 the applicant applied for Slovenian citizenship as a stateless person. His request was dismissed on 27 July 2007.", "90. According to the respondent Government, on 29 January 2008 the applicant again applied for Slovenian citizenship under section 10 of the Citizenship Act. The proceedings are pending.", "91. The applicant Mr Petreš was born on 15 September 1940 in Laktaši (Bosnia and Herzegovina). He moved to Slovenia when he was eighteen in search of work. Initially he moved around the country constantly but in 1963 he settled in Piran. He was registered as a permanent resident there from 4 March 1964 until 26 February 1992.", "92. The applicant has been registered as unemployed in Slovenia since 1983. He stated that he had occasionally worked in Germany and Italy from 1971 until 1992.", "93. In 1991 the applicant allegedly enquired of the Municipality of Piran (Občina Piran) whether he had to apply for Slovenian citizenship. He was told that no application was necessary since he had his permanent residence registered there. He was alerted in early 1992 when he did not receive an invitation to vote in the local elections. In March 1992 when he sought to renew his identity card, holes were punched in it, making it invalid.", "94. According to the applicant, after his name was removed from the Register in 1992, he lost the right to remain in the centre where he resided. He has been homeless ever since, living in a shelter made of wood and cardboard on a piece of land owned by the Municipality. As he had no valid documents he was unable to travel outside Slovenia and could not seek work in Italy or visit his parents in Bosnia and Herzegovina. He also risked expulsion if he travelled around the country. In addition, he had health problems and has been in serious need of medical assistance.", "95. On 6 May 1993 the applicant applied for Slovenian citizenship under section 10 of the Citizenship Act. On 29 November 1996 the Ministry informed Mr Petreš that his application was incomplete and gave him two months to provide the missing documents proving that he had accommodation, a permanent source of sufficient income, that he had no convictions and that no criminal proceedings were pending against him, that he had paid all his taxes, and that he had a sufficient command of the Slovenian language. The deadline for furnishing the missing documents was extended a number of times until 19 June 2000, when he was given a final three months.", "96. On 10 October 2000 the Ministry terminated the proceedings under section 38 of the Citizenship Act, citing the applicant’s inactivity. The applicant stated that his failure to submit the requested documents was not due to his unwillingness or negligence but to the actual impossibility of producing evidence.", "97. The applicant further stated that in 2002 he sought in vain to obtain citizenship of Bosnia and Herzegovina in the Laktaši Municipality. Contrary to that, the respondent Government maintained that Mr Petreš was a citizen of Bosnia and Herzegovina.", "98. On 24 December 2003 Mr Petreš lodged a request for permanent residence under the Legal Status Act. On 29 December 2006 the permanent residence permit was issued to the applicant and served on him on 22 January 2007.", "99. In February 2007, with the help of the Piran Social Work Centre (Center za socialno delo Piran) the applicant was awarded a monthly social assistance allowance, in the amount of EUR 205.57.", "100. Further to the inquiries of the Agent of the respondent Government, on 18 October 2007 the Institute of Pension and Invalidity Insurance stated that there were no data concerning the applicant’s employment in their evidence, nor had he started any proceedings before it.", "101. On 24 July 2009 the President of the Chamber requested the respondent Government and the applicants under Rule 54 § 2 (a) to inform the Court whether an additional residence permit, further to the Constitutional Court’s decision of 3 April 2003, had been issued in respect of the applicant Mr Petreš.", "102. The respondent Government confirmed that on 3 March 2009 the applicant had been ex officio issued a supplementary residence permit on the basis of point no. 8 of the operative part of the Constitutional Court’s decision of 3 April 2003, awarding him residence status from 26 February 1992.", "103. The applicant initially replied that no supplementary decision had been issued in respect of him. However, on 24 September 2009 he confirmed the fact that he had been issued with the supplementary residence permit. Owing to impediments to serving the decision on the applicant in person, the decision was notified to him by publication on the Ministry’s notice board.", "104. The applicant Mr Jovanović was born on 30 August 1959 in Lopare (Bosnia and Herzegovina). He is a citizen of Bosnia and Herzegovina. He moved to Slovenia in 1976 in search of work and settled in Ljubljana. He had his permanent residence registered in Slovenia from 1 October 1976 to 26 February 1992.", "105. According to the applicant, in 1991 he did not apply for Slovenian citizenship because he could not obtain the required documents from Bosnia and Herzegovina. Subsequently, he was stopped by the police in a routine check and his passport and identity card were confiscated. The applicant has not left Slovenia since 1992 because he would be unable to re-enter the country, as he has no papers.", "106. The applicant worked in the Pivovarna Union brewery from 30 April 1978 until 31 March 1992. Afterwards, he wished to set up a private company but his plans to pursue a private career fell through because of his lack of status. He also lost the apartment he had rented from his former employer, but acquired a new residence with his partner, L.N., who was also of Bosnian origin but had acquired Slovenian citizenship. They had a son, S.J., who has Slovenian citizenship.", "107. On 31 March 2004 Mr Jovanović lodged an application for Slovenian citizenship under section 10 of the Citizenship Act and an application for a permanent residence permit.", "108. On 14 April 2004 the Ministry informed him that his application for citizenship was incomplete. He was specifically requested to produce, inter alia, proof that he had sufficient income, no outstanding tax debts, and legal status as an alien.", "109. On 18 January 2006 the Ministry informed Mr Jovanović that he had not lodged the application for a permanent residence permit with the competent administrative authority on the prescribed application form. As a consequence, he was requested to pay administration fees within fifteen days, which he did.", "110. According to the respondent Government, on 27 June 2006 the applicant applied again for Slovenian citizenship under section 10 of the Citizenship Act.", "111. In the meantime, on 19 June 2006 the applicant applied again for a permanent residence permit. On 22 September 2006 he withdrew his request. On 3 October 2006 the Ljubljana Administrative Unit (Upravna enota Ljubljana) terminated the proceedings.", "112. On 21 November 2006 a permanent residence permit in proceedings initiated previously was issued to the applicant. The decision was served on him on 8 January 2007.", "113. On 1 December 2006 his application for Slovenian citizenship was dismissed.", "114. Subsequently, according to the respondent Government, on 9 May 2007 the applicant was awarded Slovenian citizenship by naturalisation since he is married to a Slovenian citizen.", "115. Further to the request of the Agent of the respondent Government, on 8 October 2007 the Institute of Pension and Invalidity Insurance stated that the applicant’s employment in Slovenia was registered in their evidence. He did not start any proceedings before the Institute of Pension and Invalidity Insurance.", "116. On 24 July 2009 the President of the Chamber requested the respondent Government and the applicants under Rule 54 § 2 (a) to inform the Court whether, further to the Constitutional Court’s decision of 3 April 2003, a supplementary residence permit had been issued in respect of the applicant Mr Jovanović.", "117. The respondent Government confirmed that on 3 March 2009 the applicant had been ex officio issued a supplementary residence permit on the basis of point no. 8 of the operative part of the Constitutional Court’s decision of 3 April 2003, awarding him residence status from 26 February 1992.", "118. The applicant initially replied that no supplementary decision had been issued in respect of him. However, on 24 September 2009 he confirmed that he had been issued with the supplementary residence permit. Owing to various circumstances, however, he had previously been unaware of this fact. The decision was served on a member of Mr Jovanović’s family, who allegedly failed to inform him.", "119. The applicant Mr Dabetić was born on 22 September 1969 in Koper (Slovenia). According to the respondent Government, the applicant had Yugoslav citizenship. He was registered as a permanent resident in Slovenia from 29 September 1971 until 26 February 1992. His parents and two brothers were born in Montenegro and they, like the applicant, were removed from the Register in 1992. The applicant’s mother was granted Slovenian citizenship in 1997 and his father in 2004.", "120. The applicant stated that in 1991 he had moved to Italy, but remained registered as a permanent resident in Koper (Slovenia) until the events of 1992. He allegedly received false information from the Koper Administrative Unit. The respondent Government stated that the applicant had been living in Italy since 1989, and not only in 1991. He was therefore not resident in Slovenia when the plebiscite was held and when it became independent.", "121. The applicant worked in Italy until 2002, when his old SFRY passport expired and the Italian authorities refused to extend his residence permit. He remained in Italy illegally and on 20 April 2006 he was ordered to leave the country within five days. Eventually, he was given leave to remain in Italy since he had applied for recognition of his stateless person status and the proceedings were pending.", "122. In the meantime, on 25 November 2003 the applicant urged the Slovenian Ministry to issue a decision regulating his status following the delivery of the Constitutional Court’s decision of 3 April 2003 (see paragraphs 56-57 above and 250-255 below). The respondent Government maintained that the applicant had never properly applied for a residence permit in Slovenia.", "123. On 29 November 2003 the applicant applied for Slovenian citizenship under section 19 of the Citizenship Act as amended in 2002.", "124. On 9 February 2004 the applicant filed an action complaining of the silence of the administrative authorities (tožba zaradi molka upravnega organa) in the Nova Gorica Unit of the Administrative Court (Upravno sodišče, Oddelek v Novi Gorici) since he had not been issued with a supplementary decision (see paragraph 57 above).", "125. On 20 May 2005 the applicant’s action was rejected by the Administrative Court.", "126. On 14 November 2005 the Ministry dismissed his application for Slovenian citizenship because he had failed to prove that he had in fact resided in Slovenia for ten years and had lived there constantly for the last five years.", "127. The applicant Ms Mezga was born on 4 June 1965 in Čakovec (Croatia). She is a Croatian citizen. In 1979 she moved to Ljubljana (Slovenia), where she later found work. She was registered as a permanent resident in Slovenia from 28 July 1980 to 26 February 1992.", "128. According to the applicant, in 1992, after the birth of her second child, she became aware of the fact that her name had been erased from the Register. Her employer shortened her maternity leave and made her redundant. Moreover, in March 1993 she was stopped by the police during a routine check. Since she had no papers, she was detained at the police station and later in a transit centre for foreigners (prehodni dom za tujce), but was released after paying a fine.", "129. Subsequently, she moved to Piran, where she met H.Š., a Slovenian citizen, with whom she had two children, both of whom are Slovenian citizens.", "130. On 13 December 1999 Ms Mezga lodged an application for a permanent residence permit under the Legal Status Act. The Ministry asked her five times to complete her application and informed her that she could also have sought a permanent residence permit under the provisions for family reunification.", "131. On 14 April 2004 the applicant requested the Ministry to issue a supplementary decision under point 8 of the operative part of the Constitutional Court’s decision of 3 April 2003 (see paragraph 57 above).", "132. On 29 April 2004 the applicant applied for Slovenian citizenship under section 19 of the amended Citizenship Act.", "133. On 15 October 2004 the applicant attended a meeting at the Piran Administration Unit in the framework of proceedings for a permanent residence permit. On 25 October 2004 the applicant was requested to complete her application.", "134. On 5 November 2004 the Institute of Pension and Invalidity Insurance stated that the applicant’s employment in Slovenia was registered in their files.", "135. On 6 December 2004 the Ministry terminated the proceedings relating to the applicant’s request for a permanent residence permit on account of her inactivity.", "136. In the proceedings concerning the citizenship, on 18 November 2005 the Ministry gave the applicant two months to complete her application. Among other things, she was to prove that she had in fact been resident in Slovenia since 23 December 1990.", "137. On 13 June 2006 the Ministry dismissed her application for Slovenian citizenship.", "138. On 10 August 2007 the applicant applied for a temporary permit as a family member of a Slovenian citizen.", "139. On 13 September 2007 the applicant received a temporary residence permit valid until 13 September 2012.", "140. The applicant Mrs Ristanović was born on 19 November 1968 in Zavidovići (Bosnia and Herzegovina). She is currently a Serbian citizen. She moved to Ljubljana (Slovenia) in 1986 in search of work. She married there and on 20 August 1988 her son, the applicant Mr Tripun Ristanović, was born. He is a citizen of Bosnia and Herzegovina. Both applicants were registered as permanent residents in Ljubljana before the events of 1992; Mrs Ristanović from 6 August 1986 to 20 November 1991 and her son from 20 August 1988 until 26 February 1992.", "141. Mrs Ristanović maintained that she believed that she would be awarded Slovenian citizenship automatically as a permanent resident. However, in 1994 both Mrs Ristanović and her son were deported from Slovenia. Mrs Ristanović’s husband, who was in possession of a work permit and a temporary residence permit at the material time, remained in Slovenia. He later received a permanent residence permit.", "142. According to the respondent Government, Mrs Ristanović moved from her Municipality without deregistering her permanent residence and her personal card was for that reason transferred from the Register of Permanent Residents into the Register of those “emigrated without having deregistered”.", "143. In 2004 Mrs Ristanović acquired a Serbian identity card and in 2005 a Serbian passport. In 2004, the authorities of Bosnia and Herzegovina issued an identity card and a passport to Mr Ristanović. Since he has no Serbian documents he has allegedly been living in Serbia in constant fear of being deported.", "144. The applicants Mrs and Mr Ristanović stated that they never applied for a permanent residence permit or for Slovenian citizenship since they did not fulfil the condition of actually living in Slovenia under the existing legislation.", "145. The applicant Mr Berisha was born on 23 May 1969 in Peć (Kosovo) in a Roma ethnic community. According to the respondent Government, he is a Serbian citizen. He moved to Slovenia in 1985. He worked in a factory “Elektrokovina” in Maribor until 31 May 1991. He was registered as a permanent resident in Slovenia from 6 October 1987 until 26 February 1992.", "146. In 1991 he allegedly spent some time in Kosovo with his sick mother. This appears to have been the reason why he did not apply for Slovenian citizenship at that time.", "147. The applicant maintained that he was detained in 1993 by the Slovenian border police as he re-entered the country after visiting relatives in Germany. His SFRY passport was taken away from him and he was kept in a transit centre for foreigners for ten days. On 3 July 1993 he was deported to Tirana (Albania), allegedly without any decision. The Albanian police returned the applicant to Slovenia because he had no passport. He was again placed in the transit centre, from which he escaped during the night.", "148. In 1993 the applicant fled to Germany, where he received a temporary residence permit for humanitarian reasons, owing to the unstable situation in Kosovo at the time.", "149. On 9 August 1996 he married M.M., born in Kosovo, also a member of a Roma ethnic group. Four children were born between 1997 and 2003 while the family lived in Germany and received welfare benefits there.", "150. In 2005 the German authorities dismissed the applicant’s request for another extension of his residence permit because the overall situation in Kosovo was deemed stable enough for him to return there. He was ordered to leave Germany with his family by 30 September 2005.", "151. At an unknown time, the applicant and his family lodged requests for asylum in Germany.", "152. Subsequently, the applicant and his family moved to Slovenia.", "153. On 13 July 2005 the applicant and his family lodged an application for temporary residence permits and on 25 July 2005 they lodged an application for permanent residence permits under the Legal Status Act.", "154. In addition, on 26 September 2005 the applicant and his family filed asylum requests. The applicant also sought refugee status.", "155. Further to the withdrawal of their asylum requests, on 19 October 2005 the Ministry terminated the proceedings. The Ministry also ordered that the applicant and his family should return to Germany. On 28 October 2005 the removal order was issued but was not executed. On 10 November 2005 a new removal order was issued, setting the date of removal for 18 November 2005. The applicant started proceedings before the Administrative Court. On 15 November 2005 his request was granted.", "156. At that time the case also received considerable attention from the local and international community owing to the efforts of Amnesty International.", "157. On 27 February 2006 the family again applied for asylum in Slovenia. They were living in an asylum centre (azilni dom) at the time.", "158. On 28 April 2006 the applicant brought an action before the Administrative Court, complaining of the silence of the administrative authorities in the proceedings related to the permanent residence permits for him, his wife and their four children. Those proceedings are pending.", "159. On 19 July 2006 the German authorities informed the Slovenian authorities that Germany had jurisdiction under the Dublin Regulation for examining the asylum applications of the Berisha family.", "160. On 28 July 2006 the applicant’s fifth child was born in Slovenia.", "161. On 30 October 2006 the Ministry decided, further to the above-mentioned decision of the German authorities, that they did not have jurisdiction for the examination of the asylum requests of the applicant and his family and that they would be handed over to Germany. The Ministry had also received fresh evidence that Mr Berisha and his family were asylum seekers in Germany, where they had received financial aid for that purpose.", "162. On 5 November 2006 the applicant and his family instituted proceedings in the Administrative Court, contesting the Ministry’s decision. On the same day they also requested that the impugned decision not be enforced and withdrew their application for asylum.", "163. According to the applicant, on 7 November 2006 the Ministry again tried to transfer the applicant and his family to Germany and on 15 November 2006 the Administrative Court annulled the removal order.", "164. On 28 December 2006 the Supreme Court (Vrhovno sodišče) upheld the Ministry decision’s of 30 October 2006 that Germany had jurisdiction under the Dublin Regulation to decide on the applicant’s request for asylum.", "165. On 1 February 2007 the applicant and his family were handed over to Germany.", "166. Neither the applicant nor his family have applied for Slovenian citizenship.", "167. On 22 March 2007 the applicant filed a constitutional complaint. The proceedings before the Constitutional Court are pending.", "168. The applicant Mr Ademi was born on 28 July 1952 in Skopje (“the former Yugoslav Republic of Macedonia”) in a Roma ethnic community. According to the respondent Government, he is of unknown citizenship. In 1977 he moved to Slovenia, where he worked until 1992. He had his permanent residence registered there from 27 September 1977 to 26 February 1992.", "169. According to the applicant, in 1993 he was stopped by the police in the course of a routine check. Since he had no valid papers, he and his family were expelled to Hungary. Shortly afterwards they moved to Croatia, from where they re-entered Slovenia illegally.", "170. On 23 November 1992 the applicant lodged an application for Slovenian citizenship with the assistance of a lawyer.", "171. The applicant later moved to Germany where he declared himself a stateless person and obtained a temporary residence permit and a passport for foreigners.", "172. On 9 February 1999 he requested the Embassy of “the former Yugoslav Republic of Macedonia” to issue him with a passport, but received a negative reply since he was not their citizen.", "173. On 16 February 2005 the applicant applied for a permanent residence permit under the Legal Status Act. On 20 April 2005 the Ministry requested him to complete his application with evidence of citizenship.", "174. On 26 May 2005 his application was rejected on the ground that the applicant was a stateless person. The Ministry stated that the Legal Status Act applied only to citizens of the former SFRY republics.", "175. On 11 July 2005 the Ministry replied to the applicant’s letter seeking further examination of his application for Slovenian citizenship lodged in 1992. It informed him that, since he did not appear to have lived in Slovenia for the preceding ten years, he did not meet the requirements for Slovenian citizenship under the amended Citizenship Act.", "176. On 9 September 2005 his application for Slovenian citizenship was dismissed.", "177. On 31 July 2007 the applicant again applied for a permanent residence permit under the Legal Status Act. On 31 March 2008 his application was rejected, again on the ground that the applicant was not a citizen of any of the former SFRY republics.", "178. The applicant started proceedings before the Administrative Court which are pending.", "179. The applicant now lives in Germany.", "180. The applicant Mr Minić was born on 4 April 1972 in Podujevo (Kosovo). According to the respondent Government, he is a Serbian citizen. He moved to Slovenia with his family in 1977. He was registered as a resident in Slovenia from 1 August 1984 to 26 February 1992.", "181. According to the applicant, he and his family applied for Slovenian citizenship under the Citizenship Act. However, they missed the deadline for lodging the application by one month, as the war in Kosovo had made collecting the necessary documents difficult. According to the information supplied by the respondent Government, there was no evidence that Mr Minić had applied for Slovenian citizenship in 1991. Finally, Mr Minić’s mother was awarded Slovenian citizenship in 2000 and his siblings in 2003.", "182. The respondent Government stated that it followed from his employment documents that he had been working in Podujevo from 1992 until 1999. He married a Serbian citizen, with whom he has four children. On the other hand, the applicant stated that he had been living in Ljubljana in 1992.", "183. In 2002 Mr Minić was arrested by the police in Slovenia because he was working without a permit. He was prosecuted, ordered to pay a fine and on 5 June 2002 expelled to Hungary, in spite of the Constitutional Court’s decision of 4 February 1999 (see paragraphs 51 above and 243 below), without any formal decision.", "184. On 15 September 2003 the applicant applied for Slovenian citizenship under Section 19 of the amended Citizenship Act.", "185. Between 26 April and 9 October 2004 the Ministry asked the applicant five times to complete his application by providing evidence, among other things, that he had been living in Slovenia without interruption since 23 December 1990. When he failed to do so, he was summoned for a hearing at the Ministry.", "186. At the hearing on 17 December 2004 he confirmed the information stated in his employment record, namely that he had worked in Podujevo (Kosovo) from 8 January 1992 to 6 April 1999 and had thus not been living in Slovenia uninterruptedly since 23 December 1990.", "187. On 21 February 2006 his application for Slovenian citizenship was accordingly dismissed. That decision was served on Mr Minić between 28 June and 2 July 2006 during a trip to Slovenia.", "188. On 17 July 2006 the applicant initiated proceedings before the Administrative Court. The proceedings are pending.", "189. On 30 June 2006 the applicant applied for a permanent residence permit under the Legal Status Act.", "190. On 29 March 2007 a hearing was held at the Ministry. On 14 July 2007 the applicant provided supplementary documents in support of his request.", "191. On 18 July 2007 the Ministry dismissed the applicant’s request since he did not meet the requirement of the actual residence in Slovenia.", "192. On 19 September 2007 the applicant initiated proceedings before the Administrative Court. The proceedings are pending.", "193. In the former Yugoslavia, citizenship was regulated by different federal and individual republics’ acts on citizenship (see paragraphs 194-207 below).", "194. Section 1 of the Citizenship of the Democratic Federal Yugoslavia Act provided for uniformity of Yugoslav citizenship, which comprised both federal and republic citizenship: every citizen of a republic was simultaneously a federal citizen and every federal citizen was also a republic citizen.", "195. After the adoption of the Constitution in 1946, this Act was confirmed as the Citizenship of the Federal People’s Republic of Yugoslavia Act.", "196. Section 1 of this Act specified that citizenship of the People’s Republic of Slovenia could only be held by persons who were also citizens of the Federal People’s Republic of Yugoslavia.", "197. Following the adoption of the 1963 Constitution, the Yugoslav Citizenship Act was passed in 1964. Section 2 of that Act provided that the republic citizenship could only be held by a Yugoslav citizen, thus retaining the primacy of federal citizenship. Loss of Yugoslav citizenship entailed loss of republic citizenship.", "198. Consequently, the new Citizenship of the Socialist Republic of Slovenia Act was adopted in 1965.", "199. The Preamble of the Constitution of the SFRY read:", "“Proceeding from the right of every nation to self-determination, which also includes the right to secede, the nations of Yugoslavia have, on the basis of the freely expressed will in the common struggle of all the nations and nationalities in the national liberation war and socialist revolution, in accordance with their historical aspirations, aware that the further strengthening of brotherhood and unity is in the common interest, together with the nationalities with which they live, united into a federal republic of free and equal nations and nationalities and have created a socialist federal community of working people – the Socialist Federal Republic of Yugoslavia – in which in the interest of each nation and each nationality in particular and of all together they shall fulfill and ensure:", "...", "The working people and nations and nationalities shall fulfill their sovereign rights in the socialist republics and in the socialist autonomous regions in accordance with their constitutional rights and – where this Constitution so provides in the common interest – in the Socialist Federal Republic of Yugoslavia. ...”", "200. Article 1 of the Constitution defined the SFRY as a federal State consisting of voluntarily united nations. Individual republics were defined as States based on national sovereignty and on the rule and self-management of the working class and all working people (Article 3).", "201. Article 294 of the Constitution provided that SFRY citizenship was common to all residents of Yugoslavia, whereby every citizen of a republic was at the same time a citizen of the SFRY.", "202. Following the adoption of the 1974 Constitution, a new SFRY Citizenship Act, the last, was enacted in 1976.", "203. Article 2 of the Slovenian Constitution set forth the duties of the republic: ensuring and exercising sovereignty, equality and national freedom, ensuring independence and territorial integrity, ensuring human rights; ensuring conditions for the development and progress of the Slovenian nation; developing international relationships in the political, economic, cultural and other areas within the framework of foreign policy of the SFRY; performing all other functions that are important for political, economic and cultural activities; defence and socialist self-managing of the democratic social environment.", "204. Moreover, the same article provided that only those duties which, in the common interest of nations and nationalities and on the basis of an agreement of the republics and autonomous regions, were so defined by the SFRY Constitution, were to be fulfilled within the SFRY.", "205. In relation to citizenship, the Constitution provided that every citizen of the Socialist Republic of Slovenia was simultaneously a citizen of the SFRY.", "206. In 1989, Amendment X to the 1974 Constitution replaced its Article 2, and provided:", "“The Republic of Slovenia exists within the composition of the SFRY on the basis of the permanent, integral and inalienable right of the Slovenian nation to self-determination, which also includes the right to secede.”", "207. Section 1 of this Act provided that every citizen of the Socialist Republic of Slovenia was simultaneously a citizen of the SFRY, thus establishing the primacy of the republic citizenship.", "208. This Act clearly distinguished between a permit for temporary or permanent residence of an alien in the State territory and the temporary or permanent place of residence of a SFRY citizen, denoting the actual location of his/her residence.", "209. This Act regulated the registration and deregistration of permanent and temporary residence and the keeping of population registers on Slovenian territory.", "210. In 1991, its section 5 was amended to provide:", "“The registration of permanent residence and registration of any change of address is obligatory for all inhabitants, whenever they settle permanently in a settlement or change their address. Deregistration of permanent residence is obligatory for inhabitants who move from the territory of the Republic of Slovenia.”", "211. The relevant provisions of this Act provide:", "“Personal cards shall contain the following data on the inhabitant:", "unique personal identification number (enotna matična številka občana)", "...", "national affiliation, nationality or ethnic group,", "citizenship of a socialist republic,", "...”", "“If the competent authority determines that for an individual inhabitant the reasons for being kept in the card index of permanent residents have ceased, it shall remove that person’s card from the card index of permanent residence and shall place it in one of the special card indexes.”", "“..", "The competent authority must harmonise and supplement the files daily with regard to the following events:", "...", "loss of citizenship of a socialist republic and the SFRY and change in citizenship of a socialist republic,", "...”", "212. The purpose of the Statement of Good Intentions, adopted on 6 December 1990 in the course of preparations for the plebiscite on the independence of Slovenia, was to express the State’s commitment to certain values in pursuit of its independence. The relevant provision of this document provides:", "“... The Slovenian State ... shall ... guarantee to all members of other nations and nationalities the right to an all-embracing development of their culture and language and to all those who have their permanent residence in Slovenia the right to obtain Slovenian citizenship if they so wish...”", "213. The relevant provisions of the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia, published on 25 June 1991, provide:", "“The Republic of Slovenia guarantees the protection of human rights and fundamental freedoms to all persons on the territory of the Republic of Slovenia, regardless of their national origin and without any discrimination, in accordance with the Constitution of the Republic of Slovenia and binding international agreements...”", "214. The relevant provisions of the 1991 Constitutional Law provide:", "“Citizens of the other republics [of the former SFRY] who on 23 December 1990, the day the plebiscite on the independence of the Republic of Slovenia was held, were registered as permanent residents in the Republic of Slovenia and in fact live here shall until they acquire citizenship of Slovenia under section 40 of the Citizenship of the Republic of Slovenia Act or until the expiry of the time-limit set forth in section 81 of the Aliens Act, have equal rights and duties as the citizens of the Republic of Slovenia...”", "215. The relevant provisions of the Constitution of the Republic of Slovenia provide:", "“Statutes and regulations must comply with generally accepted principles of international law and with treaties that are binding on Slovenia. Ratified and published treaties shall be applied directly.”", "“In Slovenia everyone shall be guaranteed equal human rights and fundamental freedoms irrespective of national origin, race, sex, language, religion, political or other conviction, material standing, birth, education, social status or any other personal circumstance.", "All are equal before the law.”", "“The National Assembly may call a referendum on any issue which is the subject of regulation by law. The National Assembly is bound by the result of such referendum.", "The National Assembly may call a referendum from the preceding paragraph on its own initiative, however it must call such a referendum if so required by at least one third of the deputies, by the National Council or by forty thousand voters..", "The right to vote in a referendum is held by all citizens who are eligible to vote in elections.", "A proposal is passed in a referendum if a majority of those voting have cast votes in favour of the same.", "Referendums are regulated by a law passed in the National Assembly by a two-thirds majority vote of deputies present.”", "216. The relevant provisions of the Constitutional Court Act provide:", "“1. The Constitutional Court is the highest body of judicial authority for the protection of constitutionality, legality, human rights and basic freedoms.", "2. In relation to other State bodies, the Constitutional Court is an autonomous and independent state body.", "3. Decisions of the Constitutional Court are legally binding.”", "“The Constitutional Court shall issue a decision declaring that the appeal was unfounded or shall accept the appeal and quash the act that was the subject of the appeal or declare it null and void in whole or in part, and return the matter to the competent body. ...”", "“1. If the Constitutional Court quashes an individual act, it may also decide a contested right or freedom if such a procedure is necessary in order to put an end to consequences that have already occurred as a result of that act or if such is the nature of the constitutional right or freedom and provided that a decision can be reached on the basis of information in the record.", "2. The decision referred to in the preceding paragraph is implemented by the authority which is competent for the implementation of the individual act which the Constitutional Court abrogated or annulled and replaced by its decision. If there is no competent authority according to the regulations in force, the Constitutional Court determines one.”", "217. The relevant provisions of the Citizenship Act provide:", "“The competent authority may, within its discretion, admit a person requesting naturalisation if this is in compliance with the national interest. The person must fulfil the following conditions:", "1. be 18 years of age;", "2. have been released from current citizenship or prove that he/she will be released [from such citizenship] if he/she acquires citizenship of the Republic of Slovenia;", "3. have in fact been living in Slovenia for 10 years, of which the past 5 years prior to the submission of the application are to have been continuous;", "4. have a guaranteed permanent source of income, at least in an amount that enables material and social security;", "5. have a command of the Slovene language for the purposes of everyday communication;", "6. not have been sentenced to a prison sentence longer than one year in the country of which he/she is a citizen or in Slovenia for a criminal offence which is prosecuted by law, provided that such an offence is punishable pursuant to the regulations of his/her country and also pursuant to the regulations of the Republic of Slovenia;", "7. not have had his or her residence in the Republic of Slovenia prohibited;", "8. the person’s naturalisation must pose no threat to the public order, security or defence of the State;", "...”", "“If the procedure for the establishment of citizenship or for the acquisition or loss of citizenship of the Republic of Slovenia was introduced upon request of the person concerned and it is impossible to end the procedure without his/her cooperation, his/her silence shall be considered as the withdrawal of the request, if he/she, despite an admonition from the competent authority, does not carry out any activity within the given term, necessary to continue or end the procedure, or if it can be concluded from the omission of such deeds that he/she is no longer interested in the continuation of the procedure.", "The procedure can only be ended on the basis of the reasons under the preceding paragraph after three months have expired from the admonition.”", "“Persons who acquired citizenship of the Republic of Slovenia and of the Socialist Federative Republic of Yugoslavia under valid legislation shall be considered citizens of Slovenia under the present Act.”", "“Citizens of another republic [of the former SFRY] who on 23 December 1990, the day the plebiscite on the independence of the Republic of Slovenia was held, were registered as permanent residents in the Republic of Slovenia and in fact live here shall acquire citizenship of the Republic of Slovenia if they lodge, within six months after the present Act enters into force, an application with the internal affairs authority of the municipality where they live...”", "218. On 14 December 1991 the Citizenship Act was amended, by adding the following two paragraphs to the above-mentioned section 40:", "“Even if the applicant meets the requirements set forth in the preceding paragraph his or her application will be dismissed, if he or she committed, after 26 June 1991, a crime ..... against the Republic of Slovenia or other values protected by the criminal legislation in accordance with section 4 of the Constitutional Act relating to the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia, regardless of where the crime was committed. If criminal proceedings are pending, the procedure concerning nationality shall be suspended until the decision in the aforementioned proceedings becomes final.", "Even if the applicant meets the requirements for citizenship set forth in the first paragraph, his or her application may be dismissed [if granting citizenship would be liable to undermine public order, security or defence of the State].”", "219. In its decision U-I-89/99 of 10 June 1999, the Constitutional Court declared unconstitutional the provision in the latter paragraph that cited “public order” as a reason for denying citizenship.", "220. On 14 November 2002 the Citizenship of the Republic of Slovenia Act was further amended. The relevant provision reads:", "“An adult who on 23 December 1990 was registered as a permanent resident on the territory of the Republic of Slovenia and has lived there uninterruptedly since that date, may apply for citizenship of the Republic of Slovenia within one year after the present Act enters into force if he or she meets the requirements set forth in ... this Act.", "When deciding under the preceding paragraph whether the applicant meets the requirements set forth in ... this Act, the competent authority may take into consideration the length of the applicant’s stay in the State, his or her personal, family, business, social and other ties with the Republic of Slovenia and the consequences a refusal of citizenship would have for the applicant.", "...”", "221. The relevant provisions of the Aliens Act read as follows:", "“A foreigner who enters the territory of the Republic of Slovenia with a valid passport may remain in it for three months or as long as the validity of an issued visa allows him to, unless otherwise provided by an international agreement ...", "A foreigner wishing to remain on the territory of the Republic of Slovenia for longer than provided by the above paragraph for reasons of education, specialisation, employment, medical treatment, professional experience, or because they have married a citizen of the Republic of Slovenia, have immovable property on the territory of the Republic of Slovenia, or enjoy the rights afforded by employment in the State or for any other valid reason requiring their residence in the State, must apply ... for a temporary residence permit.", "...”", "“A residence permit may be issued as", "(i) a temporary permit; or", "(ii) a permanent residence permit.”", "“A permanent residence permit may be issued to a foreigner who has been living on the territory of the Republic of Slovenia continuously for at least three years on the basis of a temporary residence permit and meets the requirements set forth in section 13 of this Act for permanent residence on the territory of the Republic of Slovenia...”", "“A foreigner residing on the territory of the Republic of Slovenia on the basis of a foreign passport, a visa or an entrance permit, or an international agreement ... or who has been issued with a temporary residence permit ... may be refused leave to remain:", "(i) if reasons of public order, security or defence of the State so demand;", "(ii) if he or she refuses to abide by a decision of the State authorities;", "(iii) if he or she repeatedly breaches public order, national border security or the provisions of this Act;", "(iv) if he or she is convicted by a foreign or national court of a crime punishable by at least three months’ imprisonment;", "(v) if he or she no longer has sufficient means of subsistence and his or her subsistence is not otherwise secured;", "(vi) for the protection of public health.”", "“An authorised officer of the internal affairs authority may take a foreigner who fails voluntarily to leave the territory of the Republic of Slovenia when required to do so by the competent authority or administrative body in charge of internal affairs, or who resides on the territory of the Republic of Slovenia beyond the period provided for in section 13(1) of this Act or beyond the period allowed in the decision granting temporary residence, to the State border or diplomatic-consular representation of the State of which he or she is a citizen, and direct such person to cross the border or hand him or her over to the representative of a foreign country.", "The internal affairs authority concerned shall order any foreigner who does not leave the territory of the Republic of Slovenia in accordance with the above paragraph and cannot be removed immediately for any reason, to reside in a transit centre for foreigners for a period not exceeding thirty days if there exists a suspicion that he or she will seek to evade this measure.", "An internal affairs authority may designate a different place of residence for a foreigner who is unable to leave the territory of the Republic of Slovenia immediately but has sufficient means of subsistence.”", "“Until the decision issued in the administrative proceedings concerning the request for citizenship becomes final, the provisions of this Act shall not apply to citizens of the SFRY who are citizens of other republics and who apply for Slovenian citizenship in accordance with section 40 of the Citizenship of the Republic of Slovenia Act within six months after it enters into force.", "As regards citizens of the SFRY who are citizens of other republics but either do not apply for citizenship of the Republic of Slovenia within the time-limit set out in the previous paragraph or are refused citizenship, the provisions of this Act shall apply two months after the expiry of the time-limit within which they could have applied for citizenship or after the decision made in respect of their application became final.”", "“... Permanent residence permits issued in accordance with the Movement and Residence of Foreigners Act ... shall remain valid if the foreign holder of such a permit had permanent residence on the territory of the Republic of Slovenia when this Act came into force.”", "222. In order to faciliate the acquisition of permanent residence permits for citizens of the other former SFRY republics who have either failed to apply for Slovenian citizenship or have not acquired residence permits under the Aliens Act, on 3 September 1992 the Government adopted the following decision:", "“... in examining applications for permanent residence permits for aliens referred to in section 16 of the Aliens Act ..., the Ministry of the Interior shall take into account that the condition for permanent residence in the territory of the Republic of Slovenia has been met when the alien has had permanent residence registered for at least three years and was in fact living here before the provisions of the Aliens Act started applying to him.”", "223. In 1997 section 16 of the Aliens Act was amended so as to require eight years’ uninterrupted residence on the basis of a temporary residence permit in order for a foreigner to qualify for permanent residence.", "224. The 1999 Aliens Act replaced the Aliens Act of 1991. Several amendments were made to the 1999 Aliens Act in 2002, 2005 and 2006. The relevant provision of the amended 1999 Aliens Act provides:", "“Foreigners registered as a permanent resident in Slovenia and foreigners who have been living in Slovenia for one year as a temporary resident and have acquired a temporary residence permit valid for at least one year shall have, under the terms set forth in this Act, a right to preservation of family and a right to family reunification...", "An application for a residence permit shall be lodged with a diplomatic-consular representation of Slovenia abroad or with a competent authority in Slovenia.", "For the purposes of this Act, the members of the foreigner’s immediate family are:", "(i) a spouse;", "(ii) minor unmarried children of the foreigner;", "(iii) minor unmarried children of the spouse;", "(iv) parents of the minor foreigner;", "(v) foreigner’s or spouse’s unmarried of-age children and parents which the foreigner or the spouse are obliged to support in accordance with the legislation of the State of his or her citizenship.", "...”", "225. The relevant provisions of the Legal Status Act, enacted further to the Constitutional Court’s decision of 4 February 1999 (see paragraphs 51-52 above and 237-244 below), provide:", "“Citizens of another successor State to the former SFRY (hereinafter ‘a foreigner’) who were registered as permanent residents on the territory of the Republic of Slovenia on 23 December 1990 and are in fact residing in the Republic of Slovenia, and foreigners who were in fact resident in the Republic of Slovenia on 25 June 1991 and have been living there continuously ever since shall be issued with a permanent residence permit, regardless of the provisions of the Aliens Act ..., if they meet the requirements set forth in this Act.”", "“An application for permanent residence shall be filed within three months after this Act enters into force ...", "A foreigner who has lodged an application for permanent residence pursuant to section 40 of the Citizenship of the Republic of Slovenia Act ... but has received a decision refusing to grant his application, may file an application under the preceding paragraph within three months after this Act enters into force or the decision became final, if such decision is issued after this Act entered into force...”", "“A permanent residence permit shall not be issued if the applicant has:", "(i) disturbed the peace or breached public order by the use of violence since 25 June 1991; or", "(ii) been convicted and sentenced to more than one year’s imprisonment since 25 June 1991; or", "(iii) been convicted and sentenced, in total, to more than three years’ imprisonment since 25 June 1991; or", "...”", "226. The 2001 amendments to this Act were made as a result of the Constitutional Court’s decision of 18 May 2000 (see paragraphs 53 below and 248-249 above) and replaced the original section 3 with a new section which provides as follows:", "“The Ministry [of Internal Affairs] may refuse a permanent residence permit to a foreigner who, by a final judgment:", "(i) has been convicted of a criminal offence and sentenced to at least three years’ imprisonment;", "(ii) has been convicted and sentenced to a total of more than five years’ imprisonment;", "...", "When taking a decision on the basis of the preceding paragraph, the Ministry shall take into consideration the length of the applicant’s stay in the State, his personal, family, business, social and other ties with the Republic of Slovenia and the potential consequences of a refusal of a permanent residence permit for the applicant.”", "227. The relevant provision of the Rules provides:", "“The record of permanent residents contains data on citizens of the Republic of Slovenia who have registered permanent residence in the territory of the municipality.", "In the record of permanent residents, the competent authority shall identify citizens of the Republic of Slovenia who travel abroad temporarily for more than three months, and persons to whom the authority has declined registration of permanent residence ...”", "228. The relevant provisions of this Act provide:", "“1. During pregnancy and following childbirth, a female worker shall have the right to maternity leave and childcare leave in a total duration of 365 days.", "The female worker shall use the right to maternity leave in the form of absence from work of 105 days, and following the expiry of maternity leave shall use the right to childcare leave in the form of absence from work of 260 days or by working half of her working hours a day until the child is 17 months old.”", "229. The Self-management Agreement on Maternity Leave (Samoupravni sporazum o porodniškem dopustu, Official Gazette of the SRS, no. 36/87, as amended), which previously governed maternity leave, contained similar provisions.", "230. The transitional provision of section 23 of this Act enabled the citizens of other former SFRY republics to acquire a one-year work permit if, on the date of the entry into force of the Act, they were formally employed in Slovenia for an indefinite period with less than 10 years of service or if they were in fixed-period employment or if they were in an employment relationship for a fixed or indefinite period as daily migrants, or registered at the Employment Service and receiving financial benefits in accordance with the regulations on employment and employment insurance. Any citizens of other former SFRY republics (with some exceptions) who on the date of the entry into force of the act were in an employment relationship of an indefinite period in Slovenia and had at least 10 years of service were enabled to acquire a work permit for an indefinite period. Both categories were to have applied for work permits within 90 days of the Act entering into force.", "231. The following provisions of this Act are relevant:", "Section 1", "“The pension and invalidity insurance system in the Republic of Slovenia shall cover:", "- a compulsory pension and invalidity insurance scheme on the basis of intergenerational solidarity;", "- compulsory and voluntary supplementary pension and invalidity insurance schemes; and", "- a pension and invalidity insurance scheme on the basis of personal pension savings accounts.”", "“1. The rights under compulsory insurance shall be as follows:", "a. the right to a pension:", "- old-age pension,", "- invalidity pension,", "- widow/widower’s pension,", "- survivor’s pension,", "- partial pension;", "...”", "“1. Compulsory insurance shall cover the nationals of the Republic of Slovenia and foreign nationals, provided they fulfil the conditions stipulated by the present Act or by a relevant treaty. ...”", "“1. Compulsory insurance shall cover persons employed in the territory of the Republic of Slovenia. ...”", "232. Section 222(1) of this Act provides that in simple matters, where there is no need to undertake separate examination proceedings, an administrative body is obliged to give a decision within one month of the submission of an application. In all other cases, the administrative body is obliged to give a decision within two months.", "233. Section 222(4) entitles a party whose application has not been decided upon within the time-limits set out in subsection (1) to lodge an appeal as if the application had been denied.", "234. The relevant sections of this Act provide:", "“1. The action must be filed within thirty days of the delivery of the administrative act by means of which the procedure was concluded. The public-interest representative may file an action even if he was not a party to the proceedings in which the administrative act was issued, within the time-limit that applies to the party in favour of which the administrative act was issued.", "2. If the second-instance authority does not rule on the applicant’s appeal against the first-instance decision within 2 months or within a shorter period if any, provided by a special regulation, and fails to make an award upon a subsequent request within a further period of seven days, the applicant may then bring an administrative action, as if his request had been dismissed.”", "“1. An action may be filed to request:", "- the annulment of the administrative act (challenging action),", "-the issuing or service of the administrative act (action due to non-response of the authority),", "-amendment of the administrative act (action in a dispute of full jurisdiction).”", "235. Similar provisions were contained in sections 26 and 31 of the previously valid Administrative Disputes Act (Official Gazette no. 50/97, as amended).", "236. On 24 June 1998 the Constitutional Court declared partly admissible a challenge to the constitutionality of the Aliens Act, lodged by two individuals whose names had been removed from the Register in 1992.", "237. In a decision of 4 February 1999 (U-I-284/94) the Constitutional Court declared that section 81 of the Aliens Act was unconstitutional since it had not set out the conditions for acquisition of permanent residence for those subject to its second paragraph. It noted that the authorities had deleted the names of citizens of the former SFRY republics who had not applied for Slovenian citizenship from the Register and entered them ex officio in the register of foreigners, without any notification. It further found that there was no legal basis for this measure; the Inhabitants’ Residence Evidence and Population Registry Act did not provide for an ex lege deregistration.", "238. The Constitutional Court stated that the provisions of the Aliens Act were, in general, designed to regulate the status of foreigners who entered Slovenia after independence, not of those who were already living there. While section 82 of the Aliens Act did regulate the legal status of foreigners originating from outside the former SFRY republics, no similar provision existed in respect of people from the former SFRY. As a consequence, the latter were in a less favourable legal position than foreigners who had lived in Slovenia since before independence. Failing to regulate the legal status of these people was contrary to Article 14 § 2 of the Constitution.", "239. The Constitutional Court noted in this respect that a proposal had been made in the legislative process in 1991 for a special provision regulating the temporary situation of former SFRY citizens living in Slovenia who had not applied for Slovenian citizenship. The legislature had maintained that their situation should not be regulated by the Aliens Act but rather by an agreement between the successor States to the former SFRY. Since those agreements had not been concluded, notably because of the state of war in Croatia and in Bosnia and Herzegovina, their situation remained unaddressed. In the Constitutional Court’s view, in the light of modern developments in human-rights protection, the situation of persons having held the nationality of the predecessor but not of the successor State, with permanent residence on the territory of States disintegrated after 1990, had become a matter of international agreements.", "240. Furthermore, the provisions of the Aliens Act regulating the acquisition of permanent and temporary residence (sections 13 and 16 of the Aliens Act) could not be used to remedy the status of citizens of the former SFRY republics because permanent residence and the fact of actual residence in Slovenia were particular circumstances requiring special consideration. Citizens of the former SFRY republics had a reasonable expectation that the new conditions for retaining permanent residence in Slovenia would not be stricter than those set forth in section 13 of the Constitutional Act relating to the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia and section 40 of the Citizenship Act, and that their status would be determined in accordance with international law.", "241. Section 81 was therefore declared unconstitutional as it did not prescribe the conditions under which persons subject to this section who either failed to apply for or were denied Slovenian citizenship could apply for permanent residence after the expiry of the prescribed time-limit. A legal void was thus constituted and the principles of the rule of law, of legal certainty and equality breached.", "242. The Constitutional Court further found that section 16(1) of the Aliens Act was not unconstitutional, because it applied only to foreigners entering Slovenia after independence.", "243. The legislature was given six months in which to modify the unconstitutional provisions. In the meantime, the Constitutional Court ruled that no citizen of the former SFRY who was registered as a permanent resident in Slovenia on 23 December 1990, the day on which the plebiscite on independence was held, and was living in Slovenia when the Constitutional Court’s judgment was issued, could be forcibly removed from Slovenia pursuant to section 28 of the Aliens Act.", "244. The Constitutional Court also pointed out that the unregulated situation of citizens of the former SFRY republics who have found themselves in a precarious legal position could lead to a violation of the right to respect for family life, as protected by Article 8 of the Convention.", "245. In a decision of 1 July 1999 (Up-333/96) the Constitutional Court referred to its findings in the decision of 4 February 1999 and reiterated that citizens of the former SFRY republics were in a less favourable position than other foreign citizens who were living in Slovenia on the date of independence. It noted that following its decision of 4 February 1999 a Bill the Legal Status Act had been drafted, but had not yet been adopted, for the purpose of addressing the issue raised by that judgment.", "246. In the case before it, the claimant, whose name had been deleted from the Register in 1992, had been refused the renewal of his driving licence, because he was considered a foreigner without lawful residence in Slovenia. The Constitutional Court ordered that, until the Legal Status Act entered into force, he should enjoy the status he would have had under section 13 of the Fundamental Constitutional Charter on the Sovereignty and Independence of the Republic of Slovenia before the expiry of the time-limit set forth in section 81 of the 1991 Act. The authorities were ordered to register the claimant as a permanent resident at the address where he was living before his name was illegally deleted from the Register. They were also ordered to renew his driving licence.", "247. In a decision of 15 July 1999 (Up-60/97), the claimants, who were members of the same family and citizens of one of the former SFRY republics, were denied permanent residence under section 16 of the Aliens Act, because the father had lost his job. The Constitutional Court, for reasons similar to those in case no. Up-333/96, held that until the Legal Status Act entered into force, the authorities should register them as permanent residents at the address where they were living before their names were illegally deleted from the Register.", "248. In a decision of 18 May 2000 (U-I-295/99) the Constitutional Court set aside the first, second and third sub-paragraphs of section 3 of the Legal Status Act. It found that the requirements for the acquisition of permanent residence set forth in these provisions were stricter than the grounds for revoking a permanent residence permit under the Aliens Act.", "249. It went on to hold that the legal status of citizens of the former SFRY republics should be regulated on the basis of the position the individuals concerned would have had, but did not have, because of the legislature’s failure to regulate it. It reiterated that the legal status of citizens of the former SFRY republics should not be essentially different from that enjoyed by foreign citizens who had acquired permanent resident status in the Republic of Slovenia before independence.", "250. In case no. U-I-246/02 the Constitutional Court reiterated its ruling in its decision of 4 February 1999. It found the Legal Status Act unconstitutional because, firstly, it did not grant retrospective permanent residence from the date of the erasure of the names of those concerned from the Register; secondly, it failed to regulate the acquisition of permanent residence for citizens of former SFRY republics who had been forcibly removed from Slovenia pursuant to section 28 of the Aliens Act; and, thirdly, it did not define the meaning of the words “in fact residing” in section 1. The Constitutional Court also struck down the three-month time-limit for submitting applications for permanent residence because it was unreasonably short. It ordered the legislature to rectify the unconstitutional provisions of the impugned act within six months.", "251. In point no. 8 of the operative part of the decision, it held that permanent residence permits already issued to citizens of the former SFRY republics in accordance with the Legal Status Act, the Aliens Act or the 1999 Aliens Act would be effective from 26 February 1992, if their names had been erased from the Register on that date. It also ordered the Ministry to issue, ex proprio motu, supplementary decisions establishing the permanent residence of those concerned retrospectively, since that date. Once this was done, those who had had permanent residential status until 26 February 1992 but had not been able to enjoy certain rights after that date owing to their unregulated legal status, would be able to invoke their rights in accordance with the relevant legislation.", "252. In addition, special provisions were needed to address the situation of those who had been forcibly removed from Slovenia, although the Constitutional Court suspected that the numbers of individuals affected would probably be low, since the unregulated status of these people had generally been tolerated.", "253. Moreover, the Constitutional Court said that, when determining a new time-limit for applications for permanent residence, assuming such a time-limit should be provided, the legislature should take into consideration personal and other circumstances that might have impeded the persons concerned from lodging their application in time. Until such a time-limit was set, those concerned could continue to lodge applications for permanent residence.", "254. Lastly, the Constitutional Court observed that by 10 February 2003 11,746 citizens of the former SFRY republics had been granted permanent residence status on the basis of the Legal Status Act, that 385 applications had been dismissed or rejected, 980 applications were pending and that approximately 4,300 citizens of former SRFY republics had not applied for permanent residence. The decisions concerning the first group of persons concerned were of a constitutive nature and thus only had ex nunc effect. The Constitutional Court further observed that permanent residence was important in securing certain rights and benefits. A lack of permanent residence status resulted in citizens of the former SFRY republics being deprived of certain rights enjoyed by foreigners with permanent residence status, for example, the right to a military pension, and to certain retirement benefits and the right to renew a driving licence.", "255. Subsequently, in a decision handed down on 22 December 2003, the Constitutional Court specified that the legal basis for issuance of the supplementary residence permits by the Ministry of Interior was its decision of 3 April 2003 and that it was bound to implement it.", "256. In a decision of 2 March 2006, the Constitutional Court set aside the judgments of the Supreme and the Administrative Courts dismissing the claimant’s request for a permanent residence permit under the Legal Status Act and remitted the case to the Administrative Court. It instructed the latter to appropriately assess the legal term set out in section 1 of the Legal Status Act “in fact residing on the territory of the Republic of Slovenia” since 23 December 1990 onwards and the reasons for the claimant’s absence from Slovenia.", "257. In particular, the Constitutional Court held that the fact that the legislature had been late in eliminating the inconsistency did not prevent the courts to render a decision in the case in conformity with the Constitutional Court’s decision of 3 April 2003 (see paragraphs 250-255 above).", "258. The Dublin Convention (the Convention determining the State responsible for examining applications for asylum lodged in one of the Member States of the European Communities, 15 June 1990) provided for measures to ensure that applicants for asylum had their applications examined by one of the Member States. Articles 4 to 8 set out the criteria for determining the single Member State responsible for examining an application for asylum.", "259. The Convention has been superseded by Council Regulation (EC) No. 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (“Dublin II”, hereinafter “the Dublin Regulation”). The Dublin Regulation applies to all European Union Member States, Norway and Iceland. Article 3(1) of the Regulation provides for asylum applications to be examined by a single Member State, according to the criteria set out in Chapter III. If responsibility of a Member State can be designated on the basis of the criteria, Article 11 provides that the first Member State with which the application for asylum was lodged shall be responsible for examining it.", "“... for periods of residence longer than three months, the host Member State may require Union citizens to register with the relevant authorities. ...”", "“1. Member States shall issue a residence card to family members of a Union citizen who are not nationals of a Member State, where the planned period of residence is for more than three months.", "2. The deadline for submitting the residence card application may not be less than three months from the date of arrival.", "3. Failure to comply with the requirement to apply for a residence card may make the person concerned liable to proportionate and non-discriminatory sanctions.”", "“1. The right of residence of family members of a Union citizen who are not nationals of a Member State shall be evidenced by the issuing of a document called ‘Residence card of a family member of a Union citizen’ no later than six months from the date on which they submit the application. A certificate of application for the residence card shall be issued immediately.", "2. For the residence card to be issued, Member States shall require presentation of the following documents:", "(a) a valid passport;", "(b) a document attesting to the existence of a family relationship or of a registered partnership;", "(c) the registration certificate or, in the absence of a registration system, any other proof of residence in the host Member State of the Union citizen whom they are accompanying or joining;", "(d) in cases falling under points (c) and (d) of Article 2(2), documentary evidence that the conditions laid down therein are met;", "(e) in cases falling under Article 3(2)(a), a document issued by the relevant authority in the country of origin or country from which they are arriving certifying that they are dependants or members of the household of the Union citizen, or proof of the existence of serious health grounds which strictly require the personal care of the family member by the Union citizen;", "(f) in cases falling under Article 3(2)(b), proof of the existence of a durable relationship with the Union citizen.”", "“1. The residence card provided for by Article 10(1) shall be valid for five years from the date of issue or for the envisaged period of residence of the Union citizen, if this period is less than five years.", "2. The validity of the residence card shall not be affected by temporary absences not exceeding six months a year, or by absences of a longer duration for compulsory military service or by one absence of a maximum of 12 consecutive months for important reasons such as pregnancy and childbirth, serious illness, study or vocational training, or a posting in another Member State or a third country.”", "“1. Union citizens who have resided legally for a continuous period of five years in the host Member State shall have the right of permanent residence there. This right shall not be subject to the conditions provided for in Chapter III.", "2. Paragraph 1 shall apply also to family members who are not nationals of a Member State and have legally resided with the Union citizen in the host Member State for a continuous period of five years.", "3. Continuity of residence shall not be affected by temporary absences not exceeding a total of six months a year, or by absences of a longer duration for compulsory military service, or by one absence of a maximum of twelve consecutive months for important reasons such as pregnancy and childbirth, serious illness, study or vocational training, or a posting in another Member State or a third country.", "4. Once acquired, the right of permanent residence shall be lost only through absence from the host Member State for a period exceeding two consecutive years.”", "“1. Member States shall issue family members who are not nationals of a Member State entitled to permanent residence with a permanent residence card within six months of the submission of the application. The permanent residence card shall be renewable automatically every ten years.", "2. The application for a permanent residence card shall be submitted before the residence card expires. Failure to comply with the requirement to apply for a permanent residence card may render the person concerned liable to proportionate and non-discriminatory sanctions.", "3. Interruption in residence not exceeding two consecutive years shall not affect the validity of the permanent residence card.”", "260. The principal Council of Europe document concerning citizenship is the European Convention on Nationality, which was adopted on 6 November 1997 and entered into force on 1 March 2000. Slovenia has not signed this convention.", "“1. In matters of nationality in cases of State succession, each State Party concerned shall respect the principles of the rule of law, the rules concerning human rights and the principles contained in ... this Convention ..., in particular in order to avoid statelessness.", "2. In deciding on the granting or the retention of nationality in cases of State succession, each State Party concerned shall take account in particular of:", "(a) the genuine and effective link of the person concerned with the State;", "(b) the habitual residence of the person concerned at the time of State succession;", "(c) the will of the person concerned;", "(d) the territorial origin of the person concerned.", "...”", "261. On 19 May 2006 the Council of Europe adopted the Convention on the avoidance of statelessness in relation to State succession. This convention entered into force on 1 May 2009. Slovenia has not signed this convention.", "“1. A successor State shall grant its nationality to persons who, at the time of the State succession, had the nationality of the predecessor State, and who have or would become stateless as a result of the State succession if at that time:", "(a) they were habitually resident in the territory which has become territory of the successor State, or", "(b) they were not habitually resident in any State concerned but had an appropriate connection with the successor State.", "2. For the purpose of paragraph 1, sub-paragraph b, an appropriate connection includes inter alia:", "(a) a legal bond to a territorial unit of a predecessor State which has become territory of the successor State;", "(b) birth on the territory which has become territory of the successor State;", "(c) last habitual residence on the territory of the predecessor State which has become territory of the successor State.”", "“States concerned shall take all necessary steps to ensure that persons concerned have sufficient information about rules and procedures with regard to the acquisition of their nationality.”", "262. On 26 May 2005 the Advisory Committee on the Framework Convention for the Protection of National Minorities adopted its second opinion concerning Slovenia. On 1 December 2005 the respondent Government filed its written comments. The relevant part of the report states as follows:", "“Legal status of persons deleted from the list of permanent residents", "Findings of the first cycle", "54. In its first Opinion on Slovenia, the Advisory Committee noted with concern the problematic situation of a number of former citizens of other republics of former Yugoslavia (SFRY), who found themselves foreigners in the territory they were living in and without confirmed legal status, following their removal from the register of permanent residents, in 1992.", "Present situation", "a) Positive developments", "55. The Advisory Committee notes that a number of positive developments have taken place in this area. For instance, the Constitutional Court has taken a stand on these issues by clearly stating the need to restore, without further delay and retrospectively, the rights of non-Slovenian former Yugoslav citizens who were, according to the Court, illegally removed from the register of permanent residents. The Advisory Committee also notes that efforts have been made at the legislative level to regularise the legal status of these persons, and that most of them have been granted permanent resident status in recent years on the basis of individual decisions issued by the Ministry of Internal Affairs.", "b) Outstanding issues", "56. The Advisory Committee notes with concern that, despite the relevant Constitutional Court decisions, several thousand persons whose names were deleted from the registers of permanent residents on 26 February 1992, and automatically transferred to the registers of foreigners, are still, more than ten years on, awaiting clarification of their legal status. This concerns citizens of other former Yugoslav republics, including a number of Roma, who were legally resident in Slovenia and, for various reasons, did not wish – or were unable – to obtain Slovenian citizenship within the short time-limit allowed by the authorities after the country’s independence.", "57. In many cases, the lack of citizenship or of a residence permit has had a particularly negative impact on these persons’ situation. It has, in particular, paved the way for violations of their economic and social rights, with some of them having lost their homes, employment or retirement pension entitlements, and has seriously hindered the exercise of their rights to family life and freedom of movement.", "58. The Advisory Committee notes that more recent government initiatives have sought, in accordance with the relevant decisions of the Constitutional Court, to restore these persons’ rights retrospectively. It finds it disturbing that these initiatives have been stalled for over a year, and that the social climate in Slovenia has not been conducive to a speedier resolution of these matters. In the referendum held in April 2004 on the Act on Application of Point No. 8 of Constitutional Court Decision no. U-I-246/02 (the so-called ‘Technical Act on Erased Persons’), 94.7% of participants (representing 31.45% of voters) expressed their opposition to this Act (see also comments under Article 6 below).", "59. The Advisory Committee notes that the authorities are in the process of drafting, at the governmental level, a new normative text expected to provide solutions to the problems mentioned above. Insofar as this new initiative is not yet in the public domain, it is difficult to ascertain, at this stage, whether the measures envisaged – legislative or other – will be likely to resolve the situation in a comprehensive manner once and for all.", "Recommendations", "60. Without further delay, the authorities should find solutions to the problems faced by non-Slovenians from former Yugoslavia (SFRY) who have been deleted from the register of permanent residents, in connection with the regularisation of their legal status, including access to citizenship and social and economic rights.", "61. At the same time, they should assist these persons in their efforts to overcome the difficulties arising from this situation, and facilitate their effective participation and integration in the Slovene society by means of targeted measures.”", "263. On 14 June 2006 the Committee of Ministers of the Council of Europe adopted Resolution ResCMN(2006)6 on the implementation of the Framework Convention for the Protection of National Minorities by Slovenia. It noted as an issue of concern the situation of those non-Slovenes from former Yugoslavia (SFRY) whose legal status had still not been resolved, which raised substantial problems in terms of access to social and economic rights, including educational rights, and effective participation. The Committee invited the Slovenian authorities to find without further delay solutions to the situation of non-Slovenes from SFRY whose legal status had still not been regularised and take specific measures to assist those persons on the social and economic front.", "264. On 29 March 2006 a Follow-up Report on Slovenia (2003-2005) was published, assessing the progress made in implementing the recommendations of the Council of Europe Commissioner for Human Rights. In the relevant part it states as follows:", "“46. The issue of erased persons continues to be a divisive and politically charged issue in Slovenia and is the subject of heated debate. Regrettably, the issue has been frequently used by some political factions as a campaign tool. Especially during the period leading to the October 2004 general elections, many politicians made xenophobic statements when referring to the issue of the erased persons and to others considered non-Slovene or otherwise different.", "47. In a ruling of April 2003, the Constitutional Court declared the 1999 law aimed at remedying the situation of the erased persons to be unconstitutional. The Court ordered that those who had already acquired permanent residency on the basis of the law, be granted permanent residence permits retroactively for the period from 26 February 1992 to the date of its formal acquisition. It also ordered the legislator to amend the law within six months to determine a new time limit for possible new applications for permanent residence permits.", "48. The Constitutional Court’s decision imposed a duty on the Ministry of Internal Affairs to issue supplementary decisions giving retroactive effect to the residence permits to all those citizens of other former Yugoslav Republics, who were, on 26 February 1992, removed from the register of permanent residents, but who had since acquired a permit for permanent residence. The Constitutional Court’s position was made clear in a further decision issued in December 2003 stating that the decision of April 2003 could be considered as sufficient legal basis for issuing decisions on permanent residence with retroactive effect, without there being any need for specific legislation. Following the Constitutional Court’s decisions, the Ministry of Internal Affairs, after some delay, started issuing permanent residence decrees with retroactive validity. Approximately 4,100 such decrees have since been issued, but at the time of the follow-up visit, it appeared that the issuance of decisions was suspended.", "49. According to the information received from the Association of Erased, out of the 18,305 erased persons, some 12,000 have over time either obtained citizenship or received a permanent residence permit. All of these 12,000 persons, according to the 2003 decision of the Constitutional Court, should have had their permanent residence status recognised with retroactive effect.", "50. Regarding the enactment of the law required to regulate the status of those erased persons who had been expelled from or had left Slovenia, the issue is still unresolved. There has been an ongoing and heated discussion regarding this issue, which – quite apart from what the criteria for legitimate absence from Slovenia and the situation of the expelled should be – has focused also on whether the law should be enacted in the normal legislative process or adopted as a constitutional act.", "Conclusions", "51. The Commissioner urges the Ministry of Internal Affairs to immediately continue and finalise the issuance of supplementary decisions giving retroactive effect to the permanent residence permit of all those persons, who are entitled to it.", "52. As regards the enactment of the law regulating and reinstating the status of the remaining erased persons, the Commissioner urges the Slovenian government to definitely resolve the issue in good faith and in accordance with the decisions of the Constitutional Court. Whatever the appropriate legislative solution may be, the current impasse reflects poorly on the respect for the rule of law and the Constitutional Court’s judgements in Slovenia.", "53. The Commissioner is extremely concerned about the continuous public manifestations of hate speech and intolerance by some politicians. The Commissioner calls for greater responsibility of politicians and media in this regard and for the full respect of the rights and values laid down in European Convention on Human Rights and other international instruments.”", "265. On 6 and 7 October 2009 the Commissioner visited Slovenia and, inter alia, discussed the issue of the “erased” with the Slovenian authorities.", "266. On 13 February 2007 the European Commission against Racism and Intolerance (“ECRI”) published its third report on Slovenia, which was adopted on 30 June 2006. This report described the situation of “the erased” as follows:", "“109. In its second report, ECRI dealt at length with the situation of those citizens of other ex-Yugoslav countries who were removed ex officio from the register of permanent residents of Slovenia in 1992 and who since then, are often referred to as the ‘erased’. As explained in that report, following the armed conflict in Slovenia in 1991 and the ensuing independence of the country, over 170 000 of the approximately 200 000 permanent residents of Slovenia from other ex-Yugoslav countries obtained Slovenian citizenship on the basis of the 1991 citizenship law. This law allowed for a six-month window to apply for citizenship. Of the remaining 30 000 persons, approximately 11 000 left Slovenia around that time. However, for a number of reasons, including the war between other successor States of the former Yugoslavia, the uncertain situation prevailing in other such States, and the destruction, loss or inaccessibility of personal documents, 18 305 permanent residents did not or could not apply for Slovenian citizenship or applied and were rejected. As mentioned, these persons were struck off the register of permanent residents on 26 February 1992. Many of these persons – for the most part reportedly persons without good levels of education – had been living in Slovenia for a long time and some of them were even born in the country. However, as a result of the erasure from the registers, they became foreigners without legal status in Slovenia from one day to the next, in many cases without being aware of it. Loss of legal status meant for them loss of access to fundamental rights attached to residence, including the right to work and access to healthcare and other social rights, along with the annulation of personal documents and exposure to a risk of deportation.", "110. In its second report, ECRI noted that a law had been passed in 1999 to open the possibility for the ‘erased’ to apply for permanent residence. It also noted however, that the time-limit of three months to do so and the requirement that applicants prove that they had lived in Slovenia since 1991 without interruptions of longer than three months seriously limited the effectiveness of this law. ECRI notes that approximately 12 000 people have obtained permanent residence permits on the basis of that law. However, such residence permits were not granted with effect from the date of erasure (26 February 1992), but from the date of formal acquisition of these permits, i.e. in a majority of cases, 1999.", "111. ECRI notes that in April 2003, the Constitutional Court declared the 1999 law unconstitutional, inter alia because: it did not give retroactive effect to residence permits; it did not regulate the obtaining of residence permits for those ‘erased’ who had been forcibly deported from Slovenia; it did not prescribe criteria for the fulfilment of the requirement of continuous residence in Slovenia. The Constitutional Court therefore established that the Ministry of Interior must issue supplementary administrative decisions whereby residence permits already granted were given retroactive effect from 26 February 1992 to the date of formal acquisition. It also established that the 1999 law must be amended within six months to determine a new time limit for possible new applications.", "112. Concerning the first point, ECRI notes that following initial delays, the Ministry of Interior under the former Government started to issue supplementary administrative decisions giving residence permits retroactive effect at the end of 2004. ECRI notes however, that only approximately 4 100 such decisions have been issued. The representatives of the Ministry of Interior under the current Government have stated that they consider that these supplementary decisions do not rest on a sufficiently strong legal basis, and that a general law establishing conditions and criteria for issuing of residence permits should be passed first. ECRI notes however, that in December 2003 the Constitutional Court made it clear that its decision of April 2003 constituted a sufficient legal basis for issuing such decisions and that, in fact, the 4 100 administrative decisions already issued were issued on such a basis. ECRI expresses serious concern at the fact that approximately two-thirds of the ‘erased’ who, since 26 February 1992, have secured citizenship or permanent residence of Slovenia are still not in a position to see their rights linked to permanent residence restored with effect from the date of erasure.", "113. The situation as concerns the implementation of the other parts of the decision of the Constitutional Court appears very unclear and uncertain at the time of writing and is a cause for serious concern to ECRI. The issue essentially relates to the enactment of a law to regulate the status of approximately 6 000 ‘erased’ who have not yet secured Slovenian citizenship or permanent residence permits and whose current position varies from holders of temporary permits (an estimated 2 500 persons) and persons still living in Slovenia without legal status to persons who have left Slovenia or have been deported. The Slovenian authorities have reported to ECRI their decision to adopt such a law in the form of a constitutional law. ECRI notes that this decision has been widely criticised both within the Parliament and in civil society for effectively and deliberately leading to non-implementation of the Constitutional Court’s decision, inter alia as it entails the use of constitutional means and relative procedures (including the need for a qualified majority in Parliament) in order to deal with matters that should be regulated through primary legislation. ECRI is not aware of the exact content of the law, which is reportedly in the drafting process, nor has it been possible to clarify the envisaged timetable for adoption. In any event, ECRI deplores the fact that, as a result of the non-implementation by the Slovenian authorities of the decision of the Constitutional Court, it is still not possible for approximately 6 000 people to regain the rights of which they were unlawfully stripped over fifteen years ago.", "114. More generally, ECRI is deeply concerned at the tone prevailing in Slovenian public and political debate concerning the ‘erased’ since its last report. It regrets that this part of the Slovenian population has in many occasions fallen hostage to merely political considerations, including the exploitation of their situation as a vote gainer, and that the debate around the position of these persons has steadily moved away from human rights considerations. It is particularly regrettable that racism and xenophobia have been encouraged and fostered as part of this process, including through generalisations and misrepresentations concerning the loyalty of these persons to the Slovenian State or the economic burden that restoration of their rights would entail.", "Recommendations", "115. ECRI urges the Slovenian authorities to restore the rights of persons erased from the registers of permanent residents on 26 February 1992. To this end, it strongly recommends that the Slovenian authorities implement the April 2003 decision of the Constitutional Court in good faith and without further delay. This includes the immediate resumption and finalisation of the process of issuing supplementary decisions granting retroactive permanent residence rights, and the adoption of a legal framework enabling those ‘erased’ persons who have not yet secured permanent residence or Slovenian citizenship to have their rights reinstated in a manner that is as fair and generous as possible.", "116. ECRI urges the Slovenian authorities to take the lead in placing public debate on the situation of the ‘erased’ securely in the realm of human rights and to refrain from generalisations and misrepresentations concerning these persons which foster racism and xenophobia.”", "267. In 1961 the United Nations adopted the Convention on the Reduction of Statelesness. Slovenia has not ratified it.", "268. On 2 June 2003 the United Nations Committee on the Elimination of Racial Discrimination issued concluding observations under Article 9 of the International Convention on the Elimination of all Forms of Racial Discrimination stating, inter alia:", "“13. The Committee is encouraged by the steps taken by the State party to address the long-standing issue of persons living in Slovenia who have not been able to obtain citizenship. It is nevertheless concerned that many of the persons who have not acquired Slovene citizenship may still experience administrative difficulties in complying with the specific requirements contained in the law. The Committee recommends that the State party give priority to addressing this issue and, taking into account the difficulties which have arisen, ensure that the new citizenship legislation is implemented in a non-discriminatory manner.", "14. The Committee is concerned that a significant number of persons who have been living in Slovenia since independence without Slovene citizenship may have been deprived under certain circumstances of their pensions, of apartments they were occupying, and of health care and other rights. The Committee takes note of the efforts undertaken by the State party to address these issues and requests the State party to provide, in its next periodic report, specific information on these issues and on any remedies provided.”", "269. On 30 January 2004 the United Nations Committee on the Rights of the Child issued concluding observations made under Article 44 of the Convention on the Rights of the Child which, in the relevant part, state as follows:", "“26. The Committee notes the rulings of the Constitutional Court (U-I-284/94 of 4 February 1999 and U-I-246/02 of 2 April 2003) that the erasure of about 18,300 people originating from other parts of the former Socialist Federal Republic of Yugoslavia from the Register of Permanent Residence in 1992 had no legal basis and that the permanent residence status should be restored to the affected persons retroactively. The Committee is concerned that many children were negatively affected by this erasure, as they and their families lost their right to health care, social assistance and family benefits as a consequence of losing permanent residence status and children born in Slovenia after 1992 became stateless.", "27. The Committee recommends that the State party proceed with the full and prompt implementation of the decisions of the Constitutional Court, compensate the children affected by the negative consequence of the erasure and ensure that they enjoy all rights under the Convention in the same way as other children in the State party.”", "270. On 25 July 2005 the United Nations Human Rights Committee issued concluding observations to the second periodic report made under Article 40 of the International Covenant on Civil and Political Rights which, in the relevant part, state as follows:", "“10. While acknowledging the efforts made by the State party to grant permanent resident status in Slovenia or Slovenian nationality to citizens of other republics of the former Socialist Federal Republic of Yugoslavia living in Slovenia, the Committee remains concerned about the situation of those persons who have not yet been able to regularize their situation in the State party (arts. 12 and 13).", "The State party should seek to resolve the legal status of all the citizens of the successor States that formed part of the former Socialist Federal Republic of Yugoslavia who are presently living in Slovenia, and should facilitate the acquisition of Slovene citizenship by all such persons who wish to become citizens of the Republic of Slovenia.”", "271. On 25 January 2006 the United Nations Committee on Economic, Social and Cultural Rights issued concluding observations under Articles 16 and 17 of the International Covenant on Economic, Social and Cultural Rights stating, inter alia:", "“16. The Committee is concerned that nationals of the former Yugoslavia have been ‘erased’ as their names were removed from the population registers in 1992. As a result of this, they have lost their Slovene nationality and their right to reside in the State party. The Committee observes that this situation entails violations of these persons’ economic and social rights, including the rights to work, social security, health care and education. Moreover, the Committee regrets the lack of information on the actual situation with regard to the enjoyment by those individuals of the rights set out in the Covenant.", "...", "32. The Committee urges the State party to take the necessary legislative and other measures to remedy the situation of nationals of the States of former Yugoslavia who have been ‘erased’ as their names were removed from the population registers in 1992. While noting that bilateral agreements were concluded in this regard, the Committee strongly recommends that the State party should restore the status of permanent resident to all the individuals concerned, in accordance with the relevant decisions of the Constitutional Court. These measures should allow these individuals to reclaim their rights and regain access to health services, social security, education and employment. The Committee requests the State party to report to it, in its next periodic report, on progress in this regard.”", "272. In 1999 the International Law Commission of the United Nations adopted the Draft Articles on Nationality of Natural Persons in relation to the Succession of States. Its Article 6 states as follows:", "“Each State concerned should, without undue delay, enact legislation on nationality and other connected issues arising in relation to the succession of States consistent with the provisions of the present draft articles. It should take all appropriate measures to ensure that persons concerned will be apprised, within a reasonable period, of the effect of its legislation on their nationality, of any choices they may have there under, as well as of the consequences that the exercise of such choices will have on their status.”"], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}