{"ITEMID": "001-4527", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BIFL v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, a German citizen born in 1961, is a businessman residing in Freiburg in Germany. Before the Court he is represented by Ms C. Triebel, a lawyer practising in Schluchsee in Germany.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 13 May 1993 at approximately 11h00, the applicant was driving on a motorway in Switzerland in the direction of Basle. At one stage, when driving on the left lane, he noted a neutral car behind him which kept coming up towards him and then falling back again. The applicant felt endangered; as he could not move to the right lane, he decided to accelerate, though the car behind him did the same. Eventually, the applicant was able to move to the right lane and then leave the motorway at the next exit. Still the car followed him. It suddenly overtook him and the co-driver held a police-signal out of the window, ordering him to stop.", "The applicant stopped and realised that the persons in the car were two policemen. He was accompanied to a motorway stop where he was told that he had exceeded the speed limit of 120 km/h by an average of 43,51 km/h and that he would be fined 500 Swiss Francs (CHF). The applicant was shown a video film of his driving which the policemen had recorded from their car while following him. The applicant pointed out that he had been followed for a longer period of time; originally he had driven at 135 km/h and had been pressed by the car to drive more quickly. The police replied that they had had to follow him for a certain stretch in order to obtain valid readings. The readings concerned a stretch of 1,6 km.", "The applicant did not pay the fine and signed the police report.", "On 14 June 1993 the Rheinfelden District Office (Bezirksamt) issued a penal order (Strafbefehl) sentencing the applicant to three days' imprisonment, suspended on probation, and a fine of 500 CHF for having exceeded the speed limit by 43,51 km/h.", "Throughout the ensuing proceedings the applicant was represented by a lawyer.", "Upon the applicant's objection, the Rheinfelden Public Prosecutor's Office (Staatsanwaltschaft) requested the Rheinfelden District Court (Bezirksgericht) to punish the applicant with three days' imprisonment and a fine of 800 CHF.", "On 30 August 1993 the Court summoned the applicant and police officer B. (the co-driver) to the trial. The invitation was sent to the applicant's previous address in Freiburg in Germany by means of letters rogatory (Rechtshilfeersuchen), though the invitation could not be served as the applicant had meanwhile moved to Berlin.", "At the hearing on 1 December 1993 the applicant was absent, and considered not to have provided an excuse herefor. At the hearing police officer B. was heard, explaining inter alia the video-system used, his experience in such matters, and that the applicant had driven at 135 km/h. The police officer submitted twelve photos which were taken from the video film. The photos register inter alia the speed of the applicant’s car. On eleven photos there is a distance of approximately 100 m between the applicant and the police car, often with ample free space on the right lane on the motorway; and on the twelfth and last picture the police car had come closer to the applicant’s car in order to film the applicant’s number plate.", "At the hearing, hand written minutes of police officer B. were submitted according to which the applicant had overtaken the police car at a speed of just below 120 km/h. The minutes also noted: \"he has allegedly been chased by the police\" (\"er sei durch Pol. gejagt worden\"). This statement was apparently not included in the subsequent typed minutes of the hearing.", "The summons to the applicant for a new hearing on 9 March 1994 could not be served on him either.", "On 23 March 1994 the District Court President issued a warrant of arrest against the applicant in order \"to secure his presence at the trial\" (\"Sicherung der Hauptverhandlung\"). The applicant was arrested on 15 April 1994 when entering Switzerland. He then withdrew his objection against the penal order of 14 June 1993. As a result, the District Court struck the case off its list.", "The applicant filed an appeal which was upheld by the Court of Appeal (Obergericht) of the Canton of Aargau on 10 August 1994 which found, inter alia, that the applicant had not been absent at the hearing of 1 December 1993 by his own fault.", "Proceedings were resumed before the Rheinfelden District Court which fixed a new trial for 14 December 1994. As the applicant only received the invitation on 13 December, a new hearing was fixed for 8 March 1995. The applicant challenged the President of the District Court, whereupon the Deputy President presided.", "At the hearing, the applicant unsuccessfully requested to question the second police officer (the driver) and to be shown the entire video film.", "On 8 March 1995 the District Court sentenced the applicant to three days' imprisonment, suspended on probation, and a fine of 800 CHF. In its decision the Court found that the video film clearly demonstrated the excess in speed, and there was no indication that the registration system was faulty. In view thereof and of B.'s statement of 1 December 1993, the Court refused to hear the other police officer. The Court also found that the applicant, who alleged that he had been pressed by the police, had been able to comment on B.'s statements.", "On 21 March 1995 the applicant challenged the Deputy District Court President in view of the manner in which he had conducted the proceedings.", "On 12 September 1995 the applicant filed an appeal in which he requested, inter alia, to be shown the entire video film leading to his conviction, and to be able to put questions to both police officers.", "The appeal was dismissed by the Court of Appeal of the Canton of Aargau on 21 November 1995. The Court, which had the competence to decide on both the factual and legal issues of the case, relied in its decision, inter alia, on statements of police officer B. as to the events. The Court found that one particular statement of B. was an incorrect assessment, namely that a police car regularly drove 500 m behind a car when the speed exceeded 100 km/h; in fact the pictures demonstrated that the police had driven approximately 100 m behind the applicant.", "In respect of the applicant's requests for the taking of evidence, the Court of Appeal found that the applicant had been shown twelve pictures of the video film which sufficed to demonstrate that he had exceeded the speed limit, and that he had not been pressed by the police. The gaps of some two to five seconds between the pictures were too short to prove otherwise. For the same reason the police officers need not be heard, and their statements would not alter the Court's opinion. Indeed, even if the police had pressed the applicant, this would not justify the excess in speed. In any event, police officer B. had been heard, and his statement had been shown to the applicant.", "The applicant’s public law appeal (staatsrechtliche Beschwerde) and plea of nullity (Nichtigkeitsbeschwerde) were dismissed by the Federal Court on 18 March 1996, the decision being served on 25 March 1996. In its decision the Court found that the applicant had not shown that the Court of Appeal had acted arbitrarily. Thus, even if it was accepted that the police car had pressed him by coming up towards him and falling back again this would not help him, as he would then have had periods where he would have reduced his speed. In respect of the applicant's complaint about the alleged bias of the Rheinfelden District Court, the Federal Court found that the decision of the Court of Appeal would have healed any such shortcoming.", "Under the headline \"disciplinary punishment\", the Federal Court stated that the applicant's appeals clearly lacked prospects of success in view of the convincing reasons given by the Court of Appeal of the Canton of Aargau in its decision. The decision continues:", "<Translation>", "\"The long-winded statements in his plea of nullity and in large parts also in his public law appeal are not reasonable. The applicant's representative shall therefore be admonished in accordance with S. 31 (1) of the Federal Judiciary Act.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}