{"ITEMID": "001-106894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KONCZELSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Ms Katarzyna Konczelska, is a Polish national who was born in 1979 and lives in Gliwice. She is represented before the Court by Mr J. Gałkowski, a lawyer practising in Bielsko-Biala. The Polish Government (“the Government”) are represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In December 2002 the applicant visited Dr J.R. at his private practice and was registered as a pregnant patient. During her pregnancy she visited J.R. fourteen times and had four ultrasound scans which demonstrated that the foetus was developing normally.", "4. During a visit on 23 July 2003 J.R. found that the delivery was imminent. At midnight the pains started. On 24 July 2003 the applicant was admitted to Zabrze District Hospital. The birth did not progress normally. After 11 hours of labour the applicant and her husband asked J.R. to proceed to a caesarean section. He refused.", "5. The applicant’s daughter, A., was born after 35 hours. She showed no signs of life and had to be resuscitated, which took over ten minutes. The child suffered from serious health problems (cerebral palsy), mostly of a neurological character and required permanent supervision and medical attention. She could not speak, see or walk.", "6. The applicant believed that J.R. was responsible for her daughter’s condition. On 10 October 2003 a criminal investigation was instituted at her request by the Zabrze District Prosecutor.", "7. A medical expert opinion submitted to the prosecuting authorities on 21 March 2005 by specialists from the Warsaw Medical Academy established that there had been serious shortcomings in the manner in which the delivery had been handled. However, the experts concluded that there was insufficient evidence for a finding that the child’s problems had been caused solely by the manner in which she was delivered.", "8. On an unspecified date the Regional Medical Tribunal in Katowice found J.R. guilty of a breach of his professional obligations in that he had failed to monitor the child’s condition properly during the second period of the delivery.", "9. On 30 June 2005 the Zabrze District Prosecutor, referring to this opinion, discontinued the proceedings on the ground that no criminal offence of exposing the child to serious danger to life or limb, punishable under Article 160 of the Criminal Code, had been committed.", "10. The applicant appealed, indicating shortcomings in the investigation. She submitted, in particular, that the prosecution had failed to take into consideration the case file relating to the professional liability proceedings conducted before the authorities of the Silesian Medical Board, and that the criminal proceedings had been conducted superficially. She requested that a number of witnesses be questioned. As a result, the facts of the case had not been established properly.", "11. On 3 November 2005 the Regional Prosecutor allowed her appeal, quashed the decision and remitted the case. He observed that the evidence had to be completed by the questioning of the three witnesses requested by the applicant, and who had not been questioned so far; that complete and uptodate medical records of the child had to be included in the file and examined; that the file from the medical liability proceedings had to be joined to the prosecutor’s file; and that an additional medical opinion should be sought to complement the findings of the opinion referred to above.", "12. By a decision of 3 April 2006 the Zabrze District Prosecutor asked the Department of Forensic Medicine of the Warsaw Medical Academy to complete its earlier expert opinion. It was submitted on 14 July 2006. In their opinion the experts stated that there was a causal link between the medical error committed by J.R. in his handling of the applicant’s delivery and her daughter’s condition.", "13. On 29 December 2006 the Zabrze District Prosecutor filed an indictment against J.R. with the Zabrze District Court. He was charged with an offence punishable under Article 156 § 1 (i) and 2 of the Criminal Code by failing to monitor the labour properly.", "14. On 11 January 2007 the applicant and her daughter declared their intention to become auxiliary prosecutors in the proceedings.", "15. On 28 February 2007 the court held a session with a view to organising a hearing (the Zabrze District Court, II Criminal Division, II K 25/07). Subsequently, hearings were scheduled for 15 March, 13 April and 18 May 2007. Because J.R. failed to attend any of the hearings and none of them was actually held because of his absence, on 13 April and 18 May 2007 the court ordered that he be brought to the courtroom. However, apparently no steps were taken to do so. On one occasion J.R. was admitted to a psychiatric hospital one day before the date of the hearing.", "16. The hearing scheduled for 5 June 2007 was adjourned, also because of his absence.", "17. At a hearing held on 20 June 2007, the court read a letter from a psychiatric hospital in T. Having regard to the doubts which had arisen as to whether J.R. was able to participate in the proceedings, it ordered that an additional expert opinion be prepared in this respect. An opinion was submitted to the court on 13 July 2007. The experts found that J.R. suffered from reactive depression accompanied by alcohol abuse and, as a result, was unable to participate in the judicial proceedings for a period of three months.", "18. By a letter of 27 July 2007 the applicant’s lawyer drew the court’s attention to the fact that the experts had failed to address the issue of whether J.R. had himself contributed to his inability to participate in the proceedings. He further submitted that the provisions on criminal procedure allowed for a hearing to be held in the defendant’s absence when it had been shown that he or she had made himself or herself unable to participate in hearings. In the present case the accused had failed to comply with all the summonses and had thereby effectively boycotted the proceedings. On one occasion he had been admitted to a psychiatric hospital just one day before the date of the last hearing, which cast doubt on the credibility of the medical certificates he had submitted so far in the case. The applicant’s lawyer further requested that the defendant’s ability to participate be examined by doctors from outside the Silesia region. This would, in the applicant’s view, ensure their impartiality.", "19. The court allowed his request on 15 October 2007 and appointed new experts, tasking them with establishing the defendant’s ability to participate in the proceedings.", "20. On 21 October 2007 J.R. died.", "21. On 30 November 2007 the court discontinued the criminal proceedings. The applicant appealed against this decision in so far as it concerned costs. The court dismissed the appeal by a decision of 4 February 2008, served on the applicant on 14 February 2008.", "22. On 16 May 2008 the applicant’s child died.", "23. On 5 September 2003 the applicant lodged a complaint against J.R. with the Regional Officer for Disciplinary Matters (Okręgowy Rzecznik Odpowiedzialności Zawodowej) at the Katowice Medical Board. On 27 April 2005 the Agent, having completed the investigation, transferred the complaint for examination to the Katowice Regional Medical Tribunal.", "24. On 30 January 2006 that court found J.R. guilty of a breach of his professional obligations in that he had failed to monitor the child’s condition properly during the second period of the delivery and had failed to notice that the applicant had had an infection during her pregnancy. The court confirmed the fact that largescale damage to the child’s brain had been caused during the labour.", "25. On 27 March 2007 the Supreme Medical Tribunal in Warsaw upheld the firstinstance judgment in so far as it concerned the inappropriate monitoring of the child’s condition during the second period of the delivery. The court further concluded that there was insufficient evidence to hold that J.R. had failed to diagnose the infection.", "26. On 6 December 2004 the applicant, acting on her own behalf and on behalf of her daughter A., sued Zabrze District Hospital for damage and suffering caused as a result of medical malpractice during A.’s birth. The applicant claimed 20,000 Polish zlotys (PLN) for nonpecuniary damage and a monthly pension of PLN 1,800 for her inability to work caused by the fact that she had to take care of her daughter. In respect of her daughter the applicant claimed PLN 200,000 for nonpecuniary damage and a monthly pension in the same amount.", "27. On 21 January 2009 the Gliwice Regional Court found the legal successor of the Zabrze District Hospital, which had in the meantime changed hands, civilly liable for the applicant’s child’s condition as a result of medical malpractice during the applicant’s labour. It established that the child was totally and permanently incapacitated, required roundtheclock attention and care. It awarded the applicant and her daughter, jointly, compensation in the amount of PLN 258,847.", "28. On 20 January 2010 the Katowice Court of Appeal, having examined the applicant’s appeal, increased the amount of compensation to PLN 408,847, plus interest. The court observed that the child had been totally physically incapacitated as a result of cerebral palsy resulting from brain damage caused by the negligent handling of her birth. However, her mental faculties had most likely been intact. She had therefore been locked within her own body which could not but be seen as causing her acute and continuous suffering for not being able to either express herself or to attend to her simplest needs. Her condition necessitated constant care and attention. She had been fragile and often suffered from additional ailments. The court was of the view that the enormity of the child’s infirmity and the applicant’s suffering it caused justified increasing the compensation to be paid by the defendant to PLN 408,847. The court held that while compensation for damage to one’s health could not be unduly high so as to cause unfair enrichment, the respect for priceless values such as life and physical integrity dictated that it should be sufficiently elevated so as to offset the negative psychological consequences of medical malpractice.", "29. Article 156 § 1 of the Criminal Code of 1997 provides that a person who causes grievous bodily harm shall be sentenced to between one and ten years’ imprisonment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}