{"ITEMID": "001-121067", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "ZUZANE v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Paul Mahoney;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Zoja Zuzane, is a Latvian national who was born in 1952 and lives in Skulte parish (Latvia). She is represented before the Court by Mr A. Zvejsalnieks, a lawyer practising in Rīga. The Latvian Government (“the Government”) are represented by their Agents, Mrs I. Reine and subsequently by Mrs K. Līce.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant acquired an oil press in 1995 for 5,000 Latvian lati (LVL) from a private individual, V.R. The applicant subsequently leased that press to two companies.", "4. On 20 July 1997 the applicant concluded a sales agreement with a farm for LVL 6,000, which she received on condition that she would deliver the press by 22 August 1997. Meanwhile, on 10 August 1997 K.O., the chairman of a co-operative organisation, seized the press and took it to its premises. The applicant found out about the seizure on the next day and reported it to the police.", "5. The applicant did not fulfil her contractual obligation to deliver the press and thus incurred a contractual penalty of LVL 12,000; she paid it on 26 August 1997.", "6. On 12 April 1999 the press was returned to the applicant.", "7. On 1 September 1997 criminal proceedings were instituted in relation to arbitrary seizure under section 195 of the former Criminal Code (patvarība). On 3 September 1997 the applicant was joined as a civil party (civilprasītājs) in the criminal proceedings.", "8. On 30 March 1998 K.O. was charged with aggravated abuse of official authority (dienesta stāvokļa ļaunprātīga izmantošana) under section 162, paragraph 2 of the former Criminal Code.", "9. On 1 June 1998 that charge was dropped and K.O. was charged with exceeding official authority (dienesta pilnvaru pārsniegšana) under section 162.1, paragraph 1 of the former Criminal Code.", "10. On 23 July 1998 the case was sent to the Ogre District Court for adjudication. That court, in its first hearing on 27 August 1998, granted the request by defence counsel to send the case for additional investigation.", "11. The criminal proceedings were terminated on several occasions, namely on 4 May 1999, 9 November 1999 and 10 August 2000, on grounds that no crime had been committed. All these decisions were subsequently quashed because V.R., whose testimony was crucial to establish the truth in the proceedings, had not been questioned. In fact, she did not co-operate and the police could not forcibly transport her; her whereabouts were not known. Finally, on an unspecified date before August 2000, V.R. submitted a written testimony. She refused to appear before the prosecutor in person.", "12. On 30 January 2001 the last decision to terminate the criminal proceedings was quashed on grounds that witness V.R. had not been questioned contrary to previous instructions. The case was sent for additional investigation.", "13. On 5 July 2001 another decision to terminate the criminal proceedings was adopted on grounds that no crime had been committed.", "14. On 5 October 2001 a superior prosecutor quashed that decision because he saw arbitrariness in the actions of K.O. but brought no charges against him due to statute of limitations. Thus, the legal grounds for terminating the criminal proceedings were twofold: no elements of crime as concerns exceeding official authority and statute of limitations as concerns arbitrary seizure.", "15. With a final decision of 5 November 2001, replying to the applicant’s complaint, another prosecutor upheld the decision to terminate the criminal proceedings. The prosecutor noted that the applicant had a right to seek damages in civil proceedings.", "16. On 23 September 1997 the applicant lodged an application with the Ogre District Court to secure her eventual civil claim against K.O. On 26 September 1997 the court ordered an attachment on the respondent’s property (real estate, assets and money). On 8 September 2000, following an application lodged by K.O., this decision was revoked and an attachment on a land plot was ordered instead.", "17. On 28 October 1997 the applicant lodged a civil claim against K.O. with the Ogre District Court for pecuniary damages in the amount of LVL 6,000.", "18. On 6 February 1998 the civil proceedings were stayed, upon the applicant’s request, pending the outcome of criminal proceedings.", "19. On 15 March 2002, on the applicant’s request, the Ogre District Court renewed the civil proceedings and scheduled a hearing.", "20. On 20 May 2002 the Ogre District Court held a hearing. The applicant increased her claim of damages to LVL 66,264.93. The proceedings were adjourned upon the respondent’s request to add the criminal case-material. Another hearing was adjourned on 29 November 2002 at the request of the respondent.", "21. On 6 December 2002 the Ogre District Court held a third hearing. The applicant maintained her claim of damages. The district court decided to forward the case to a higher court since it lacked competence to hear cases involving determination of claims above LVL 30,000.", "22. On 31 March 2003 the Rīga Regional Court examined the case; the applicant retracted her increased claim of damages and maintained her claim only in the amount of LVL 6,000. The regional court upheld the applicant’s claim in full and ordered the respondent to pay LVL 6,000 in damages.", "23. On 16 October 2003 the Civil Chamber of the Supreme Court, upon an appeal lodged by the respondent, upheld the ruling of the regional court and upheld the applicant’s claim. The Supreme Court in its ruling referred to the 5 October 2001 decision to terminate the criminal proceedings on grounds of statute of limitations as concerns actions of K.O., which the prosecutor had deemed arbitrary. The court found that there were no legal grounds to seize the press and thus K.O.’s actions were unlawful. Thus, he incurred liability for damage.", "24. The ruling took effect on 16 October 2003; the parties did not lodge an appeal on points of law. A writ of execution was issued on the same date.", "25. On 22 September 2000, following the decision to remove the attachment on the respondent’s property, a bailiff addressed the competent domestic register (Zemesgrāmata) to record that removal. At the same time, she did not proceed to register the newly ordered attachment – on the respondent’s land plot – with that register.", "26. On 25 September 2000 K.O. registered a mortgage in favour of a bank on the land plot as collateral for a loan. Henceforth, the land plot could not be sold.", "27. On 11 November 2003 the applicant submitted the writ of execution regarding the 16 October 2003 judgment to another bailiff. The respondent agreed to comply with the ruling voluntarily and to repay the debt until 20 December 2004.", "28. On 27 February 2004 the Civil Chamber of the Supreme Court rejected K.O.’s application to pay damages in instalments by 31 March 2005.", "29. By 26 November 2004 the applicant received the whole amount due in at least two separate instalments.", "30. On 25 October 2004 criminal proceedings were instituted against the bailiff, who had failed to record the changes in the attachment of the respondent’s property, for having not executed her official duties.", "31. On 1 December 2005 the criminal proceedings were terminated for lack of crime. The police concluded that the whole debt had been settled; the applicant’s argument that she had suffered substantive damage (a constitutive element of the crime) as a result of the bailiff’s actions was dismissed.", "32. The former Code of Civil Procedure (Civilprocesa kodekss), in force until 1 March 1999, provided that a court was under an obligation to stay civil proceedings if it could not adjudicate a case until such time when another criminal case was to be determined. The civil proceedings were stayed until a decision was taken in the criminal proceedings (section 218, paragraph 4).", "33. Under section 220 of the same code, a court had to renew the civil proceedings on the application by one of the parties or proprio motu.", "34. Under section 632, paragraph 1 of the Law of Civil Procedure (Civilprocesa likums), in force since 1 March 1999, bailiff’s actions concerning enforcement can be appealed against by submitting an application to a district (city) court within a ten-day time-limit from the date on which a person has learned about the impugned actions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}