{"ITEMID": "001-93606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "WEITZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Mendel Weitz, is a Polish national who was born in 1924 and lives in Antwerp, Belgium. He is represented before the Court by Mr D. Gałkowski, a lawyer practising in Kraków. The respondent Government are represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a Polish national. His parents, Frymet and Michał Weitz, bought two properties in Kraków in 1933 and 1934. In 1939 they left Kraków for Lwów, later went to China and finally settled in Great Britain where they lived during the last years of the Second World War. In 1942 the applicant joined the Polish Air Forces under British command in the United Kingdom and was honourably discharged in 1946. Later he lived in Belgium. In 1959 his parents moved to Israel, where they died in 1987. The applicant underlines that he and his parents never relinquished Polish citizenship and used documents issued by the International Refugee Organisation, although they were entitled to obtain Israel citizenship, and the applicant Belgian citizenship, as he was married to a Belgian. He claims that they all wished to return to Poland but were held back by the social and political situation in the country.", "After the war the properties were taken over by the Liquidation Office in Kraków as having been abandoned. The owners took legal steps to repossess the property, and on 10 April 1946 and 5 May 1947 the Kraków Magistrates’ Court (Sąd Grodzki) delivered decisions ordering the return of the possession of the properties to the applicant’s parents.", "The Kraków Liquidation Office thereupon issued relevant decisions on 4 September 1947 and 4 October 1947 to turn the properties over to the owners. The possession of the properties was taken over on their behalf by their authorised representative Nissan Weitz and later by the applicant’s father, who came to Poland for this purpose in 1947. Subsequently the applicant’s father left the properties under the management of the Kraków Municipal Housing Management (Zarząd Budynków Komunalnych).", "In 1959 and 1962 the State Treasury requested the District Court to declare that it had acquired ownership of the property by way of prescription in accordance with the Decree of 1946 on abandoned properties. The court accepted the plaintiff’s submission that the properties had been abandoned within the meaning of this Decree and that the owners were at that time of unknown abode. It appointed a representative for them. Accordingly, the State Treasury became the owner of the property.", "In 1990 the land owned by the State Treasury was, in the framework of a countrywide legal reform of local government, transferred to local municipalities.", "On 25 August 1997 the applicant’s lawyer asked the National Archives for access to the files of the above proceedings and access was granted on 18 September 1997. On 11 December 1997 the applicant requested that the proceedings concerning the acquisition by prescription terminated by the decisions of 1959 and 1962 be reopened. The applicant argued that these proceedings were invalid in law as they were flawed by serious procedural shortcomings, in particular the fact that the owners had not been properly represented and the court had not taken any steps to establish their address or to verify whether the properties had actually been abandoned within the meaning of the 1946 Decree. The applicant submitted that his parents’ address was indicated in the land and mortgage register of the properties and that they had lived there until 1949 after returning to Poland in 1947. Later, until 1987, a relative of theirs had resided at the same address.", "The Municipality filed an alternative motion for a declaration that they had acquired ownership of the property by way of prescription.", "On 22 December 1999 the Kraków District Court reopened the impugned proceedings and quashed the decisions of 1959 and 1962. The court considered that it had been impossible for the owners to have their rights properly represented in the proceedings. The District Court established that in those proceedings that court had failed to publish an announcement about the appointment of a representative for the applicant’s parents in their absence, as required by the provisions in force at that time. Further, in both sets of proceedings the lawyer representing the owners of the properties had been appointed at the same hearing at which the final decision had been delivered. Therefore, he had not been able to prepare the case and his representation of the owners’ interests had been illusory. This constituted sufficient grounds for finding the proceedings invalid in law. Moreover, the court considered that in the light of the decisions of the Kraków Magistrates’ Court and the Kraków Liquidation Office of 1946 and 1947 the assertion that both properties had been abandoned was ill-founded, as the applicant’s parents were the officially certified owners and possession of the properties had been officially transferred to them in 1947. Therefore, the State Treasury’s requests of 1959 and 1962 were to be dismissed, the decisions quashed and the proceedings invalidated. Lastly, the court found that the municipality’s claim for a declaration that it had acquired ownership of the properties by way of acquisitive prescription in accordance with existing provisions could not be considered simultaneously and had to be examined in separate proceedings.", "Subsequently the Kraków Municipality lodged a request with the Kraków District Court for a declaration that on 1 January 1985 it had acquired ownership of the property by way of prescription. The municipality argued that when the 1959 and 1962 decisions were given, its management of the properties became an autonomous possession cum animo res sibi habendi, which led to an acquisition by prescription after the period of 20 years provided for by law.", "The owners’ heirs, among them the applicant, submitted that the social and political situation in Poland had prevented the applicant from coming to Poland earlier. In 1949 his father had asked the Polish Consul to extend the validity of his Polish passport but had only been offered a one-way passport, without the possibility of leaving Poland. Their lawyer in Poland had died in 1950 and they had not known anyone else who could take care of the matter.", "On 6 October 2003 the Kraków District Court held that the municipality had acquired ownership of the property by prescription on 1 January 1985. The court established that the applicant had come to Poland in 1994 to file a motion to verify the contents of the land and mortgage register. The court refused to accept the applicant’s argument that the social and political situation in Poland had prevented him from coming to Poland earlier and that this circumstance should have been construed as force majeure, preventing the running of the period of adverse possession by the State. The court refuted the municipality’s assertion that the period of adverse possession had begun to run from the decisions of 1959 and 1962. It considered that the period had begun to run only from 1 January 1965 as provided for by the transitional provisions of the 1964 Civil Code. Therefore, even assuming bad faith on the part of the municipality, they had acquired ownership of the property on 1 January 1985.", "The applicant appealed.", "On 16 September 2004 the Kraków Regional Court dismissed the appeal. The court pointed out that the District Court, when establishing the facts, had overlooked the decisions of 1946 and 1947 under which possession of the properties had been returned to the applicant’s parents. The properties should therefore not have been regarded as having been abandoned within the meaning of the 1946 Decree on abandoned properties. However, the court fully shared the conclusions and reasoning of the first-instance court in that from the moment the decisions of 1959 and 1962 were delivered, the State’s management of the properties turned into an autonomous possession, and the period of prescription began to run from 1 January 1965 and came to an end on 1 January 1985 at the latest, before the applicant requested to have the proceedings reopened. The Regional Court emphasised that declaring those proceedings invalid could not result in the invalidation of their legal consequences.", "On 14 April 2005 the Supreme Court refused to entertain the applicant’s cassation appeal, finding that no serious legal issue arose in the case which would justify the examination of the appeal.", "The Polish Civil Code, Book Two entitled Ownership and Other Property Rights, provides for various property-like rights for a possessor in Title IV: Possession. The relevant Article reads:", "Article 336:", "The possessor of property is both the person who actually controls [holds] the property as an owner (an autonomous possessor) and the person who actually controls the property as a usufructuary, the holder of a lien, a lessee, or a tenant or who has other rights associated with a certain control over another person’s property (a dependent possessor).", "Acquisition by prescription is regulated by Article 172 of the Civil Code. At the relevant time it provided that a person could acquire ownership of land after 10 years’ continuous possession as long as this had been in good faith throughout the entire period. Otherwise, a longer period of 20 years applied.", "Once these conditions were met, the person in possession could apply to the District Court for a declaration that, as of a specific date, he had acquired ownership of the property.", "If the prescription period had begun to run before the entry into force of the Code, according to the transitional measures, the new provisions were to be applied and the term began to run from the date of entry into force of the Code, which was 1 January 1965. Previously applicable provisions had provided for a 30 year period of continuous possession in bad faith.", "Under Polish law judgments of the Supreme Court are not directly binding on the courts. However, the Supreme Court may deliver a resolution, which aims to interpret the provisions of law and serves as a kind of instruction for lower courts. When such a resolution is delivered by a chamber of 7 judges, the resolution is considered a general rule of law and should be followed by domestic courts when applying the law.", "On 18 November 1992 the Supreme Court delivered a resolution (III CZP 133/92, OSP 1993/7/153) providing as follows:", "“The period of holding a property on the strength of an administrative decision which was later declared null and void because it was delivered in flagrant breach of the law cannot be counted by the State Treasury towards the period of acquisition by prescription.”", "The court found that acquisition of property on the basis of an unlawful action would constitute an abuse of right. It further considered that:", "“... a contrary conclusion would be at variance with common sense. The State quashes as null and void a decision upon which the State had unlawfully become the owner of the property, and at the same time the State, nevertheless, claims to be the owner of this property under the provisions on adverse possession; whereas that very null and void decision was the basis for acquiring the property through prescription, since it was as a result of that decision that the State became a possessor.”", "On 21 September 1993 a chamber of 7 judges of the Supreme Court delivered a resolution (III CZP 72/93, OSNC 1994/3/49) providing that the period during which the State held a property on the basis of a property title subsequently declared non-existent could not be counted towards the period of adverse possession. The court understood the term “a property title” as every event of legal significance or document which, under the provisions of civil law, might result in the acquisition of a property. Furthermore, the Supreme Court noted that management of property was not equivalent to autonomous possession within the meaning of the provisions on adverse possession. If the State held a property as a consequence of its public functions, it managed the property in the public law sense of the term and did not “possess” it within the meaning of the Civil Code. Therefore, the period of management could not be counted towards the period of adverse possession, which had to be based on autonomous possession and not on any other way of holding the property (for example dependent possession).", "The case-law of the Supreme Court which developed after this resolution is on the whole in line with the above resolution. For example, on 25 June 2003 the Supreme Court issued a decision (SN III CZP 35/03) finding that de facto control of an abandoned property by the State could not be regarded as possession cum animo rem sibi habendi, as until the time the State acquired ownership of the property it acted as a manager and not as an owner. Most importantly, the resolution of 1993 has not been overturned by another resolution of 7 judges and has been cited by most authors of legal commentaries as the conclusive authority on adverse possession by the State of properties owned by individuals.", "While there is general agreement that a defective administrative decision cannot lead to an acquisition by prescription of property by the State, only one judgment reached the same conclusion with regard to the consequences of adverse possession acquired on the strength of a flawed judicial decision.", "According to another resolution of the Supreme Court of 25 October 1999 (III CZP 83/96), the State Treasury could acquire ownership of a property by adverse possession, if it possessed it on the strength of a judicial decision later quashed in an extraordinary appeal procedure. The Supreme Court was of the view that, contrary to administrative proceedings, normally the judicial activity of civil courts did not constitute an exercise of the State’s public powers. However, the historical circumstances in which property had been expropriated by the State after the Second World War had to be taken into consideration. In this context, it could not be excluded that judicial decisions resulting in the State acquiring ownership of private properties involved special circumstances brought about by the State, abusing its public powers and the law to achieve the desired results in the sphere of civil law.", "Hence, each case had to be examined individually to establish whether the legally unjustified interference of the State was such that it made it practically impossible for a party to challenge the State’s will using the normal protection measures provided for by civil law.", "This opinion was further interpreted by the Supreme Court in a decision of 9 May 2003 (V CK 13/03), which stated that it had to be examined in each case whether in the given circumstances a party had the possibility to put right the relevant court decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}