{"ITEMID": "001-93878", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SVETLANA ORLOVA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1975 and lives in Maykop, Republic of Adygeya.", "5. The applicant worked in the Supreme Court of the Republic of Adygeya (“the Supreme Court of the RA”) as a consultant. While she was on maternity leave her position was converted to that of assistant to the President of the Supreme Court of the RA. On her return the applicant was offered various posts, but not the newly created position of assistant to the President. She refused those offers and was dismissed.", "6. On 17 July 2001 the applicant lodged a court action against the Supreme Court of the RA with the Maykop Town Court of the Republic of Adygeya (“the Town Court”). She requested the Town Court to reinstate her to her previous position, recover unpaid salary and award compensation for non-pecuniary damage. In the course of the proceedings the applicant amended her claims.", "7. On 2 August 2001 the court fixed the first hearing for 6 August 2001. However, on that date the proceedings were postponed until 20 August 2001 because the applicant and her child were sick.", "8. On 20 August 2001 the applicant requested the Town Court to postpone the examination of the case until her request to have the case referred to a different court had been examined by a higher court. She also objected to one of the judges sitting in the case.", "9. On 20 August 2001 the Town Court dismissed her request and the objection to the judge and rejected her claims as unsubstantiated.", "10. On 18 September 2001 the Supreme Court of the RA upheld that judgment.", "11. On 25 November 2002 the Supreme Court of the Russian Federation (“the Supreme Court”), following a request for supervisory review by the Deputy Prosecutor General of Russia, found that the lower courts had erroneously interpreted the substantive law. On those grounds it quashed the judgment of 20 August 2001, as upheld on 18 September 2001, and remitted the case to the Town Court for a fresh examination.", "12. On 11 February 2003 the Town Court fixed the hearing for 17 February 2003. However, on that date the proceedings were postponed, at the applicant’s request, until the Supreme Court had examined her request to have the case referred to a different court.", "13. On 4 March 2003 the Supreme Court replied to the applicant that there were no grounds to refer her case to a different court.", "14. On 16 April 2003 the Town Court, after a fresh examination, found that the applicant’s dismissal had been unlawful, ordered the Supreme Court of the RA to reinstate the applicant to her position, pay her salary arrears and compensation for non-pecuniary damage. The Supreme Court of the RA appealed against the judgment of 16 April 2003.", "15. On 5 May 2003 the applicant requested the Supreme Court to refer her case to a different appeal court on the ground that the judges of the Supreme Court of the RA should not examine an appeal lodged by the Supreme Court of the RA. That would amount to a violation of her right to an independent and impartial tribunal. On the same date the applicant lodged an objection to all the judges of the Supreme Court of the RA and requested that the appeal not be examined until the Supreme Court had replied.", "16. However, on 23 May 2003 the Supreme Court of the RA heard the case on appeal and found, in particular, that the Town Court had not properly established the facts of the case. It quashed the judgment of 16 April 2003 and remitted the case to the Town Court for a fresh examination.", "17. On 25 June 2003 the Supreme Court informed the applicant that her request that the appeal be heard by a different appeal court could not be examined as the Supreme Court of the RA had already held an appeal hearing, on 23 May 2003.", "18. On 2 July 2003 the Town Court, after a fresh examination, dismissed the applicant’s claims as unsubstantiated. The applicant appealed.", "19. On 14 July 2003 the applicant requested the Supreme Court of the Russian Federation to refer her appeal against the judgment of 2 July 2003 to a different appeal court in order to have her case heard by an impartial and independent tribunal. She requested the Supreme Court to order the Supreme Court of the RA to postpone the appeal proceedings until its decision on her request.", "20. On 8 August 2003 the Supreme Court of the RA upheld the judgment of 2 July 2003.", "21. On 19 September 2003 the Supreme Court informed the applicant that her request for her appeal to be referred to a different court could not be examined, as the Supreme Court of the RA had already examined her appeal, on 8 August 2003. It further noted that it was open for her to contest the decisions adopted in her case by lodging an application for supervisory review of those decisions.", "22. In 2003 and 2004 the applicant attempted to obtain the re-opening of the proceedings by way of supervisory review. However, the Supreme Court of the RA and the Supreme Court of the Russian Federation either refused to refer the case to the supervisory review court for examination on the merits or refused to examine her applications on procedural grounds.", "23. On 21 September 2004 the applicant again applied for the re-opening of the proceedings. On 7 September 2005 a judge of the Supreme Court of the Russian Federation referred the case to the Civil Chamber of the Supreme Court of the Russian Federation for examination on the merits.", "24. On 7 October 2005 the Supreme Court of the Russian Federation, acting by way of supervisory review, found that there had been serious procedural breaches in the examination of the applicant’s case. In particular, it found that the Supreme Court of the RA, who was a defendant in the case, had been directly interested in the outcome of the proceedings and thus there were doubts as to its objectiveness and impartiality. The Supreme Court of the RA was also a superior court to the Town Court and could therefore give instructions to the Town Court. In such circumstances, the case should have been referred to a different court. The Supreme Court pointed out that on numerous occasions the applicant had lodged objections to judges of the Town Court and of the Supreme Court of the RA and had requested to have her case referred to a different court. All her requests had been dismissed.", "The Supreme Court concluded that the judgment of 2 July 2003, as upheld on 8 August 2003, was unlawful and had to be quashed. It further held that the case had to be examined anew by a court situated in a different region and referred the case to the Sovetskiy District Court of Krasnodar (“the District Court”).", "25. The District Court fixed the first hearing on 25 January 2006. However, on that date the proceedings were adjourned because the defendant did not attend the hearing.", "26. In February 2006 the defendant made several requests to the applicant’s new employers concerning the periods of her employment with them and positions occupied.", "27. On 1 March 2006 the District Court examined the applicant’s claim and found that she had abused her rights when she had refused to accept the positions offered to her in the Supreme Court of RA, and dismissed her claims.", "28. On 4 April 2006 the Krasnodar Regional Court (“the Regional Court”) upheld that judgment.", "29. On 17 October 2007 the Presidium of the Regional Court examined an application by the Deputy Prosecutor General of the Russian Federation for supervisory review of the decisions adopted in the applicant’s case. The Presidium held that it was the applicant’s right to refuse positions with a lower salary and that it could not be considered an abuse of rights. It also pointed out that the dismissal on an employer’s initiative of women with children under three years old was forbidden by Article 170 of the Labour Code (see “Relevant Domestic Law” below, § 34), unless the enterprise had been fully liquidated. Since the Supreme Court of the RA had not been liquidated, the dismissal of the applicant, who had a small child, had been unlawful and unacceptable.", "The Presidium quashed the judgment of 1 March 2006, as upheld on 4 April 2006, and remitted the case to the District Court for a fresh examination.", "30. On 7 December 2007, after a fresh examination, the District Court dismissed the applicant’s claim in the part concerning her reinstatement. It granted her claim in the part relating to compensation for pecuniary and non-pecuniary damage.", "31. On 12 February 2008 the Regional Court examined appeals by the applicant and the prosecutor against the judgment of 7 December 2007, found that the judgment was unlawful and quashed it. The court held that since the applicant’s claims for compensation for pecuniary and non-pecuniary damage were closely linked with her claim for reinstatement, the relevant circumstances could not be established by the appeal court and it was necessary to refer the case to the District Court for a fresh examination.", "32. On 6 May 2008 the District Court examined the case anew and found that the applicant’s dismissal had been unlawful. It ordered that the applicant be reinstated to her position and recovered in her favour 1,101,000 Russian roubles (RUB) in respect of unpaid salary. It dismissed her claims for compensation for non-pecuniary damage. The judgment acquired legal force on 19 May 2008.", "33. By a decision of 13 May 2008 the District Court corrected an error in the judgment of 6 May 2008 and held that the defendant had to pay the applicant RUB 791,028 in salary arrears. That decision became final on 26 May 2008.", "34. Russian Labour Code, which was in force until 1 February 2002, provided in Article 170 that the dismissal on an employer’s initiative of women with children under three years old was forbidden, unless the enterprise had been fully liquidated."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}