{"ITEMID": "001-57920", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1995, "DOCNAME": "CASE OF LOIZIDOU v. TURKEY (PRELIMINARY OBJECTIONS)", "IMPORTANCE": "2", "CONCLUSION": "Question of procedure rejected (locus standi of the applicant Government);Preliminary objection rejected (abuse of process);Preliminary objection rejected (ratione loci);Preliminary objection joined to merits (ratione temporis)", "JUDGES": "Claudio Zanghi;Gaukur Jörundsson;N. Valticos;R. Pekkanen", "TEXT": ["10. The applicant, a Cypriot national, grew up in Kyrenia in northern Cyprus. In 1972 she married and moved with her husband to Nicosia.", "11. She claims to be the owner of plots of land nos. 4609, 4610, 4618, 4619, 4748, 4884, 5002, 5004, 5386 and 5390 in Kyrenia in northern Cyprus and she alleges that prior to the Turkish occupation of northern Cyprus on 20 July 1974, work had commenced on plot no. 5390 for the construction of flats, one of which was intended as a home for her family. She states that she has been prevented in the past, and is still prevented, by Turkish forces from returning to Kyrenia and \"peacefully enjoying\" her property.", "12. On 19 March 1989 the applicant participated in a march organised by a women’s group (\"Women Walk Home\" movement) in the village of Lymbia near the Turkish village of Akincilar in the occupied area of northern Cyprus. The aim of the march was to assert the right of Greek Cypriot refugees to return to their homes.", "Leading a group of fifty marchers she advanced up a hill towards the Church of the Holy Cross in the Turkish-occupied part of Cyprus passing the United Nations’ guard post on the way. When they reached the churchyard they were surrounded by Turkish soldiers and prevented from moving any further.", "13. She was eventually detained by members of the Turkish Cypriot police force and brought by ambulance to Nicosia. She was released around midnight, having been detained for more than ten hours.", "14. In his report of 31 May 1989 (Security Council document S/20663) on the United Nations Operation in Cyprus (for the period 1 December 1988 - 31 May 1989) the Secretary-General of the United Nations described the demonstration of 19 March 1989 as follows (at paragraph 11):", "\"In March 1989, considerable tension occurred over the well-publicized plans of a Greek Cypriot women’s group to organize a large demonstration with the announced intention of crossing the Turkish forces cease-fire line. In this connection it is relevant to recall that, following violent demonstrations in the United Nations buffer-zone in November 1988, the Government of Cyprus had given assurances that it would in future do whatever was necessary to ensure respect for the buffer-zone ... Accordingly, UNFICYP asked the Government to take effective action to prevent any demonstrators from entering the buffer-zone, bearing in mind that such entry would lead to a situation that might be difficult to control. The demonstration took place on 19 March 1989. An estimated 2,000 women crossed the buffer-zone at Lymbia and some managed to cross the Turkish forces’ line. A smaller group crossed that line at Akhna. At Lymbia, a large number of Turkish Cypriot women arrived shortly after the Greek Cypriots and mounted a counter demonstration, remaining however on their side of the line. Unarmed Turkish soldiers opposed the demonstrators and, thanks largely to the manner in which they and the Turkish Cypriot police dealt with the situation, the demonstration passed without serious incident. Altogether, 54 demonstrators were arrested by Turkish Cypriot police in the two locations; they were released to UNFICYP later the same day.\"", "15. On 28 January 1987 the Government of Turkey deposited the following declaration with the Secretary General of the Council of Europe pursuant to Article 25 (art. 25) of the Convention (see paragraph 65 below):", "\"The Government of Turkey, acting pursuant to Article 25 (1) (art. 25-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms hereby declares to accept the competence of the European Commission of Human Rights and to receive petitions according to Article 25 (art. 25) of the Convention subject to the following:", "(i) the recognition of the right of petition extends only to allegations concerning acts or omissions of public authorities in Turkey performed within the boundaries of the territory to which the Constitution of the Republic of Turkey is applicable;", "(ii) the circumstances and conditions under which Turkey, by virtue of Article 15 (art. 15) of the Convention, derogates from her obligations under the Convention in special circumstances must be interpreted, for the purpose of the competence attributed to the Commission under this declaration, in the light of Articles 119 to 122 of the Turkish Constitution;", "(iii) the competence attributed to the Commission under this declaration shall not comprise matters regarding the legal status of military personnel and in particular, the system of discipline in the armed forces;", "(iv) for the purpose of the competence attributed to the Commission under this declaration, the notion of a \"democratic society\" in paragraphs 2 of Articles 8, 9, 10 and 11 (art. 8-2, art. 9-2, art. 10-2, art. 11-2) of the Convention must be understood in conformity with the principles laid down in the Turkish Constitution and in particular its Preamble and its Article 13;", "(v) for the purpose of the competence attributed to the Commission under the present declaration, Articles 33, 52 and 135 of the Constitution must be understood as being in conformity with Article 10 and 11 (art. 10, art. 11) of the Convention.", "This declaration extends to allegations made in respect of facts, including judgments which are based on such facts which have occurred subsequent to the date of deposit of the present declaration. This declaration is valid for three years from the date of deposit with the Secretary General of the Council of Europe.\"", "16. On 29 January 1987 the Secretary General of the Council of Europe transmitted the above declaration to the other High Contracting Parties to the Convention indicating that he had drawn the Turkish authorities’ attention to the fact that the notification made pursuant to Article 25 para. 3 (art. 25-3) of the Convention in no way prejudged the legal questions which might arise concerning the validity of Turkey’s declaration.", "17. In a letter dated 5 February 1987 to the Secretary General, the Permanent Representative of Turkey to the Council of Europe stated that the wording of Article 25 para. 3 (art. 25-3) of the Convention offered no basis for expressing opinions or adding comments when transmitting copies of the Turkish declaration to the High Contracting Parties. He added:", "\"International treaty practice, in particular that followed by the Secretary-General of the United Nations as depositary to similar important treaties as the Statute of the International Court of Justice or the covenants and conventions dealing with human rights and fundamental freedoms, also confirms that the depositary has to refrain from any comments on the substance of any declaration made by a Contracting Party.\"", "18. On 6 April 1987 the Deputy Minister for Foreign Affairs of Greece wrote to the Secretary General stating inter alia that reservations to the European Convention on Human Rights may not be formulated on the basis of any provision other than Article 64 (art. 64). He added:", "\"Furthermore, Article 25 (art. 25) provides neither directly nor implicitly the possibility of formulating reservations similar to the reservations set out in the Turkish declaration. The position cannot be otherwise, for if reservations could be made on the basis of Article 25 (art. 25), such a method of proceeding would undermine Article 64 (art. 64) and would sooner or later destroy the very foundations of the Convention.", "...", "It follows that the Turkish reservations, as they are outside the scope of Article 64 (art. 64) must be considered as unauthorised reservations and, accordingly, as illegal reservations. Consequently, they are null and void and may not give rise to any effect in law.\"", "19. In a letter of 21 April 1987 the Permanent Representative of Sweden wrote to the Secretary General stating inter alia that \"the reservations and declarations ... raise various legal questions as to the scope of the [Turkish] recognition. The Government therefore reserves the right to return to this question in the light of such decisions by the competent bodies of the Council of Europe that may occur in connection with concrete petitions from individuals\".", "20. The Minister for Foreign Affairs of Luxembourg, in a letter of 21 April 1987 to the Secretary General stated inter alia that \"Luxembourg reserves to itself the right to express ... its position in regard to the Turkish Government’s declaration\" before the competent bodies of the Council of Europe. He indicated that \"the absence of a formal and official reaction on the merits of the problem should not ... be interpreted as a tacit recognition by Luxembourg of the Turkish Government’s reservations\".", "21. In a letter of 30 April 1987 to the Secretary General the Permanent Representative of Denmark stated inter alia as follows:", "\"In the view of the Danish Government, the reservations and declarations which accompany the said recognition raise various legal questions as to the scope of the recognition. The Government therefore reserves its right to return to these questions in the light of future decisions by the competent bodies of the Council of Europe in connection with concrete petitions from individuals.\"", "22. The Permanent Representative of Norway, in his letter of 4 May 1987 to the Secretary General, stated that the wording of the declaration could give rise to difficult issues of interpretation as to the scope of the recognition of the right to petition. He considered that such issues fell to be resolved by the European Commission of Human Rights in dealing with concrete petitions. He added:", "\"It is therefore desirable to avoid any doubt as to the scope and validity of the recognition by individual States of this right which may be raised by generalised stipulations in respect of the context in which petitions would be accepted as admissible, interpretative statements or other conditionalities.\"", "23. In a letter dated 26 June 1987 to the Secretary General, the Permanent Representative of Turkey stated that the points contained in the Turkish declaration were not to be considered as \"reservations\" in the sense of international treaty law. He pointed out, inter alia, that the only competent organ to make a legally binding assessment as to the validity of the conditions attaching to the Article 25 (art. 25) declaration was \"the European Commission of Human Rights, when being seized of an individual application, and eventually the Committee of Ministers, when acting pursuant to Article 32 (art. 32) of the Convention\".", "24. The Permanent Representative of Belgium, in a letter of 22 July 1987 to the Secretary General, stated that the conditions and qualifications set forth in the declaration raised legal questions as to the system of protection set up under the Convention. He added:", "\"Belgium therefore reserves the right to express its position in regard to the Turkish Government’s declaration, at a later stage and before the competent bodies of the Council of Europe. Meanwhile the absence of a formal reaction on the merits of the problem should by no means be interpreted as a tacit recognition by Belgium of the Turkish Government’s conditions and qualifications.\"", "25. Turkey subsequently renewed her declaration under Article 25 (art. 25) of the Convention for three years as from 28 January 1990. The declaration read as follows:", "\"The Government of Turkey, acting pursuant to Article 25 (1) (art. 25-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms hereby declares to accept the competence of the European Commission of Human Rights to receive petitions according to Article 25 (art. 25) of the Convention on the basis of the following:", "(i) the recognition of the right of petition extends only to allegations concerning acts or omissions of public authorities in Turkey performed within the boundaries of the national territory of the Republic of Turkey;", "(ii) the circumstances and conditions under which Turkey, by virtue of Article 15 (art. 15) of the Convention, derogates from her obligations under the Convention in special circumstances must be interpreted, for the purpose of the competence attributed to the Commission under this declaration, in the light of Articles 119 to 122 of the Turkish Constitution;", "(iii) the competence attributed to the Commission under this declaration shall not comprise matters regarding the legal status of military personnel and in particular, the system of discipline in the armed forces;", "(iv) for the purpose of the competence attributed to the Commission under this declaration, Articles 8, 9, 10 and 11 (art. 8, art. 9, art. 10, art. 11) of the Convention shall be interpreted by giving special emphasis to `those legal and factual features which characterize the life of the society’ (European Court of Human Rights, Judgment of 23 July 1968, p. 34) in Turkey, as expressed notably by the Turkish Constitution including its Preamble.", "This declaration extends to allegations made in respect of facts, including judgments which are based on such facts which have occurred subsequent to 28 January 1987, date of the deposit of the previous declaration by Turkey. This declaration is valid for three years as from January 28, 1990.\"", "26. A further renewal for a three-year period as from 28 January 1993 reads as follows:", "\"The Government of Turkey, acting pursuant to Article 25 (1) (art. 25-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms, hereby declares to accept the competence of the European Commission of Human Rights, to receive petitions which raise allegations concerning acts or omissions of public authorities in Turkey in as far as they have been performed within the boundaries of the national territory of the Republic of Turkey.", "This declaration extends to allegations made in respect of facts, including judgments which are based on such facts which have occurred subsequent to 28 January 1987, date of the deposit of the first declaration made by Turkey under Article 25 (art. 25) of the Convention. This declaration is valid for three years from 28 January 1993.\"", "27. On 22 January 1990, the Turkish Minister for Foreign Affairs deposited the following declaration with the Secretary General of the Council of Europe pursuant to Article 46 (art. 46) of the Convention (see paragraph 66 below):", "\"On behalf of the Government of the Republic of Turkey and acting in accordance with Article 46 (art. 46) of the European Convention for the Protection of Human Rights and Fundamental Freedoms, I hereby declare as follows:", "The Government of the Republic of Turkey acting in accordance with Article 46 (art. 46) of the European Convention for the Protection of Human Rights and Fundamental Freedoms, hereby recognises as compulsory ipso facto and without special agreement the jurisdiction of the European Court of Human Rights in all matters concerning the interpretation and application of the Convention which relate to the exercise of jurisdiction within the meaning of Article 1 (art. 1) of the Convention, performed within the boundaries of the national territory of the Republic of Turkey, and provided further that such matters have previously been examined by the Commission within the power conferred upon it by Turkey.", "This Declaration is made on condition of reciprocity, including reciprocity of obligations assumed under the Convention. It is valid for a period of 3 years as from the date of its deposit and extends to matters raised in respect of facts, including judgments which are based on such facts which have occurred subsequent to the date of deposit of the present Declaration.\"", "This declaration was renewed for a period of three years as from 22 January 1993 in substantially the same terms.", "28. The Secretary General of the Council of Europe acknowledged deposit of the Turkish declaration under Article 46 (art. 46) in a letter dated 26 January 1990 and pointed out that her acknowledgement was without prejudice to the legal questions that might arise concerning the validity of the Turkish declaration.", "29. In a letter of 31 May 1990 to the Secretary General of the Council of Europe, the Permanent Representative of Greece stated inter alia as follows:", "\"Article 46 (art. 46) of the said Convention is clear and to be strictly interpreted and applied. It provides that declarations of recognition of the Court’s jurisdiction may be subject to two conditions only: (a) on condition of reciprocity, if they are not made unconditionally, and (b) for a specified period.", "Consequently, the above-mentioned declaration of the Turkish Government which, in addition to these two conditions, contains further restrictions or reservations, is, where the latter are concerned, incompatible with Article 46 (art. 46) and with the European Convention on Human Rights in general, as indeed was already pointed out in the Greek Government’s letter of 6 April 1987 in connection with the Turkish Government’s declaration under Article 25 (art. 25) of the said Convention. It follows that these restrictions or reservations are null and void and may have no legal effect.\"", "30. By letter of 9 August 1988 the Government of Cyprus deposited the following declaration under Article 25 (art. 25) of the Convention:", "\"On behalf of the Government of the Republic of Cyprus, I declare, in accordance with Article 25 (art. 25) of the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, that the Government of the Republic of Cyprus recognizes, for the period beginning on 1 January 1989 and ending on 31 December 1991, the competence of the European Commission of Human Rights to receive petitions submitted to the Secretary General of the Council of Europe subsequently to 31 December 1988, by any person, non-governmental organisation or group of individuals claiming, in relation to any act or decision occurring or any facts or events arising subsequently to 31 December 1988, to be the victim of a violation of the rights set forth in that Convention.", "On behalf of the Government of the Republic of Cyprus, I further declare that the competence of the Commission by virtue of Article 25 (art. 25) of the Convention is not to extend to petitions concerning acts or omissions alleged to involve breaches of the Convention or its Protocols, in which the Republic of Cyprus is named as the Respondent, if the acts or omissions relate to measures taken by the Government of the Republic of Cyprus to meet the needs resulting from the situation created by the continuing invasion and military occupation of part of the territory of the Republic of Cyprus by Turkey.\"", "31. In a letter dated 12 September 1988, the Secretary General recalled that according to the general rules, the notification made pursuant to Article 25 para. 3 (art. 25-3) in no way prejudged the legal questions that might arise concerning the validity of the Cypriot declaration.", "32. The declaration was renewed in the same terms on 2 January 1992. By letter of 22 December 1994 it was renewed for a further period of three years without the restrictions ratione materiae set out above.", "33. The United Kingdom’s Article 25 (art. 25) declaration of 14 January 1966, which has been renewed successively, reads as follows:", "\"On instructions from Her Majesty’s Principal Secretary of State for Foreign Affairs, I have the honour to declare in accordance with the provisions of Article 25 (art. 25) of the Convention for the Protection of Human Rights and Fundamental Freedoms, signed at Rome on the 4th November, 1950, that the Government of the United Kingdom of Great Britain and Northern Ireland recognise, in respect of the United Kingdom of Great Britain and Northern Ireland only and not, pending further notification, in respect of any other territory for the international relations of which the Government of the United Kingdom are responsible, for the period beginning on the 14th January 1966, and ending on 13th of January 1969, the competence of the European Commission of Human Rights to receive petitions submitted to the Secretary General of the Council of Europe subsequently to the 13th of January 1966, by any person, non-governmental organisation or group of individuals claiming, in relation to any act or decision occurring or any facts or events arising subsequently to the 13th of January 1966, to be the victim of a violation of the rights set forth in that Convention and in the Protocol thereto which was opened for signature at Paris on the 20th March 1952.", "This declaration does not extend to petitions in relation to anything done or occurring in any territory in respect of which the competence of the European Commission of Human Rights to receive petitions has not been recognised by the Government of the United Kingdom or to petitions in relation to anything done or occurring in the United Kingdom in respect of such a territory or of matters arising there.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}