{"ITEMID": "001-79069", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF JAGIELLO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1936 and lives in Warsaw, Poland.", "6. On 28 November 1995, the applicant, who is a taxi driver by profession, was involved in a traffic accident.", "7. On 28 February 1996 the applicant was charged with causing the accident. On 2 September 1997 the applicant was served with a bill of indictment.", "8. The hearing set for 16 March 1998 was adjourned due to the presiding judge’s illness. On 11 July 2001 the Warsaw District Court (Sąd Rejonowy) held the first hearing in the case. The hearing set for 20 September 2001 was adjourned due to the witnesses’ absence.", "9. On 7 December 2001 the court ordered an expert opinion to be obtained. On 30 April 2002 the expert submitted his opinion to the court. The court ordered a supplementary opinion to be obtained.", "10. The hearing set for 18 September 2002 was adjourned. At the hearing held on 7 November 2002 the Warsaw District Court gave judgment. The applicant appealed.", "11. On 6 June 2003 the Warsaw Regional Court (Sąd Okręgowy) quashed the firstinstance judgment and remitted the case.", "12. Following the remittal, on 23 September 2004 the Warsaw District Court gave judgment. The court sentenced the applicant to one year imprisonment stayed for two years. The applicant appealed.", "13. The applicant filed a complaint with the Warsaw Regional Court under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“2004 Act”). On 16 November 2004 the Warsaw Regional Court gave a decision and confirmed that the proceedings had indeed been lengthy. However, the court did not grant any compensation to the applicant.", "14. On 29 April 2005 the Warsaw Regional Court held an appeal hearing and gave judgment. The judgment is final.", "15. On 6 June 2005 the applicant again filed a complaint with the Supreme Court under the 2004 Act alleging that a copy of the final judgment had not yet been served on him. The Supreme Court rejected the complaint, on a later unknown date, as the applicant had never asked to be served with a copy of the final judgment.", "16. On 21 February 2006 the applicant for the third time filed a complaint with the Warsaw Regional Court under the 2004 Act. On 29 September 2006 the court refused to deal with the merits of the complaint. The court held that the proceedings had already been terminated and therefore the complaint was groundless.", "17. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 1223, ECHR 2005V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII and its judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 3446, ECHR 2005V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}