{"ITEMID": "001-96773", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF Z.N.S. v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (in case of deportation to Iran);Violation of Art. 5-1;Violation of Art. 5-4;No violation of Art. 3 (substantive aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1967 and is currently held in the Kırklareli Foreigners' Admission and Accommodation Centre, in Turkey.", "7. The applicant first entered Turkey on 24 September 2002 using a false passport. She began living and working in Istanbul without informing the Turkish authorities or the United Nations High Commissioner for Refugees (“the UNHCR”).", "8. On 22 October 2003 the applicant applied to the UNHCR and asked to be recognised as a refugee. On an unspecified date in 2004 she was detained by the Turkish authorities and deported to Iran, where she claims to have been imprisoned for nine months and subjected to illtreatment.", "9. Following her release from prison in Iran, the applicant reentered Turkey illegally on 3 February 2005. She learned that her case before the UNHCR had been closed in her absence.", "10. In June 2006 the applicant was diagnosed with myomatosis of the uterus and operated in a private hospital on 5 June 2006. The medical reports, in particular the pathology results, revealed that there were no cancerous cells.", "11. In the meantime, she became interested in Christianity and began attending Bible classes. On 7 September 2007 the applicant was baptised in a Protestant church in Istanbul. On an unspecified date the applicant's son, who was attending the Iranian Consulate School in Istanbul, was expelled on the ground of “conduct against the school's faith”. Some time within a year of that incident the applicant applied to the Iranian Consulate in Istanbul for a passport. While there, she was asked to complete a form stating that she was a Christian.", "12. On an unspecified date at the end of 2007, the applicant applied to the UNHCR and requested that her case be re-examined.", "13. On 3 May 2008 the applicant went to the Fatih police headquarters in Istanbul in order to make statements as a witness regarding a criminal offence committed by third persons. As she was found to have identity documents with different names on them, an investigation was initiated into this and she was arrested. On an unspecified date she was released.", "14. On 9 May 2008 the applicant was rearrested on suspicion of infringement of visa requirements and forging official documents. According to a letter sent by the Istanbul police to the Department responsible for foreigners, borders and asylum attached to the General Police Headquarters on the same day, the applicant had stated that she did not wish to live in Iran and that she had come to Turkey in order to apply to the UNHCR. The same letter stated that the applicant had been placed in the Foreigners' Department of the Istanbul police headquarters with a view to her deportation from Turkey.", "15. On 13 May 2008 the director of the department responsible for foreigners, borders and asylum attached to the General Police Headquarters requested the Istanbul police headquarters to obtain statements from the applicant regarding a number of issues, including her failure to apply to the Turkish authorities when she had applied to the UNHCR, the reason why she had made multiple entries and exits between Iran and Turkey and why she was staying illegally in Turkey. The director also requested that the possible security risks that the applicant may pose in Turkey be determined.", "16. On 16 May 2008 the applicant sent another letter to the Ministry of the Interior. Referring to her medical condition, she requested urgent treatment and asked to be released and issued with a temporary residence permit pending the proceedings before the UNHCR and the Court.", "17. On the same day the applicant was questioned by a police officer at the Istanbul police headquarters. She maintained, inter alia, that she had initially entered Turkey with a false passport and that she had been deported to Iran where she had spent nine months in prison. She contended that when she re-entered Turkish territory on 3 February 2005 she had immediately re-applied to the UNHCR. She noted that she was against the present government in Iran and that she and her family members had been oppressed when they lived in Iran. The applicant mentioned that she had left and reentered Turkish territory as that was the only way to renew her visa. She further contended that she had not applied to the Turkish authorities earlier as her case had been closed by the UNHCR.", "18. On 20 May 2008 the applicant's statements were sent to the General Police Headquarters by the Istanbul police.", "19. On 6 and 16 May and 2 June 2008, the applicant's representative lodged petitions with the Istanbul Police Headquarters and requested that his client be released and given a residence permit pending the outcome of her application to the UNHCR.", "20. By a letter dated 10 June 2008, the deputy director of the Istanbul police headquarters informed the Kırklareli police headquarters that the applicant did not wish to return to her country, but wished to seek asylum, and had applied to the Court. The director reiterated that she had been held in the Istanbul police headquarters with a view to her deportation. He further maintained that the applicant should be held in the Kırklareli Foreigners' Admission and Accommodation Centre pending the outcome of the proceedings before the Court. On the same day the applicant was transferred to that facility.", "21. On 18 July 2008 the Ministry of the Interior informed the applicant that her case before the Turkish authorities was suspended pending the proceedings before the Court.", "22. On 29 December 2008 the applicant and her son were recognised as refugees, under the UNHCR's mandate, on religious grounds.", "23. On 14 April 2009 the applicant's representative lodged a case with the Ankara Administrative Court. He requested the court to annul the decision of the Ministry not to release his client and to order a stay of execution of that decision pending the proceedings.", "24. On 28 May 2009 the Ankara Administrative Court rejected the applicant's request for a stay of execution.", "25. The applicant's representative appealed. On 24 June 2009 the Ankara Regional Administrative Court dismissed the appeal.", "26. In his submissions to the Court dated 16 May 2008 the applicant's representative contended that, although the applicant was suffering from serious consequences of the operation she underwent in June 2006, she did not have access to a doctor in the Kırklareli Foreigners' Admission and Accommodation Centre. On 18 June 2008 he informed the Court that the applicant had been examined by a doctor, who had ordered a further medical examination. Despite this, the Ministry of the Interior did not authorise a further examination and the applicant's health was deteriorating.", "27. On 27 August 2008 the applicant, with four other persons, started a “fast to the death” to protest about her placement and the physical conditions in the Centre.", "28. Before the Court, the applicant maintained that the physical conditions in the Kırklareli Centre were below the minimum standards set by the European Committee for the Prevention of Torture (the “CPT”). In support of her submissions the applicant provided a number of photographs containing images of several parts of the Centre. In one room there were two bunk beds on which there were pillows and blankets. There was no bed linen on the beds. In another room there were two beds with bed linen, pillows and blankets. The photographs of the kitchen sinks and stoves showed that the latter were unusable. Another photograph showed that there were four sinks in the bathroom. Inside, the toilets were partially covered with some kind of dark substance. Photographs of the cleaning products that had labels in the Cyrillic alphabet showed that their dates had expired nine to ten years ago.", "29. The applicant finally alleged that the officers who worked at the Kırklareli Centre did not treat the detainees well. In particular, she had been insulted and threatened by a police officer.", "30. The Government replied that the applicant was subjected to a series of medical examinations during July 2008 at the Kırklareli State Hospital According to the documents submitted, blood tests, an abdomino-pelvic ultrasound examination and an abdominal tomography were performed on the applicant. The doctors found no pathological signs as a result of these examinations.", "31. The Government denied the applicant's allegation that the physical conditions at the Kırklareli Foreigners' Admission and Accommodation Centre did not comply with the minimum standards established by the CPT. Noting that the Centre in question was not a detention facility, the Government provided photographs of a birthday party and an engagement party, both organised in the common room of the Kırklareli Centre. They further submitted photographs of an Islamic celebration (Festival of Sacrifice) organised in the garden of the Centre.", "32. In their submissions dated 9 September 2009, the Government maintained that an investigation had been initiated into the actions of the police officer who had allegedly insulted the applicant in relation to the latter's complaint of ill-treatment.", "33. A description of the relevant domestic law and practice may be found in the case of Abdolkhani and Karimnia v. Turkey (no. 30471/08, §§ 29-44, 22 September 2009).", "34. The standards of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment concerning the conditions of detention of foreign nationals (see the CPT standards, document no. CPT/Inf/E (2002) 1- Rev. 2006, page 41) provide, in so far as relevant, as follows:", "“... In the view of the CPT ... where it is deemed necessary to deprive persons of their liberty for an extended period under aliens' legislation, they should be accommodated in centres specifically designed for that purpose...", "Obviously, such centres should provide accommodation which is adequatelyfurnished, clean and in a good state of repair, and which offers sufficient living space for the numbers involved. Further, care should be taken in the design and layout of the premises to avoid as far as possible any impression of a carceral environment. As regards regime activities, they should include outdoor exercise, access to a day room and to radio/television and newspapers/magazines, as well as other appropriate means of recreation (e.g. board games, table tennis). The longer the period for which persons are detained, the more developed should be the activities which are offered to them. ...”", "35. In June 2008 Human Rights Watch visited three Admission and Accommodation Centres in Turkey, including the Centre in Kırklareli. The relevant extracts from the report entitled “Stuck in a Revolving Door”, published by Human Rights Watch on 6 November 2008, read as follows:", "“... The Kırklareli Gaziosmanpaşa Refugee Camp (hereafter Kırklareli) has had a long history as an actual refugee camp. In 1989 it was a safe haven for ethnic Turks fleeing Bulgaria; in 1992, a shelter for refugees from Bosnia; and in 1999, a place of refuge for Kosovar Albanians. It can no longer be described, truthfully, as a refugee camp, however. It is rather a detention centre for migrants, some of whom may indeed be refugees, but not refugees being protected from persecution, but rather refugees that Turkey is seeking to remove.", "At the time of Human Rights Watch's visit, Kırklareli held 174 detainees, including four women and the four-year-old child of one of the women.", "Although the men are locked away in a long barracks building, they were freely wandering around the outdoor grounds of the fenced-in facility during the Human Rights Watch visit. They appeared to be allowed to go outside the barracks during the afternoons. The facility is surrounded by a chain-link fence topped with barbed wire. Signs of its history as a former refugee camp are abundant in the form of old unused shelters with faded UNHCR logos and an overgrown soccer field that have not been used in many years, despite a rather comical attempt by the Kırklareli administrator to give Human Rights a guided tour intended to show that old classrooms and recreational facilities are still being used by the detainees.", "The women and child were housed in a separate building that the women told Human Rights Watch they had recently been asked to clean prior to a visit by another delegation. The administrator showed Human Rights Watch a large-screen television set in one of the women's private rooms, but failed to note that the TV was not plugged in and didn't work at all. Although the men are allowed to leave their barracks during most afternoons, the guards tell the women that they are not allowed to leave their building. \"The door is kept open to allow the child to come and go, but we are not allowed to walk out the door,\" said a 25-year-old Iranian woman.", "Both men and women at Kırklareli complained about the poor quality and small quantity of food. A man claiming to be Burmese said, \"The food is not good. It is not fit for humans, and it is not enough. Nothing happens if we complain. The guards say, 'If you don't like the food, go to the market and buy your own.'\"", "The main complaint, however, is that the detainees are not informed how long they will remain in detention. Human Rights Watch spoke privately with a man who appeared to be an informal leader of the \"Burmese\" at Kırklareli. He said that the Burmese numbered 160 of the 174 detainees in the camp and that most, including him, had already been held there for nine months and had no idea how much longer they would stay there. \"Just tell us what to do,\" he said. \"Give us a sentence. If they let us leave, we will work and feed our families. Let us leave or kill us.”", "Even though the conditions at Kırklareli did not appear to be nearly as bad as at Edirne, tensions between detainees and guards were very high. The camp administrator told Human Rights Watch, \"Despite the good conditions here, there is an enmity towards us.\"", "On the night of the day after the Human Rights Watch visit there was a riot at Kırklareli. The causes of the riot and the response of the security forces were under investigation when Human Rights Watch left the country. In the course of putting down the disturbance, Turkish security forces shot and killed one of the detainees, a young man of unknown nationality who Human Rights Watch had talked to at length. ...”", "36. On 11 June 2008 around midnight a riot started in the Kırklareli Foreigners' Admission and Accommodation Centre. During the riot an asylum seeker died and another asylum seeker and two police officers were wounded. Subsequent to the riot, the Organisation for Human Rights and Solidarity for Oppressed People (Mazlum-Der), a human rights organisation based in Turkey, made a visit to the Centre in order to assess the situation there. During this visit, the Mazlum-Der interviewed persons held in the Centre, the Kırklareli governor, the director of the Kırklareli Centre and one of the officers who had been injured. The governor stated, inter alia, that the authorities were doing their best to meet the needs of the persons held in the Centre. The director also stated that they maintained good standards of living in the Centre.", "37. Following the initiation of the “fast to the death” by the five persons held in the Kırklareli Foreigners' Admission and Accommodation Centre, including the applicant, on 3 September 2008 the Mazlum-Der made a second visit to the Centre in order to interview the persons on hunger strike and to observe the living conditions in the Centre. According to the report published by Mazlum-Der, they were not allowed to visit the inside of the Centre where foreign nationals were held. They could however interview the applicant and the other four persons, who maintained that there had been problems regarding the quality of food provided by the administration of the Centre, the Centre's hygiene, access to medical care and common living space."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}