{"ITEMID": "001-105217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SHIMOVOLOS v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 8;Remainder inadmissible", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1969 and lives in Nizhniy Novgorod. He is the head of the Nizhniy Novgorod Human Rights Union.", "6. It transpires from a certificate issued by an official of the Volgo-Vyatskiy Interior Department of Transport on 17 April 2008 that on 23 March 2007 the applicant’s name was registered in a so-called “Surveillance Database” (“Сторожевой контроль”). An extract from the list of persons registered in that database shows that the applicant’s name is mentioned in the section entitled “Human Rights Activists”.", "7. The Surveillance Database contains information about skinheads, human rights activists and other persons allegedly involved in extremist activities. Whenever a person mentioned in the database purchases a train or aeroplane ticket the Interior Department of Transport receives an automatic notification.", "8. An EU-Russia Summit was scheduled for 17 and 18 May 2007 in Samara.", "9. On 10 May 2007 the Volgo-Vyatskiy Interior Department of Transport sent a telex to its local branches informing them that protest rallies by several opposition organisations were planned for 18 May 2007. To prevent unlawful and extremist acts it was necessary, in accordance with the Suppression of Extremism Act and Order no. 47, On certain measures intended to strengthen the fight against extremism, issued by the Interior Ministry on 14 April 2005, to detect and stop all members of those organisations travelling to Samara between 8 and 20 May 2007. In particular, it was necessary to separate the travellers and dissuade them from going to Samara.", "10. On an unspecified date the applicant bought a train ticket to Samara for 13 May 2007 and a return ticket for 16 May 2007.", "11. On 13 May 2007 the Volgo-Vyatskiy Interior Department of Transport sent a telex to its local branches informing them that the applicant intended to travel to Samara in connection with the EU-Russia Summit. It also communicated his train reservation details. Another telex sent on the same day by the Samara Interior Department of Transport indicated that the applicant was travelling to Samara to take part in the opposition rally “March of dissent” and might be carrying extremist literature.", "12. On the same day, as soon as the applicant mounted the train at Nizhniy Novgorod station, three policemen entered his compartment, checked his identity documents and asked him questions about the purpose of his trip.", "13. At Saransk station (the Mordoviya Republic) another identity check was conducted and the applicant was again questioned about the purpose of his trip. The policemen ordered the applicant to leave the train and follow them to the police station, but the applicant refused to comply. In the early morning of 14 May 2007, immediately after the train entered the Samara region, the applicant’s identity documents were checked for a third time.", "14. When the applicant got off the train in Samara he was stopped by the police. The policemen checked his identity documents and took him to the police station, saying that it was necessary to look up his name in the police databases. They threatened to use force if the applicant refused to comply with their order.", "15. The police drew up an attendance report, using a standard template entitled “Attendance report in respect of a person who has committed an administrative offence”. The phrase “who has committed an administrative offence” was struck through by the police officer who filled in the template. The report indicated that the applicant was brought to the police station on 14 May 2007 at 12.15 p.m. It was mentioned that he had been stopped on account of information received in telexes nos. TP 1149 and 26/4T2021 of 13 May 2007. He was questioned about the purpose of his trip and his acquaintances in Samara. He was released on the same day at 1 p.m.", "16. It follows from the submissions by the police officer who escorted the applicant to the police station that he had received information from his superiors that the applicant intended to participate in an opposition rally and might be carrying extremist literature. He had stopped the applicant and escorted him to the police station in order to prevent him from committing administrative and criminal offences. He had warned the applicant that if he refused to comply, force would be used. He had asked the applicant questions about the purpose of his visit to Samara. The applicant had denied involvement in any extremist activities. He had not been searched because he had no luggage and it was clear that he was not carrying any extremist materials.", "17. The applicant lodged complaints with the prosecutor’s offices of Nizhniy Novgorod, Mordoviya Republic and Samara Region.", "18. On 15 June 2007 the Nizhniy Novgorod Transport Prosecutor’s Office refused to initiate criminal proceeding against the policemen who had questioned the applicant in Nizhniy Novgorod, finding that the applicant had voluntarily submitted to the identity check and questioning.", "19. On 12 July 2007 the Ruzayevka Transport Prosecutor’s Office (the Mordoviya Republic) refused to initiate criminal proceedings against the policemen who had allegedly questioned the applicant at Saransk station. It found that on 13 May 2007 the Ruzaevka police station had received telex no. 26/4-T-2021 from the Volgo-Vyatskiy Interior Department of Transport, containing information that the applicant was going to Samara by train with the intention of taking part in an opposition rally and that he was suspected of carrying extremist literature. The police had searched the train but could not find the applicant.", "20. On 23 July 2007 the Kuybyshevskiy Transport Prosecutor’s Office refused to open criminal proceedings against the policemen who had stopped the applicant in Samara. The prosecutor’s office found that the policemen had acted lawfully, in accordance with sections 2 and 10 of the Police Act (see paragraph 33 below). In particular, they had received information (telex no. 26/4-T-2021) about the applicant’s intention to participate in an opposition rally. There had therefore been reasons to believe that he might be involved in the commission of administrative offences, and it had been necessary to stop him and bring him to the police station.", "21. On 24 May 2007 the applicant brought an action against the Volgo-Vyatskiy Interior Department of Transport before the Kanavinskiy District Court of Nizhniy Novgorod. He claimed that the telexes sent by the Volgo-Vyatskiy Interior Department of Transport to the local offices, requiring them to stop the applicant, check his identity documents and question him, had been unlawful for the following reasons:", "- There had been no reason to check his documents or question him, as the police already had information about his identity, and the date and time of his arrival in and departure from Samara;", "- There could be no suspicion of his intention to engage in any unlawful activities as, firstly, the rallies in Samara had been duly authorised by the town council and, secondly, he had planned to leave Samara before the date scheduled for the rallies;", "- His name had been entered in the police database unlawfully, without prior judicial authorisation.", "22. He further complained about his allegedly unlawful arrest and one-hour detention at the police station in Samara. He claimed that all the above actions had violated his right to respect for private life and his right to liberty and security, and had interfered with his human rights activities.", "23. The Kanavinskiy District Court declared the application inadmissible, finding that the applicant had failed to submit supporting documents. This decision was subsequently quashed by the Supreme Court and the case was remitted to the Kanavinskiy District Court.", "24. At the hearing the representative of the Volgo-Vyatskiy Interior Department of Transport testified that the applicant’s name had been registered in the Surveillance Database following an order from the Interior Department of the Nizhniy Novgorod Region. The police had therefore been entitled to take measures against him as specified in the Police Act and the Operative-Search Act. As to the identity checks in the Mordovia Republic and Samara Region, the Volgo-Vyatskiy Interior Department of Transport had no territorial jurisdiction over these local police offices.", "25. At the applicant’s request the Interior Department of the Nizhniy Novgorod Region was joined as a co-respondent to the proceedings. Its representative informed the court that commission of criminal or administrative offences by a person was not a prerequisite for inclusion of his name in the Surveillance Database. The applicant’s name had been registered in that database on the basis of confidential information.", "26. On 29 May 2008 the Kanavinskiy District Court dismissed the application. It found that section 11 § 4 of the Police Act and sections 2, 5, 6 and 7 §§ 2 (b) and 4 of the Operative-Search Act (see paragraphs 34 to 38 below) gave the police powers to check documents and question citizens in certain cases. In the applicant’s case the identity checks and the questioning had been justified by the fact that his name was registered in the Surveillance Database. The applicant had voluntarily replied to the questions asked by the police officers. No force or coercion had been used against him by the police officers in Nizhniy Novgorod. The Volgo-Vyatskiy Interior Department of Transport was not liable for the measures taken against the applicant by the police officers in the Mordoviya Republic and Saransk Region [the domestic court apparently meant Samara region], as it had no territorial jurisdiction over those regions. Finally, the court rejected the applicant’s request for an injunction to the Volgo-Vyatskiy Interior Department of Transport to delete his personal data from the police databases. The court found that the applicant’s personal data had been collected by the Interior Department of the Nizhniy Novgorod Region rather than by the Volgo-Vyatskiy Interior Department of Transport.", "27. The applicant appealed, complaining in particular about insufficient reasoning. He submitted that the District Court had failed to give detailed answers to all his arguments.", "28. On 7 October 2008 the Nizhniy Novgorod Regional Court upheld the judgment on appeal, endorsing the reasoning of the District Court.", "29. On 8 December 2008 the applicant challenged the decision to register his name in the Surveillance Database before the Nizhegorodskiy District Court of Nizhniy Novgorod. He alleged, in particular, that that decision interfered with his right to respect for private life because it permitted the police to collect information about his trips. He was also regularly questioned by the police about the purpose of his trips, his income, his acquaintances and his political opinions. That interference was not necessary in a democratic society. Firstly, the Interior Ministry’s orders governing the creation and functioning of the Surveillance Database had not been published. Society did not know the procedures for its operation. According to the media, the database contained the names of more than 3,800 persons, the majority of whom were members of human rights and opposition groups. Secondly, the decision to register his name in the database had been arbitrary. He had never been suspected of any criminal or administrative offences, had never been involved in extremist activities and had never supported or called for violence. The registration of his name in the database was apparently connected with his human rights activities and his participation in opposition rallies. He also complained of a violation of his right to liberty. He had been unlawfully stopped by the police several times on the sole ground that his name was registered in the Surveillance Database.", "30. On 22 April 2009 the Nizhegorodskiy District Court dismissed the applicant’s claims. It noted that the applicant’s name had been deleted from the database in September 2007. It continued as follows:", "“The court considers that the Interior Department of the Nizhniy Novgorod Region had grounds for registering [the applicant’s] name in the Surveillance Database. It follows from [the] letter by a deputy head of the Department for Maintaining Order on Transport of the Interior Ministry of Russia that the Surveillance Database pursues the aim of collecting information about the purchase by the persons listed in it of travel tickets to places [where] mass events [are planned]. Thus, the Surveillance Database does not interfere with the private lives of those listed as [the database] contains only data on their trips in connection with their professional or public activities. The registration of a person’s name in the Surveillance Database cannot be considered as breaching his/her rights or freedoms or hindering the exercise of such rights and freedoms or imposing an unlawful obligation or liability.", "... [the applicant] is the representative of the Moscow Helsinki Group, a public activist and the head of the Nizhniy Novgorod Human Rights Union. He organises round tables and seminars for human rights activists. In connection with his public activities he travels to many Russian towns. Thus, in May 2007 he travelled to Samara with the aim of investigating the restrictions on public assemblies during the G8 summit in the Samara region. The court considers that, taking into account [the applicant’s] public activities, the Interior Department of the Nizhniy Novgorod Region was entitled to register his name in the Surveillance Database because, in accordance with section 11 § 4 of the Police Act, when discharging their duties the police may require citizens and officials to provide explanations, information or documents...”", "31. The Administrative Offences Code provides that a police officer may escort an individual to the police station by force for the purpose of drawing up a report on the administrative offence provided that it is impossible to do it at the place where that offence has been detected. The individual must be released as soon as possible. The police officer must draw up an “attendance report” or refer to the fact of escorting the individual to the station in the report on the administrative offence. The individual concerned must be given a copy of that report (section 27.2 §§ 1 (1), 2 and 3).", "32. In exceptional cases a police officer may arrest an individual for a short period if it is necessary to ensure a correct and prompt examination of the administrative case and secure enforcement of the eventual penalty (Article 27.3 § 1 of the Code). The duration of such administrative arrest must not normally exceed three hours (Article 25.5 §§ 1 of the Code). The arresting officer must draw up “an administrative arrest report” (Article 27.4 of the Code).", "33. The Police Act of 18 April 1992 (No. 1026-I) provides that the tasks of the police are, inter alia, the prevention and suppression of criminal and administrative offences and protection of public order and public safety (section 2). Their duties include the prevention and suppression of criminal and administrative offences, detection of circumstances conducive to commission of offences and taking measures to obviate such circumstances (section 10 § 1).", "34. Section 11 of the Police Act provides that when discharging their duties the police may, in particular:", "§ 2. check citizens’ identity documents if there are sufficient grounds to suspect that they have committed a criminal or administrative offence or have fled from justice; and search citizens and their belongings if there are sufficient reasons to believe that they possess weapons, ammunition, explosives or drugs;", "§ 4. require citizens and officials to provide explanations, information or documents;", "§ 5. arrest persons suspected of administrative offences or persons who have unlawfully entered or attempted to enter a secure area;", "§ 7. arrest persons suspected of a criminal offence or persons who have been remanded in custody by a judicial order;", "§ 8. arrest persons who have fled from justice;", "§ 9. arrest persons who have evaded compulsory medical treatment or educational supervision;", "§ 10. arrest minors suspected of criminal or administrative offences;", "§ 11. arrest persons in a state of alcoholic intoxication if they have lost their ability to walk unaided or could cause harm to others or to themselves (section 11).", "35. The Operational-Search Activities Act of 12 August 1995 (no. 144FZ) provides that the aims of operative search activities are: (1) the detection, prevention, suppression and investigation of criminal offences and identification of persons conspiring to commit, or committing, or having committed a criminal offence; (2) finding fugitives from justice and missing persons; (3) obtaining information about events or activities endangering the State, military, economical or ecological security of the Russian Federation (section 2).", "36. State officials and organs performing operational-search activities are to show respect for the private and family life, home and correspondence of citizens. It is prohibited to perform operational-search activities to attain aims or objectives other than those specified in this Act (section 5).", "37. Operational-search activities include, inter alia, questioning and identity check (section 6).", "38. Section 7 of the Operational-Search Activities Act provides that operational-search activities may be conducted, inter alia, on the following grounds:", "(1) pending criminal proceedings;", "(2) receipt by the police of information", "(a) that a criminal offence has been committed or is ongoing, or is being conspired, and about persons conspiring to commit, or committing, or having committed a criminal offence, if this information is insufficient to open criminal proceedings; (b) about events or activities endangering the State, military, economical or ecological security of the Russian Federation;", "(c) about fugitives from justice;", "(d) about missing persons or unidentified bodies;", "...", "(4) receipt of a request from another State agency which is performing operational-search activities on the grounds specified in this section (section 7).", "39. The Suppression of Extremism Act (Federal Law no. 114-FZ of 25 July 2002) requires State agencies to take preventive measures against extremism to detect and eliminate causes of, and conditions for, extremist activities, as well as measures to detect, prevent and suppress extremist activities conducted by non-profit and religious organisations and persons (section 3).", "40. Order no. 980, On measures for enhancement of the automatic information system used by the interior departments of transport, issued by the Interior Ministry on 1 December 1999 (unpublished, a copy was submitted by the Government), directed that a software database code-named “Search-Highway” (“Розыск-Магистраль”) be created and installed. Its purpose was to facilitate discovery of those suspected of criminal offences whose names were on the wanted persons’ list. It was to be linked to the databases of the railway and airline companies, so that whenever any of the persons listed bought a train or airplane ticket an automatic notification was sent to the police, thereby allowing the police to arrest that person.", "41. Order No. 1070, On installing the software database “Search-Highway” in the interior departments of transport, issued by the Interior Ministry on 22 December 1999 (unpublished, a copy was submitted by the Government) provided that the database be installed in the first half of 2000. The appendix to that Order established the procedure for its operation. In particular, it established that the following persons should be included in the database: (1) persons on the Interpol Wanted Fugitives list; (2) foreign nationals or stateless persons whose names were put on the wanted persons’ list in connection with criminal offence committed on the territory of the Russian Federation; (3) foreign nationals whose entry into the Russian Federation was prohibited or restricted; (4) persons suspected of the following serious or especially serious offences: unlawful transportation of arms, ammunition or explosives; criminal explosions; unlawful traffic of antiques or their smuggling out of the Russian Federation; premeditated murders; terrorist acts; drug trafficking; financial crimes; (5) leaders of ethnic communities; leaders and active members of organised criminal groups.", "42. Order no. 47, On certain measures intended to strengthen the fight against extremism, issued by the Interior Ministry on 14 April 2005 (unpublished), directed that a database of potential extremists be created as a part of the “Search-Highway” database. It was code-named “Surveillance Database” (“Сторожевой контроль”).", "43. According to Mr Sh., an officer from the Volgo-Vyatskiy Interior Department of Transport whose affidavit was submitted by the Government, the decision to register a person’s name in the “Surveillance Database” is taken by the Interior Ministry or its regional departments on the basis of confidential information."], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}