{"ITEMID": "001-117629", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF LUKOVIĆ v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Trial within a reasonable time)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1973 and lives in Kraljevo. He was employed in the Customs Department’s Anti-Smuggling Team.", "6. On 28 November 2006 he was arrested and detained on suspicion of organising a criminal group and corruption.", "7. On 1 December 2006 an investigating judge of the Belgrade District Court (“the District Court”) reviewed and extended the applicant’s detention and that of eighteen other co-accused. The reasons given for detention were as follows:", "“After having examined the prosecutor’s request [for the extension of detention], the investigating judge finds the request well-founded and orders the extension of the accused Velibor Luković’s detention ...in accordance with Article 142 § 2 (1) of the Code of Criminal Procedure. The accused Velibor Luković ... [is] employed by the Customs Department [and] has through his work undoubtedly made contact with other customs officers and has also made numerous international contacts which could enable [the group] to cross the State border without the necessary documents. That and the fact that they have gained significant profit through illegal activities which they could use in order to avoid criminal prosecution, justifies the fear that if released they would abscond.", "...", "As regards the accused Velibor Luković ... his detention is also ordered in accordance with Article 142 § 2 (2) of the Code of Criminal Procedure. Given that the accused Velibor Luković ... is a team leader in the Customs Department’s Anti-Smuggling Team, he is the superior of other customs officers who are to be heard as witnesses ... [this] indicates that, if released, he would obstruct the course of justice by influencing the witnesses...", "Taking into account that the accused Velibor Luković ... committed several criminal acts within a short period of time ... the investigating judge considers that these facts represent special circumstances which justify the fear that, if released, he would reoffend, so his detention is also ordered under Article 142 § 2 (3) of the Code of Criminal Procedure.", "Taking into account that the accused Velibor Luković ... has been charged with serious criminal offences which are punishable by imprisonment for more than ten years, and in view of the manner in which the offences were committed, in particular, that he is employed in the Customs Department’s Anti-Smuggling Team, which was established precisely with a view to preventing the very same offences which he enabled [others] to commit ... his detention is also ordered under Article 142 § 2 (5) of the Code of Criminal Procedure [on the basis of the nature of the offences alleged and the severity of the penalty that could be imposed].", "...”.", "8. On 13 December 2006 the applicant was suspended from work with effect from 28 November 2006, the date on which he was arrested.", "9. On 27 December 2006 and 23 February 2007 the applicant’s detention was further extended on the same grounds as given in the above order by a chamber of three judges of the District Court and by the Supreme Court of Serbia (“the Supreme Court”), respectively.", "10. On 28 May 2007 the public prosecutor issued an indictment – which was 247 pages long – against the applicant and twenty-seven other individuals and delivered it to the District Court on the same day. The applicant was charged with organising a criminal group and eight counts of large-scale corruption. The District Court extended his detention on the same date for the same reasons as before. In particular, as regards influencing the witnesses, the court concluded that it was still justified to extend the applicant’s detention on that ground because, in view of the complexity of the case and the number of the accused, there were eighty-one witnesses to be examined. The applicant was served with a copy of that order on 31 May 2007 and subsequently appealed against it.", "11. In parallel to the appeal, on 31 May 2007 the applicant’s representative submitted an application for his release to the District Court, on the grounds that he had not been served with the indictment within the twenty-four-hour time-limit prescribed by Article 270 § 1 of the Code of Criminal Procedure (see paragraph 28 below) and that therefore the six-month time-limit set by Article 144 of that Code had not been respected (see paragraph 27 below). On 11 June 2007 the District Court rejected the application. That decision was not subject to an appeal.", "12. On 13 June 2007 the applicant was served with a copy of the indictment.", "13. On 22 June 2007 the Supreme Court upheld the order extending the applicant’s detention of 28 May 2007 (see paragraph 10 above). It held that, pursuant to the Code of Criminal Procedure, the date on which an indictment is delivered to the court – and not the date on which it is served on the accused – is the date to be taken in determining whether an indictment has been issued within the six-month maximum pre-trial detention period.", "14. On the same date the president of the District Court informed the applicant’s representative that the indictment had not been served on the applicant in time due to the complexity of the case and the heavy workload of the judge sitting in the case.", "15. On 16 August 2007 the public prosecutor decided not to lodge an application for judicial review on behalf of the applicant in connection with the orders of 28 May 2007 and 22 June 2007 (paragraphs 10 and 13 above).", "16. The applicant’s detention was regularly examined and extended every two months by the District Court and the Supreme Court, and, following a reform of the domestic judicial system, by the Belgrade High Court (“the High Court”) and the Belgrade Court of Appeal (“the Court of Appeal”).", "17. The applicant repeatedly challenged his detention. He argued, in particular, that there was no reason to extend his detention on the basis of a risk of him influencing the witnesses, because the court had failed to specify the witnesses who remained to be examined and in which circumstances, and that, therefore, it was not possible to establish which witnesses he could potentially influence. Furthemore, as regards the risk of him absconding, he claimed that he had not been working as the team leader in the Anti-Smuggling Team at the time of the alleged criminal activity, but rather that he had been occupying a different post in the Customs Department. The applicant also argued that there was no risk of him reoffending, because he had been suspended from his position at the Customs Department. Finally, he argued that there was no legal basis for the extension of his detention based on the severity of the sentence that could be imposed and the special aggravating circumstances of the criminal offences imputed to him.", "18. Until 19 November 2007 his detention was based on the same grounds as before. In particular, as regards the risk of him influencing the witnesses, the courts reiterated their previous argument that eighty-one witnesses were yet to be examined at trial, because it had not been possible to examine them during the investigation due to the complexity of the case.", "19. On 19 November 2007, although it rejected the applicant’s appeal, the Supreme Court accepted the argument concerning the fourth ground for detention (severity of the sentence that could be imposed, the manner in which the criminal offence had been committed or other aggravating circumstances) and decided that it did not exist. The court held in particular:", "“... for this legal ground [for detention to be satisfied] the cumulative existence of two conditions is necessary: that the criminal offence in question is punishable by a sentence of more than ten years’ imprisonment and [that there are] particularly aggravating circumstances. In the present case, only one condition has been fulfilled, because there is a reasonable suspicion that the accused committed criminal offences for which a sentence of more than ten years’ imprisonment can be imposed, but the reasons given in the contested order do not justify the existence of the second condition... [Neither] the fact that the accused were employed at the Customs Department, [nor] the specific characteristics of their positions, nor the fact that they gained a large illegal profit could be considered as particularly aggravating circumstances, because these facts are contained in the factual description of the criminal acts in question and represent the [constituent] elements of those criminal acts.", "Therefore, the Supreme Court holds that the reasons given in the contested order do not justify the extension of detention under Article 142 § 2 (5) of the Code of Criminal Procedure ...”", "Further reasoning for the applicant’s detention based on the risk of him reoffending was also provided:", "“... there is a reasonable suspicion that the accused, Velibor Luković ... as [a member of] an organised criminal group committed a series of criminal offences over a long period of time ... [the group’s] criminal activity had been planned for an indefinite period of time and with a view to gaining a vast illegal profit ... [T]hese circumstances justify the fear that, if released, he would reoffend ...”", "20. In issuing subsequent orders extending the applicant’s detention, the courts held, in particular, as regards the risk of the applicant influencing the witnesses, that he could influence two other accused, F.P. and M.M., who were at large; and that there was a risk that he would influence witness N.Š., who was expected to testify about the customs clearance of a motor vehicle which the applicant had received as a gift from F.P.", "21. From 13 April 2009 onwards the applicant’s detention was extended only on the grounds that he might abscond and reoffend. The courts held that the third ground, the risk of him influencing the witnesses, had ceased to exist, as there was no reasonable suspicion to believe that at that stage of the proceedings the applicant could contact or influence M.M., who had been at large for a long period of time.", "22. From 4 December 2009 onwards the applicant’s detention was based only on the risk of him absconding. The court held that the risk of him reoffending had ceased to exist in view of: the time that had passed since the alleged criminal activity; the fact that the applicant had been suspended from his post; the fact that he had no previous criminal record; the time he had spent in detention; and the fact that the criminal group had been disbanded. The court further held that the reasons which had previously justified his detention on this ground could not exist throughout the proceedings, and therefore their existence automatically had to be assessed by the court upon each review.", "23. Throughout his detention, the applicant made applications for release on bail. Until December 2009 they were rejected as inadmissible (see paragraph 31 below). From December 2009 onwards, when the applicant’s detention was based solely on the risk of him absconding, four applications for bail were rejected because the value of the proposed bail (a mortgage over the applicant’s family’s immovable property) was considered insufficient to guarantee his appearance at trial. The courts also noted that no evidence concerning the financial situation of the applicant and his family had been submitted in support of the application, and that an exact value of the immovable property had not been obtained.", "24. On 9 July 2010 the High Court accepted bail in the value of 388,416.50 euros (EUR). On 20 July 2010 the Court of Appeal quashed that decision and ordered that the application for bail be reconsidered. The court noted that the applicant’s assets had been the subject of a financial investigation and that it was necessary to establish whether those assets were included in the bail that had been offered.", "25. On 16 August 2010 the High Court again accepted bail in the value of EUR 388,416.50. On 23 August 2010 the Court of Appeal upheld that decision.", "26. The applicant was released on 27 August 2010.", "27. Article 144 of the Code of Criminal Procedure 2001, in so far as relevant, provides that a defendant should be released from detention if an indictment has not been issued within six months of his or her arrest. In accordance with domestic jurisprudence, an indictment is considered to be issued when the indictment is delivered to the competent court (see decision of the Constitutional Court of Serbia no. Už-1503/2009 of 3 December 2009 confirming the long-standing jurisprudence).", "28. Article 270 § 1 provides that an indictment should be delivered to a defendant who is in detention within twenty-four hours of the delivery of the indictment to the court.", "29. Article 269 § 2 provides that the court should decide whether to extend the individual’s detention within three days of the delivery of the indictment.", "30. Reasons for detention are outlined in Article 142. Detention will be ordered if there is a reasonable suspicion that the accused has committed the criminal offence in question and if, inter alia, there is a possibility that the accused would abscond (Article 142 § 2 (1)), obstruct the course of justice (destroy the evidence or influence the witnesses or obstruct the course of justice in some other way) (Article 142 § 2 (2)), reoffend (Article 142 § 2 (3)), or if the criminal offence in question is punishable by a sentence of more than ten years’ imprisonment and the manner in which the offence was committed, or other special aggravating circumstances, justify the accused’s detention (Article 142 § 2 (5)).", "31. Bail can be accepted only in respect of an accused who is detained on the grounds of the risk of him or her absconding (Article 137 § 1). The monetary amount set is always determined with regard to the gravity of the offence(s), the personal and family circumstances of the accused and the financial situation of the person offering to post bail (Article 138 § 1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}