{"ITEMID": "001-57816", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF PINE VALLEY DEVELOPMENTS LTD AND OTHERS v. IRELAND (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of Ireland (\"the Government\") on 11 July and 11 September 1990, respectively. It originated in an application (no. 12742/87) against Ireland lodged with the Commission in 1987 by two companies registered in that State, Pine Valley Developments Ltd (\"Pine Valley\") and Healy Holdings Ltd (\"Healy Holdings\"), and an Irish national, Mr Daniel Healy.", "2. By judgment of 29 November 1991 (\"the principal judgment\"), the Court held, inter alia, that Healy Holdings and Mr Healy (hereinafter together referred to as \"the applicants\") had been victims of discrimination contrary to Article 14 of the Convention, taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1), in that section 6 of the Local Government (Planning and Development) Act 1982 (\"the 1982 Act\") had retrospectively validated all planning permissions in the relevant category other than theirs (Series A no. 222, paragraphs 61-64 of the reasons and point 6 of the operative provisions, pp. 26-27 and 29).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50). As regards the facts, reference should be made to paragraphs 8-34 of the principal judgment (ibid., pp. 8-17).", "3. At the Court’s hearing on 21 May 1991, counsel for the Government and the Delegate of the Commission both reserved their position on the claims for just satisfaction advanced by the applicants.", "In the principal judgment, the Court therefore reserved the whole of this question and invited the Government and the applicants to submit, within the next three months, their written comments thereon and, in particular, to notify the Court of any agreement reached between them (paragraphs 67-68 of the reasons and point 8 of the operative provisions, pp. 28-29).", "4. Following the failure of settlement negotiations and in accordance with the foregoing invitation and the President’s directions, submissions and observations relating to the claims under Article 50 (art. 50) were filed by the applicants on 28 February, 19 March, 20 and 22 April and 30 June 1992, by the Government on 27 March, 10 April and 15 June 1992 and by the Delegate of the Commission on 10 April 1992. The materials furnished to the Court included valuations by chartered surveyors of the land owned by Healy Holdings, to which outline planning permission had initially been attached (\"the Clondalkin site\").", "5. On 23 September 1992 the Court decided that there was no need to hold a hearing.", "6. At the deliberations on 1 February 1993 Mr R. Ryssdal and Mr J. Pinheiro Farinha, who had sat to consider the merits of the case but were unable to be present on that date, were replaced by Mrs D. Bindschedler-Robert, who sat as President of the Chamber, and Mr S.K. Martens, substitute judge, respectively; Mrs Bindschedler-Robert in her turn was replaced by Mr R. Pekkanen, also a substitute judge (Rules 21 para. 5, 22 para. 1, 24 para. 1 and 54 para. 2)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}