{"ITEMID": "001-61325", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HENNIG v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1938 and lives in Oberwart/Austria. He is an auditor and tax consultant (Wirtschaftstreuhänder).", "10. In December 1989, the Salzburg Tax Office (Finanzamt), in the course of investigations into a large scale fraud relating to the “WEB/IMMAG” group, instituted criminal proceedings against 97 persons, requesting them to submit in writing their comments as suspects.", "11. On 14 December 1989 the applicant, who in his professional capacity assisted the “WEB/IMMAG” group, wrote a letter to the Oberwart Tax Office. Therein he asked that his income tax declarations for the years 1985 to 1987 be corrected, so that the losses declared be cancelled, in particular ATS 541,585 for the year 1985; ATS 1 million for 1986 and ATS 220,000 for 1987. He further asked that following a re-calculation of his income, new tax assessment orders be issued.", "12. On 27 and 28 December 1989 the Salzburg Tax Office informed the applicant that he was suspected of tax evasion in that he had acted as a sham holder of shares in three cases concerning the years 1985–87. It further invited him to submit his comments in writing.", "13. After the applicant's request of 15 January 1990 for an extension of the time-limit had been granted, he submitted his comments on 31 January 1990.", "14. Until 29 October 1992 the Salzburg Tax Office for the Audit of Large-scale Companies (Großbetriebsprüfung) examined the “WEB/IMMAG” group.", "15. On 22 March 1993 the Salzburg Tax Office requested the Oberwart Tax Office to transmit the applicant's tax file in order to determine the amount of evaded taxes.", "16. On 17 May 1993 the Oberwart Tax Office replied to the Salzburg Tax Office that the file could not be transferred because of pending investigations.", "17. Following another request for transfer of the file by the Salzburg Tax Office on 23 July 1993, the Oberwart Tax Office, on 24 January 1994, replied that the file had been sent to the Vienna Tax Office for the Audit of Large-scale Companies and could only be transmitted after these investigations had been completed.", "18. Upon the Salzburg Tax Office's request of 28 January 1994, the Vienna Tax Office for the Audit of Large-scale Companies transferred the applicant's file on 25 May 1994.", "19. On 3 June 1994 the Salzburg Tax Office informed the Salzburg Public Prosecutor's Office of the result of its investigations and requested that the applicant be prosecuted for tax evasion. It noted that the losses declared by the applicant for the years 1985–1989 (ATS 541,585 for the year 1985, ATS 1 million for 1986 and ATS 220,000 for 1987) resulted in tax evasion of ATS 327,016 for the year 1985, ATS 603,552 for 1986 and ATS 148,821 for 1987. Thus, the total amount of evaded taxes was ATS 1,079,389.", "20. On 8 August 1994, when interrogated by the Oberwart District Court, the applicant stated that he wished to submit his comments in writing directly to the Salzburg Regional Court by 31 August 1994. On that date and on 30 September 1994, he requested extensions of the time-limit as he had fallen ill. On 27 January 1995 he submitted his comments and observations in writing.", "21. On 9 February 1995 the Public Prosecutor's Office preferred a bill of indictment against the applicant charging him with tax evasion of ATS 1,079,389 in that he had made false statements of losses in his income tax forms between 1985 and 1987 (ATS 541,585 for 1985; ATS 1 million for 1986 and ATS 220,000 for 1987). The bill of indictment comprised eleven pages.", "22. On 31 March 1995, the presiding judge of the chamber dealing with the applicant's case informed the President of the Regional Court that he considered himself biased since he had been the deputy investigating judge in proceedings against other accused relating to the same case. On 21 June 1995, the President decided nevertheless that the presiding judge should not withdraw from the case.", "23. On 4 September 1995 the applicant requested that the trial scheduled for 13 September 1995 be adjourned. This request was granted by the court.", "24. On 22 November 1995 the Regional Court convicted the applicant of tax evasion, pursuant to Section 33 § 1 of the Code of Tax Offences (Finanzstrafgesetz). As regards the applicant's argument that he could not be punished because his letter of 14 December 1989 constituted “self-denunciation” of a tax offence resulting in exemption from punishment, the court observed that it had not been made in time because the tax authorities had already discovered the offence, and it had not been sufficiently detailed for the purposes of a “self-denunciation”.", "25. On 29 October 1996 the written version of the judgment, comprising twelve pages, was served on the applicant's counsel. Thereupon, on 26 November 1996, the applicant filed a plea of nullity (Nichtigkeitsbeschwerde) and requested that the transcripts of the trial be corrected. On 4 February 1997, after having obtained various statements, the Salzburg Regional Court corrected the transcripts.", "26. On 28 May 1997 the Procurator General (Generalprokurator) submitted his observations on the applicant's plea of nullity.", "27. On 25 June 1997 the Supreme Court scheduled the hearing on the plea of nullity for 29 July 1997. On that day the Supreme Court dismissed the applicant's plea of nullity. This decision was pronounced orally. On 2 October 1997 the written version of the judgment, consisting of twelve pages, was served on the applicant's counsel."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}