{"ITEMID": "001-60158", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SIPAVICIUS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-3-a or 6-3-b", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant is a Lithuanian national, born in 1950 and living in Kaunas.", "9. The applicant, a police commissioner, was suspected of involvement in a conspiracy to smuggle non-ferrous metals in view of his alleged failure to investigate properly the activities of certain smugglers in 1994. He was arrested on 18 August 1995 in the context of criminal proceedings instituted in 1992. There were eight co-accused in the case, including the applicant.", "10. On 22 August 1995 he was charged with obtaining property by deception (sukčiavimas) under Article 274 of the Criminal Code, abuse of office (piktnaudžiavimas tarnyba) under Article 285 of the Code, and official forgery (tarnybinis suklastojimas) under Article 289 of the Code. On 29 November 1995 the prosecution dropped the last charge.", "11. From 1 December 1995 to 18 January 1996 the co-accused had access to the case-file. On 14 February 1996 a prosecutor confirmed the bill of indictment whereby the applicant was indicted for offences under Articles 274 and 285 of the Criminal Code. On 20 February 1996 the case was transferred to the Vilnius Regional Court.", "12. On 17 May 1996 a judge of the Vilnius Regional Court ordered additional investigations and requested that the prosecution supplement the charges under Articles 274 and 285 of the Criminal Code. On 26 June 1996 the Court of Appeal quashed the decision, finding that the Regional Court was able to consider the question of committal for trial without further investigation measures. The Court of Appeal also ordered the applicant’s release on bail. He was released in open court. On 9 July 1996 the Court of Appeal remitted the case to the Vilnius Regional Court.", "13. On 20 September 1996 the judge of the Vilnius Regional Court committed the applicant for trial on the charges under Articles 274 and 285 of the Criminal Code.", "14. During the trial hearing on 24 April 1998 the judge stated:", "“... the charge of cheating may be supplemented ... [and] the charge under Article 285 [of the Criminal Code] may be amended by adding the ‘selfish interest’ ... .”", "During the trial hearing on 11 May 1998 the judge said:", "“... the charge under Article 285 may be supplemented ... with alleged breaches of [the specific provisions] of the Police Act ... .”", "During that hearing the trial judge informed the parties that she would pronounce the judgment on 22 May 1998.", "15. On 22 May 1998 the Vilnius Regional Court acquitted the applicant on the count of obtaining property by deception under Article 274 of the Criminal Code. In connection with the charge under Article 285 the court held: “the charge of abuse of office cannot be sustained... . However, [the applicant], being a State official, improperly performed his functions because of negligence” in that he had failed to ensure proper investigation and control of the smuggling case. Since this failure amounted to a breach of certain provisions of the Police Act, the judge found the applicant guilty of official negligence (tarnybos pareigų neatlikimas dėl nerūpestingumo) under Article 288 of the Criminal Code. He was sentenced to one year’s imprisonment and deprived of the right to occupy an official position in the system of law enforcement. The judge reduced the custodial sentence by one third pursuant to an amnesty law, and found that the applicant had completed the sentence on account of the time spent in detention on remand.", "16. The applicant appealed against the judgment of 22 May 1998, stating that the Vilnius Regional Court had convicted him of an offence not covered by the initial charges and in respect of which he had not been in a position to defend himself. He noted in particular that during the trial the judge had in no way indicated that the charge of abuse of office could be replaced by one of official negligence.", "17. On 9 September 1998 the Court of Appeal held an appeal hearing on questions of fact and law in the presence of the applicant and his defence lawyer. The appeal court heard addresses by the applicant and a prosecutor. The Court of Appeal dismissed the applicant’s appeal on the ground inter alia that:", "“the allegation that the reclassification was not permitted is unfounded. Both Articles [285 and 288 of the Criminal Code] punish offences against State office. The [first instance court] court only established that [the applicant] improperly performed his functions as an officer because of negligence, but that he did not deliberately take advantage of his official position contrary to the interests of his office. The [original] charge did not refer to breaches [by the applicant] of specific provisions of the Police Act. In accordance with Articles 279 § 2 and 280 of the Code of Criminal Procedure, the court warned [the applicant] that the charge could be supplemented with breaches of [the specific provisions] of the Police Act. An adjournment was offered for the preparation of the defence, but the parties did not request such an adjournment ... . The allegation that [the applicant] could not defend himself against the charges is therefore dismissed.”", "18. The applicant filed a cassation appeal with the Supreme Court, complaining inter alia that the reclassification of the charge had breached his right to defend himself. On 2 March 1999 the Supreme Court dismissed the appeal, upholding the decisions of the lower courts. The cassation court held inter alia that the first instance court had reclassified the offence of abuse of office with that of official negligence in accordance with Articles 279 § 2 and 280 of the Code of Criminal Procedure as the appeal court had replaced the initial charge with a lesser one, merely drawing the legal conclusions consistent with the facts laid before it.", "II. RELEVANT DOMESTIC LAW AND PRACTICE", "19. Article 285 creates liability for deliberate abuse of office which may be punished by up to 5 years’ imprisonment or a fine.", "Article 288 punishes improper performance by State officials of their functions because of negligence with a custodial sentence of up to 4 years’ imprisonment or a fine.", "Disqualification from holding certain public offices may also be imposed as a supplementary penalty for these offences.", "20. At the material time, Article 279 § 2 allowed a court to replace a charge with another one during the trial. Pursuant to Article 280 § 1, a court was entitled to replace a charge with a less severe one, provided that the facts on which the new charge was based did not, in principle, differ from those of the initial one. Under Article 280 §§ 2 and 6, the court could also replace a charge with a more severe one. In the latter case, on the defendant’s request, the court could adjourn the trial to enable a revision of the defence.", "On 5 February 1999 the Constitutional Court ruled that the provisions of Article 280 § 1 of the Code were compatible with the principles of a fair trial and defence rights guaranteed by the Constitution. The Constitutional Court also ruled that Article 280 §§ 2 and 6 of the Code, to the extent that it permitted the court to replace a charge with a more severe one, was incompatible with the Constitution.", "21. Pursuant to Article 398 § 2 of the Code, if an appeal is filed against a judgment of the first instance court, the judgment becomes effective upon the determination of the appeal. In accordance with Articles 374-377, the competence of the appeal court extends to all questions of fact and law established by the first instance court, and the appeal court has the power to take a decision quashing or amending the conviction, or to pronounce a new judgment. Under Article 376 an appeal hearing is obligatory, and it must be conducted in the presence of the parties. Articles 398 § 4 and 399 § 4 provide that the decision of the appeal court becomes effective when it is pronounced.", "22. Under Articles 416-423 of the Code, a cassation appeal can be submitted to the Supreme Court against a judgment which has become effective. The competence of the cassation court extends to questions of fact and law, and it has the power to quash or amend lower decisions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-a"]}