{"ITEMID": "001-61852", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LIE", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF FROMMELT v. LIECHTENSTEIN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["6. The applicant was born in 1946.", "7. On 14 August 1997 the investigating judge at the Vaduz Regional Court (Landgericht), having heard the applicant, ordered that he be taken into pre-trial detention on suspicion of, inter alia, embezzlement and continuous aggravated fraud (file no. 10 Vr 203/97). He found that there was a reasonable suspicion that the applicant had enticed a number of persons to entrust him with the investment of their capital, which he had then fraudulently diverted using a network of partly foreign companies. Giving detailed reasons, the investigating judge found that there was a danger of absconding, a danger that the applicant might influence witnesses, and also a danger of repetition of the offences. Finally, having regard to the seriousness of the offence, the applicant’s detention was proportionate to the sentence he risked incurring.", "8. On 19 September 1997 the Court of Appeal (Obergericht) held a hearing on the applicant’s request for release (Haftprüfungsverhandlung). The applicant was not represented by counsel at this hearing. Following the hearing, the court ordered that the applicant’s detention be continued. It confirmed the reasons advanced by the Regional Court.", "9. On the same day the Vaduz Regional Court dismissed the applicant’s request of 18 August to have a legal-aid counsel appointed for him. Regarding the applicant’s submissions concerning his income and assets, and the fact that he was represented by two counsel of his own choosing in a second set of proceedings (file no. 282/92), it found that he had sufficient means to pay for counsel.", "10. On 10 December 1997 the Regional Court ordered the applicant’s representation by legal aid counsel. It noted that the investigations and, in particular, an expert opinion, which had meanwhile been submitted, had shown that the applicant had been living exclusively on money obtained from the investors in his various companies and had therefore no means to pay for defence counsel. In the evening of 16 December 1997 the Lawyers’ Chamber appointed Mr B.", "11. On 17 December 1997 the Court of Appeal held a hearing on the applicant’s renewed request for release.", "12. At the beginning of the hearing, the applicant’s counsel pointed out that he had only been appointed at 6 p.m. on the day before and had therefore been limited to two hours of consultation with the applicant without having had a possibility to study the voluminous file. The Court noted that it had not been informed of the late appointment of counsel for the applicant and drew his attention to the fact that he remained free to request that the hearing be adjourned as the statutory three days’ time-limit for its preparation had not been complied with. However, counsel did not request an adjournment.", "13. At the close of the hearing, the court ordered the continuation of the applicant’s detention. It confirmed the reasons given in the decisions of 14 August and 19 September 1997.", "14. On 17 December 1997 the Lawyer’s Chamber appointed Mr K. as legal-aid counsel for the applicant.", "15. On 14 January 1998 the Court of Appeal, sitting in camera as a panel of five judges, dismissed the applicant’s appeal against the decision of 17 December 1997. As to the applicant’s complaint that he did not have sufficient time to prepare for the hearing of 17 December 1997 concerning his detention, the court noted that his counsel had waived the right to request an adjournment. There were no reasons to doubt the validity of the waiver.", "16. On 29 January 1998 the Public Prosecutor’s Office requested that the applicant’s pre-trial detention be extended to up to one year on account of the complexity of the case. The investigating judge supported this request on 30 January. The applicant was given no opportunity to comment.", "17. On 11 February 1998 the Court of Appeal, sitting in camera as a panel of five judges, ordered that the applicant’s detention would be allowed to last up to one year, i.e. until 13 August 1998 at the latest. With regard to the suspicion against the applicant and the danger of absconding and of a repetition of the offences, the court referred to its decision of 14 January 1998. Invoking Article 131 of the Code of Criminal Procedure (Strafprozessordnung), according to which detention on remand must not exceed six months unless the investigations are particularly complex, it found that the present proceedings concerned an exceedingly complex case of white-collar crimes. The offences to be investigated had been committed by a number of co-accused over a period of four years, numerous companies with links to foreign countries were involved and a great number of witnesses had to be heard, many of them under letters rogatory. A period of detention of up to one year appeared proportionate, all the more so because, given the maximum sentence of 10 years’ imprisonment, even a further prolongation of the detention to up to two years would be admissible under Article 131.", "18. On 5 March 1998 the Supreme Court (Oberster Gerichtshof) declared inadmissible the applicant’s appeal against the decision of 14 January 1998.", "19. On 2 April 1998 the Supreme Court, sitting in camera, dismissed the applicant’s appeal against the decision of 11 February 1998. As to the applicant’s complaint that he had not been heard on the requests for prolongation of his detention prior to the Court of Appeal’s decision, the Supreme Court, referring in detail to the Constitutional Court’s (Staatsgerichthof) case-law, found that the right to be heard could also be complied with where the person concerned had a possibility to appeal against the decision. However, it was advisable in the future to hear detainees on requests for prolongation of the detention.", "20. On 4 September 1998 the Constitutional Court dismissed the applicant’s complaint against the Supreme Court’s decision of 2 April 1998. As to the applicant’s complaint that he had not been heard prior to the decision of 11 February 1998, the Constitutional Court noted that the Code of Criminal Procedure did not require that a detainee be heard prior to a decision to prolong the detention. In these circumstances, the lack of an opportunity to comment was remedied by the possibility to appeal against the decision itself. Nevertheless - as the Supreme Court had rightly pointed out - it would be desirable to hear a detainee before deciding on a request for prolongation of the detention. The Constitutional Court also found that the Supreme Court as well as the Court of Appeal had given sufficient reasons for their decisions.", "21. Also on 4 September 1998, the Constitutional Court dismissed the applicant’s complaint against the Supreme Court’s decision of 5 March 1998. It found that the Court of Appeal had rightly noted that the applicant’s first request for legal aid had, on the basis of his own submissions, been dismissed on the ground that he was not indigent. It added that, even conceding that the applicant lost his income on account of his detention, he had considerable assets and had admitted it. The assumption that he was not indigent was confirmed by the fact that at the time he was represented by two counsel of his own choosing in a second set of criminal proceedings. Moreover, the applicant’s financial situation had become transparent only after the expert opinion had been filed in November 1997. Shortly afterwards a legal-aid counsel was appointed for him. As to the complaint that the legal aid counsel appointed on 16 December 1997 did not have sufficient time to prepare for the hearing of 17 December, the Constitutional Court confirmed the finding that counsel had validly waived his right to request an adjournment of that hearing.", "22. Both the Constitutional Court’s decisions were served on 2 October 1998."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}