{"ITEMID": "001-79756", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KLEINERT v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr. Holger Kleinert, is a German national who lives in Delitzsch. He was represented before the Court by Mr. Merker, a lawyer practising in Leipzig.", ", may be summarised as follows.", "The applicant, a dentist, is the father of a daughter born out of wedlock in 1998. As the applicant and the mother with whom the child lives did not give a declaration on joint custody (gemeinsame Sorgerechtserklärung), the mother obtained sole custody (alleinige Personensorge) pursuant to section 1626a § 2 of the German Civil Code (Bürgerliches Gesetzbuch, see relevant domestic law).", "The applicant initially had access to the child on a regular basis. The child occasionally stayed with him. The applicant or his parents would also care for the child on weekdays before the mother returned from work. From 2001 to 2003, the applicant had access to the child for one week-end per month and during certain holidays. In September 2003, the Eilenburg District Court ordered that the applicant had the right of access to the child every other week-end and during holidays.", "At Easter 2003 the mother informed the applicant that she was planning to move with the child to Mallorca in Spain in order stay with her partner from July 2003. The applicant subsequently instituted civil proceedings in order to obtain the sole right to custody or, alternatively, to prevent the mother from leaving Germany with the child.", "On 30 July 2003 the Eilenburg District Court rejected the applicant’s claim. The court heard the applicant, the mother and the child and considered a report from the Youth Office. The child declared that it wanted to be both with the mother and the applicant. The Eilenburg District Court considered the applicant as generally suitable for having the custody of his child and that the decision was therefore not a negative assessment of his suitability. However, the Eilenburg District Court stressed that, in order to transfer custody to the applicant, it was necessary to withdraw it from the mother who had sole custody pursuant to section 1626a § 2 of the Civil Code. The only possibility under the German legislation to withdraw the mother’s custody was therefore pursuant to sections 1666 and 1666a of the Civil Code, according to which the family court may order appropriate measures in case of an abuse of custody and a resulting threat for the child’s physical, psychological or mental well-being. The Eilenburg District Court found that the requirements of these provisions had not been met. The court held that, if the child accompanied her mother to Mallorca, neither her well-being nor her property was endangered in such a way that the only appropriate measure was the withdrawal of the mother’s custody. Admittedly, the child would be taken away from her familiar environment, but this was generally the case when parents moved with their children. It was therefore decisive that the child was able to maintain contacts with familiar persons. Moreover, the child would be able to become familiar with a different culture and a new language. As far as the applicant complained that the mother of the child was not suitable for the exercise of custody, the Eilenburg District Court considered the applicant’s submissions as unfounded. Furthermore, the mother’s decision to move to Mallorca to live with her new partner could not be challenged under section 1684 of the Civil Code as the mother’s reasons for moving were cogent. She had offered the applicant every possible access to his child once she had moved to Spain, and the applicant had the financial means for regular visits so that his right to access was not frustrated.", "Shortly after the Eilenburg District Court’s decision, the mother and the child moved to Mallorca.", "On 29 October 2003 the Dresden Court of Appeal rejected the applicant’s appeal against the Eilenburg District Court’s decision. The Dresden Court of Appeal heard the child which declared that she preferred to stay in Germany where her friends and her father, whom she loved, were. The court however found that the child’s opposition of her new home in Spain would not last once the child grew up and developped further. Measures in accordance with section 1666 of the Civil Code would require more than a mere abstract danger for the well-being of the child. Because of the short time the child had spent in Spain, it was impossible for her to form relationships similar to the ones she had in Germany. The obviously painful separation from the applicant who had cared for the child to a remarkably large extent could be compensated by the fact that the applicant had the right of access to the child every other week-end and during holidays per court order of the Eilenburg District Court of September 2003. The exercise of his right to access was made more difficult due to the territorial distance but not reduced to an unjustifiable extent. The Dresden Court of Appeal also took into account that the mother had cogent reasons to move to Mallorca in order to live with her new partner.", "On 17 February 2004 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint.", "The statutory provisions on custody and access are to be found in the German Civil Code. According to section 1626 § 1 of the Civil Code, the father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child. The parental authority includes the custody and the care of property (Vermögenssorge) of the child.", "Originally, the custody of children born out of wedlock was, according to section 1705 of the Civil Code, automatically obtained by the mother. That provision was however declared unconstitutional by the Federal Constitutional Court in 1996. On 1 July 1998, the amended Law on Family Matters of 16 December 1997 (Reform zum Kindschaftsrecht, Federal Gazette 1997, p. 2942), entered into force to implement the Federal Constitutional Court’s judgment of 1996. The relevant law in the Civil Code was changed as follows: pursuant to section 1626a § 1, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. Otherwise section 1626a § 2 provides that the mother obtains sole custody.", "Pursuant to section 1666 of the Civil Code, the family court may order the necessary measures if the child’s physical, psychological or mental well-being is threatened by malpractice of custody if the parents are unwilling to take those measures. Measures which cause a separation of the child from the parent are only admissible if the danger for the child cannot be averted otherwise (section 1666a of the Civil Code).", "According to section 1684 of the Civil Code, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing.", "On 29 January 2003, the Federal Constitutional Court found that section 1626a of the Civil Code was unconstitutional because it lacked a provisional period for unmarried couples with children who had lived together in 1996 but separated before the amended Law on Family Matters entered into force on 1 July 1998 (i.e. they could have had the opportunity to obtain joint custody if the legislation at the time would have been constitutional). In order to settle the above constitutional flaws, the German legislator introduced on 31 December 2003 section 224 (2) (a) of the Introductory Act to the Civil Code (Einführungsgesetz in das Bürgerliche Gesetzbuch), according to which a court can substitute the mother’s consent to joint custody if an unmarried couple has a child born out of wedlock, has lived together with the child and has separated before 1 July 1998, provided that joint custody would serve the child’s interest (Kindeswohl).", "In its judgment of 29 January 2003, the Federal Constitutional Court however also held that section 1626a § 2 of the Civil Code, apart from the lack of a provisional period, did not violate the right to respect for their family life of fathers whose children were born out of wedlock. Parents who were married had obliged themselves upon marriage to take responsibility for themselves and their children. In contrast to this, the legislator could not assume that parents of children born out of wedlock lived together or wanted to take responsibility for each other. Moreover, there was not sufficient actual evidence that a father of a child born out of wedlock wanted to bear joint responsibility as a general rule. The child’s well-being therefore demanded that the child had a person upon birth which can act for the child in a legally binding way. In view of the very different life conditions into which those children were born into, it was justified to generally grant sole custody to the mother, and not to the father or to both parents. This legislation could also not be objected from a constitutional point of view because the legislator had given parents of children born out of wedlock the possibility to both obtain custody through a joint declaration."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}