{"ITEMID": "001-100578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MELNYK v. UKRAINE (II)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Eduard Petrovych Melnyk, is a Ukrainian national who was born in 1933 and lives in Lviv.", "In 1938 the applicant's grandmother, Ms Y., was executed by the People's Commissariat of the Interior and her personal property was confiscated.", "In 1989 she was fully exonerated as a victim of political repression.", "In 1995 and 1998 the State Archive of the Vinnytsia Region confirmed that Ms Y. had been rehabilitated posthumously and noted that there were no records concerning the confiscated property.", "On 28 April 1998 the Tulchyn Town Commission for Restoring Rights of Victims of Political Repression (“the Commission”) awarded the applicant 112.5 Ukrainian hryvnias (UAH), which was equal to fifty percent of fifteen times the minimum [Ukrainian] salary, in compensation for the property confiscated from Ms Y. in 1938. The Commission based that decision on Law No. 962-XII and the Cabinet of Ministers' Resolutions Nos. 112 and 429 (see the “Relevant domestic law and practice” below). In its examination of the evidence, it noted that while the confiscation of “the personal property” of Ms Y. was confirmed by the 1938 verdict, there was no itemised list of that property. The Commission checked the applicant's allegation that the house of his grandmother had been confiscated together with some other property, and found that this was not true. In fact, as confirmed by the real estate registry books of 1965 kept by the local council in the village where Ms Y. had lived, the applicant's mother (the daughter of Ms Y.) had been living in that house and owned two-thirds of it at the time. Furthermore, in 1965 she had sold her part of the house to a third person, which was also confirmed by documentation. The villagers contacted by the Commission for further verification confirmed this too. Moreover, the house in question was no longer standing.", "In April 2000 the applicant brought a civil claim against the Commission with the Frankivskyy District Court of Lviv seeking an increase of the compensation to UAH 600,548, with a view to covering, in particular, the market value of two houses and the income which his grandmother could have made during about a sixty-year period if she had not been executed.", "On 24 December 2001 the court rejected the applicant's claim as unsubstantiated, having found that the contested decision of the Commission was in compliance with law and based on an accurate assessment of the facts of the case.", "On 20 May 2002 and 1 July 2004 the Lviv Regional Court of Appeal and the Supreme Court respectively upheld that judgment.", "Article 5 of Law of Ukraine No. 962-XII “On Rehabilitation of Victims of Political Repression in Ukraine” of 17 April 1991 provided for restitution in kind of confiscated buildings and other property wherever possible (if the house was not occupied and the property was still standing). It was the prerogative of the Cabinet of Ministers to establish the amount of pecuniary compensation awarded where in-kind restitution was not possible.", "Regulation of the Cabinet of Ministers No. 112 “On the Procedure for Payment of Financial Compensation, Return of Property or Reimbursement of its Value to Rehabilitated Citizens or their Heirs” of 18 February 1993 provided for compensation equal to up to fifteen times the minimum salary in cases where it was impossible to restore the property in kind. In any event, the total amount of the compensation could not exceed sixty-five times the minimum salary regardless of the value of the confiscated buildings and other property.", "Pursuant to Resolution of the Cabinet of Ministers No. 429 “On the Procedure of Settlements with Rehabilitated Citizens” of 18 April 1996, the calculation unit for determining the compensation was set at fifty per cent of the minimum salary (UAH 7.5 instead of 15)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}