{"ITEMID": "001-61412", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF BAARS v. NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant was born in 1928 and lives in Maaseik (Belgium).", "10. On 15 February 1993 the applicant was arrested and taken into police custody (verzekering) on suspicion of forgery and of being an accessory to bribery of a public official. The public official concerned was a Mr B. The applicant was released from police custody on 19 February 1993. On 7 June 1995 the applicant was informed that the preliminary judicial investigation (gerechtelijk vooronderzoek) into the case had been closed.", "11. By summons of 24 August 1995, the applicant was ordered to appear on 7 September 1995 before the Maastricht Regional Court (arrondissementsrechtbank) on charges of forgery committed together with others between 5 October 1991 and 5 November 1992.", "12. Criminal proceedings had already been brought before the Maastricht Regional Court against Mr B. in relation to the same facts. Although both sets of criminal proceedings concerned the same facts, the criminal proceedings brought against Mr B. and the applicant were conducted separately.", "13. In its judgment of 11 October 1995 in the applicant's case, the Maastricht Regional Court declared the prosecution inadmissible. It held that the judicial authorities had failed to deal with the applicant's case with the required diligence and that therefore the applicant's right to a trial within a reasonable time under Article 6 § 1 of the Convention had been violated. The public prosecutor lodged an appeal with the 's-Hertogenbosch Court of Appeal (gerechtshof), but informed the applicant on 17 August 1996, before the appeal proceedings had commenced, that this appeal had been withdrawn.", "14. On 20 January 1997, in the course of the criminal proceedings on appeal in the case of Mr B., the applicant was heard as a witness before the 'sHertogenbosch Court of Appeal. In its judgment of 3 February 1997, the 'sHertogenbosch Court of Appeal convicted Mr B. of, inter alia, participating in forgery. It was found established that a receipt dated 9 October 1991 in relation to an alleged payment of NLG 7,414 by Mr B. to the applicant had been fraudulently written out in co-operation with Mr B.", "15. In the meantime, on 18 November 1996, the applicant had lodged a request under Article 591a of the Code of Criminal Procedure (Wetboek van Strafvordering) for the reimbursement of costs and expenses incurred in the course of the criminal proceedings against him. His total claim amounted to NLG 104,708.80. On the same day he had lodged a request under Article 89 of the Code of Criminal Procedure for compensation for pecuniary and non-pecuniary damage caused by his having been kept in police custody. This claim amounted to NLG 205,000.", "16. In its decision of 2 April 1997 in respect of the applicant's claim for costs and expenses incurred, the Maastricht Regional Court awarded the applicant an amount of NLG 114.60 for travel expenses and rejected his claims for the remainder. In a separate decision of the same date, the Maastricht Regional Court rejected the applicant's claim for compensation for the time spent in pre-trial detention. The applicant lodged appeals against both decisions with the 's-Hertogenbosch Court of Appeal.", "17. In two separate decisions of 19 March 1998, the Court of Appeal rejected the applicant's appeals against the two decisions of 2 April 1997 in relation to his claim for costs and expenses and his claim for the time spent in pre-trial detention. Its reasoning in both decisions included the following:", "“It appears from the case against the co-accused B., in which the Court of Appeal delivered its final judgment on 3 February 1997 convicting B. of, amongst other things, 'participating in forgery', that the document referred to under a. above is a receipt.", "The Court of Appeal takes the view that this receipt was forged by the applicant together with B. who was then an alderman of Maastricht. Given the following circumstances:", "a. It is stated on this receipt that it was drawn up on 9 October 1991, whereas B. has stated that he was not in the Netherlands on that date and the applicant, heard as a witness at the appeal hearing on 20 January 1997 in the criminal case against B., has stated that the receipt was drawn up and signed after the journey to Egypt, i.e. after 27 or 28 November 1991;", "b. B. initially stated that he had received the sum allegedly paid to him by the applicant from his son, which his son confirmed;", "c. B. stated, after he and his son had withdrawn these statements, that he had received that money from his mother-in-law;", "d. B.'s mother-in-law stated unambiguously on 12 February 1993 that she had never given her son-in-law any money, nor given any into his safe-keeping;", "e. all the expenses for the journey to Egypt billed by the ... travel agency were debited to the account of 'travel, accommodation and representation expenses' of Baars Contractors and Road Builders Ltd. (Aannemings- en wegenbouwmaatschappij Baars B.V.) – that is, as business expenses – and were only debited to the private current account of the applicant, on the applicant's instructions, on 21 January 1992,", "the Court of Appeal finds in its judgment of 3 February 1997 that B. did not at any time, and in particular, did not on 9 October 1991 pay the sum of NLG 7,414 to the applicant.", "Based on these circumstances, from which it follows that the applicant – if the prosecution department had not forfeited the right to prosecute by exceeding a reasonable time and [the prosecution] had not been declared inadmissible by the Regional Court for that reason – would in all likelihood (met grote mate van waarschijnlijkheid) have been convicted, the Court of Appeal finds no reasons in equity for awarding compensation, and it will therefore dismiss the appeal.”", "18. At the time of the events complained of, the relevant provisions of the Code of Criminal Procedure provided as follows:", "Article 89", "“1. If a case ends without the imposition of a punishment or measure, or when such punishment or measure is imposed but on the basis of a fact for which detention on remand is not allowed, the court may, at the request of the former suspect, grant him compensation at the expense of the State for the damage which he has suffered as a result of police custody, clinical observation or detention on remand (voorlopige hechtenis). Such damage may include non-pecuniary damage. ...”", "Article 90", "“1. Compensation shall be awarded in each case if and to the extent that the court, taking all circumstances into account, is of the opinion that there are reasons in equity to do so.", "2. In the determination of the amount, the personal circumstances (levensomstandigheden) of the former suspect shall also be taken into account. ...”", "Article 591", "“1. Compensation shall be paid to the former suspect or his heirs out of State funds for costs borne by the former suspect under or pursuant to the provisions of the Act on Fees in Criminal Cases (Wet tarieven in strafzaken), in so far as the appropriation of these costs has served the investigation or has become devoid of purpose by the withdrawal of summonses or legal remedies by the public prosecution service (openbaar ministerie).", "2. The amount of compensation shall be determined at the request of the former suspect or his heirs. This request must be submitted within three months following the termination of the case. The determination shall be made in the court with jurisdiction as to both facts and law before which, at the time of its termination, the case was or would have been prosecuted or else was last prosecuted, by the District Court judge or by the presiding judge as the case may be. The presiding judge may appoint one of the judges of the Court of Appeal or the Regional Court who have dealt with the case to do so. The District Court judge or the [Regional Court or Court of Appeal] judge shall issue an order of payment (bevelschrift van tenuitvoerlegging) for the amount of the compensation. ...”", "Article 591a", "“1. If the case ends without imposition of a punishment or measure ..., the former suspect or his heirs shall be granted compensation out of State funds for his travel and subsistence expenses incurred for the investigation and the examination of his case, calculated on the basis of the Act on Fees in Criminal Cases.", "2. If the case ends without imposition of a punishment or measure ..., the former suspect or his heirs may be granted compensation out of State funds for the damage which he has actually suffered through loss of time as a result to the preliminary investigation and the examination of his case at the trial, as well as the costs of counsel. This will include compensation for the costs of counsel during police custody and detention on remand. Compensation for such costs may furthermore be granted when a case ends with the imposition of a punishment or measure on the basis of a fact for which detention on remand is not allowed. ...", "4. Articles 90 and 591, paragraphs 2 to 5, shall apply by analogy. ...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}