{"ITEMID": "001-80500", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BENEDIKTOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1973 and lived until his arrest in Moscow. He is now serving his sentence in a correctional colony in the Mordoviya Republic of the Russian Federation.", "6. On 16 December 1999, at approximately 11 a.m., the applicant was arrested on suspicion of robbery. The report of his arrest was drawn up six hours later. He was issued with a copy of the report only in April 2000.", "7. An investigator informed the applicant of his statutory defence rights. The applicant countersigned a record indicating that he had voluntarily refused legal assistance and decided to answer the investigator's questions. On the same day he was confronted with the victim, the co-defendant and a witness.", "8. On 17 December 1999 a prosecutor authorised the remand of the applicant in custody, without the latter being present.", "9. In December 1999 and January 2000 an investigator ordered three expert examinations. According to the applicant, he was notified of these examinations in April 2000.", "10. On 24 November 2000 the Zyuzinskiy District Court of Moscow found the applicant guilty of robbery and sentenced him to nine years' imprisonment in a high-security colony. The District Court based its judgment on statements by the victim, several eyewitnesses, expert reports and other material evidence. On 23 May 2001 the Moscow City Court upheld the conviction, but remitted the decision concerning the colony type for re-examination. On 3 July 2001 the Zyuzinskiy District Court ordered that the applicant should serve his sentence in a high-security colony.", "11. From 19 December 1999 to November 2001 the applicant was detained in facilities nos. IZ-77/2 and IZ-77/3 in Moscow.", "12. According to certificates issued on 19 October 2005 by the acting facility director, and produced by the Government, the applicant was kept in three cells. From 19 to 22 December 1999 he was detained in cell no. 148 which measured 57.4 square metres. From 22 December 1999 to 10 March 2000 he was kept in a 12.7 sq. m cell, no. 85. According to the Government, the information on the number of inmates in cells nos. 85 and 148 was not available as the documents had been destroyed. From 10 March to 28 November 2000 the applicant remained in cell no. 101, which measured 55.2 square metres. Between 22 September and 28 November 2000 that cell housed approximately 58 detainees. The Government, relying on the certificates of 19 October 2005, further submitted that at all times the applicant had had an individual bunk and bedding. However, the facility was not able to produce the applicant's record confirming the latter submission as it had been sent to another detention facility in Moscow.", "13. The applicant did not dispute the cell measurements. He, however, alleged that he had shared cell no. 85 with five detainees. That cell had five bunks. Cell no. 101 accommodated 70 to 80 inmates. Given the lack of beds, inmates slept in shifts.", "14. The Government, relying on the information provided by the office of the Prosecutor General of the Russian Federation, submitted that all cells were disinfected on a “regular basis”. Inmates were allowed to take a shower once a week. The applicant was provided with bedding. The cells were ventilated naturally through the windows. Each cell also had a ventilating shaft. The Government further argued that the temperature in the cells had been “normal”. Additional window-frames with glass were inserted in winter. The cells were equipped with lamps which functioned day and night.", "15. The applicant disagreed with the Government's description and submitted that the sanitary conditions had been unsatisfactory. The cells were infected with bed-bugs and lice but the administration did not provide any insecticides. Windows were not glazed and were covered with thick metal bars that blocked access to natural light and fresh air. It was extremely cold in winter and in summer it was hot, stuffy and excessively damp inside. Inmates had an hour-long walk daily. On admission to the facility the applicant was provided with bedding which was dirty and smelt badly. The bedding was seized when he was transferred to a hospital in the end of December 1999. When he returned, he was not provided with bedding at all. No toiletries were distributed.", "16. According to the applicant, from November 2000 to November 2001 he was kept in detention facility no. IZ-77/3 in Moscow. He was detained in six different cells, which were severely overcrowded. At all times the number of detainees was greater than that of the available bunks. The general conditions of his detention in that facility were similar to those in facility no. IZ-77/2, save for one aspect. In summer detainees were afforded a one-hour walk at night because it was extremely hot and many inmates had suffered heart attacks.", "17. The Government did not comment on this.", "18. According to a certificate of the head of correctional colony no. 1 in the Mordoviya Republic, in January 2000 the applicant was diagnosed with viral hepatitis of type B and on the following day he was admitted to an isolation ward in the facility hospital. The Government submitted that he had undergone treatment until March 2000 and had been transferred back to a cell after his full recovery. The Government gave a detailed description of the treatment the applicant had been provided with, including the type of medicine, dose and frequency. They also furnished a copy of the applicant's medical record and medical certificates. The Government further noted that the applicant had never complained to the facility administration or any other authority that medical assistance was lacking or was of poor quality.", "19. The applicant argued that in late December 1999 he had been transferred to the facility hospital because he had contracted hepatitis. He was placed on a drip five or six times during his treatment and provided with medication that did not help. Dietetic food was not provided and he refused to eat the hospital food because it was too greasy. He unsuccessfully complained to the head of the hospital about inadequate medical assistance. The latter encouraged him to ask his relatives to bring the necessary medicines because the hospital did not have them. According to the applicant, he was released from the hospital although he did not fully recover. On a number of occasions he complained to a doctor in facility no. IZ-77/2 about a pain in his liver. The doctor allegedly told him that the facility did not have the necessary medicines and that he should ask relatives to buy them.", "20. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than 4 square metres of personal space in his or her cell.", "21. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in remand establishments and the complaints procedure read as follows:", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General's Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee's delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private “because they know that all complaints usually pass through the colony's administration”.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}