{"ITEMID": "001-104525", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MATOUŠEK v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Vladimír Matoušek, is a Czech national who was born in 1957 and lives in Znojmo. He is represented before the Court by Mr Z. Odehnal, a lawyer practising in Brno. The respondent Government were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "On 28 November 2005 the Znojmo District Court (okresní soud) found the applicant guilty of attempted fraud and sentenced him to two years’ imprisonment suspended for four years. The court found it established that the applicant falsified signatures on two contracts in order to receive a pre-emption right from the State for a certain plot of land.", "The applicant appealed arguing, inter alia, that the court had not heard any expert opinion concerning the authenticity of the signatures.", "On 24 May 2006 the Brno Regional Court (krajský soud) upheld the applicant’s conviction but changed the sentence to five months’ imprisonment suspended for fifteen months finding the possible damage to the State to be considerably lower than that found by the District Court. The court further held that the signatures on the contract were so significantly different compared to real signatures of the persons concerned that an expert opinion was not necessary.", "On 21 February 2007 the Supreme Court (Nejvyšší soud) rejected the applicant’s appeal on points of law as manifestly ill-founded. The court noted that the applicant had been aware that the signatures were not authentic and thus if the contracts had been considered valid the State would have suffered a damage. The applicant thus acted with dolus eventualis.", "The applicant lodged a constitutional appeal (ústavní stížnost) claiming a violation of his right to a fair trial and the principle of no punishment without law. He complained, inter alia, that no mens rea to commit an offence had been proved and that the courts did not admit in evidence an expert opinion regarding the authenticity of the signatures. The Constitutional Court (Ústavní soud) requested observations from the ordinary courts. The Supreme Court, the Regional Court and the District Court only shortly referred to their decisions and maintained that they had already dealt with the complaints raised by the applicant. None of these observations were communicated to the applicant.", "On 6 November 2007 the Constitutional Court rejected the applicant’s constitutional appeal as manifestly ill-founded. As to the fact that it had not communicated the other parties’ observations to the applicant, it noted that it did not take them into account as they did not bring anything new.", "The relevant domestic law and practice concerning the procedure before the Constitutional Court are set out in the Court’s judgment in the case of Milatová and Others v. the Czech Republic (no. 61811/00, ECHR 2005V)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}