{"ITEMID": "001-99033", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GASHI v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["The applicants, Mr Besim Gashi, Ms Sylvana Osmanis and their four children are Serbian nationals of Roma origin, born 1981, 1981, 2002, 2003, 2005 and 2007. It appears that the first applicant was born in Kosovo. The applicants currently live in Ryd, Sweden.", "s, may be summarised as follows.", "The applicant spouses and their two eldest children entered Sweden in September 2004 and requested asylum. In support of their application they maintained that, being Roma, they would be harassed and discriminated against upon return to Serbia. Their request was refused by the Migration Board (Migrationsverket) on 11 April 2005.", "The spouses re-applied and included their other two children, who were born in Sweden in 2005 and 2007.", "Their request was refused by the Migration Board on 29 June 2007 and this decision was upheld on appeal by the Migration Court (Migrationsdomstolen) on 13 July 2007. At some point, leave to appeal was refused by the Migration Appeal Court (Migrationsöverdomstolen).", "Their request was also refused by the Migration Board on 28 February 2008, and this decision was upheld on appeal by the Migration Court on 22 October 2008 and by the Migration Appeal Court on 26 November 2008.", "On 9 December 2008 the Migration Board refused to revoke the deportation order in respect of the first applicant.", "Originally, the applicants were to be deported to the then State Union of Serbia and Montenegro.", "On 28 May 2009 the Swedish Government informed the Court that the applicants had said that they were willing to cooperate in their return to Serbia. They had not, however, submitted any documents regarding their identity. They had visited the Embassy of Serbia in order to obtain travel documents, but Serbia is not prepared to receive them as it cannot find the applicants in its registers and the applicants have no identity papers which show that they are from Serbia. The enforcement of the expulsion order will therefore be turned over to the police. To sum up, it was not possible to be more exact as regards the destination to which the applicants would be deported, but the efforts will be focused on Serbia, unless the applicants show that some other country is prepared to receive them.", "The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the 2005 Act”).", "Chapter 5, Section 1, of the 2005 Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, Section 1, of the 2005 Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, Section 2, of the 2005 Act).", "Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6 of the 2005 Act). During this assessment, special consideration should be given to, inter alia, the alien's health status. In the preparatory works to this provision (Government Bill 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien's home country could constitute a reason for the grant of a residence permit.", "As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, Section 1, of the 2005 Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, Section 2, of the 2005 Act).", "Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies under Chapter 12, Section 18, of the 2005 Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, Sections 1 and 2, of the 2005 Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, Section 19, of the 2005 Act).", "Under the 2005 Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances; the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9, of the 2005 Act).", "In the UNHCR's Eligibility Guidelines for Assessing the International Protection Needs of Individuals from Kosovo, 9 November 2009, the UN High Commissioner for Refugees states as follows:", "“III. Eligibility for International Protection", "All claims by asylum-seekers from Kosovo should be considered on the basis of their individual merits according to fair and efficient refugee status determination procedures.", "Some of the claims lodged by asylum-seekers from Kosovo may give rise to possible exclusion from refugee status. UNHCR considers that groups set out in this section face a particular risk of persecution or serious harm in Kosovo, including through cumulative discriminatory acts. This listing is not to be construed as exhaustive and is based on information available to the UNHCR at the time of writing.", "A. Main Groups at Risk", "1. Serbs and Albanians in Minority Situations, and Roma", "Kosovo Serbs and Kosovo Albanians inhabiting areas where they are in the minority, and Kosovo Roma inhabiting any part of Kosovo, continue to face serious restrictions to their freedom of movement and the exercise of fundamental human rights, including serious societal and sometimes administrative discrimination that would limit in particular their ability to exercise their political, social and economic rights. Furthermore, there are reports of threats and physical violence perpetrated against these communities. The Ashkali and Egyptian minorities, due to their racial and ethnic characteristics, may be confused with Kosovo Roma. Similarly to the Kosovo Roma, the Ashkali and Egyptian minorities often lack identity papers and are therefore placed in difficult circumstances with regard to access to social services, health care and education. Asylum applications from members of these communities should be assessed carefully in order to evaluate whether there is a need for international protection, based on a risk of persecution on grounds of actual or perceived race or nationality.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}