{"ITEMID": "001-75743", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ANTONENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Yevgeniy Romanovich Antonenko, is a Russian national who was born in 1950 and lives in Moscow. He is represented before the Court by Mr R. Khromchenko. The Russian Government (“the Government”) are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "At the material time the applicant was the head councillor of the Dmitrovskiy administrative district in Moscow.", "On 20 July 2001 the Moscow Mayor, by decision no. 714-RM, fixed the election to the Moscow City Duma for 16 December 2001. The Moscow City Duma is the permanent representative and legislative body of the city of Moscow that has 35 members elected for a term of four years.", "On 15 November 2001 district electoral commission no. 5 registered the applicant as a candidate in the election.", "On 14 December 2001 a private person K. lodged a complaint with a court, asking it to cancel the registration of Mr Antonenko because he had allegedly omitted to report a part of his income on his property declaration and because he had used his official position for electoral campaigning.", "At 10.40 p.m. on 15 December 2001 the Moscow City Court delivered judgment. The court found that the applicant’s property declaration had only listed his taxable earnings without mentioning his tax-exempt revenue, that he had organised a meeting with the local residents at the expense of the council budget, and that he had used his acquaintance with a Government minister in order to create the impression that his bid for elections had been supported by the federal executive power. By law, these grounds were sufficient to cancel the registration of the applicant as a candidate in the election. Pursuant to Article 208 of the RSFSR Code of Civil Proceedings, the judgment was final and enforceable with immediate effect.", "At 7.45 a.m. on the following day which was the voting day, the district electoral commission no. 5 ordered Mr Antonenko’s name to be struck out of the list of candidates. Whilst his name on the information stand had been crossed out without delay, the manual correction of the voting ballot papers was only completed one hour later.", "The applicant did not take part in the election, in which four of his competitors participated.", "On 25 December 2001 the Constitutional Court of the Russian Federation, in the proceedings initiated by five private complainants, determined that that Article 208 of the RSFSR Code of Civil Procedure was incompatible with a constitutional right to the effective judicial protection in so far as it provided for finality and immediate effect of judgments concerning violations of electoral rights, without affording the aggrieved party a possibility to lodge an appeal against them (Ruling no. 17-P).", "On 14 March 2002 the applicant, relying on the Constitutional Court’s decision, lodged a notice of appeal against the judgment of 15 December 2001. He challenged the factual findings and alleged a number of procedural defects. He claimed, in particular, that he had not been duly notified of the complaint lodged by K., that a copy of the complaint had not been communicated to him and that the court had delivered its judgment at 10.40 p.m., that is in the “night time”, according to the definitions in the Code of Criminal Procedure and the Labour Code.", "On 26 March 2002 the Supreme Court of the Russian Federation upheld on appeal the judgment of 15 December 2001, endorsing the reasons exposed by the City Court.", "The Constitution of the Russian Federation guarantees to the citizens of the Russian Federation the right to elect and to stand for election to State and municipal bodies (Article 32 § 2).", "The Elections Act (Federal Law on the Fundamental Guarantees of Russian Citizens’ Electoral Rights and of their Right to Participate in a Referendum, no. 124-FZ of 19 September 1997) provided that registration of a candidate could be cancelled at the latest on the day preceding the voting day (section 64 § 1). A similar provision was contained in section 59 § 1 of the Moscow Law on the Election of Members of the Moscow City Duma, Mayor, Vice-Mayor and District Councillors, no. 22 of 7 July 1999.", "After the candidate had been registered, if the information he had submitted about himself, including his financial statement, was found to have been substantially untrue, his registration could be cancelled by the electoral commission (no later than sixteen days before the voting day) or by a court of general jurisdiction (from the fifteenth to the last day before the voting day) (section 32 § 10).", "A procedural step may be performed until midnight on the last day of the time period within which it must be performed (Article 101).", "Judgments concerning complaints about the actions or failures to act of State or municipal authorities, electoral commissions and their officials which violated citizens’ electoral rights, come into force immediately after their delivery, with exception of judgments concerning contestation of the election results (Article 208 § 2). An appeal may only be lodged against the judgments that have not come into force (Article 283).", "On 11 June 2002 the Constitutional Court issued a ruling on compatibility of certain provisions of the Elections Act with the Constitution (no. 10-P). It determined, in particular, that whereas cancellation of a candidate’s registration was permitted until and including the day preceding the voting day, a judicial decision ordering cancellation should have become final by that day. The Constitutional Court confirmed this position in its decision no. 185-O of 6 June 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}