{"ITEMID": "001-24073", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SCHREIBER and BOETSCH v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Jean-Marie Schreiber and Mr Jean-Claude Boetsch, are French nationals, born in 1942 and 1946 respectively, who live in Lautenbach and Raedersheim (France). They were represented before the Court by Mr S. Thomann, of the Mulhouse Bar. The Government were represented by their Agent, Mr R. Abraham, Director of Legal Affairs at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are victims of the Airbus A320 accident which occurred in Habsheim on 26 June 1988, causing the deaths of three people and injuring about a hundred others. The first applicant is also the chairperson of the accident victims' association.", "The vice-president responsible for investigations at the Colmar tribunal de grande instance conducted the judicial investigation into the accident. In a judgment of 9 April 1998, the Colmar Court of Appeal convicted various individuals, including the pilots of the aircraft, of unintentionally causing death and injury. An appeal on points of law was lodged against that judgment.", "One of the pilots personally filed a complaint with the Mulhouse investigating judge and applied to join the proceedings as a civil party, alleging “breaking of seals and destruction, unlawful removal, concealment, dissimulation or alteration of public or private documents likely to facilitate the investigation of serious crimes and other major offences, the discovery of evidence, or the punishment of their perpetrator”, on the ground that the aircraft's flight recorders had been deliberately tampered with. This investigation was subsequently entrusted to the Colmar investigating judge and was closed by an order of 19 March 1996 finding that there was no case to answer, which was upheld by a judgment of 13 June 1996 of the Indictment Division.", "The investigation of five complaints, including four in which the applicants, inter alios, applied to join the proceedings as a civil party, was referred to the Colmar investigating judge, either directly or as a result of the relinquishment of jurisdiction by the Mulhouse investigating judge, which was confirmed by a judgment of the Indictment Division of 29 April 1999.", "On 29 July 1999 the applicants personally applied to the President of the Colmar Court of Appeal to challenge the Colmar investigating judge. They claimed that fraudulent acts of manipulation and substitution had been carried out at the outset or during the proceedings, and expressed doubts regarding the judge's impartiality and objectivity. Their application was based, inter alia, on Article 6 of the Convention.", "By an order of 2 November 1999 that was not subject to appeal, the President dismissed the challenge and ordered the applicants jointly and severally to pay a civil fine of 1,000 French francs (about 150 euros). He held, in particular:", "“A judge does not infringe the requirement of impartiality by the mere fact of intervening in the same case twice, provided that he has not previously evaluated the facts referred to him on the second occasion; short of impugning his motives, there are no objective reasons in the present case to doubt the impartiality of Mr G., whose investigative activities will be carried out under the Indictment Division's supervision.", "The fact that, in the exercise of the powers legally conferred on him, he had previously refused to conduct the investigations or hearings requested by those placed under examination or by the victims, in decisions which were approved by the Court of Appeal when this matter was referred to it, does not provide grounds for finding that the applicants' concerns are objectively justified.”", "He also directed that the claimants, the Principal Public Prosecutor and the judge concerned were to be notified of this order.", "The relevant Articles of the Code of Criminal Procedure applicable at the material time read as follows:", "Article 669", "“A person under investigation, defendant, accused and any party to the proceedings who wishes to challenge an investigating judge, a judge of the police court or one or more or all of the judges of the criminal court, the court of appeal or the assize court must, if the request is to be valid, submit an application to the president of the court of appeal.", "Members of State Counsel's Office cannot be challenged.", "The application must mention by name the judge or judges being challenged and set out the grounds relied on, together with all the supporting evidence.", "A party who has willingly proceeded in a court or before an investigating judge shall be entitled to challenge a judge only on the basis of circumstances that have arisen since, where they are such as to constitute a ground for challenge.”", "Article 671", "“The president shall receive the applicant's supplementary memorial, if necessary, and that of the judge being challenged; he shall obtain the opinion of the Principal Public Prosecutor and shall rule on the application.", "No appeal shall lie against the order ruling on the challenge. It shall have full legal force.”", "Article 673", "“Any order dismissing a challenge shall sentence the applicant to a civil fine of 500 to 5,000 francs.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}