{"ITEMID": "001-57611", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF BRICMONT v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mr Georges Bricmont, a retired lawyer (avocat), was born in Paris in 1917, and his wife Mrs Louise Bricmont-Barré, a housewife, was born at Nismes in Belgium in 1921. They both had Belgian nationality when they lodged their application but Mr Bricmont acquired Canadian citizenship in 1984, and Mrs Bricmont acquired it in 1986. They have been domiciled in Quebec city (Canada) since 19 November 1980.", "8. Following an extradition request made by Belgium on 14 January 1986, Mr Bricmont was taken into custody a week later at Quebec Detention Centre pending extradition. He was extradited on 13 July 1988 and held in custody at Nivelles Prison before being conditionally released on 28 September 1988 under a ministerial decree of the previous day which did not impose any restrictions on his movements; he was thus able to rejoin his wife in Quebec. In the normal course of events he will be eligible for permanent release on 20 January 1991.", "9. From 1969 to 1977 Mr Bricmont was the friend, lawyer and agent of Prince Charles of Belgium, Count of Flanders and former Regent of the Kingdom (who died on 1 June 1983); he was responsible for managing some of the Prince’s assets, and on various occasions was assisted in this task by Mrs Bricmont.", "10. Among other cases he dealt with was one concerning a former manager of the Prince’s assets, Baron Allard, who was prosecuted on various charges of forgery, uttering forged documents, breach of confidence and deception. It ended with a judgment by the Brussels tribunal de première instance (regional court of first instance) on 13 September 1972, in which the court ruled that several of the charges were statute-barred and acquitted the defendant on the remaining charges.", "Evidence had been taken from the Prince during the judicial investigation, but he had not received the necessary authorisation to appear at the trial.", "11. Mr Bricmont also sold various items of the Prince’s movable property and real estate. On 21 July 1971, the Prince concluded with Baron Allard a settlement under which the Prince recovered large amounts of land. The properties were: (i) the Sansovino estate, comprising land - owned by Caldana, a non-commercial partnership governed by French law, 99% of whose shares were owned by Florazur, a company incorporated under Swiss law - and buildings in Cannes; and (ii) land at Biot on the Riviera, owned by Bois Fleuri, a non-commercial partnership under French law, half of whose shares belonged to the Volpone Anstalt, an institution incorporated under Liechtenstein law. In 1973, Baron Allard also reassigned a debt which he was owed by the Florazur company.", "12. On 8 February 1973, Mr Bricmont, acting on the Prince’s behalf, negotiated the sale of the Cannes estate through the Filminter and Lissignol Anstalten, a sale which was subsequently not completed. Both earlier and subsequently, he allegedly effected sales through various Anstalten which resulted in the Cannes estate becoming the property of the Chimark and Socosef Anstalten. The Volpone Anstalt, which was transferred to the Egamecon Anstalt, was allegedly finally absorbed by Socosef.", "13. On 18 January 1977, all relations between Mr Bricmont and the Prince ceased, and at Mr Bricmont’s request the Prince signed a general discharge covering all the managerial acts performed.", "14. The Prince’s new general agent, Mr Gilson de Rouvreux, who had been asked by the Prince to clarify the situation regarding the latter’s property, requested Mr Bricmont to provide information about the movement of funds and shares belonging to the Prince; in particular, he tried to trace what had become of the assets returned by Baron Allard. When Mr Bricmont refused in a letter of 5 May 1977, Mr Gilson de Rouvreux became convinced that the Prince’s assets had come under the control of the Socosef Anstalt, which belonged to third parties who could only be the applicants.", "15. On 9 August 1977, acting on behalf of the Prince, Mr Gilson de Rouvreux lodged a criminal complaint with the Brussels Crown Prosecutor’s Office alleging forgery of documents, uttering of forged documents, breach of confidence and misappropriation of assets. On 9 September 1977, the Prince joined the criminal proceedings as a civil party seeking damages; he accused Mr Bricmont of having divested him of his fortune by making him sign a series of documents effecting transfers of assets. Mr Bricmont, it was claimed, had at the time explained to the Prince that the transfers were designed solely to protect his assets from creditors, the tax authorities and his statutory heirs by depersonalising them behind the veil of Anstalten - which supposedly belonged to him but in reality were under the control of the applicants.", "16. After questioning Mr and Mrs Bricmont, the investigating judge charged them on 27 January 1978. Mr Bricmont was questioned on several other occasions during the year.", "17. Under Articles 510 and 511 of the Code of Criminal Procedure, princes of the blood can \"never be summoned as witnesses\", unless a special royal decree has authorised them to appear in court; with that exception, their evidence is given in writing and taken by the President of the Court of Appeal or the presiding judge of the tribunal de première instance, as the case may be. In accordance with these provisions, evidence was taken from the Prince by the President of the Brussels Court of Appeal on 9 November 1977 and 28 April 1978 (see paragraphs 38-39 below).", "18. Mr and Mrs Bricmont requested the investigating judge to arrange a confrontation with the Prince and to hear various witnesses including Mr Gruner and Mr Casse.", "Mr Gruner (who subsequently died) was the manager of the relevant Anstalten, which were formed and had their registered address at the office of his employer, Mr Merkt, the Prince’s lawyer in Geneva. Mr Casse was very actively involved with the Sansovino estate in Cannes as a chartered surveyor.", "On 18 July 1979, the investigating judge questioned the Prince, and on 23 October 1979 he held a confrontation - authorised by a royal decree of 2 July (see paragraph 40 below) - between the Prince and Mr Bricmont.", "19. At the request of a large number of journalists, the Senior Assistant Crown Prosecutor in Brussels held a press conference in October 1977. He confirmed that the Prince had lodged a complaint alleging misappropriation of funds; and, in reply to questions, he added that the investigating judge had ordered a number of measures including searches, one of which had been made at Mr Bricmont’s home. He also disclosed that Mr Bricmont’s name was cited in the complaint. Several Belgian daily newspapers mentioned the prosecutor’s statement.", "20. Once the investigation was completed, the file was put before the chambre du conseil (Committals Chamber) of the Brussels tribunal de première instance, which held eleven hearings between 18 March and 24 April 1980.", "21. On 31 March and 2 April 1980 respectively, Mrs and Mr Bricmont filed pleadings in which they applied for a declaration that the investigation was null and void. They submitted that the October 1977 press conference (see paragraph 19 above) had infringed the rights of the defence, as had the inclusion in the criminal file of confidential correspondence between lawyers (see paragraph 56 below), the investigative measures based on that correspondence and the procedure for taking evidence from the Prince. In the alternative, they asked the chambre du conseil to stay the proceedings until various investigative measures had been taken.", "22. In an order of 3 June 1980 the chambre du conseil held that it had not been shown that the Crown Prosecutor’s conduct had been designed to predispose the witnesses and judges against the accused or that it had had that effect. It also ruled that there had been no breach of professional confidentiality and that evidence had been lawfully taken from the Prince, as a party seeking damages, without his taking an oath. As to the application for a stay, it considered that the requested investigative measures were not necessary at that stage.", "The chambre du conseil accepted that there were extenuating circumstances in respect of the offences to which criminal penalties attached and committed the accused for trial by the tribunal de première instance. It endorsed the following charges against Mr Bricmont: nine counts of forgery and uttering forged documents, twelve of deception, five of misappropriation of assets, one of handling and one of breach of professional confidentiality; and the following against Mrs Bricmont: three counts of forgery and uttering, four of deception, one of misappropriation of assets, one of theft and one of handling.", "These counts included:", "(a) count A1, against Mr Bricmont, of forgery and uttering, in respect of the sale to the Filminter Anstalt of the shares of Florazur, a company incorporated under Swiss law;", "(b) count A3, against Mr Bricmont, of forgery and uttering, in respect of the sale on 13 December 1973 of the Volpone Anstalt to the Agamecon Anstalt;", "(c) count A8, against both accused, of forgery and uttering, in respect of a deed of gift dated 19 May 1976 (see paragraph 64 below);", "(d) count A9, against Mrs Bricmont, of forgery and uttering, in respect of a contract creating a trust (contrat de fiducie) of 1 October 1976;", "(e) count A10, against Mr Bricmont, of forgery and uttering, in respect of the discharge from agency dated 18 January 1977 (see paragraph 13 above); and", "(f) count C4, alleging that Mr and Mrs Bricmont misappropriated 50 Florazur shares to the detriment of the Prince.", "23. On 6 November 1980, the Indictments Chamber of the Brussels Court of Appeal declared the applicants’ appeal against the order of the chambre du conseil inadmissible. It held that in challenging the lawfulness of the investigating judge’s appointment to deal with the case and the validity of the investigation, Mr and Mrs Bricmont had not raised a plea of no jurisdiction within the meaning of Article 539 of the Code of Criminal Procedure, which was the only ground of appeal available to them.", "24. The applicants appealed on points of law against the order of 3 June 1980 and the judgment of 6 November 1980.", "On 14 November 1980, they each filed pleadings which contained the following passage:", "\"The appellants realise that the Belgian judiciary in general will continue to refuse them a fair trial because the original complainant was formerly Regent of the Kingdom and because, secondarily, his associate Mr Mossoux, who joined the complaint in the proceedings before the chambre du conseil, has power over certain socialist personalities who in turn control a number of partisan appointments and promotions in the judiciary.\"", "25. On 7 January 1981, the Second Chamber of the Court of Cassation declared the appeal inadmissible because it had been made against an preliminary decision taken at the investigation stage, before the final decision within the meaning of Article 416 of the Code of Criminal Procedure.", "26. At the beginning of the hearing the presiding judge of the Second Chamber had asked Mr and Mrs Bricmont whether they wished to maintain their allegations. Mr Bricmont agreed to delete the passage reproduced above, but Mrs Bricmont refused to do so. Following this incident, which was entered in the record, the Crown Prosecutor summoned Mr and Mrs Bricmont to appear before the Brussels tribunal de première instance on a charge of contempt of court in relation to the Belgian judiciary. The court held that the charge was not made out and acquitted Mr and Mrs Bricmont in a judgment of 15 December 1981.", "27. At the end of proceedings during which, in particular, the defendants had each filed their pleadings on 23 September 1981, the Brussels tribunal de première instance gave judgment on 15 February 1982.", "28. By way of preliminary observation, it stated that all the documents in the file disclosed \"a clear and inexplicable want of diligence in seeking the truth\". It noted among other things the following \"obstacles\":", "(a) the deficiencies in the investigation, the main examples being: the failure to have the accounts audited; the failure to take evidence from Mr Gruner, who had died in the meantime (see paragraph 18 above); the failure to make any inquiries about Mr and Mrs Bricmont’s characters; the failure to take evidence from Mrs Bricmont and to arrange a confrontation with the Prince in respect of various charges; the investigating judge’s refusal, without giving reasons, to grant the Bricmonts’ application for production of the painting \"Storm over Cannes\" (\"Orage sur Cannes\") (see paragraph 68 below); the fact that the persons best placed to provide information had been neither summoned nor examined as witnesses, despite Mr and Mrs Bricmont’s formal request; the failure to arrange a confrontation in respect of all the charges between the applicants and the civil parties, which the court had not been able to remedy - despite its wish and the applicants’ requests - because the civil parties (who produced, to justify their failure to attend, medical certificates, which in the Prince’s case had twice been confirmed by a court-appointed medical expert) had not appeared in person at any of the hearings;", "(b) the irregularity of the Prince’s examination on 9 November 1977 and 28 April 1978 (see paragraph 17 above) owing to the fact that, as a civil party giving evidence, he was not covered by Articles 510 and 511 of the Code of Criminal Procedure, and the investigating judge accordingly had jurisdiction to question him. The court stated that although it was not empowered to quash those steps taken in the investigation which might be null and void, it had to have regard to the irregularities complained of by Mr Bricmont and refrain from basing its decision on any irregular proceeding;", "(c) the fact that Mr and Mrs Bricmont had no access to the files until committed for trial as they were not in custody, and the investigating judge’s absence from the hearings, which was difficult to justify;", "(d) the failure of the Prince and Mr Mossoux to appear before the court; and", "(e) the lack of credibility of each of the parties to the case.", "29. The court considered each of the charges on the basis of only those documents which had been lawfully seized or produced. It found that the prosecution was time-barred in respect of some of the charges and that others were not admissible. For the rest, it acquitted the defendants and in consequence declared that it had no jurisdiction to try the claims of the civil parties.", "30. Prince Charles and the prosecution appealed.", "At the hearing on 17 November 1982 the applicants filed pleadings in which, relying on the impugned judgment, they submitted that the investigation had been null and void.", "31. In its judgment of 9 March 1983 the Seventh Criminal Chamber of the Brussels Court of Appeal gave a ruling first on the Prince’s proceedings against Mr and Mrs Bricmont and then on other criminal proceedings which Mr Bricmont had instituted against the Prince on 29 June 1981 for false accusation.", "32. As regards the former proceedings, the Court of Appeal first dealt with the applicants’ submissions.", "It held in the first place that neither Mr Gilson de Rouvreux’s placing of various lawyers’ letters in the file nor the fact that the file contained a letter of 3 May 1977 from Mr Bricmont to Mr Merkt was a ground for declaring the proceedings null and void. No breach of professional confidentiality had been established against these two lawyers, and the investigating judge had seized the aforementioned letter lawfully. The Court of Appeal did not explicitly rule on an application in the alternative by the Bricmonts to have Mr Merkt heard as a witness on oath.", "The court considered it regrettable that evidence had been taken from the Prince in an unusual manner, \"probably out of consideration for the civil party, consideration which [was] not legally justified and which, moreover, appear[ed] to have given rise to other abnormal but not unlawful circumstances\". It held, however, that the examinations were not such as to render the proceedings null and void and that the disputed statements had only the weight of mere information. It did not expressly rule on the applicants’ submissions that the refusal of the investigating judge and the chambre du conseil to arrange a confrontation with the Prince or to examine him at all had breached Article 6 (art. 6) of the Convention.", "Nor, in the Court of Appeal’s view, were the proceedings vitiated by the breaches of professional confidentiality alleged against the prosecution at first instance on account of the October 1977 press conference, among other things (see paragraph 19 above). Admittedly, the investigating judge alone had authority to hold a press conference during a judicial investigation, but a breach of professional confidentiality could only entail nullity of proceedings in whole or in part if it had given rise to the judicial investigation or was the only thing which had made it possible to discover the guilty person or prove his guilt. On the other hand, a breach of professional confidentiality by a member of the judiciary or any other person bound by the confidentiality of the investigation in a broad sense could not flaw proceedings in which the evidence had been obtained lawfully; to decide otherwise would compound the effects of a personal failing on the part of the representative of the State by wholly unjustifiable and possibly substantial damage either to law and order or to the victim or victims.", "Mr and Mrs Bricmont had relied on two other grounds of nullity to impugn the committal order of 3 June 1980: the failure to deal with their pleadings and the conduct of the investigating judge, who, they said, had merely made a \"mini-report\" at the first hearing by the chambre du conseil. The Court of Appeal ruled that on the facts the first complaint was unfounded. It also dismissed the second complaint, as it did not find that there had been any infringement of the rights of the defence or of the principle that judicial proceedings must be adversarial, in view of the fact that the presiding judge of the chambre du conseil had not felt it necessary to recall the investigating judge as he was leaving the room after making his report.", "The applicants had further claimed that the Court of Appeal could not in law judge their case fairly owing to an incident which had occurred on 7 January 1981, following which they had been summoned to appear before the Brussels tribunal de première instance for contempt of court (see paragraphs 24 and 26 above). The Court of Appeal held on this point that if this claim were well-founded in law, \"it would be sufficient for any person desirous of evading any judicial proceedings\", whether civil or criminal, \"to ensure impunity by committing a contempt of court directed at the Belgian judiciary in general\".", "The Court of Appeal did not explicitly reply to the Bricmonts’ application for discovery of the gouache \"Storm over Cannes\" (see paragraph 69 below).", "33. After considering the merits of the case, the Court of Appeal set aside the judgment of 15 February 1982 of the Brussels tribunal de première instance. It found that some of the charges were statute-barred and held that others had not been made out, but it convicted on the following counts:", "(a) A1, A3, A8 and A10, against Mr Bricmont;", "(b) A9, against Mrs Bricmont; and", "(c) C4, against both defendants.", "As a consequence, the Court of Appeal sentenced Mr Bricmont to five years’ imprisonment, Mrs Bricmont to fifteen months suspended for three years and both of them to a fine of 2,000 Belgian francs. In its ruling on the civil claim, it ordered Mr and Mrs Bricmont to pay to the Prince provisional compensation of 3 million francs and to return certain company shares to him.", "As to Mr Bricmont’s proceedings against the Prince, the Court of Appeal acquitted the latter, holding that he was not guilty of false accusation; and it accordingly declared that it had no jurisdiction to entertain Mr Bricmont’s civil claim for damages.", "34. On 17 March 1983 Mr and Mrs Bricmont appealed on points of law against the Brussels chambre du conseil’s order of 3 June 1980 and against the Court of Appeal’s judgment of 9 March 1983. In pleadings dated 3 June 1983 they relied on a large number of grounds.", "They criticised the Court of Appeal for, inter alia, not having dealt either with the complaint that the investigation was null and void owing to the fundamental deficiencies in it - which the tribunal de première instance had in their view summed up perfectly (see paragraph 28 above), even if it had not drawn all the legal inferences from them - or with their submissions concerning the presence in the criminal file of various confidential letters, including the one of 3 May 1977 (see paragraph 32 above).", "They also claimed that the Court of Appeal had not given reasons for its decision as required by law, as it had failed to find that the publicity given to the case by the Crown Prosecutor at the October 1977 press conference (see paragraph 19 above) and when making submissions in relation to another case infringed their defence rights and their right to a fair trial.", "Mr Bricmont added that the Court of Appeal had likewise not given reasons as required by law for its ruling that counts A1 and A3 were not time-barred or for its decision that count C4 had been substantiated (see paragraph 22 above).", "Mrs Bricmont complained that she had not been asked to submit a defence to the charge of uttering which the Court of Appeal had found to be made out against her.", "35. On 9 August 1983, Mr and Mrs Bricmont filed supplementary pleadings. Notwithstanding the terms of the second paragraph of Article 420 bis of the Code of Criminal Procedure, they considered that these pleadings were admissible having regard to the requirements of a fair trial and the rights of the defence. They complained of a violation of the principle of equality of arms due to the special procedure adopted for questioning the Prince and they developed their plea based on the nullity of the proceedings (failure to arrange a confrontation, the press conference, proceedings for contempt, etc.).", "36. The Court of Cassation dismissed the appeal on 18 January 1984 without taking into account the supplementary pleadings, which had been filed outside the time-limit provided for in the second paragraph of Article 420 bis of the Code of Criminal Procedure.", "It declared the appeal inadmissible in so far as it again (see paragraph 24 above) related to the order made on 3 June 1980 by the chambre du conseil of the Brussels tribunal de première instance, on the ground that in criminal cases a party could not appeal to the Court of Cassation twice against the same decision.", "In so far as the appeal was directed against the Court of Appeal’s judgment of 9 March 1983, the Court of Cassation ruled, firstly, on the plea that the investigation was null and void. When listing, on appeal, the irregularities noted in the judgment at first instance, the applicants had confined themselves to illustrating their complaint that the court below, having failed to draw all the inferences from the situation they had described, had infringed Article 6 (art. 6) of the Convention because it was impossible for the Court of Appeal to \"separate the investigative measures which could be accepted from those which [had to] be ruled inadmissible, as they [were] intertwined with one another to the point of forming an incoherent whole\". In the Court of Cassation’s view, the Court of Appeal had, when closely scrutinising each of the charges, implicitly but definitely decided that the investigation was not incoherent as alleged.", "The Court of Cassation went on to hold that in the impugned judgment - and it cited the reasons given - the Court of Appeal had dealt with the argument relating to the confidentiality of the letter of 3 May 1977.", "As regards the argument concerning the publicity given to the case by the Crown Prosecutor, the Court of Cassation held that it could not infer any violation of the rights of the defence or of Article 6 § 1 (art. 6-1) of the Convention from the mere fact that the prosecution had allegedly breached professional confidentiality.", "Moreover, in order to assess whether a case had been heard fairly, the trial had to be looked at as a whole; in view of the fact that Mr and Mrs Bricmont had had the opportunity during the proceedings before the trial courts to challenge freely the evidence adduced against them by the prosecution, they could not claim to be victims of an infringement of the rights of the defence or of their right to a fair trial within the meaning of the Convention.", "As to the pleas based on the failure to give reasons for the convictions on counts A1, A3 and C4 (see paragraph 22 above), the Court of Cassation rejected them as lacking any legitimate interest: the sentence passed on Mr Bricmont was justified by the other charges which had been proved against him. Nor did the court find any infringement of Mrs Bricmont’s defence rights in regard to count A9.", "Lastly, the Court of Cassation held that the appeal on points of law which Mr Bricmont had also lodged as a civil party (see paragraph 33 in fine above) was inadmissible, as Mr Bricmont had apparently not had notice of it served on the Prince as the party being directly cited.", "37. On 26 October 1977, the Prince wrote to the investigating judge that he wished to give evidence to the President of the Brussels Court of Appeal. In a letter the next day the investigating judge asked the President to take evidence from the Prince, in accordance with Article 511 of the Code of Criminal Procedure (see paragraph 17 above), and he attached a list of some fifty questions.", "38. On 9 November 1977, the President took unsworn statements from the Prince. A record was made solely of the replies to the aforementioned questions.", "39. On 21 April 1978, the investigating judge informed the President of the Brussels Court of Appeal that he thought it necessary for the Prince to be examined a second time, and he drew up a new list of some forty questions. The Prince gave evidence - again unsworn - on 28 April, and a record was made on this occasion likewise.", "40. By a royal decree of 2 July 1979, which referred to Article 510 of the Code of Criminal Procedure (see paragraph 17 above), the Prince was authorised to appear as complainant and civil party before the investigating judge of the tribunal de première instance. The examination took place on 18 July 1979 and related to counts A8 and A10 (see paragraph 22 above). The Prince also intimated that he wished to clarify a point in his statement of 9 November 1977 concerning a will in Mr Bricmont’s favour. He said:", "\"There has been a misunderstanding; it is not true that it was Mr Bricmont who added a nought to the figure intended for him. I was the one who altered the amount at his request. I wrote fifty million instead of five million.", "You have put before me annexe no. 3 to document 195 in the ‘Investigation’ bundle; that is the document in question.", "It was Mr Bricmont, then, who was appointed executor of the will at his own request.\"", "41. The investigating judge also arranged a confrontation between the Prince and Mr Bricmont, on 23 October 1979. He put before them, among other things, the deed of gift of 19 May 1976 (see paragraph 64 below) and reminded them of their statements on the subject, which they confirmed. The matter of the will was again discussed.", "42. In the proceedings before the chambre du conseil Mr and Mrs Bricmont claimed that the investigation was null and void, in particular for having infringed the rights of the defence on account of the procedure adopted for taking evidence from the Prince. They asked the court to stay the proceedings pending implementation of various investigative measures including the examination of the Prince, and further confrontations between them and him, on the other charges (see paragraph 21 above).", "43. In its order of 3 June 1980 the chambre du conseil considered that the impugned examinations had been held in accordance with Article 511 of the Code of Criminal Procedure and that the measures sought by Mr and Mrs Bricmont were not necessary for it to be able, in full knowledge of the facts, to give its decision on the application for a committal for trial (see paragraph 22 above).", "44. A royal decree of 21 August 1981, issued under the aforementioned Article 510, authorised the Prince to appear as a witness before the Brussels tribunal de première instance, where the trial was due to open on 21 September 1981. On 8 September 1981, Dr Devos, the Prince’s doctor, and Dr Verhelst, a hospital physician who was consulted, stated that the Prince’s general physical and psychological condition did not permit of his appearing at the court hearings. They considered that the severe psychological and emotional stress to which he would be subjected would overtax him and that he was no longer in a fit state to withstand it.", "At the request of the Brussels Crown Prosecutor, the Bruges Crown Prosecutor appointed a medical expert on 12 September 1981 to verify that the Prince’s health was as described. Dr Floré, the expert appointed, stated in his report of 18 September (passage translated from the Dutch):", "\"He is an old man, fairly tall and rather undernourished. He gives an impression of frailty and vulnerability.", "When questioned, he stated that he suffered from asthma, chronic bronchitis, osteo-arthritis and a hiatus hernia which compelled him to sleep in a sitting position. He also said that he easily became impatient in any situation that was at all stressful and that he then tended to react like someone who was panicking. The news of the medical expert’s visit had in itself sufficed to cause a reaction of this kind. Similarly, in such a situation, he had attacks of tachycardia, lost his ability to react appropriately and was completely at a loss.", "When he had to travel he had himself driven by car, as he himself had given up driving some six years earlier.", "He walks slowly and hesitantly, limping slightly and leaning on a stick in his right hand.", "He speaks in a confidential, emotional, friendly manner which is occasionally slightly naïve and childlike, with a weak, hoarse voice, and coughs from time to time.", "He is lucid but has difficulty concentrating for any length of time, occasionally repeats himself and often has to search for words. If in this way he loses the thread of the conversation, he becomes nervous, goes red, loses his self-assurance and seeks support from his listener.", "In short, he is an old man growing weak, who is living for the time being in a protective environment, in a fragile, delicate state of balance. It is clear that the slightest stress overtaxes him. At the end of a conversation he is visibly tired.", "For these reasons I conclude that his physical and psychological resistance has become insufficient for him to be heard as a witness at the hearing and accordingly precludes him from being so heard.\"", "45. Shortly before the end of the trial, the Crown Prosecutor requested a further opinion from the forensic medical expert. In a report of 4 December 1981 Dr Floré recorded that the state of the Prince’s health had not improved since the previous medical examination.", "46. In their pleadings of 23 September 1981 (see paragraph 27 above) Mr and Mrs Bricmont asked the Brussels tribunal de première instance to stay the proceedings until the Prince’s health was restored, so that a confrontation with him could be arranged and he could be examined as a witness. The court refused this application in a judgment given on the same day, holding that, having regard to the Prince’s poor state of health, continuing the trial in his absence could not be deemed an unfair trial contrary to Article 6 (art. 6) of the Convention. Mr and Mrs Bricmont appealed, but subsequently withdrew their appeals.", "47. In its judgment of 15 February 1982 (see paragraphs 27-29 above) the Brussels tribunal de première instance included among other deficiencies in the investigation the failure to arrange a confrontation between the applicants and the Prince on all the charges; despite its earnest wish, it had not been able to remedy this situation as, on the strength of medical certificates, the Prince had not appeared in person at any of the hearings. The court also held that the examinations of the Prince by the President of the Court of Appeal on 9 November 1977 and 28 April 1978 were irregular, as the Prince had been heard as a civil party, not as a witness, so that Articles 510 and 511 of the Code of Criminal Procedure did not apply and the evidence should have been taken by the investigating judge. Admittedly, the court had no jurisdiction to set aside any investigative measures that might be null and void, but it had to have regard to the irregularities complained of by Mr Bricmont and to grant his request that it should not base its decision on any irregular proceeding.", "48. In their appeal pleadings of 17 November 1982 (see paragraph 30 above) Mr and Mrs Bricmont complained in particular of the manner in which evidence was taken from the Prince on 9 November 1977. Mr Bricmont also criticised the investigating judge and the chambre du conseil for having refused to arrange a confrontation between him and the Prince and to question the Prince on all the charges; they had, in his view, thus infringed Article 6 § 3 (d) (art. 6-3-d) of the Convention. He also relied on Article 6 (art. 6) on the ground that the prosecution had not requested, in accordance with the aforementioned Article 510, a royal decree authorising the Prince to appear before the Court of Appeal as a witness.", "49. On 23 November 1982, Mr and Mrs Bricmont had the following entered in the record of the hearing: \"The prosecution stated that it was willing to accept as true that the Baron Richard was recently walking with the Count of Flanders in the Avenue Louise\".", "50. In its judgment of 9 March 1983 (see paragraphs 31-33 above) the Court of Appeal deemed it regrettable that evidence had been taken, on 9 November 1977 and 28 April 1978 (see paragraphs 38-39 above), from the Prince in an unusual manner, \"probably out of consideration for the civil party, consideration which [was] not legally justified and which moreover appear[ed] to have given rise to other abnormal but not unlawful circumstances\". It held, however, that this did not amount to a ground for declaring the proceedings null and void; in particular, it noted that:", "\"... as the Count of Flanders was not questioned as a witness, since he was a complainant, or moreover by the judge who would have had jurisdiction if he had been examined as a witness, the disputed statements have only the weight of mere information, just as if the Count of Flanders had provided the same explanations in a formal letter to the investigating judge or orally to a police officer, or again exactly as if the investigating judge had taken evidence from him without administering an oath, which he is entitled to do and which is to be recommended in respect of a civil party.\"", "51. In a letter of 25 August 1977 Mr Gilson de Rouvreux gave the Senior Assistant Crown Prosecutor the name of certain people who might be able to provide particulars of the case. Three of them were summoned, including Mr Casse (see paragraph 18 above).", "52. In their pleadings filed with the chambre du conseil (see paragraph 21 above) Mr and Mrs Bricmont applied for Mr Casse and Mr Gruner to be examined (see paragraph 18 above). The chambre du conseil did not, however, consider it necessary to hear evidence from those persons in order to decide whether the applicants should be committed for trial.", "53. In a formal notice sent to the Brussels Crown Prosecutor following Mr Gruner’s death and served by bailiff on 19 March 1981, Mr and Mrs Bricmont requested that letters rogatory should be issued with a view to having Mr Casse examined on a statement he had signed on 16 February 1981 concerning count A1 (see paragraph 22 above). This statement, which was filed with the chambre du conseil, clarified the content of two others, which were dated 21 December 1979 and had been included in the criminal file. In it Mr Casse described a conversation he claimed to have had with the Prince in November 1976, in which the Prince allegedly stated that he had received a sum of two million French francs as the sale price for his rights in the Caldana partnership, which owned the Sansovino estate (see paragraph 11 above). The formal notice served by the bailiff read as follows:", "\"During the judicial investigation into [Mr Bricmont] ... no evidence was taken from the two persons who, together with [Mr and Mrs Bricmont] and the complainant, were the vital witnesses of the main facts which were to be set out in the prosecution’s application of 2 November 1979 for committal for trial, namely Mr Pierre Gruner, a non-lawyer colleague of Mr René Merkt of the Geneva Bar, and Mr Casse, a chartered surveyor and consultant to the courts in Cannes;", "All applications to the chambre du conseil by [Mr and Mrs Bricmont] for additional investigative measures were rejected, as the prosecution was opposed to any examination of the witnesses Gruner and Casse;", "Mr Gruner has died, and his death makes it much more difficult to establish the truth and, consequently, for [Mr and Mrs Bricmont] to defend themselves;", "[Mr and Mrs Bricmont] today run a considerable risk of being deprived of the vital evidence of Mr Gabriel Casse if he is not very soon examined under letters rogatory, as he is elderly and has just overcome serious health problems;", "...", "Mr Gabriel Casse must be asked to confirm the terms of his statement of 16 February 1981 before a judicial authority who will also put to him any questions necessary for establishing the truth and who will at the same time be able to report to the office of the Brussels Crown Prosecutor on Mr Casse’s professional and personal reputation;", "The said statement of 16 February 1981 has a direct bearing on the merits of the charge of forgery (\"faux intellectuel\") allegedly founded on the receipt signed by the Prince of Belgium on 2 December 1972, a charge on which the subsequent charges depend;", "...", "It is necessary as a matter of urgency to remedy this shortcoming in the investigation consisting in refusing Mr and Mrs Bricmont’s request for an examination of the two witnesses who, because of the extent of their exclusive personal knowledge of vital facts, could have shown the complainant’s accusations to be baseless ...;", "The application is based on Article 6 § 3 (d) (art. 6-3-d) of the European Convention for the Protection of Human Rights and Fundamental Freedoms;", "... .\"", "In the applicants’ submission, an examination of Mr Casse would have enabled them to clear themselves of the three main charges against them found to be established, namely counts A1, A9 and C4 (see paragraph 22 above).", "54. On 27 March 1981, the public prosecutor in Grasse gave effect to letters rogatory issued by the office of the Brussels Crown Prosecutor, who had requested that Mr Casse should be examined concerning: \"(1) the relations he [had] had and [might] still have with Mr and Mrs Bricmont; and (2) the content of the appended ‘statements’\".", "When examined by the Cannes police on 20 June 1981, Mr Casse answered the first question and confirmed his statement of 16 February 1981.", "55. In its judgment of 15 February 1982 (see paragraphs 27-29 above) the Brussels tribunal de première instance noted among other deficiencies in the investigation the failure to take evidence from Mr Gruner - who had died since the investigation had been completed - and the fact that the persons best placed to provide information had been neither summoned nor examined as witnesses, despite Mr and Mrs Bricmont’s formal request.", "56. In their appeal pleadings of 17 November 1982 (see paragraph 30 above) Mr and Mrs Bricmont applied for Mr Merkt to be examined under oath (see paragraph 18 above), \"in order to discover the date on which and the circumstances in which the photocopy of the confidential letter which his colleague and client Georges Bricmont had sent him on 3 May 1977 [had come] to leave his chambers\" (see paragraph 32 above). Relying on Article 6 (art. 6) of the Convention, they maintained that in so doing they were not abusing their defence rights, as Mr Merkt was the only person from whom they were asking the court to take evidence.", "57. In December 1982, the applicants produced a fresh statement by Mr Casse, dated 17 December 1982, in which he said that he was at the judicial authorities’ disposal to confirm on oath the content of his earlier statements (see paragraph 53 above).", "58. In its judgment of 9 March 1983 (see paragraphs 31-33 above) the Court of Appeal did not expressly rule on the application for Mr Merkt to be examined but when considering the ground of nullity allegedly arising from the presence of the letter of 3 May 1977 (see paragraph 56 above) in the file, held that no breach of professional confidentiality had been made out against Mr Merkt; it expressed no view on the weight to be attached to Mr Casse’s statements.", "59. On 27 September 1977, the investigating judge in Brussels sent a telegram to his colleague at the tribunal de grande instance at Mont-de-Marsan (France), requesting him to issue a warrant to search an estate at Vielle-Soubiran occupied by Mr and Mrs Bricmont and seize on those premises any documents relating to eleven companies and Anstalten. On the same day, he telegraphed the investigating judge in Geneva asking him, firstly, to have the home of Mr Natalizzi, an accountant who had succeeded Mr Gruner, searched and all the shares of a particular company and the documents relating to four Anstalten seized, and, secondly, to obtain from Mr Merkt the books, files and correspondence relating to various Anstalten.", "On 28 September 1977, the investigating judge in Geneva duly made an order to this effect. Mr Bricmont’s letter of 3 May 1977 to Mr Merkt (see paragraph 32 above) was seized on this occasion.", "On 30 September 1977, the investigating judge in Brussels sent a similar telegram to his colleague at the tribunal de grande instance in Grasse. In another telegram on 19 October 1977, he asked his colleague in Paris to request the Banque de Paris et des Pays-Bas and the Banque Nationale de Paris to provide a statement of all the transactions on accounts opened in the names of the applicants or of a particular company. On 9 January 1978, he issued further letters rogatory for dispatch to the investigating judge in Geneva, asking the latter to have documents seized and inquiries made at the Banque de Paris et des Pays-Bas in Geneva in connection with an allegedly forged document dated 18 February 1974 which certified the payment to the Prince of the purchase price of some furniture.", "These various searches did not reveal the whereabouts of the books of the Anstalten.", "60. In the proceedings before the chambre du conseil Mr and Mrs Bricmont applied for evidence to be taken from senior officials of the Geneva branch of the Banque de Paris et des Pays-Bas, but without success.", "61. In its judgment of 15 February 1982 (see paragraphs 27-29 above) the Brussels tribunal de première instance noted among other deficiencies in the investigation the failure to have any audit carried out in respect of the transactions made on the instructions of or in the name of the Prince and the applicants (the numbers of various Belgian or foreign bank accounts of theirs were in the file). As to the relevant Anstalten, it appeared that an inspection could well have been made of their accounts - the documents seized included many statements, so that it would have been possible to approach the banks in order to find out what transactions had been made on these accounts, at least in so far as the case related to them. At all events, there was nothing to show the contrary. At the same time, the court found that Mr Bricmont had made \"the great mistake\" of failing to keep any systematic, chronological accounts of the sums he received or paid on the Prince’s behalf and of sometimes not answering precise questions put by the court.", "62. In their appeal pleadings Mr and Mrs Bricmont mentioned the failure, noted by the trial court, to carry out an audit and relied on it in order to argue that the investigation was null and void on account of the deficiencies in it. In response to the criticisms the court had made of him, Mr Bricmont said he considered it unacceptable that the Prince, not content with refusing to assist in establishing the truth, should blame his opponent for the way in which he had noted transfers of funds effected without any bank records being made at the Prince’s own request.", "63. In its judgment of 9 March 1983 (see paragraphs 31-33 above) the Court of Appeal did not rule expressly on the submissions which the applicants based on the nullity of the investigation. In declaring charges A3 and A10 to have been made out, it had regard, inter alia, to the fact that Mr Bricmont had not produced any book-keeping documents. In order to determine the sentence, it noted lastly that the written pleadings revealed that the Prince wished as far as possible to conceal the assets of his estate from the tax authorities, his creditors and his statutory heirs, and that Mr Bricmont had taken advantage of this to attempt to divest him of his fortune.", "64. On 30 August 1978, Mr Bricmont forwarded to the investigating judge a copy of a document dated 19 May 1976, which read as follows:", "\"I, the undersigned Count of Flanders, Prince Charles of Belgium, hereby give Mr Georges Bricmont of the Brussels Bar, failing whom Mrs Bricmont, power to dispose of the companies and Anstalten that I own or control.\"", "He claimed that the Count of Flanders thereby recognised the existence of \"gifts from hand to hand\", and that by the operation of Article 938 of the Civil Code the charges of misappropriation of shares of or documents of title to companies or Anstalten were therefore deprived of a vital element. In a letter of 8 September 1978 Mr Bricmont told the investigating judge that the gift had in reality been made principally to his wife.", "65. On 22 November 1978, Mrs Bricmont obtained an order from the presiding judge of the court in Grasse appointing a bailiff, Mr Bernard, to draw up an inventory of the contents of a château in which, until February 1976, she had had the use of an office as chairman and managing director of Sansovino, a limited company, and as general manager of Caldana, a non-commercial property partnership. Mr Bernard’s intervention was unconnected with the criminal proceedings pending in Brussels; it was prompted by Mrs Bricmont’s desire to have an inventory of her furniture and other articles in the custody of the court-appointed administrator of the Caldana company, Mr Denape. The bailiff’s task therefore consisted in recording that there were a number of pictures among other things, but did not include noting the text of any dedications on them.", "On 3 January 1979, Mr Bernard recorded that in a locked cabinet in the administrative office there were four pictures signed by the Count of Flanders and dedicated to Mr and Mrs Bricmont, including a gouache \"Storm over Cannes\" dated 21 January 1976.", "66. After her husband had been questioned on 2 October 1979 about the deed of gift of 19 May 1976, Mrs Bricmont wrote to the investigating judge on 22 October 1979. She thought it absolutely essential that he should be aware of the text of the dedication of 21 January 1976 on the gouache \"Storm over Cannes\", which showed that the Prince was well-disposed towards her. Mrs Bricmont added:", "\"... it would be advisable for you to submit it to the Prince, who will be able to tell you if he indeed wrote it. If so, he will also be able to tell you whether he is giving up, in the present case, his false insinuations about imaginary uses of documents signed in blank.", "Attached is a report of 3 January 1979 by a bailiff, Mr Bernard of Cannes, who established after discussion with Mr Denape that the four pictures in question are deposited in my office at Château Sansovino. They are in a metal cabinet which, like the office, is locked. I have the keys of the cupboard and of the office, but do not have any access to them. Access has been forbidden me only by Mr Denape without any court decision but with threats of physical restraint by the caretakers and Mr Busuttil if I attempt to enter and regain possession of the articles belonging to me. Mr Denape’s behaviour is all the more unwarranted as nobody disputes my ownership of the articles in question.", "I accordingly urge you to send letters rogatory to the Alpes Maritimes département in order to secure the return to me or, failing that, the seizure of the aforementioned personal articles which I consider vital to my defence and which are in the house at Sansovino. In particular: letters, notes, photos and pictures.", "It is not necessary to have the locks of the furniture and premises of the house forced since Mr Denape and I each have some of the keys.", "It will be sufficient for the French police responsible for executing the letters rogatory to ask Mr Denape and myself to accompany them to the premises in order to open the building and the furniture for them and indicate to them the items whose return I am seeking both for your information and for the needs of my defence.\"", "67. In the proceedings before the chambre du conseil Mr and Mrs Bricmont again applied for production of the text of the dedication, but to no avail.", "68. In its judgment of 15 February 1982 (see paragraphs 27-29 above) the Brussels tribunal de première instance mentioned among other deficiencies in the investigation \"the refusal by the investigating judge, without giving any reasons, to grant the defendants’ application to have the text recorded and an identification made of the author of the dedication on the gouache ‘Storm over Cannes’, which was at Cannes in the possession of the interim administrator Mr Denape and whose dedication they claimed gave credence to their version of events\". When considering count A8, relating to the deed of gift of 19 May 1976 (see paragraphs 22 and 64 above), the court thought it regrettable that the \"investigative measure (consisting in issuing letters rogatory) [had] not [been] carried out as the rights of the defence dictated it should have been\"; the court found it \"equally regrettable that the defendants [had] not given, albeit from memory, the content of this dedication\".", "69. In their appeal pleadings of 17 November 1982 (see paragraph 30 above) Mr and Mrs Bricmont applied, in respect of count A8, for an order that the civil party should produce the gouache \"Storm over Cannes\" as \"the dedication, dated 21 January 1976, would establish that this gift [had] indeed [been] intended as such by the donor\".", "In its judgment of 9 March 1983 (see paragraphs 31-33 above) the Brussels Court of Appeal did not give an express ruling on this point. It did, however, refer to the pleadings of the civil party, the Count of Flanders, which stated that the application was a \"diversionary attack\"."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}