{"ITEMID": "001-110261", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SILICKIENE v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed;No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Access to court);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Charged with a criminal offence);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre", "TEXT": ["6. The applicant was born in 1971 and lives in Vilnius.", "7. On 16 August 2000 M.S., the applicant’s husband, a high ranking tax police officer, was arrested on suspicion of having committed various offences of fraud. He was remanded in custody.", "8. Later that month he was charged with forgery, fraud and inappropriate commercial activities.", "9. In May 2001 M.S. was charged with more serious offences, including that of smuggling large quantities of alcohol.", "10. In February 2002 M.S. was accused of further serious crimes, including forming and leading a criminal association in order to smuggle alcohol and cigarettes in large quantities.", "11. In 2000 a criminal investigator froze certain property belonging to M.S., his mother and the applicant. The mother appealed against that decision, pursuant to Article 2441 of the Code of Criminal Procedure (see the Relevant domestic law and practice part below). As a result, on 23 July 2002 the District Court of Kaunas City released some of her assets – an apartment, a garage and a plot of land – the seizure of which was deemed to have been unreasonable. The court noted, however, that the café and shares in a telecommunications company which had been in the possession of the mother of M.S. was property acquired as a result of his criminal activities. The seizure of those items was upheld.", "The applicant did not appeal against the seizure of her property.", "12. In August 2002 a prosecutor approved a bill of indictment against M.S. and three of his accomplices, K.K., J.M. and V.V. The case was transmitted to the Kaunas Regional Court.", "13. On 24 April 2003 M.S. committed suicide in the Lukiškės Remand Prison.", "14. On 25 and 28 April 2003 the applicant and the mother of M.S. requested the court to continue the case to enable his rehabilitation. That same day the Kaunas Regional Court decided to continue the proceedings in so far as they concerned the activities of the criminal association organised by the applicant’s late husband. The court appointed a lawyer to defend the interests of the deceased.", "15. On 28 May 2003 the Kaunas Regional Court received a request from the applicant and M.S.’s mother to discontinue the criminal proceedings. By a ruling of 2 June 2003 the court dismissed that request, noting that it had already started examining the evidence in the case. It observed that, without having examined the evidence, the court could not establish whether grounds existed to rehabilitate M.S.", "16. On 22 January 2004 the Kaunas Regional Court adopted its judgment. It noted that there were no grounds on which M.S. could be exculpated. On the contrary, the court found sufficient evidence to prove that the applicant’s husband, being a State official, had indeed organised and led a criminal association for smuggling purposes between spring 1999 and March 2000. The offenders had succeeded in passing contraband on twenty-two occasions. However, in view of M.S.’s death, the court decided to discontinue the proceedings against him. Three of his co-accused, K.K., J.M. and V.V., were convicted and sentenced to prison sentences ranging from three years six months to six years. Two other co-accused were released from criminal liability because they had cooperated with the authorities and contributed to discovering the crimes.", "17. The Kaunas Regional Court ordered the confiscation of certain items of property on the ground that they had been acquired as a result of M.S.’s criminal activities (Article 72 § 3 (2) of the Criminal Code). In particular, the court ordered confiscation of the applicant’s apartment in Vilnius. The court established that the applicant had bought the apartment in August 1999, having obtained a sham loan of 80,000 Lithuanian litai (LTL, approximately 23,000 euros (EUR)) from the mother of V.V. The applicant’s shares in a telecommunications company, to the value of LTL 29,997 (approximately EUR 8,700), were also to be confiscated on the ground that they had been obtained through an off-shore company which the criminal organisation used to hide the proceeds of its crimes. The trial court also ordered confiscation of a café belonging to M.S.’s mother as well as certain other items. Nonetheless, it lifted the seizure of a plot of land, a garden house, and some money and furniture that belonged to the applicant, given that there was no evidence of the illicit origin of that property. For the same reason, the seizure of flats and plots of land belonging to M.S.’s parents was also lifted. Lastly, the trial court ordered confiscation of V.V.’s car on the ground that it had been used as a means to smuggle goods (Article 72 § 2 (2) of the Criminal Code).", "The reasons why each item of seized property should or should not be confiscated were set out in eight pages of the judgment.", "18. Considering that the trial court’s judgment was erroneous, M.S.’s family hired another lawyer, E.J., to prepare an appeal. As the applicant wrote in her application to the Court, from that moment the lawyer E.J. “de facto represented all persons [who were affected by the confiscation measure]”. Appeals were also lodged by the prosecutor and three convicted persons.", "19. In the appeal the lawyer E.J. contended that the criminal proceedings should have been discontinued after M.S.’s death. He also argued, mentioning each item of confiscated property, that those assets had been obtained from legitimate sources and thus the confiscation was unlawful. As concerns the applicant, E.J. averred that there was no proof to find that the apartment and shares in the telecommunications company, both registered in her name, had been obtained from the proceeds of the crimes. For the lawyer, the trial court’s conclusions about the circumstances in which the applicant had acquired the apartment and the shares were factually and legally erroneous.", "20. On 25 October 2004 the Court of Appeal upheld the trial court’s judgment. The appellate court emphasised that the persons convicted had acted as an organised group (nusikalstamas susivienijimas) which was the most dangerous form of conspiracy (bendrininkavimas). The group’s criminal activity had lasted many years, was conducted systematically and did great harm to the State. The value of smuggled goods was millions of Lithuanian litai. Taking into account the scale, its systematic nature and the organisational level of the criminal activity, the case could be viewed as exceptional.", "21. On the issue of confiscated property the Court of Appeal noted that of all persons whose property had been confiscated, only M.S.’s parents-in-law had testified before the trial court. Even so, they could not explain how they had obtained that property. Furthermore, M.S.’s conspirator V.V. had confirmed that his parents’ financial situation was not good and he could not explain financial transactions by his mother.", "22. As regards the applicant, the Court of Appeal also noted that she was well aware of the criminal activities of her husband’s criminal association:", "“Even though M.S.’s wife J. Silickienė herself has not been charged [in this case], the examined evidence leaves no doubt that she was well aware of her spouse’s and the other co-accuseds’ criminal activities. ... J. Silickienė was informed each time smuggled goods were loaded or unloaded as well as about the sale of those goods. ... There is evidence that J. Silickienė herself received money which had been paid for smuggled goods. ... Consequently, J. Silickienė without any doubt knew that property which the [trial] court confiscated and which had been registered in her name previously had been obtained as a result of criminal activities.”", "23. The appellate court also dismissed the argument by the lawyer E.J. that confiscation was not possible because criminal proceedings against M.S. had been discontinued. Article 72 of the Criminal Code obliged the court to confiscate property which was the proceeds of crime, if third persons to whom the property had been transferred knew about the unlawful origin of that property. Confiscation was in no way linked to whether those third persons had been charged with a crime or convicted. On the contrary, pursuant to the aforementioned provision, confiscation of the proceeds of the crime had to be ordered both when imposing a punishment and when a person has been released from criminal liability and even in the event that he or she had not even been charged with a crime.", "24. The Court of Appeal also held:", "“...M.S.’s lawyer has unreasonably linked the confiscation of all the property listed in the judgment with the fact that the proceedings had been discontinued against M.S. However, it has been forgotten that not only M.S. but also other persons had been charged in the criminal proceedings in question. Those other persons had smuggled goods together with M.S., and the illicit gains had been obtained together. Some of those co-accused had been released from criminal liability, but three of the co-accused, J.M., K.K. and V.V., were convicted. For Article 72 § 3 of the Criminal Code to be applied, it was not important that the third persons to whom the property had been transferred should be family members or relatives of the person who committed the crime. Moreover, even presuming that it was M.S. who had transferred the property to his wife, his parents and his parents-in-law, it did not mean that that property had been obtained from the criminal activity of him alone. In the present case that property had been obtained as a result of the criminal activities of all co-accused, including those who had been convicted. Furthermore, V.V., who was M.S.’s cousin, had played a very important role in the activities of the criminal organisation. Accordingly, the persons to whom the confiscated property had been transferred were connected by family links not only to M.S., who died, but also to V.V., who was convicted. These circumstances totally rebut the appellant’s contention that the property had been confiscated after the proceedings had been discontinued, because in reality confiscation had been ordered after [the trial court] adopted an accusatory judgment”.", "25. Lastly, the appellate court pointed out that the trial court had exceptionally thoroughly set out the reasons why particular items had to be confiscated. In setting out its conclusions the trial court had relied on extensive analysis of the evidence examined in court, devoting a whole chapter of the judgment, eight pages in length, to that. In the appellate court’s view, the trial court’s findings had been reasonable. Even so, the appellate court again went through the evidence and upheld the trial court’s findings, dismissing E.J.’s arguments to the effect that the two confiscated items in the applicant’s ownership had a lawful provenance (see paragraph 19 above).", "26. The lawyer E.J. submitted an appeal on points of law. He contended, first, that the criminal proceedings against M.S. should have been discontinued after his death and that confiscation of property was possible only if an accusatory judgment had been adopted. Secondly, he alleged that the property, the confiscation of which had been ordered by the trial court, including that of the applicant, did not meet the requirements of Article 72 § 3 of the Criminal Code. In his submission, no fault of third person whose property was confiscated had been established.", "27. On 17 May 2005 the Supreme Court dismissed the appeal on points of law. As regards the confiscation of property, the Supreme Court ruled that confiscation as a penal measure (baudžiamojo poveikio priemonė) could be applied independently of whether the procedure had been concluded by acquittal or conviction, and even in cases where a person had not been charged with a crime (kai asmuo netraukiamas baudžiamojon atsakomybėn). The Supreme Court emphasised that it was a court’s duty to confiscate property which fell under Article 72 §§ 2 and 3 of the Criminal Code. It was noted that, in its judgment, the trial court had thoroughly reasoned its choice as to which items of property should be confiscated as being the proceeds of illegal activities. The Supreme Court acknowledged that most of that property had been found in the possession of third persons. However, given the trial court’s conclusion that those persons knew or should have known about the illicit funding of the items concerned, it was lawful to confiscate them even though those persons had not been charged in the criminal proceedings against M.S. and the criminal organisation.", "28. By a judgment of 30 June 2005 of the Kaunas Regional Court the applicant was convicted of misappropriating property and falsifying documents. The court established that she was actively involved in organising unlawful money transfers to off-shore companies used by the criminal organisation led by her late husband, so that the money was hidden. She fully confessed that she had committed the crimes with the aim of helping her husband avoid criminal liability while he was in detention. The applicant was sentenced to four years’ imprisonment.", "29. The mother of the applicant’s late husband was convicted of falsifying documents and sentenced to six month’s imprisonment. The court noted that she was merely executing the orders of the applicant, but that they had the common goal of helping M.S.", "30. Both the applicant and her late husband’s mother were pardoned under an Amnesty Act.", "31. The Code of Criminal Procedure at the relevant time provided that a pre-trial investigator could freeze the assets of an accused, or assets which were acquired in a criminal manner but later were in a third party’s possession, so as to protect a potential civil claim or confiscation order (Article 195 § 1). Appeals lay against such orders of investigators to two court instances (Article 2441).", "32. As concerns confiscation of property, at the material time the Criminal Code provided:", "1. Confiscation of property shall be the compulsory uncompensated taking into the ownership of a State of any form of property subject to confiscation and held by the offender, his accomplice or other persons.", "2. Confiscation of property shall be applicable only in respect of the property used as an instrument or a means to commit a crime or as the result of a criminal act. A court must confiscate:", "1) the money or other items of material value delivered to the offender or his accomplice for the purpose of commission of the criminal act;", "2) the money and other items of material value used in the commission of the criminal act;", "3) the money and other items of material value obtained as a result of the commission of the criminal act.", "3. The property transferred to other natural or legal persons shall be confiscated regardless of whether or not those persons are subject to criminal liability, where:", "1) the property has been transferred to them for the purpose of commission of a criminal act;", "2) when acquiring the property, they were aware, or ought to have been aware and could have been aware that this property, money or the valuables newly acquired by means thereof have been gained from of a criminal act.", "4. The property transferred to other natural or legal persons may be confiscated regardless of whether or not a person who has transferred the property is subject to criminal liability, where this person ought to and could have been aware that that property may be used for the commission of a serious or grave crime.", "<...>", "7. When ordering confiscation of property, a court must specify the items subject to confiscation or the monetary value of the property subject to confiscation.”", "33. In the legal systems of the Council of Europe Member States the concept of “confiscation” generally refers to a measure the effect of which is permanent deprivation of property by way of transfer of that property to the State. Seven countries (Albania, Germany, Georgia, Moldova, Romania, Sweden and Switzerland) provide for confiscation orders regardless of conviction. This type of confiscation order generally covers property that has been acquired though unlawful activities. As long as the origin cannot be justified, confiscation of such property may be imposed. Criminal liability of the offender is not relevant for the purposes of the confiscation order. For example, in Germany a court may order the confiscation of the proceeds of the crime despite the fact that the proceedings have been discontinued, as long as it can be established that a wrongful act has indeed been committed.", "34. Five States (Bulgaria, Estonia, Luxembourg, the Netherlands and the Russian Federation) in principle require conviction as a prerequisite for confiscation whilst allowing for some exceptions to the general rule. In Bulgaria, if it is established or there are reasonable grounds to believe that the suspect committed the offence, confiscation of property acquired through that offence is permitted, even if the suspect is not ultimately convicted because of his or her death. Estonia and the Russian Federation allow confiscation of property which constitutes material evidence in limited circumstances. In the Netherlands, as a rule, a confiscation order will not be available upon the death of the accused. However, confiscation of the property that has already been seized can be imposed if it is plausible that the deceased had indeed committed an economic crime.", "Three States (Belgium, France and the United Kingdom) strictly rule out the possibility of confiscation without conviction.", "35. Confiscation of property which is the proceeds of a crime may be imposed without conviction in certain circumstances either against third parties in general, or against family members in particular (Bulgaria, Estonia, Germany, Georgia, Moldova, the Netherlands, the Russian Federation, Switzerland and the United Kingdom). Knowledge of the illicit origin of the property, failure to justify its origin, the type of crime at issue and whether or not the third party is a fictitious owner are four most common circumstances in which a confiscation order may be made against property belonging to family members of an accused regardless of their conviction.", "36. On 22 December 1994 the Republic of Lithuania ratified the Council of Europe Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime (1990). The Convention aimed to facilitate international co-operation and mutual assistance in investigating crime and tracking down, seizing and confiscating the proceeds thereof. Parties undertake in particular to criminalise the laundering of the proceeds of crime and to confiscate instrumentalities and proceeds (or property the value of which corresponds to such proceeds)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-2", "P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}