{"ITEMID": "001-22135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "DOUGLAS-WILLIAMS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Nicolas Bratza", "TEXT": ["The applicant, Lisa Douglas-Williams, is a United Kingdom national, born in 1972 and living in London. She is the sister of Wayne Douglas, who died in police custody on 5 December 1995. She is represented before the Court by Ms L. Christian, a lawyer practising in London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s brother, Wayne Douglas, was 25 years old when he died. He was a large man who weighed approximately 90 kg, with no previous history of heart problems.", "Shortly before 2.36 a.m. on 5 December 1995, the deceased was allegedly involved in a burglary in Strathleven Road, Brixton. An intruder broke into a house, awoke the young couple who were its occupants and threatened them at knifepoint before leaving with cash point cards, money and a kitchen knife. The couple rang the police at 2.36 a.m.", "Police Constables Page and McKay responded. They saw the deceased leaving Strathleven Road and entering Acre Lane. Believing him to be the intruder, they apprehended him after a chase which ended in a children’s play area. The deceased threatened officers with a kitchen knife, which fell from his hand when his wrist was struck twice with a police baton by PC McKay. A second officer also struck him. In all, he was struck on the arms and back. Several police officers gave evidence that the deceased punched PC Page in the face. The time was 2.46 a.m. The deceased was tackled to the ground, arrested and placed in the prone position, i.e. on his front with his hands restrained behind his back, and handcuffed. The deceased was placed in a police van, prior to which he complained that he had difficulty breathing. He was again placed in the prone position while he was transported to the police station.", "Some of the officers later testified that the deceased was “muttering” incoherently in the van and wriggling, unable to sit of his own will. There was further evidence that on leaving the van, he was still “shuffling” and “muttering” incoherently. Some officers said that he was carried into the police station. The van arrived at the police station at 2.58 a.m.", "The arresting officer PC Page told the custody sergeant PS Sorensen of the circumstances surrounding the arrest, and stated that the deceased had assaulted him. Meanwhile, the deceased was placed face-down in the prone position on the floor of the custody suite. He was removed to a cell at 3.08 a.m. and had to be carried. He was then stripped and searched with his handcuffs removed, and was placed in the prone position for part of the search. The custody record notes, inter alia:", "“Subject complains of difficulty in breathing and is turned over on his back for searching.”", "PC Floodgate stated in oral evidence during the Inquest:", "“He [the deceased] then complained that he was finding it difficult to breathe on his front so the handcuffs were removed first and he was straight away turned onto his back.”", "PC Floodgate said that this appeared to relieve his breathing problem. On examination, PC Floodgate was asked if he saw any mucus on the deceased’s face, to which he replied, “No”. He did not mention that the prisoner had been placed in a “cell relocation position”.", "The evidence of PC Turner was not the same:", "“Present were PCs Mcintosh, Bennett and Cowland. They stripped him down to his underpants and left the cell one at a time, the last officer holding the prisoner’s legs crossed and then springing off him and then closing the door. (Cell relocation technique). I then slammed the cell door. The prisoner rolled over and groaned, and had what appeared to be nasal mucus over his face.”", "After the search, the deceased was left on his own in the cell. PS Sorensen instructed PC Bennett to remain outside the cell and to keep a continuous watch on him. PC Bennett gave evidence that following this instruction he remained outside the cell door and kept watch through the wicket in the door.", "PS Sorensen sent for the Forensic Medical Examiner to examine the deceased in case he had suffered any internal injury from a baton and also to examine the two police officers who complained of injury from the arrest.", "After a short lapse of time, PS Sorensen came to the cell door. PC Bennett stated that he removed his gaze from the wicket to talk to him. When he looked back, the deceased was on his face and in difficulties.", "Officers re-entered the cell at 3.31 a.m. when the deceased was said to be having a fit. His heart was beating but he had stopped breathing. Artificial respiration was commenced and an ambulance was called which conveyed the deceased to King’s College Hospital where he arrived at 3.42 a.m. He was pronounced dead at 3.56 a.m.", "The inquest into the death of the deceased took place between 18 November and 6 December 1996. It was presided over by the Coroner Sir Montague Levine, and a jury. Over 40 witnesses gave evidence, including 3 pathologists as to the cause of death. The pathologists were unable to agree as to the cause of death. Dr F. Patel (instructed by the Coroner) considered that the deceased had died of natural causes, due to hypertensive heart disease. However, the applicant claims that the jury rejected this and preferred the evidence of Professor B. Knight and Dr N. Cary. The former considered that the most likely cause of death was “positional asphyxia”, and the latter considered that the cause of death was the deceased’s restraint in the prone position, coupled with the stress occasioned by the whole incident.", "At the conclusion of the evidence, the Coroner left four verdicts to the jury, namely accident, open verdict, death by natural causes and unlawful killing. The applicant claims that the Coroner misdirected the jury on the meaning of unlawful killing in English law. The jury’s verdict, by a majority of 8 to 1, was recorded in the following terms:", "“Cause of death", "1. (a) left ventricular failure", "(b) stress and exhaustive and positional asphyxia", "Verdict", "Accidental death", "Details of how Accident Happened", "Between 3.10 a.m. and 3.15 a.m. in a police cell in Brixton Police Station following a chase and a series of restraints in the prone position face down as used in current police methods.”", "After the verdict was delivered, the Coroner issued a number of recommendations in respect of police methods of restraint in relation to positional asphyxia. This included:", "“Repeated periods of restraint in the face down position with the arms handcuffed behind the back can be dangerous and every officer should be given guidelines on essential observations to be made of the restrained person, with special emphasis on the possibility of positional asphyxia; that is taking the pulse rate, listening to the breathing and so forth...”", "The Director of the Metropolitan Police Complaints Investigation Bureau assured the Authority that these recommendations would be put in progress as policy matters within the Service.", "The applicant received legal aid to judicially review the decision of the Coroner on the basis of alleged misdirections.", "On 31 July 1997 Laws J dismissed the application for judicial review. He found that there had been a misdirection in the Coroner’s summing up on the legal definition of “unlawful killing” in that he had had interwoven his explanation on the different aspects of manslaughter concerning unlawful acts and gross negligence in such a way that it may not have been clear to the jury that he was referring to two different types of unlawful killing. Nonetheless, he found that on the evidence before them, and in the light of their finding on the cause of death, even if the jury had been properly directed they would have reached the same verdict. He noted that no complaint had been made about the deceased’s arrest. As regarded alleged neglect by the police officers, he recalled the Coroner’s finding that there was no evidence that the police officers should have recognised that the deceased’s condition was due to anything other than stress and exhaustion. Each officer had been individually asked whether he thought that Wayne should have been taken to hospital and each had replied ‘no’. Further, there had been no evidence that had an attempt been made earlier to take him to hospital that this would have had any effect in avoiding his death. The judge agreed with the Coroner:", "“I think it is clear that there was no evidence in the case to the effect that any officer could have foreseen the deceased’s sudden and catastrophic collapse owing to a left ventricular failure (or at all). The Registrar at King’s College Hospital, Dr Ellis gave evidence. The Coroner said this...", "‘I asked her this question and this is vital: ‘In retrospect, if you were there at the time would you have done anything different than those officers at that point of time?’ and the answer was ‘no’ and I think it is to their credit that everything they did when they found the heart had stopped and the breathing had stopped was right, and they did it quickly and it was done efficiently. She, as a doctor, almost a specialist herself, had said that had she been there she could not have done anything differently. She agreed with everything that was done.’", "In my judgment this was never a case in which the exceptional course of leaving neglect as a free-standing verdict should have been taken. One has to postulate circumstances in which a reasonable jury were not satisfied that unlawful killing (on any basis but in particular on the footing of gross negligence) was made out, yet could have been satisfied that there was a ‘gross failure’ to look after the deceased in the condition he was in. I cannot see that on the facts of the case there was any perceptible space for such a scenario...”", "In the context of the allegations of gross negligence, the judge referred to the undisputed fact that arrangements had been made by the police for the Forensic Medical Examiner to see the deceased.", "“There was also the very important evidence that PC Bennett was instructed to keep continuous watch over the deceased in the cell, looking through a wicket in the door. [Counsel for the family] seeks to raise a question whether this instruction was properly carried out. The custody record shows that when the officers re-entered the cell and found the deceased having a fit he was lying on his front. He had previously ... been turned or turned himself onto his back. The Coroner records PC Bennett (p. 63 1.3) as saying he had only momentarily turned his gaze away from the wicket when PS Sorensen arrived outside the cell; and (1.5) ‘when they looked back he was on his face’. [Counsel for the family] points to the expert evidence of Professor Knight and Dr Carey to the effect that if a prisoner is taken out of the prone position (as by being put on his back) he recovers the ability to breathe; and so [counsel] submits... ‘it is therefore difficult to understand why he further deteriorated and dies, if he was as Bennett alleged on his side or back while he was continuously watched’.", "I am afraid I regard that this argument is entirely speculative. When the officers re-entered the cell, seconds after PS Sorensen arrived and spoke with Bennett, the deceased was as I have said having a fit; and most unhappily must have been in a critical and terminal condition as the events which immediately followed demonstrate. He was not in control of his movements. He may have turned voluntarily on his front. There is nothing here to call into question the clear evidence that PC Bennett fulfilled his instructions to watch over him.”", "The applicant appealed this decision. It was dismissed on 30 July 1998 by the Court of Appeal composed of Lord Justices Woolf MR, Hobhouse and Thorpe. Lord Justice Woolf considered that there had been only borderline justification for leaving the verdict of unlawful killing to the jury. While there had been misdirections of law on “unlawful killing”, he refused to quash the verdict and order a fresh inquest as", "– the verdict would not have been affected;", "– any fresh inquest after this passage of time would inevitably be less satisfactory and most unlikely to result in any different verdict; and", "– the inquest had performed in an exemplary manner the investigation of the facts and little more could be achieved by subjecting all concerned to the considerable expense and stress of a further inquest.", "Lord Justice Woolf commented that it was important to note that it was not suggested that the way the deceased was treated at the time of his arrest was improper.", "Leave to appeal to the House of Lords was refused on 21 July 1999, of which the applicant was informed on 23 July 1999.", "The matter was referred by the Metropolitan Police to the Police Complaints Authority (PCA), an independent body established by an Act of Parliament to oversee complaints by members of the public against police officers. It informed the family that it had investigated two disciplinary aspects of the case: whether any police officer had abused his authority by using unnecessary violence towards Wayne Douglas in effecting his arrest and detention, and whether any police officer had neglected his duty by failing to take proper care of the applicant’s brother whilst in custody.", "The PCA found on 27 January 1997 that there were no grounds for criticism of the actions of any police officer on these issues.", "Prior to the deceased’s death, there existed significant literature on the dangers of police methods of restraint and that the very scenario which was the context of the deceased’s death had been the subject of the following expert warning: a suspect, particularly one who is large, who has had his breathing compromised (due to running away from police officers and/or struggling in the course of his apprehension) who is then handcuffed to the rear, and placed on his front in the prone position, may be in danger.", "The Metropolitan Police were aware of the dangers of positional asphyxia and officers had received training on this. The evidence from PC Page and PS Sorensen during the Inquest was that they had apparently had such training a few weeks before the incident. However, this training was limited and the Coroner expressed himself to be “appalled” that the topic had been dealt with in about 10 minutes.", "Following the Coroner’s recommendations, an Operational Notice was issued on 22 January 1997 to all divisions in respect of positional asphyxia, dealing with risk factors, signs and symptoms, and ways of reducing risks. This was to be incorporated into a new two-day training course for Metropolitan Police Officers with effect from 1 April 1997.", "Inquests are governed by the Coroners Act 1988 (“the Act”) and Coroners Rules 1984 (“the Rules”). Under s.8 of the Act, an inquest must be held if a person has died “a violent or an unnatural death”. It is the function of an inquest, as defined by the s. 11(5)(b) of the Act and r. 36 of the Rules, that a coroner and a jury shall look into and determine four essential matters: who the deceased was, and where, when and how the deceased came by his/her death.", "There is no legal aid for representation at inquests. Prior to April 1999, there was no right to disclosure of documents, but there is now a scheme for limited disclosure, although not commensurate with that available for other types of proceedings.", "It has been consistently emphasised in case-law that an inquest is an inquisitorial fact-finding exercise, and not a method of apportioning guilt. For example, Bingham LJ declared in ex parte Jamieson:", "“It is not the function of a coroner or his jury to determine, or appear to determine, any question of criminal or civil liability, to apportion guilt or attribute blame. This principle is expressed in Rule 42 of the 1984 Rules.” [1995 1 QB 1]", "There is no right of appeal in relation to an inquest and the High Court’s role is limited to review, which may be by way of judicial review, or statutory as contained in sections 13(1) and (2) of the Act. This section applies where, on an application by or under the authority of the Attorney-General, the High Court is satisfied as respects a coroner either –", "“(a) that he refuses or neglects to hold an inquest which ought to be held; or", "(b) where an inquest has been held by him, that (whether by reason of fraud, rejection of evidence, irregularity of proceedings, insufficiency of inquiry, the discovery of new facts of evidence or otherwise) it is necessary or desirable in the interests of justice that another inquest should be held.", "The High Court may –", "order an inquest or, as the case may be, another inquest to be held into the death...”", "Under the Fatal Accidents Act 1976 a claim may be brought by the dependants of the deceased for loss of support. Dependants include spouses and former spouses, children and parents, persons treated as children and/or parents, grandparents and grandchildren, and co-habitees of the opposite sex who had lived with the deceased for more than two years. The claim under the Fatal Accidents Act is for the following three heads:", "– the value of the dependency;", "– funeral expenses; and", "– bereavement damages currently in the amount of £7500 for the surviving spouse, the parents of a legitimate child or the mother of an illegitimate child.", "There is no claim under the Fatal Accidents Act for a deceased who leaves no dependants, or who does not fall into the limited category of persons mentioned above. English law does not recognise a tort for wrongful death.", "Under section 1 of this Act, a cause of action subsists in the personal estate of the deceased for any right of action the deceased would have had for damage caused by an act or omission before he/she died."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}