{"ITEMID": "001-78836", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SUKHOY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed - Non-pecuniary damage - award", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1955 and lives in Zhovti Vody, the Dnipropetrovsk region. He is a former employee of the OJSC “ElectronGaz” (“the Company,” ВАТ “Електрон-Газ”). At the material time the State owned 99.96% of the Company's share capital. The Company was therefore subject to the Law of 29 November 2001 “on the Introduction of a Moratorium on the Forced Sale of Property.”", "5. On 6 October 2000 the Zhovti Vody Court (Жовтоводський міський суд Дніпропетровської області) ordered the Company to pay the applicant UAH 12,514.76 in salary arrears. This judgment became final and the enforcement writ was transferred to the Zhovti Vody Bailiffs' Service (“the Bailiffs,” Відділ Державної виконавчої служби Жовтоводського міського управління юстиції) for enforcement.", "6. On 26 December 2002 the Bailiffs informed the applicant that the enforcement of the judgment of 6 October 2000 was delayed on account of the Company's lack of funds. It also stated that the attachment of the Company's property was impeded by the Law of 2001 “on the Introduction of a Moratorium on the Forced Sale of Property.”", "7. On 7 March 2003 the Dnipropetrovsk Commercial Court (Господарський суд Дніпропетровської області) instituted bankruptcy proceedings against the Company and on 10 October 2003 ordered its rehabilitation to be completed by 10 October 2004.", "8. On 21 October 2004 the applicant received the debt due to him by the judgment of 6 October 2000."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}