{"ITEMID": "001-100883", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DMD GROUP, A.S., v. SLOVAKIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant company was established in 1997 and has its seat in Trenčín.", "6. In the late 1990s the applicant company commenced proceedings against two major companies, seeking the enforcement of financial claims against the companies through seizure of their shares and transfer of title to the shares to the applicant company.", "7. The companies in question had been involved in arms production and had gone through a restructuring that resulted in a large number of job losses and a high rate of unemployment in the region. The relevant events therefore received media attention.", "8. The judicial enforcement officer (súdny exekútor), A., who had been involved in the enforcement of the claims in issue, was charged with abuse of authority. A. was eventually acquitted of that charge by the Bratislava III District Court (Okresný súd) on 7 February 2003. Criminal proceedings were also brought against other individuals.", "9. Further details concerning the background can be found in the Court's judgment of 2 June 2009 in the case of Borovský v. Slovakia (no. 24528/02).", "10. On 23 September 1998 the applicant company petitioned A. to enforce a claim for payment of an amount equivalent to approximately 2,900,000 euros (EUR) against B., a private joint-stock company. A. subsequently sought judicial authorisation of the enforcement.", "11. On 30 September 1998 the President of the Martin District Court, C., sitting as a single judge, authorised A. to carry out the enforcement proceedings against B.", "12. In the course of the enforcement proceedings, A. seized B.'s movable property and certain shares relating to B. A. attempted to sell the seized property at two public auctions. As the auctions failed, the shares and movable property were transferred to the applicant company at fifty percent of their officially estimated value.", "13. On 20 April 1999 the applicant company requested that the enforcement proceedings be ended, as its claim had been satisfied by the above-mentioned award of property.", "14. In a decision (uznesenie) of 30 June 1999, D., the newly appointed President of the District Court sitting as a single judge, ruled that the enforcement of the applicant company's claim by means of selling the shares was improper (neprípustná). At the same time, judge D. discontinued the enforcement proceedings.", "Judge D. observed that the shares had been sold by way of a procedure that applied to movable property. However, as shares were not deemed to be movable property, a different procedure requiring special authorisation should have been used.", "The two-page decision was not subject to appeal.", "15. The distribution of cases and organisation of work at the District Court is regulated by a work schedule (rozvrh práce).", "16. The work schedule for the District Court in 1999 was drawn up in 1998 by the then President of the District Court, judge C. According to this work schedule, all enforcement proceedings – including the proceedings for the enforcement of the applicant company's claim – were assigned to the District Court's Ninth Section, which was presided over by judge C. The work schedule provided that judge C. and judge D., who was at that time with the District Court's Seventh Section, were to substitute for each other if necessary.", "A copy of the work schedule was sent to the Žilina Regional Court for information on 7 December 1998.", "17. On 21 January 1999 judge D. was appointed as President of the District Court. He occupied that position until 5 June 2002.", "18. On 4 February 1999 judge D. issued an amendment to the work schedule. With effect from 1 March 1999, new enforcement proceedings were to be distributed evenly among eight different sections of the court, including the Seventh Section. Enforcement proceedings that had originally been assigned to the Ninth Section were also to be reassigned and distributed evenly among the eight designated sections. The amendment was worded in general terms without identifying any specific proceedings.", "A copy of the amended work schedule was sent to the Regional Court for information on 30 March 1999.", "19. On 30 June 1999 judge D., in his capacity as President of the District Court, issued a decree (opatrenie) reassigning the proceedings for the enforcement of the applicant company's claim to himself.", "In the one-page decree, reference was made to section 2(2) and 2(3) of the Administrative Rules for District and Regional Courts (Regulation no. 66/1992 Coll., as amended) (“the Rules”).", "The decree formally stated that the reason for the reassignment was “a change in the work schedule” and that the reassignment was made “in accordance with the system of substitution of judges fixed in the work schedule and for the purpose of ensuring the proper functioning of the court”.", "20. In the period between 1 March and 15 July 1999, a total number of 348 cases were reassigned from the Ninth Section of the District Court. Of the total, 49 cases were reassigned to judge D's section and 52, 48, 45, 42, 60 and 52 cases were reassigned to the remaining six Sections of the District Court respectively.", "21. Further amendments to the District Court's work schedule were issued by judge D. throughout 1999, taking effect on 1 June, 23 June, 1 August and 1 October 1999. They were all notified to the Regional Court. Under these amendments, judge D. was in charge of one in seven enforcement proceedings and also continued to stand in for judge C. (on a mutual basis).", "22. The applicant company lodged a complaint under Article 127 of the Constitution with the Constitutional Court (Ústavný súd).", "It contended, inter alia, that its right to a hearing by a tribunal established by law had been violated by judge D.'s assignation of the case to himself. The applicant company pointed to the fact that the case had been decided by judge D. on the same day that it was reassigned to him. It also alleged that there had been frequent modifications to the work schedule of the District Court in 1999 which had rendered the process of assignment and reassignment of cases uncontrollable, thus leaving room for arbitrariness.", "The applicant company also challenged the above-mentioned ruling declaring the enforcement proceedings improper.", "23. On 4 July 2002 the Constitutional Court declared the part of the applicant company's complaint concerning the reassignment of the case to judge D. admissible under Article 48 § 1 of the Constitution. At the same time, it declared the remaining part of the complaint concerning the ruling on the merits inadmissible as manifestly ill-founded.", "24. In a judgment (nález) of 17 January 2003, the Constitutional Court held, by a two to one majority, that there had been no violation of the applicant company's rights under Article 48 § 1 of the Constitution.", "25. Having received extensive documentary evidence and having held a public hearing, the Constitutional Court established, inter alia, the facts summarised in paragraph 20 above.", "The Constitutional Court found that the evidence available indicated that judge D. had made the impugned decree of 30 June 1999 in the context of modifications to the court's work schedule for 1999, in the interests of an equal distribution of cases concerning enforcement proceedings, and in accordance with section 2(2) of the Rules.", "The court further held that the fact that judge D. decided the case on the same day that he had given the above-mentioned decree did not, as such, affect the legal framework within which the change in judges had been effected.", "The Constitutional Court concluded that the applicant company had not sufficiently substantiated its allegation that the case had been assigned to judge D. in an unjustified manner.", "26. The judge in the minority gave a dissenting opinion. He pointed to the fact that the work schedule of the District Court had been modified several times in the course of 1999 without any acceptable explanation. There was no indication that an objective and transparent method for the reassignment of cases had been established and applied. Moreover, during the relevant period no similar steps had been taken at the District Court to redistribute cases in differing categories despite the far heavier case load in those other categories.", "27. Article 48 § 1 provides that no one may be deprived of his or her lawfully appointed judge (zákonný sudca). The jurisdiction of a court in a particular matter is to be established by law.", "28. According to the Constitutional Court, the right “not to be deprived of his or her lawfully appointed judge” pursuant to Article 48 § 1 of the Constitution is vested in each party to the proceedings (as opposed to the judge) (decision of 22 July 1997 in case no. II. ÚS 43/97).", "29. The Constitutional Court held in its judgment of 28 February 1994 in case no. I. ÚS 8/94 that the right “not to be deprived of his or her lawfully appointed judge” attaches to the person of the judge and not to a court. A 'lawfully appointed' judge is one who, fulfilling the statutory requirements for being a judge, has been assigned to a case under the work schedule of the court concerned.", "30. The Constitutional Court has also held (by a decision of 3 April 1996 in case no. II. ÚS 15/96) that the right of a person “not to be deprived of his or her lawfully appointed judge” cannot be interpreted in so broad a manner as to pertain to a specific, individual judge.", "The purpose of this constitutional right is therefore satisfied if an individual's rights are decided upon by a judge who has been duly appointed to a court which has jurisdiction ratione loci and ratione materiae and is at the appropriate level of jurisdiction.", "31. In reviewing the additional constituent elements of the notion of a “lawfully appointed judge” under Article 48 § 1 of the Constitution, the Constitutional Court held that it is not only statutory provisions, in particular those of the Courts and Judges Act, that are of relevance but above all the provisions of the Constitution, chiefly Article 46 § 1, which provides that everyone may claim his or her rights by way of a procedure established by law before an independent and impartial court (judgment of 15 June 2000 in case no. III. ÚS 16/00).", "32. The Constitutional Court has also held (in its judgments in cases nos. II. ÚS 87/01, II. ÚS 118/02 and II. ÚS 119/02) that, in principle, a “lawfully appointed judge” is the judge assigned to a specific case under the work schedule of the court concerned. However, if there are circumstances justifying the reassignment of the case or of the entire agenda to a different judge for the reasons envisaged in sections 2(2) and (3) of the Rules, any newly assigned judge becomes a lawfully appointed judge. Such circumstances comprise, for example, the long-term absence of a judge, significant differences in workload among judges, or sudden events preventing a judge from taking specific steps in the proceedings.", "33. In a judgment of 9 June 1999 in case no. II. ÚS 47/1999, the Constitutional Court held that a president of a court must not use his discretion, contrary to the law, to take a case away from a lawfully appointed judge and assign it to another judge in order to accommodate one of the parties without providing a precise ground of justification for the reassignment.", "34. The Rules were issued by the Minister of Justice. As then in force, they defined the internal rules of District Courts and Regional Courts and the discharge of tasks by those courts.", "Section 2 of the Rules governed courts' work schedules, that is to say the distribution of cases among court divisions and judges.", "35. Pursuant to paragraph 1 of section 2, the distribution of work at courts was to be determined in a work schedule for a whole calendar year. The schedule of work was also to provide for the substitution of judges.", "36. Under paragraph 2, where a judge was absent for a long period or where there were substantial differences in the workload of judges at the same court, the President of the court was given power to decide that a certain amount of work be transferred to a different division of the court.", "37. Paragraph 3 provided that, where a sudden event prevented a judge from carrying out individual acts in a case, the court's president might charge a different judge to take the action required.", "38. Under paragraph 4, a court's president was to take the measures indicated in paragraphs 2 and 3 in accordance with the rules concerning the replacement of judges as defined in the work schedule, unless a different action was required with a view to ensuring the proper functioning of the court.", "39. No further statutory rules on the status and creation of courts' work schedules existed at the relevant time.", "40. At the relevant time, the State administration of the judiciary was governed by Law no. 80/1992 Coll., as amended. Pursuant to section 8 of the Law, the bodies charged with the State administration of the judiciary were the Ministry of Justice and the Presidents and Vice-presidents of the courts.", "41. The State administration of District Courts was carried out by the Ministry of Justice directly or through the Presidents of those courts (section 9(1))."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}