{"ITEMID": "001-115737", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MAGOMADOVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicants, Ms Mariyat Magomadova, Ms Bilkis Magomadova, Mr Andarbek Magomadov and Mr Abdul-Vagap Magomadov, are Russian nationals who were born in 1938, 1965, 1959 and 1957 respectively and live in Moscow. They were represented before the Court by lawyers of the NGO EHRAC/Memorial Human Rights Centre, based in London and Moscow. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants (a mother, daughter and two sons) are former residents of Chechnya. Prior to 1994, the family lived in a flat and a house in Grozny. They submitted that the first applicant had owned a flat at 1-27 Vosmogo Marta Street. The second applicant (the first applicant’s daughter) had been the registered owner of a house situated at 40/21 Vozrozhdeniya/Fontannaya Street. In 1993 the first applicant had purchased two further houses adjacent to her daughter’s house (40/25 Volnaya/Fontannaya Street and 42 Volnaya Street).", "4. On 15 February 1996 the Oktyabrskiy District Court of Grozny confirmed that the second applicant owned a share of the property situated at 40/21 Vozrozhdeniya/Fontannaya Street. On 29 February 1996 the court confirmed that the four applicants (and eight other individuals) had lived at the said property prior to 1994.", "5. In July 2007 the Federal Registration Service (“BTI”) in Chechnya issued certificates of title to the first and second applicants relating to three land plots of the above-mentioned addresses.", "6. In July 2009 the BTI informed the first applicant by letter that its archives had been destroyed. The register maintained by the BTI contained four relevant entries showing that the first applicant owned the properties at 42 Volnaya Street, 40/25 Volnaya/Fontannaya Street and 1-27 Vosmogo Marta Street. The second applicant owned the house at 40/21 Vozrozhdeniya/Fontannaya Street. No corresponding certificates of title were submitted to the Court by the applicants.", "7. From 1994 to 1996 and in 1999 the Russian Government carried out counterterrorist operations in Chechnya. Fearing hostilities, the applicants moved to Moscow on an unspecified date.", "8. The applicants submitted that during the two campaigns, missile strikes by the Russian air force in 1995 and 1999 had resulted in the destruction of their properties and all their possessions. They submitted a complaint about both incidents to the prosecutor’s office in August 2001.", "9. On 24 December 2001 a prosecutor of military unit no. 20102 refused the applicants’ request to open a criminal investigation. The applicants were given the option to appeal, commence a civil claim for damages or to seek compensation under Government Decree no. 510 of 30 April 1997.", "10. It appears that the applicants made a further application to the prosecutor’s office for a criminal investigation to be opened into the complaint relating to the 1999 attack; however, this was dismissed on 26 April 2002. The applicants were again given the option to appeal or to commence a civil claim for damages.", "11. The applicants sued the Government, the Ministry of Finance and the Ministry of Defence, with a view to obtaining compensation for the destruction of their property and possessions as a result of the events of 1995 and 1999.", "12. On 8 April 2003 the Basmannyy District Court of Moscow delivered its judgment. It held that under Article 1069 of the Civil Code, the State was only liable for damage caused by the unlawful conduct of its agents. The District Court noted that the military operation in Chechnya had been authorised by Presidential Decree no. 2166 dated 30 November 1994 and Government decree no. 1360 of 9 December 1994. Both decrees had been considered compatible with the Constitution by the Constitutional Court on 31 July 1995. The court thus found that no unlawful conduct by a State body had taken place which could justify payment of compensation. The court further dismissed the applicants’ claim that the damage had been caused by a particularly hazardous State-owned object, since the applicants had not submitted any conclusive evidence to substantiate their allegations about the manner in which their property had been destroyed.", "13. On 2 October 2003 the Moscow City Court upheld the first-instance court’s judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}