{"ITEMID": "001-97079", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MALKOV v. ESTONIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1979. He is currently serving a prison sentence.", "5. On 6 August 1998 a criminal investigation was started in respect of the murder of a taxi driver whose body had been found a week earlier in a forest. His car had been set on fire.", "6. On 28 January 1999 the criminal investigation was suspended as the identity of the perpetrator could not be established.", "7. On 10 August 1999 the investigation was resumed, K. being a suspect. On the following day the applicant was interviewed as a witness. He said that he had not used a taxi to get from Tallinn to Sillamäe in May 1998, had not sold a mobile phone to F. and had heard nothing about the murder of a taxi driver from Tallinn. The interview lasted for ten minutes.", "8. On 16 August 1999 the investigation was again suspended.", "9. On 19 April 2001 a resumption of the investigation was ordered.", "10. Also on 19 April 2001 the chairperson of the Tallinn Administrative Court (halduskohus) authorised the installation of covert listening devices in T.’s home and covert audio recording of conversations. The authorisation was for a ten-day period and remained valid until 18 May 2001. According to a report concerning the surveillance activity, on 11 May 2001 the applicant and T. talked about the murder of the taxi driver.", "11. On 30 July 2001 a police investigator drew up a decision by which the offence, initially qualified as manslaughter, was requalified as murder. K. and the applicant were identified as suspects. The investigator ordered that they should be taken to the police station the following day.", "12. On 1 August 2001 the investigator requested that the applicant and K. be detained in case they attempted to leave the country.", "13. On 17 August 2001 the police attempted to arrest the applicant, who was not at home. His neighbour had not seen him for a week.", "14. On the same date the investigator drew up charges against the applicant. He was charged, together with K., with murder, aggravated robbery and destruction of property. According to the charges the offences had been committed on the night of 17 May 1998. As the applicant was evading the criminal investigation, he was declared a fugitive and the investigation was suspended.", "15. Also on 17 August 2001 the Ida-Viru County Court (maakohus) authorised, at the investigator’s request, the applicant’s detention for ten days after his arrest.", "16. On 5 October 2001 a criminal investigation was started in respect of T., who was charged with failure to report the murder of the taxi driver.", "17. On 1 December 2003 the applicant was arrested.", "18. On 2 December 2003 he was presented with the charges drawn up on 17 August 2001.", "19. On 4 December 2003 the Narva City Court (linnakohus) authorised his detention for one month. Subsequently, the court regularly extended his detention (on 31 December 2003 and on 29 January, 26 March, 27 May, 23 July and 26 August 2004).", "20. In the meantime, on 23 July 2004, the criminal case concerning the failure by T. to report a crime was joined to the case in which the applicant and K. were defendants.", "21. On 21 September 2004 the bill of indictment was drawn up and the criminal case file was sent to the Narva City Court.", "22. By a decision of 1 February 2005 the City Court committed the applicant for trial together with K. and T. The applicant and K. were charged with murder and destruction of property; T. was charged with failure to report a crime. The City Court endorsed the preventive measures previously applied in respect of the defendants: it extended the applicant’s detention and K.’s prohibition on leaving his place of residence. No preventive measure was applied in respect of T. as he was serving a ten-year prison sentence at the time.", "23. Hearings at the Narva City Court and the Viru County Court, which was dealing with the case after a reorganisation of the court system, were scheduled for five days both in 2005 and 2006. Of these ten hearing days, scheduled hearings were adjourned on five occasions, mainly because of the illness of a judge or a lay judge and because of the failure of witnesses to appear in court. In the spring of 2006 the judge hearing the case died. The court proceedings were recommenced with another judge. On 18 October 2006 the presiding judge withdrew from hearing the case as he had ordered the applicant’s detention at an earlier stage of the proceedings. On the same date another judge withdrew for the same reason. The case was then assigned to the fourth judge, who conducted the proceedings until the end.", "24. In 2007 and 2008 court hearings were scheduled for eleven days. In fact, hearings took place on five days and were adjourned on six occasions for reasons such as the illness of the judge, the prosecutor and a lawyer and, on three occasions, the failure of witnesses to appear.", "25. On 29 April 2005, 31 May 2006, 16 August 2007, 27 November 2007 and 6 February 2008 the City Court and County Court rejected the applicant’s request to release him and to apply a signed undertaking not to leave his place of residence as the preventive measure instead of detention. The courts noted that the applicant was charged with a serious offence; he had been in hiding for a long time (from 17 August 2001 to 1 December 2003), during which time he had been well aware that the police were looking for him. However, he had gone to Russia and had returned, crossing the border illegally, only six months later, because his Russian visa had expired. The courts also found that the applicant had no close ties in Estonia as he was a stateless person, was not married and had no family. It was considered that in view of the severe punishment the applicant was facing according to the charges, there were grounds to believe that he could again abscond. The courts also considered that it was not excluded that if at liberty the applicant could exert pressure on the victim and witnesses.", "26. On 4 September 2008 the Viru County Court delivered its judgment. The applicant, together with K., was convicted of murder and destruction of property. He was sentenced to thirteen years’ and three years’ imprisonment respectively; the composite sentence for the two offences was set at thirteen years. The time spent in detention was counted towards the sentence already served. The preventive measure applied in respect of the applicant was not amended – he was to remain in custody until the judgment became final.", "27. On the same date the County Court decided to terminate the criminal proceedings against T. due to inappropriateness of the penalty, as he had been convicted in another criminal case and a composite sentence of ten years’ imprisonment had been imposed on him.", "28. The applicant appealed against the County Court’s judgment, referring, inter alia, to a violation of the reasonable time requirement enshrined in Article 6 § 1 of the Convention. He also pointed out that he had been in detention for almost four years and ten months.", "29. By a judgment of 27 January 2009 the Tartu Court of Appeal (ringkonnakohus) quashed the County Court’s judgment in so far as the punishment was concerned. The Court of Appeal referred to Article 6 § 1 of the Convention and noted that what was reasonable for the lengthconsidered that failure to conduct criminal proceedings within a reasonable time did not necessarily require the person’s acquittal; depending on the circumstances it could also be proportionate to terminate criminal proceedings for reasons of inappropriateness or to take unreasonable length of proceedings into account in the imposition of a punishment. The Court of Appeal found that the criminal proceedings in the present case had lasted for ten years and six months. It considered it “not unimportant” that the applicant had been kept in detention for almost five years and two months. It held that the proceedings had not been conducted within a reasonable time. Considering the above, the Court of Appeal found it appropriate to reduce the applicant’s sentence. He was sentenced to eight years’ imprisonment for murder and one year’s imprisonment for destruction of property and the composite sentence was set at eight years.", "30. On 22 April 2009 the Supreme Court (Riigikohus) declined to hear the applicant’s appeal.", "31. Article 385 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik) provides that a ruling whereby a court reviews the well-foundedness of pre-trial detention is not subject to a separate procedural appeal. According to Article 383 § 2 of the Code, such a ruling can be challenged in an appeal against the judgment in the main proceedings.", "32. In a decision of 30 December 2008 (case no. 3-4-1-12-08), the Constitutional Review Chamber of the Supreme Court dealt with a complaint concerning length of criminal proceedings. It rejected the complaint, considering that the complainant could have had recourse to another effective remedy. The Supreme Court held:", "“21. The Chamber is of the opinion that [the complainant’s] right to proceedings within a reasonable time has been violated and that [the complainant] is entitled to submit a relevant complaint as part of the proceedings pending before the Tartu County Court. The court is under the obligation to adjudicate such a complaint at any stage of proceedings, not only when rendering a judgment. If necessary, the court must proceed from the Convention and the practice of application thereof, which – pursuant to Article 2 § 2 of the Code of Criminal Procedure – constitute a source of criminal procedural law. The Convention is an international agreement ratified by the Riigikogu, which – proceeding from Article 123 § 2 of the Constitution – has priority over Estonian laws or other legislation (see the Supreme Court en banc judgment of 6 January 2004 in case no. 3-1-3-13-03 – RT III 2004, 4, 36, § 31).", "22. According to the case-law of the European Court of Human Rights ’s case-law, in particular the complexity of the case, the applicant’s conduct and the conduct of the competent authorities (see, for example, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II). The Supreme Court, too, has pointed out that upon assessing whether a reasonable time has been exceeded a court must take into account the gravity of the criminal offence, the complexity and volume of the criminal case, and other concrete circumstances, including the course of proceedings (see the Criminal Chamber of the Supreme Court judgment of 27 February 2004 in case no. 3-1-1-3-04 – RT III 2004, 8, 86, § 19).", "23. If the court comes to the conclusion that [the complainant’s] right to proceedings within a reasonable time has been violated, the court can, in the light of all the circumstances and on the basis of Article 6 § 1 of the Convention, terminate criminal proceedings due to inappropriateness, render a judgment of acquittal or take the fact that reasonable time was exceeded into account upon imposition of punishment.", "As regards the referred possibilities the Criminal Chamber of the Supreme Court has pointed out that the expiry of reasonable length of criminal proceedings need not necessarily and always bring about the acquittal of a person. Depending on the circumstances a proportional result of the expiry of reasonable time of criminal proceedings may be, for example, the termination of criminal proceedings for reasons of inappropriateness or taking the referred fact into account upon imposition of punishment (see the Criminal Chamber of the Supreme Court judgment of 27 February 2004 in case no. 3-1-1-3-04 – RT III 2004, 8, 86, § 22). With regard to taking into account the unreasonable length of proceedings upon imposition of punishments the Criminal Chamber has pointed out that on the basis of Article 6 § 1 of the Convention and pursuant to Article 61 of the Penal Code the courts have the right to impose a less onerous punishment than the minimum term or rate provided by law (see the Criminal Chamber of the Supreme Court judgment of 7 November 2008 in case no. 3112808 – not yet published in RT III, § 17).", "...", "25. In the examination of [the complainant’s] request for compensation for the damage caused by the violation of fundamental rights, the Chamber agrees with the opinion expressed in the written opinions of the participants in the proceeding that [the complainant] can demand compensation for damage in an administrative court on the bases and pursuant to the procedure established in the State Liability Act.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}