{"ITEMID": "001-84948", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BEIER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Wolfgang Beier, is a German national who was born in 1956 and lives in Straubing.", "The applicant was convicted of murder and has been serving a life sentence in Straubing Maximum Security Prison since 8 February 2002. The highest level of security applies at the prison, as it houses solely inmates serving long-term or life-imprisonment sentences or those in subsequent preventive detention. Radios are permitted in the prison facility in question.", "On 27 October 2003 the applicant applied for permission to have a CD player and audio CDs and a play station and its necessary accessories.", "On 3 November 2003 the Straubing Prison Authority rejected his application in accordance with section 70 § 2 of the Prison Act, arguing that granting it would have jeopardised security and order in the prison.", "The applicant applied for judicial review.", "The Prison Authority submitted to the court that, given the maximum-security regime of the prison and the significant number of inmates who had been involved with drugs, every object that was handed over to an inmate had to be thoroughly checked for hidden drugs or facilities that could enable a breakout. The electronic facilities which the applicant applied for had multiple cavities and owing to their high complexity could have been modified to carry illegal or impermissible information. Moreover, every audio CD would have had to be checked for possible hidden electronic data. Therefore, maintaining security and order in the prison would have necessitated time-consuming checks by specially qualified prison staff. Having regard to the possibility of multiple similar requests, allowing prisoners to have the devices in question would have necessitated substantial additional work and would possibly have required a raise in the number of staff. Therefore, the necessary security measures to be taken would have been disproportionate to the applicant’s interests at stake.", "The applicant submitted that the possession of a CD player and a play station would not have posed a real threat to security. To this end he referred at large to the decisions of the Celle Court of Appeal of 25 January 1994 and the Dresden Court of Appeal of 16 September 1999, which found that a play station did not pose a relevant threat to prison order. The applicant also referred to the Federal Constitutional Court’s decision of 9 November 2001. He relied, in particular, on the principle of equality. None of these decisions directly concerned the applicant (see relevant domestic law and practice below).", "On 8 January 2003 the Regensburg Regional Court upheld the Prison Authority’s decision, endorsing the arguments given by it and noting that the case-law cited by the applicant did not provide for a decision in his favour.", "On 11 February 2004 the Nuremberg Court of Appeal rejected the applicant’s appeal on points of law (Rechtsbeschwerde) as inadmissible. It found that neither the development of law nor the necessity of uniform case-law demanded the examination of its merits. The decisions of the Straubing Prison Authority and the Regensburg Regional Court were based on sufficient grounds, namely, the special circumstances of the prison concerned, and thereby complied with the law.", "On 29 April 2004 the Federal Constitutional Court (2 BvR 505/04) refused to examine his constitutional complaint without further reasons.", "Section 70 §§ 1 and 2 of the law on the execution of prison sentences and measures of rehabilitation and prevention involving deprivation of liberty – the Prison Act – provides:", "“(1) Every inmate is allowed to possess books or other objects to a reasonable extent for educational or leisure purposes.", "(2) This does not apply if the possession, the surrender or the use of the object would [...]", "2. jeopardise [...] the security or order of the prison facility.”", "The Celle Court of Appeal in its decision of 25 January 1994 (1 Ws 324/93) and the Dresden Court of Appeal in its decision of 16 September 1999 (2 Ws 637/98) found that a play station did not pose a relevant threat to security and order of the prison and was therefore permitted according to section 70 § 1 of the Prison Act. These decisions did not deal with the security level of the prison facilities in question.", "The Federal Constitutional Court decided on 9 November 2001 (2 BvR 609/01) that the refusal to allow a prison inmate to have a play station did not infringe any of that person’s constitutional rights. The Prison Authority’s decision was, in particular, not contrary to the principle of equality. Referring to the above decisions of the Celle and Dresden Courts of Appeal it found that every request concerning electronic devices in prison had to be decided on its own merits according to the circumstances of the particular case and the conditions of the prison facility concerned."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}