{"ITEMID": "001-90334", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOTLYAROV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1950 and lives in Perm, the Perm Region. He is a retired military officer.", "6. At the material time the applicant performed his military service at the Department of Military Science of the Perm State Technical University. He sued the authorities for repayment of arrears in respect of the food allowance.", "7. On 15 July 1998 the Perm Garrison Military Court granted the applicant’s action in part. The court established that the applicant was receiving the food allowance from military unit 04163 of the Privolzhskiy Military Circuit and ordered the Catering Service of the Privolzhskiy Military Circuit to pay him monetary compensation instead of uncollected food allowance for the period from 1 January 1997 to 31 July 1998, the amount of compensation to be calculated on the basis of the real value of the food allowance at the day of payment. The judgment was not appealed against and became final on 25 July 1998.", "8. On 15 March 1999 the Perm Garrison Military Court amended the operative part of the judgment and ordered the respondent authority to pay to the applicant 9,807.27 Russian Roubles (RUB) in arrears relating to the food allowance. The judgment entered into force ten days later.", "9. On 16 March 1999 the writ of execution was issued in respect of the judgment and on 29 March 1999 the enforcement proceedings were opened by the bailiffs.", "10. As from 22 November 1999 the employees of the Department of Military Science of the Perm State Technical University started receiving the food allowance from the Perm Military Missile Force Institute (“the Institute”). The applicant forwarded the judgments of 15 July 1998 and 15 March 1999 to the Institute, for repayment of the allowances due to him before his dismissal from the military service.", "11. On 14 April 2000 the Institute proposed to pay the applicant RUB 4,853.33 of the uncollected food allowance in respect of the period specified in the judgment of 15 July 1998. The applicant refused to accept the payment, since he was entitled to a bigger sum pursuant to the judgment.", "12. On 15 April 2000 the applicant was dismissed from military service.", "13. At some point he asked the Perm Garrison Military Court to replace the defendant in his case by the Catering Service of the Institute.", "14. On 4 May 2000 the Perm Garrison Military Court informed the applicant that his motion could not be examined, since the enforcement proceedings were pending in respect of the judgment and the writ of execution was with the bailiffs’ office, and invited the applicant to address his inquiries directly to the bailiffs.", "15. On 12 May 2000 the Missile Force Institute paid to the applicant RUB 11,840 in respect of the food allowance for the period from August 1998 to April 2000. According to the applicant, the Institute refused to make any payments in respect of the period between 1 January 1997 to 31 July 1998, since the compensation for the unpaid allowance in respect of this period should have been paid to him by the Catering Service of the Privolzhskiy Military Circuit, as ordered by the judgments of 15 July 1998 and 15 March 1999.", "16. On 15 June 2000 and 15 August 2000 the bailiff fined the Head of the respondent service for the failure to comply with the judgment. The decisions to impose the fines were annulled by the Leninskiy District Court of Samara, on 6 July 2000 and 2 October 2000 respectively.", "17. On 31 July 2001 the bailiffs concluded that the execution was impossible, due to the respondent authority’s lack of funds, discontinued the enforcement proceedings and returned the unexecuted writ to the domestic court.", "18. On 18 October 2001 the Perm Garrison Military Court found that the shortage of funds could not be regarded as justification for delayed enforcement of the judgment. The court further ordered the replacement of the respondent by the Catering Service of the Privolzhsko-Uralskiy Military Circuit, on account or re-organisation of the military circuits. The decision entered into force ten days later.", "19. On 22 March 2002 the Perm Garrison Military Court ordered the replacement of the defendant in the applicant’s case by the Financial and Economics Department of the Privolzhsko-Uralskiy Military Circuit. The decision was not appealed against and entered into force on 2 April 2002.", "20. On 31 May 2002 the Financial and Economics Department asked the court to reopen the case due to the newly established circumstances, to replace the defendant by the Institute and to stay the execution of the judgment.", "21. By letter of 8 July 2002 a judge of the Perm Garrison Military Court informed the defendant, inter alia, that its motion could not be granted. The court found it established that during the period at stake the applicant was receiving the food allowance from military unit 04163 of the Privolzhskiy Military Circuit, and there was no ground to replace the Catering Service of the respective circuit by the Institute. The court urged the defendant to pay the judgment debt without further delay.", "22. On 26 August 2002 the amount awarded by the judgment of 15 July 1998, as modified on 15 March 1999, was paid to the applicant in full.", "23. The applicant challenged at the court his dismissal of 15 April 2000 from the military service. He argued that he could not have been dismissed from the military service until all the allowances were paid to him in full.", "24. On 11 May 2000 the Perm Garrison Military Court rejected his claim as having no grounds under the domestic law. The court acknowledged that the allowances he was entitled to had not been paid to him in their entirety by the date of dismissal. However, in the court’s view, that this fact did not affect lawfulness of the dismissal, since the applicant himself had refused to receive a part of the allowance proposed to him.", "25. On 14 June 2000 the Privolzhskiy Circuit Military Court upheld the judgment on appeal.", "26. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}