{"ITEMID": "001-22601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "GORIZDRA v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Valentin Gorizdra, is a Moldovan national, who was born in 1948 and lives in Chişinău.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is a former councillor of the Chişinău City Council. In January 1997 he lodged with the Chişinău Regional Court an application contesting the Municipal Council’s decision of 19 July 1994 concerning the levying of local taxes and duties and the decision of 17 October 1996 regarding the placement of outside advertisements in the Municipality of Chişinău, the presidential decree of 10 May 1995 appointing the mayor and certain provisions of i) the law of 27 December 1994 concerning the date of local elections and the extension of the mandate of the councillors of local councils, ii) the law of 7 December 1994 concerning the local elections, iii) the law of 7 December 1994 concerning the local public administration, iv) the law of 19 April 1995 concerning the status of the Municipality of Chişinău and v) the law of 19 April 1995 concerning the status of a councillor in a local council. He alleged that the contested legal provisions contravened the Constitution and ratified international instruments and that the unlawfully conducted municipal elections of 1995 precluded him from freely exercising his right to participate in the administration of local public affairs. On 23 January 1997 the Chişinău Regional Court dismissed as unfounded the application on the ground that his right to participate in the administration of local public affairs as a former councillor had not been interfered with as a result of the municipal elections and of the impugned acts. The applicant appealed against this decision, submitting that the Regional Court had erroneously applied the material law and incorrectly dismissed his application. On 14 October 1997 the Court of Appeal dismissed the appeal as unfounded referring to the reasoning of the Regional Court. The applicant appealed against this decision, arguing that the inferior courts had disregarded the relevant provisions of the Constitution and ratified international instruments on human rights. On 17 December 1997 the Supreme Court allowed the appeal, set aside the Court of Appeal’s decision of 14 October 1997 and sent the case back for re-examination to the same court. On 8 April 1998 the Court of Appeal dismissed as unfounded the applicant’s appeal against the decision of the Regional Court of 23 January 1997 and upheld the latter decision.", "The applicant lodged an appeal against this decision, arguing that the Court of Appeal had erroneously applied procedural law and disregarded the relevant provisions of the Constitution and ratified international instruments on human rights. On 15 July 1998 the Supreme Court dismissed the appeal after having found that the Court of Appeal had conducted the proceedings in accordance with applicable procedural rules having due regard to the relevant provisions of the Constitution and ratified international instruments on human rights. On 16 September 1998 the Supreme Court dismissed as unfounded the applicant’s petition for annulment against of decision.", "In 1997 the applicant contested before the Court of Appeal an official letter signed and addressed to him by a judge of the Constitutional Court, explaining that the court lacked jurisdiction insofar as it concerned individual and collective petitions lodged by citizens directly with the Constitutional Court. He argued that the said letter and the refusal of a judge of the Constitutional Court to examine his application had infringed his constitutional right to have direct access to the Constitutional Court. On 19 August 1997 the Court of Appeal dismissed the applicant’s complaint on the ground of its lack of jurisdiction, observing that jurisdiction in the matter lay with the competent district court. The applicant appealed against this decision, submitting that the Court of Appeal had erroneously applied procedural law and incorrectly dismissed the application. On 8 October 1997 the Supreme Court dismissed the applicant’s initial application relying on the fact that the contested letter could not be classified as an administrative act and that therefore the courts lacked jurisdiction as regards the infringement of the applicant’s rights he had complained of.", "In 1998 the applicant contested before the Court of Appeal the actions and omissions of judges of Constitutional Court who had rejected his numerous complaints and letters in which he had challenged the constitutionality of certain legislative provisions and administrative decisions. He complained that the contested acts and omissions contravened the Constitution and ratified international instruments on human rights. On 9 April 1998 the Court of Appeal dismissed the application on the ground that the court lacked jurisdiction as regards the infringements of the applicant’s rights he had complained of. The applicant lodged an appeal against this decision. On 22 July 1998 the Supreme Court, relying on the same grounds as those stated in the Court of Appeal’s decision, dismissed the applicant’s appeal. On 3 September 1998 the Supreme Court dismissed as unfounded the applicant’s petition for annulment of this decision.", "In 1997 the applicant contested before the Court of Appeal the presidential decree of 9 August 1994 appointing the mayor of Chişinău and the presidential decree of 10 May 1995 appointing the Chişinău Municipal Council, alleging that the contested decrees contravened the Constitution and ratified international instruments on human rights and precluded him from freely exercising his right to vote and to be elected to the Municipal Council and to participate in the administration of local public affairs. On 3 September 1997 the Court of Appeal dismissed the applicant’s complaint on the ground of its lack of jurisdiction as regarded the alleged unconstitutionality of the above acts, observing that jurisdiction in the matter lay with the Constitutional Court. The applicant appealed against this decision, arguing that the Court of Appeal had failed to examine all the complaints contained in his application. On 22 October 1997 the Supreme Court, referring to the Court of Appeal’s reasoning, dismissed the appeal as unfounded.", "Also in 1997 the applicant contested before the Court of Appeal the provisions of i) Article 140 § 1 of the Constitution, ii) the law of 13 December 1994 concerning the Constitutional Court, iii) the Code of constitutional jurisdiction of 28 September 1995 and iv) six administrative acts of the Parliament and its divisions. He alleged that the contested legal norms contravened the Constitution and ratified international instruments on human rights and precluded him from freely exercising his right to vote and to be elected to the Municipal Council and to participate in the administration of local public affairs. On 5 September 1997 the Court of Appeal dismissed the applicant’s complaint on the ground of its lack of jurisdiction as regarded the alleged unconstitutionality of the above acts, observing that jurisdiction in the matter lay with the Constitutional Court. The applicant appealed against this decision, arguing that the Court of Appeal had failed to examine all the complaints contained in his application. On 22 October 1997 the Supreme Court quashed the decision of the Court of Appeal of 5 September 1997 and sent the case back for re-examination to the same court. On 6 January 1998 the Court of Appeal dismissed the initial application on the ground of its lack of jurisdiction, observing that the jurisdiction in the matter concerning the constitutionality of the challenged acts lay with the Constitutional Court, while the competence concerning the electoral disputes lay with competent district court. On 3 June 1998 the Supreme Court, relying on the same grounds as those stated in the Court of Appeal’s decision of 6 January 1998, dismissed the applicant’s appeal against the above decision.", "In 1998 the applicant contested before the Supreme Court eleven decisions of the Central Electoral Commission concerning the preparation and carrying out of the electoral campaign for the parliamentary elections of 1998 and the manner in which the Central Electoral Commission had applied certain provisions of the Electoral Code. He argued that the contested acts and the manner in which they were applied contravened the relevant provisions of the Constitution and ratified international instruments on human rights and infringed his right to vote and to stand for the parliamentary elections. In particular, he complained that the threshold of 4% of the votes cast established for all candidates placed the independent candidates in a disadvantageous position as against other candidates (e.g. political parties, blocks etc.). On 19 March 1998 the Supreme Court dismissed the application on the ground that all the contested decisions had been adopted in accordance with the applicable provisions of the Constitution and Electoral Code. In the same decision, the court ruled that it had had due regard to the relevant provisions of the ratified international instruments on human rights and that the applicant had failed to adduce prima facie evidence to prove that the contested acts had interfered with his right to vote and to stand for the parliamentary elections of 1998 and dismissed as unfounded his complaint concerning the difference in treatment of the candidates. The applicant appealed against this decision, arguing that the Supreme Court had erroneously applied the Electoral Code and the rules of civil procedure, and had disregarded relevant provisions of the international instruments on human rights incorporated in the domestic legal order. On 21 March 1998 the enlarged panel of the Supreme Court, relying on the same grounds as those stated in its decision of 19 March 1998, dismissed the applicant’s appeal.", "In 1998 the applicant lodged with the Court of Appeal an application against the Government, Chancellery of State and eleven ministries requesting the annulment of a joint decision of 21 May 1998 of the Ministry of Economy and Ministry of Finance imposing the levying of compulsory fees as a condition for exercising certain entrepreneurial activities. In the same application, he argued that the decision contravened the Constitution and ratified international instruments on human rights and sought compensation for pecuniary and non-pecuniary damage caused to him as a result of the decision. On 7 April 1999 the Court of Appeal discontinued the proceedings on the ground of lack of jurisdiction in respect of the alleged unconstitutionality of the above decision, observing that jurisdiction lay with the Constitutional Court.", "The applicant appealed against this decision, submitting that the court had erroneously applied procedural law and incorrectly discontinued the proceedings. On 16 July 1999 the Supreme Court quashed the judgment and sent the case back for re-examination to the Court of Appeal on the ground that the applicant had failed to exhaust extra-judicial proceedings by contesting the decision before the administrative authority which had adopted the decision. On 26 October 1999 the Court of Appeal dismissed the initial application as inadmissible on the ground that, in the meantime, the above administrative decision had been declared unconstitutional by the Constitutional Court and had been subsequently repealed by another administrative decision. The applicant lodged an appeal against this decision, arguing that his appeal had been dismissed as a result of the erroneous interpretation and application of the applicable provisions of civil procedure. On 23 February 2000 the Supreme Court dismissed the appeal, relying on the same grounds as those stated in the judgment of the Court of Appeal of 26 October 1999. On 5 April 2000 the Supreme Court dismissed as unfounded the applicant’s petition for annulment of this decision.", "Article 1 provides that the Republic of Moldova is governed by the rule of law, where the dignity of people, their rights and freedoms, the open development of human personality, justice and political pluralism represent supreme values, which shall be guaranteed.", "Under Article 2, national sovereignty resides with the people of the Republic of Moldova, who shall exercise it directly and through its representative bodies in the ways provided for by the Constitution.", "With regard to the human rights and freedoms, Article 4 states that the constitutional provisions for human rights and freedoms shall be understood and implemented in accordance with the Universal Declaration of Human Rights, and with other conventions and treaties endorsed by the Republic of Moldova. Wherever disagreements appear between conventions and treaties signed by the Republic of Moldova and her own national laws, priority shall be given to international regulations.", "Pursuant to Article 7, the Constitution is the supreme law of the country, where no laws or other legal acts and regulations in contradiction with the provisions of the Constitution may have any legal power.", "As for the observance of international law and international treaties, in accordance with Article 8, the Republic of Moldova pledges to respect the Charter of the United Nations and the treaties to which it is a party, to observe with its relations with other States the unanimously recognised principles and norms of international law. The coming into force of an international treaty containing provisions contrary to the Constitution shall be preceded by a revision of the latter.", "Article 54 provides that the exercise of certain rights or freedoms may be restricted only under the law and only as required in cases such as: the defence of national security, public order, health or morals, or citizens’ rights and freedoms, the carrying out of investigations in criminal cases, preventing the consequences of a natural calamity or of a technological disaster.", "Article III of the final and transitional provisions provides that all State institutions in existence as of the date marking the coming into force of this Constitution (27 August 1994) retain their functionality until new institutions are established.", "Pursuant to Article 39, Moldovan citizens shall have the right to participate in the administration of public affairs, either directly or through their representatives. Article 109 further provides that the public administration governing in the administrative/territorial units is based on the principles of local autonomy, decentralisation of public services, eligibility of local public administration authorities and consultation of the citizens on local problems of special interest. With regard to village and town authorities, Article 112 states that at village and town level, the public administration authorities through which local autonomy is exercised are represented by the elected local councils and mayors.", "Article 53 sets out the rights of persons aggrieved by public authority and provides, inter alia, that any person, whose rights have been interfered with in any way by public authority through an administrative ruling or a lack of timely legal reply to an application, is entitled to obtain acknowledgement of those rights, cancellation of the ruling and compensation of damages.", "As to the fiscal system, pursuant to Article 132, all taxes, duties, and other revenue of the national budget, including the national social security budget and the district, town and village budgets shall be established under the law by the representative agencies, as required.", "Under Article 11 of the Code, the courts, in examining cases, shall apply the Constitution, laws and the international treaties endorsed by the Republic of Moldova. The provisions concerning human rights and freedoms shall be applied in accordance with Article 4 of the Constitution. The same Article states that a court shall not apply a law or any other normative act which contravene the Constitution.", "As for the procedural aspects, pursuant to Article 131, a judge may refuse to take for examination an action or application if the case is not liable to be examined by the courts or the court lacks jurisdiction in respect of that case.", "Article 235 provides, inter alia, that the collegiate acts of the public administration and the individual acts of officials can be contested before the courts.", "Article 20 of the Constitution states that every citizen has the right to obtain effective protection from competent courts against actions infringing his or her legitimate rights, freedoms and interests. Article 134 of the Constitution further provides that the Constitutional Court is the sole authority of constitutional judicature in Moldova and that it is independent of any other public authority and obeys only the Constitution.", "However, Article 26 of the law of 13 December 1994 on the Constitutional Court and Article 38 of the Constitutional Jurisdiction Code of 16 June 1995 provide that the Constitutional Court shall exercise its constitutional jurisdiction only upon an appeal of the following subjects: a) President; b) Government; c) Minister of Justice; d) Supreme Court of Justice; e) Court of Audit; f) Prosecutor General; g) Member of the Parliament and h) Parliamentary faction.", "Under Article 140 of the Constitution, laws and other regulations or parts thereof become null and void from the moment that the Constitutional Court passes the appropriate decisions to that effect.", "Article 86 of the Electoral Code regulates the determination of the threshold of representation and states that upon receiving records of the voting results in all districts from all district electoral councils, the Central Electoral Commission shall count the number of valid votes cast for each candidate in order to establish whether or not they have passed the 4% threshold of representation. Accordingly, candidates having obtained votes than 4% of the votes cast shall be excluded from assuming their Parliamentary mandates by a decision of the Central Electoral Commission."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}