{"ITEMID": "001-80255", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "COLLMANN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Reiner Collmann, is a German national who was born in 1941 and lives in Fortaleza (Brazil). He was represented before the Court by Mr V. Hente, a lawyer practising in Strasbourg (France). The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 July 1989 the motor yacht “Carat” caught fire and sank south of Cap Tossa between the Spanish coast and Ibiza. The German ship-owner and a Brazilian crew member were rescued by a Moroccan ferry passing by. Substantial damage was claimed for the loss of the vessel. The applicant submitted an expert report asserting that the market value of the ship was DEM 935,000. The insurance company and the Berlin police made an inquiry into the sinking of the vessel.", "On 23 October 1992 the Berlin-Tiergarten District Court (Amtsgericht) issued an international warrant of arrest against the applicant suspecting him of having taken part as an expert in asserting a fraudulent claim in an amount of approximately one million German marks against an insurance carrier for the loss of the motor yacht. On the applicant’s appeal the Berlin Regional Court (Landgericht) confirmed the warrant of arrest.", "On 30 March 1994 the applicant was arrested in Brazil and taken in detention in view of his extradition. On 13 August 1994 he was extradited to Germany and on 14 August 1994 taken in detention on remand. The indictment dated 25 November 1994 charged the applicant with insurance fraud under Article 265 of the Criminal Code (in its version in force until 31 March 1998). The applicant was accused of having been involved with others in the intentional sinking of an insured ship for the purpose of deriving an unjust economic advantage.", "The applicant’s requests for release were dismissed by the Berlin Regional Court on the ground that there was a risk of collusion.", "On 15 June 1995 the trial started before Berlin Regional Court (Landgericht).", "On 26 April 1996 the applicant complained to the Berlin Constitutional Court (Verfassungsgerichtshof) claiming that there was no evidence to suspect him of having committed or prepared an offence, and that his preventive detention was unlawful.", "On 9 May 1996 the Regional Court ordered the applicant’s release having regard inter alia to the long period spent by the applicant in detention on remand.", "On 20 November 1996 the applicant withdrew his constitutional complaint to the Berlin Constitutional Court..", "On 11 March 1998 the Berlin Regional Court convicted another accused involved in the loss of the ship of fraud and sentenced him to two years’ imprisonment.", "On 31 October 1996, after having held 73 hearings, the Regional Court stayed the proceedings and revoked the warrant of arrest issued against the applicant on the ground that he suffered from a long-lasting illness. Having regard to his poor health, it did not fix a new hearing.", "By the Sixth Criminal-Law Reform Act of 1998, Article 265 of the Criminal Code, among other provisions, has been amended reducing the limitation period from twenty to ten years. As a consequence thereof, the limitation period for the charges brought against the applicant under that provision expired on 15 July 1999.", "On 15 February 2000 the Regional Court discontinued the criminal proceedings on the ground of prescription of prosecution. It ordered the costs of the proceedings and the applicant’s necessary costs and expenses to be borne by the Treasury, while it refused to grant the applicant compensation for the prosecution measures taken against him, namely for the time spent in detention in view of his extradition and the detention on remand, the search of his home, office and his prison cell and the confiscation of a life raft and various documents. The Regional Court relied on Section 5 § 2, first sentence, of the Act on Compensation for Prosecution Measures (Gesetz über die Entschädigung für Strafverfolgungsmaßnahmen). In accordance with this provision compensation shall be denied if the accused had deliberately or grossly negligently caused the prosecution measures taken against him. According to the Regional Court, gross negligence was the failure to use such care as a reasonably prudent and careful person would use under similar circumstances in order to be protected against harm by prosecution measures, or the failure to do what a reasonable person would have done under the circumstances. The existence of gross negligence must be assessed with reference to those facts which were known at the time of issuing or maintaining the respective measure.", "The Regional Court considered that the prosecution measures were occasioned by the applicant’s gross negligence. It mentioned in particular that the ship for which an insurance claim was made, had turned out to be a ship that the applicant had bought under a pseudonym and had modified in order to make it look as a ship of a higher value corresponding to that described in his expert report. These facts were proven beyond a reasonable doubt at the time of issuing the warrant of arrest and had been confirmed by further investigations and the evidence obtained at the oral hearings.", "The applicant appealed against that decision arguing that the Regional Court had committed errors of fact and law and arbitrarily assessed the evidence.", "On 22 March 2000 the Berlin Court of Appeal (Kammergericht) dismissed the applicant’s appeal lodged against the above decision.", "On 15 January 2001 the Berlin Regional Court fixed the amount of the costs to be reimbursed to the applicant at DEM 812.80. The applicant’s appeal against this decision was dismissed by the Berlin Court of Appeal on 21 May 2001.", "On 18 May 2001 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint for adjudication without giving further reasons for its decision.", "Compensation for prosecution measures is covered by the Act on Compensation for Prosecution Measures (Gesetz über die Entschädigung für Strafverfolgungsmaßnahmen).", "In cases where an accused is acquitted or where the proceedings against him are discontinued or where a court refuses to open the proceedings against him, he is entitled to compensation for damages suffered due to time spent in detention on remand or due to other prosecution measures (Section 2).", "Pursuant to Section 5 § 2 of that law, compensation for prosecution measures shall be denied in cases where the accused has deliberately or in a grossly negligent manner caused the prosecution measure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}