{"ITEMID": "001-22690", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "ALLEN v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr Brian Roger Allen, is a United Kingdom national, who was born in 1948 and is currently serving a sentence of imprisonment in HM Prison Coldingley, Surrey. He is represented before the Court by Mr Newman and Mr Kessler, lawyers practising in London.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 9 May 1991, the applicant was served by the Inland Revenue with a Notice pursuant to section 20(1) of the Taxes Management Act 1970, which, inter alia, required the applicant to provide a certified statement of his assets and liabilities as at 31 January 1991.", "On 13 August 1991, when the applicant had failed to comply, he was summonsed to appear before the General Commissioners. The summons warned him that failure to comply with the notice rendered him liable to a penalty not exceeding 50 pounds sterling (GBP) pursuant to section 98(1) of the 1970 Act. (The penalty had in fact been increased to GBP 300).", "On 30 October 1991, the applicant still having failed to comply was presented with a “Hansard Warning.” This involved the reading out to him of the reply of the Chancellor of the Exchequer to a Parliamentary question on 18 October 1991. This outlined the practice of the Inland Revenue in cases of fraud indicating that it might accept a money settlement instead of instituting criminal proceedings and that its decision as to whether to accept a settlement or institute criminal proceedings would take into account whether the taxpayer had inter alia given full facilities for investigation into his affairs.", "On or about 3 April 1992, the applicant delivered to the Inland Revenue a schedule of his assets as at 31 January 1991 as required by the notice.", "The applicant was later charged with 13 counts of cheating the public revenue of income tax and corporation tax. Count 11 specified:", "“STATEMENT OF OFFENCE", "Cheating Her Majesty the Queen and the Commissioners of Inland Revenue, contrary to common law.", "PARTICULARS OF OFFENCE", "[The applicant] on or about 3 April 1992 with intent to defraud... cheated Her Majesty the Queen and the Commissioners of Inland Revenue of public revenue, namely, income tax, by delivering... to an Inspector of Taxes a schedule of assets as at 31 January 1991 in respect of his assets and the assets of his minor children which was false, misleading and deceptive in that it omitted to disclose divers assets which were owned by him. Particulars of the omitted assets are – his beneficial interest in shares issued by off-shore companies, his beneficial interest in properties held in the names of off-shore companies and his beneficial interest in bank accounts held in the United Kingdom and in Jersey in the names of off-shore companies.”", "The applicant was convicted of all counts on 19 February 1998. On 20 February 1998, he was sentenced to 13 concurrent terms of seven years’ imprisonment and a confiscation order made in the sum of 3,137,165 pounds sterling (GBP). This sum was calculated as being the lesser of the two sums, namely the amount of benefit from the offences (GBP 4 million) and the applicant’s total realisable assets (GBP 3,137,165).", "On 7 July 1999, the Court of Appeal dismissed his appeal against conviction and on 11 October 1999, dismissed his appeal against sentence. In relation to the applicant’s argument that he remained liable to pay the outstanding unpaid tax, it noted the undertaking given by the Inland Revenue on 20 February 1998 that it would not pursue the applicant for pre-existing tax liabilities out of any income which he might acquire in future.", "On 10 October 2000, the House of Lords, reversing an earlier refusal, allowed his petition for leave to appeal from the Court of Appeal on a number of points and also permitted him to raise a new point relating to Article 6 of the Convention as concerned his conviction on count 11.", "On 11 October 2001, the House of Lords dismissed his appeal. Lord Hutton giving judgment noted the applicant’s arguments under the Convention in which he relied in particular upon the cases of Funke v. France and Saunders v. the United Kingdom, that the prosecution case against him breached his right to a fair trial as he had been compelled under threat of penalty to incriminate himself by providing the schedule of assets and found as follows:", "“... the present case is one which relates to the obligation of a citizen to pay taxes and to his duty not to cheat the Revenue. It is self evident that payment of taxes fixed by the legislature is essential for the functioning of any democratic state. It is also self-evident that to ensure the due payment of taxes the State must have power to require its citizens to inform it of the amount of their annual income and to have sanctions available to enforce the provision of that information ...”", "He proceeded to review the tax legislation which required taxpayers to make tax returns.", "“It is clearly permissible for a State to enact such provisions and there could be no substance in an argument that there is a violation of Article 6 § 1 if the revenue prosecuted a citizen for cheating the revenue by furnishing a standard tax return containing false information. Similarly, in the present case, viewed against that background that the State, for the purpose of collecting tax, is entitled to require a citizen to inform it of his income and to enforce penalties for failure to do so, the section 20(1) notice requiring information cannot constitute a violation of the right against self-incrimination. The present case is therefore clearly distinguishable from Saunders on that ground ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}