{"ITEMID": "001-81476", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PROVIDE S.R.L. v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses award - domestic and Convention proceedings", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Luigi Ferrari Bravo;Mindia Ugrekhelidze;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant is a company governed by Italian law with its registered office in Brembate di Sopra (Bergamo).", "6. On 10 March 1992 the applicant company brought proceedings against M.R. and the I. company in the Alemmo San Salvatore (Bergamo) Magistrate's Court, seeking damages for the harm sustained in a road traffic accident, which the applicant company assessed at 1,495,090 Italian liras ((ITL) – 772.14 euros (EUR)).", "7. Preparation of the case for hearing began on 28 April 1992. On 29 September 1992 the applicant company requested an adjournment and on 19 January 1993 it filed pleadings. Of the eight hearings scheduled between 15 June 1993 and 4 October 1995, six involved the examination of witnesses and the parties, one was adjourned at the applicant company's request and the last was adjourned of the court's own motion. On 24 January 1996 the defendants requested an expert inquiry and the Magistrate's Court reserved its decision. By an order made in camera on the same date the court rejected the request. On 20 March and 6 November 1996 the parties made their submissions. On 5 March 1997 judgment was reserved.", "8. By judgment of 30 April 1998, the text of which was deposited with the registry on 29 May 1998, the Magistrate's Court upheld the applicant company's claim.", "9. On 6 September 2001 the applicant company brought an action in the Venice Court of Appeal under Law no. 89 of 24 March 2001, known as the “Pinto Act”, complaining that the length of the proceedings described above had been excessive and seeking just satisfaction for the non-pecuniary damage sustained.", "10. By decision of 29 November 2001, the text of which was deposited with the registry on 27 December 2001, the Court of Appeal found that a reasonable time had been exceeded but dismissed the claim for compensation since the applicant company had failed to prove that it had sustained any damage.", "In respect of pecuniary damage, the Court of Appeal observed that the applicant company had not claimed to have sustained any such harm and that, accordingly, no sum could be awarded under that head.", "As to non-pecuniary damage, the Court of Appeal asserted that, although legal entities could sustain damage of that nature as a result of unreasonably lengthy proceedings, such damage could exist only where certain types of loss had been incurred and, in order to be quantified, required specific proof which had not been supplied in this case.", "The Venice Court of Appeal ordered the applicant company to pay the State ITL 2,450,000 (EUR 1,265.31) for the costs of the proceedings.", "11. The applicant company appealed on points of law, contending that once it had been found that a reasonable time had been exceeded, legal entities were not required to adduce proof of damage which clearly gave rise in itself (in re ipsa) to loss.", "12. By judgment of 4 February 2003, the text of which was deposited with the registry on 15 April 2003, the Court of Cassation dismissed the appeal and ordered that the costs be shared between the parties.", "According to the Court of Cassation, the Pinto Act did not recognise any damage arising in re ipsa but required that proof be provided in accordance with section 2 of the Act. Such an approach, moreover, was consistent with the Court's case-law under Article 41 of the Convention.", "13. By letter of 30 January 2003 the applicant company informed the Court of the outcome of the domestic proceedings and requested it to resume the examination of its application.", "14. The relevant domestic law and practice are set out in Cocchiarella v. Italy ([GC], no..64886/01, §§ 23-31, ECHR 2006-V)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}