{"ITEMID": "001-72314", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "TRUSOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Anatoliy Ermolayevich Trusov, is a Russian national, who was born in 1933 and lives in the city of Dukhovshchina, Smolensk region. The respondent Government are represented by Mr P. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant claimed that during the World War II he had been detained in a German concentration camp. By a Presidential Decree of 15 October 1992, former prisoners of German concentration camps became entitled to certain social benefits, in particular, to a supplement to their retirement pension. On 1 October 1994 a special municipal commission (“the commission”) granted the applicant the pension supplement on this ground.", "On 11 April 2000 the commission revoked its decision of 1 October 1994, referring to the lack of evidence that the applicant in fact had been in a concentration camp, and, thus, had indeed been entitled to the supplement.", "On 7 July the commission decided to withhold 20 percent of the applicant’s retirement pension to cover the sums wrongly paid to him between 1994 and 2000. As a result, according to the respondent Government, between August 2000 and March 2001 the commission withheld from the applicant’s pension 1,122.35 Russian Roubles to compensate for the previous erroneous payments.", "The applicant brought a civil action against the commission seeking restoration of the supplement, recovery of the sums withheld, and compensation for damage.", "On 22 December 2000 the Dukovschinskiy District Court of the Smolensk Region found in the applicant’s favour, holding that the retirement pension was the applicant’s “possession”. According to Article 35 § 3 of the Russian Constitution, no one could be deprived of his possession otherwise than by a court decision. Therefore, the deduction of the 20 percent from his pension by an administrative decision had been unlawful. The district court also noted that the commission had failed to hear the applicant and witnesses, and to obtain an expert opinion. Finally, the court found that no legal procedure existed to revoke the supplement once granted. The court quashed the decision of 11 April 2000 ordering the commission to return to the applicant the money deducted from his pension and to resume paying him the supplement.", "The defendant appealed. On 27 February 2001 the Smolensk Regional Court delivered a new judgment on the merits. Firstly, the Regional Court found that the decision to revoke the supplement had been “well-founded”. The Court further stated that, on the other hand, the money paid in excess could be deducted from the retirement pension only in case of an abuse by the pensioner, which was not the case. The court found that the deduction from the applicant’s pension had been unlawful.", "In the operative part of the judgement the Regional Court quashed the decision of 1994, confirming that the applicant was no longer entitled to receive the supplement. The Regional Court also held that no deduction could be made from the applicant’s pension. However, the Court did not order, at least explicitly, the reimbursement of the sum withheld between August 2000 and March 2001.", "As follows from the Government’s submissions, pursuant to the decision of 27 February 2001 the money withheld was returned to the applicant. Thus, on 23 March 2001 the local Commission on State pensions decided to return to the applicant 206.57 Russian Roubles (protocol of the deliberations of the Commission no. 30). On 21 September 2001 the commission decided to return to the applicant the remaining of the sum withheld, namely 915.78 Roubles (protocol of the deliberations no. 92). Those amounts were transferred to the applicant in April and October 2001 respectively. The applicant did not contest these facts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}