{"ITEMID": "001-59163", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PALLANICH v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 17 May 1991 the Walserberg Customs Office (Zollamt) opened criminal proceedings against the applicant under the Tax Offences Act (Finanzstrafgesetz) concerning charges of attempted smuggling, and heard him as a suspect.", "9. On 23 May 1991 the Customs Office transmitted the information (Strafanzeige) to the Criminal Department of the Salzburg Customs Office.", "10. On 19 June 1991 the Criminal Department of the Salzburg Customs Office, in summary proceedings, issued a penal order (Strafverfügung) against the applicant finding him guilty of attempted smuggling in that he had, on 17 May 1991, when crossing the border between Germany and Austria in his car, failed to declare various goods with a total value of Austrian schillings (ATS) 13,742. The Customs Office imposed a fine of ATS 3,500 on the applicant and, in case of default, two days' imprisonment. Further, it ordered the forfeiture of the sum of ATS 13,742 which had been deposited as a security for the goods concerned.", "11. On 26 July 1991 the applicant filed an objection (Einspruch) against the penal order. Thereupon, the Criminal Department of the Salzburg Customs Office, after having carried out investigations, fixed 9 October 1991 as the date for hearing the applicant's case and informed the applicant’s counsel accordingly.", "12. On 9 October the Criminal Department of the Salzburg Customs Office held the hearing. Neither the applicant nor his counsel appeared.", "13. On 11 November 1991 the Criminal Department of the Salzburg Customs Office, noting that the applicant had, without an excuse, failed to appear at the hearing, convicted him of attempted smuggling, imposing a fine of ATS 3,500, with two days' imprisonment in default. It also upheld the forfeiture of the sum which had been deposited as a security for the goods concerned.", "14. On 14 January 1992 the applicant filed an appeal with the Salzburg Regional Directorate of Finance (Finanzlandesdirektion). He submitted, in particular, that he had not declared the goods in question to the customs authorities since he had not intended to import them into Austria but only to transport them through Austria.", "15. On 8 June 1995 the Criminal Department of the Salzburg Regional Directorate of Finance dismissed the applicant's appeal. This decision was served on the applicant's counsel on 5 July 1995.", "16. Under Article 130 of the Federal Constitution (Bundes-Verfassungsgesetz) the Administrative Court decides inter alia on applications (Beschwerden) in which it is alleged that the administrative authorities have breached their duty to decide.", "17. Article 132 of the Federal Constitution, so far as relevant, reads as follows:", "“An action for breach by the administrative authorities ... of the duty to decide can be lodged by anyone entitled as a party in administrative proceedings to enforce that duty. An action for breach of the duty to decide is inadmissible in administrative criminal proceedings, except private prosecutions and prosecutions in respect of tax offences.”", "18. Section 73 of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz) deals with the administrative authorities’ duty to decide. So far as relevant, it reads as follows:", "“(1) Subject to any contrary provision in the administrative regulations, the authorities must give a decision on applications by parties ... and appeals without unnecessary delay and at the latest six months after the application or appeal has been lodged.", "(2) If the decision is not served on the party within this time-limit, jurisdiction will be transferred to the competent superior authority upon the party’s written request. ...”", "In proceedings under the Tax Offences Act an application for transfer of jurisdiction to the superior authority is excluded.", "19. The relevant provisions of the Administrative Court Act (Verwaltungsgerichtshofgesetz) relating to the application against the administration’s failure to decide read as follows:", "“An application under Article 132 of the Federal Constitution for breach of the duty to decide (application against the administration’s failure to decide) can be lodged only when the highest authority to which an application can be made in administrative proceedings, either by way of an appeal or an application for transfer of jurisdiction, ... has been applied to by a party and has not made a decision on the matter within six months. ...”", "“(2) On an application against the administration’s failure to decide under Article 132 of the Federal Constitution the relevant authority is to be ordered to give a decision within three months and either produce to the Administrative Court a copy of the decision or state why in its opinion there has not been a breach of the duty to decide. The time-limit can be extended once if the administrative authority can show that there are relevant reasons why it is impossible to reach a decision within the prescribed time-limit. If a decision is made within the prescribed time-limit, the proceedings in respect of the application against the administration’s failure to decide shall be stayed.”", "“(1) Subject to any contrary provision of this Federal Act, the Administrative Court shall give a judgment in all cases.", "...", "(4) In respect of applications under Article 132 of the Federal Constitution, the Administrative Court may initially limit its judgment to a decision on specific relevant points of law and order the authority to make a decision consistent with the determined points of law within a specified time-limit which must not exceed eight weeks. If the Administrative Court does not use that possibility or the authority in question fails to comply with the order, the Administrative Court shall rule on the application against the administration’s failure to decide by giving a judgment on the merits, for which it shall have full discretion in the administrative authority’s stead.”", "20. According to the Constitutional Court’s judgment of 30 September 1989 (published in the official text collection VfSlg 12167/89) the Administrative Court can be seized with an application against the administration’s failure to decide under Article 132 of the Federal Constitution, taken in conjunction with section 27 of the Administrative Court Act, also where an authority of first instance failed to give a decision within the statutory six month time-limit, provided that no other remedy (such as a request for a transfer of jurisdiction) lies against the failure to decide.", "21. According to statistical information provided by the Government, the Administrative Court dealt with a total of 825 applications against the administration’s failure to decide between 1 January 1998 and 31 December 1999.", "22. In 67,2 % of the cases (555 of 825) the proceedings resulted in the respondent authority giving a decision within four months from the time when the Administrative Court was seized. The Administrative Court took about a month to issue the order to the respondent authority to give the decision within a three-months time-limit (section 36 § 2 of the Administrative Court Act). In these cases the proceedings before the Administrative Court were discontinued as the applicant’s claim was satisfied (515 of 825 cases), or on the ground that the applicant, having achieved his aim, withdrew the action (40 of 825 cases).", "In 6,7 % of the cases (55 of 825 cases) the respondent authority failed to comply with the Administrative Court’s order and the Administrative Court had itself to give a decision on the merits under section 42 § 4 of the Administrative Court Act. It did so after an average duration of the proceedings before it of two years and almost three months.", "The remaining 26,1 % of the cases (215 of 825) were rejected by the Administrative Court for lack of jurisdiction or for other grounds of inadmissibility."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}