{"ITEMID": "001-5319", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "BEKTAS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicant is a Turkish national, born in 1935 and living in Ankara. He is represented before the Court by Mr Halil İbrahim Özdemir, a lawyer practising in Ankara.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and his family lived in the Ardıçlı village of the Pülümür district attached to the Tunceli province.", "On 14 November 1993 the applicant and his family left their village taking their belongings as a result of pressure from security forces and terrorist organisations. The applicant sold his animals at a very cheap price prior to their departure. He and his family settled in Ankara.", "On 10 October 1994 security forces carried out an operation in the region including the applicant’s village. During the operation the security forces burned down the applicant’s house and dairy farm.", "On 11 October 1994 the applicant learned of the destruction of his property via a press conference held by the Tunceli Association and the Tunceli Foundation in Ankara.", "On 13 October 1994 the applicant filed petitions with the Tunceli Governor’s office, the Prime Minister’s office and the President of the Republic’s office and on 11 December 1995 with the Interior Minister’s office. He complained to the authorities that he and his fellow villagers had been forced to leave their village as a result of pressure and that his house and dairy farm had been burned down by security forces.", "On 28 November 1995 an investigation was carried out into the applicant’s allegations on the orders of the Tunceli Governor. The investigation concluded that the applicant and his fellow villagers had left their village as a result of the pressure from PKK terrorists and that the houses in the village had been destroyed due to bad winter conditions.", "On 28 November and 20 December 1995 the Tunceli Deputy Governor sent letters in reply to the applicant stating that his house and dairy farm had not been destroyed by the security forces but because of winter conditions.", "In 1998 the Tunceli Governor’s office carried out another investigation in the applicant’s village Ardıçlı. The authorities found that there was no trace of burning of the applicant’s house and that the only damage seen on the house was a hole on the roof which have been caused as a result of the winter conditions, namely heavy snow.", "According to the official records kept by the military authorities, State security forces did not carry out any operation around the applicant’s village, Ardıçlı.", "B. Relevant domestic law and practice", "1. Administrative liability", "Article 125 of the Turkish Constitution provides as follows:", "“All acts or decisions of the administration are subject to judicial review...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the State of Emergency, which provides:", "“... actions for compensation in relation to the exercise of the powers conferred by this Law are to be brought against the administration before the administrative courts.”", "2. Criminal responsibility", "The Turkish Criminal Code makes it a criminal offence:", "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants),", "(b) to oblige an individual through force or threats to commit or not to commit an act (Article 188),", "(c) to issue threats (Article 191),", "(d) to make an unlawful search of an individual’s home (Articles 193 and 194),", "(e) to commit arson (Articles 369, 370, 371, 372), or aggravated arson if human life is endangered (Article 382),", "(f) to commit arson unintentionally by carelessness, negligence or inexperience (Article 383), or", "(g) to damage another’s property intentionally (Articles 516).", "For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The Public Prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the Public Prosecutor not to institute criminal proceedings.", "If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the persons concerned (non-military) before the competent authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "If the alleged author of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). The local council decisions may be appealed to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "3. Provisions on compensation", "Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts.", "Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}