{"ITEMID": "001-61057", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF MÕTSNIK v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1959 and lives in Tallinn.", "9. On 1 June 1994 the Tartu police initiated criminal proceedings against the applicant on the suspicion of having committed an offence of satisfying his sexual desire in an unnatural manner.", "10. On 25 October 1994 the applicant was formally charged with this offence. On the same day he was subjected to a preventive measure in the form of an obligation not leave his place of residence.", "On 22 November 1994 the applicant was further charged with attempted rape.", "11. On 13 January 1995 the preliminary investigation of the charges was complete.", "On 18 January 1995, upon approval of the indictment by the Tartu Public Prosecutor, the applicant's criminal case-file was sent to the Tartu City Court (Tartu Linnakohus).", "12. On 7 January 1997, by a decision of the City Court judge, the applicant was committed for trial.", "13. On 17 February 1997 the judge ordered the serving of the indictment on the applicant who received it on 4 March 1997.", "14. On 30 June 1997 the applicant wrote a letter notifying the City Court of his change of residence. However, he did not send out the letter, but handed it to his lawyer.", "15. On 13 October 1997 the City Court summoned the parties and the witnesses to a hearing which was scheduled for 16 December 1997.", "16. On 7 November 1997 the City Court was informed that it had not been possible to serve the summons on the applicant at the address indicated by him in October 1994. Consequently, the hearing was postponed.", "In mid-December, the applicant's lawyer delivered to the City Court the applicant's letter of 30 June 1997 about his new address.", "17. On 19 December 1997 the City Court scheduled a hearing for 12 February 1998.", "On 12 February 1998 the hearing was adjourned on account of the absence of the applicant's lawyer for health reasons.", "18. On the same day the City Court ordered that the applicant be taken into custody. It noted that the applicant had four prior convictions and considered that he could re-offend.", "The applicant filed an appeal against the order directly with the Tartu Court of Appeal (Tartu Ringkonnakohus) which, on 17 February 1998, forwarded it to the City Court as appeals to a higher court must be presented through a lower court. On 5 March 1998 the Court of Appeal rejected the applicant's appeal.", "19. In the meantime, on 18 February 1998, the City Court scheduled a new hearing for 11 March 1998.", "On 2 March 1998 the applicant's lawyer requested that the hearing be adjourned as it was not possible for him to attend because of a meeting of the Bar Association. His request was granted.", "20. On 4 May 1998 the applicant complained to the Office of the Chief Public Prosecutor (Riigiprokuratuur) about the delay in examining his case.", "On 5 May 1998 he addressed a similar complaint to the Ministry of Justice, which asked the City Court to inform it of the reasons for lack of progress in the case.", "21. On 21 May 1998 the City Court scheduled a hearing for 2425 August 1998.", "22. By letters of 25 May 1998 and 26 May 1998 the Ministry of Justice and the prosecutor's office, respectively, informed the applicant that the reason for the delay in dealing with the case from January 1995 until late 1997 was the City Court's heavy workload. They also stated the reasons for the postponement of the hearings.", "23. On 20 June 1998 the applicant requested the appointment of a lawyer by the court as he was dissatisfied with the services of the lawyer chosen by him.", "24. The City Court heard the applicant's case on 24-25 August 1998.", "On 24 August 1998 the applicant sought the adjournment of the hearing, arguing that the preliminary investigation had been incomplete and that he did not have a copy of the indictment, which was in the hands of his previous lawyer. He also disputed the legality of the appointment of his new lawyer and requested the removal of the public prosecutor from the case. His requests were dismissed as unfounded.", "25. By a judgment of 26 August 1998 the City Court convicted the applicant of attempted rape and sentenced him to 4 years' imprisonment. The City Court heard the testimonies of the victim and two witnesses and examined two medical expert reports.", "26. On 1 September 1998 the applicant lodged an appeal against the City Court judgment, arguing that his trial and conviction had been unlawful. The City Court had infringed procedural time-limits concerning the start of the trial stipulated in Articles 184(1) and 204 of the Code of Criminal Procedure according to which the court must take a decision to try the accused within 10 days from the seizure of the court, and the trial must start no later than 20 days from the taking of that decision. The applicant pointed out that his criminal case-file arrived in the City Court on 18 January 1995, but the decision committing him for trial was taken only on 7 January 1997.", "At the hearing before the Tartu Court of Appeal on 28 October 1998 the applicant also pointed to the delay in examining his case at the first instance court.", "27. By a judgment of 28 October 1998 the Court of Appeal dismissed the applicant's appeal and upheld the City Court judgment. It admitted that the time-limit for committing the applicant for trial had been exceeded, but found no substantial infringement of procedural law which would have entailed a reversal of the lower court judgment.", "28. On 24 November 1998 the applicant filed an appeal with the Supreme Court (Riigikohus) in which he argued that the two-year delay in dealing with his case at the trial court was unlawful.", "29. On 9 December 1998 the Supreme Court refused the applicant leave to appeal.", "30. On 1 March 1999 the competent prosecutor refused the applicant's request to initiate criminal proceedings against the judge of the first instance court as the failure to comply with the procedural time-limits did not constitute a criminal offence.", "31. By a letter of 5 March 1999 the Ministry of Justice informed the applicant that there were no grounds to initiate disciplinary proceedings against the judge since there was no evidence of an intentional infringement of procedural rules by him. However, the judge's attention had been drawn to deficiencies in his work."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}