{"ITEMID": "001-78898", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF OREL v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1953 and lives in Slovenská Nová Ves.", "5. On 16 November 1993 the applicant challenged the lawfulness of his dismissal from a job and withdrawal of a part of his pay by the employer.", "6. On 3 February 1994 the Bratislava I District Court invited the applicant to pay the court fee. On 6 April 1994 the defendant foundation submitted comments on the applicant’s action.", "7. As the parties did not attend the hearing scheduled for 7 June 1994, the court adjourned the case until 18 October 1994. Subsequently the applicant appeared before the court and he requested that an interim measure be issued.", "8. On 31 August 1994 the Bratislava I District Court discontinued the proceedings concerning the interim measure on the ground that the applicant had failed to substantiate his request.", "9. On 9 September 1994 the court invited the applicant to specify the amount which he claimed. The applicant replied on 9 November 1994.", "10. On 18 October 1994 the case was adjourned as the parties were absent.", "11. On 21 October 1994 the court asked the defendant for information about the applicant’s pay. The mail was returned to the court as being undeliverable.", "12. On 1 December 1994 the case was again adjourned, due to the absence of the defendant. The post had returned the summons to the District Court. As the post had informed the court that the defendant foundation had moved, on 4 January 1995 the court asked two authorities for information about the new seat of the defendant. On 3 February 1995 the court was informed of the defendant’s new address.", "13. The case was adjourned on 19 January 1995 and on 16 February 1995 as a representative of the defendant foundation had not appeared. The summons had been returned to the court. The representative of the defendant appeared before the District Court on 13 April 1995. He informed the court of his and the foundation’s new address. The applicant did not appear at that hearing. The court informed the representative of the defendant that a fine would be imposed on him if he failed to appear at the next hearing scheduled for 30 May 1995.", "14. Hearings were held on 30 May 1995 and on 12 September 1995 in the presence of both parties. On 7 November 1995 the case had to be adjourned as the defendant was absent.", "15. The applicant and a witness were unable to attend the hearing held on 30 January 1996. On the same day the defendant challenged the District Court judge dealing with the case. On 29 February 1996 the Bratislava City Court dismissed the request.", "16. The defendant failed to appear before the District Court on 11 and 23 July 1996. As the mail sent by the court to both the defendant foundation and its representative could not be delivered, the court made inquiries with a view to establishing the defendant’s address. The three authorities concerned submitted their replies on 16 August 1996, on 11 September 1996 and on 5 November 1996.", "17. The District Court sent letters to the representative of the defendant foundation in February and in May 1997. All three letters were returned with the indication that the addressee was not at the address indicated in the letters.", "18. On 15 August 1997 the central register informed the District Court that the representative of the defendant foundation had registered his permanent stay at the address where the court had tried to reach him earlier and which the Ministry of the Interior had indicated to the court on 5 November 1996.", "19. On 21 November 1997 the court asked the Bratislava III District Office for a copy of the registration file of the defendant foundation. In a letter dated 28 November 1997 which arrived at the District Court on 2 December 1997 the above administrative authority informed the court that the foundation had not requested a change in registration of the address of its seat. The letter stated that the representative had informed the District Office, on 3 September 1997, that the defendant foundation was in liquidation.", "20. On 21 May 1998 the District Court asked the Bratislava III District Office for the registration file of the defendant foundation. The file was submitted to it on 9 June 1998. The letter stated that the administrative authority had already sent to the court the requested documents on 28 November 1997.", "21. On 22 July 1998 the court appointed a guardian to represent the defendant foundation in the proceedings as it had been impossible to establish the new address of its seat.", "22. In a letter dated 10 July 1998 the representative of the defendant foundation informed the court that he would not submit the requested information and documents as he considered that the applicant’s right to claim the sum in issue had lapsed. A new address of the defendant foundation was indicated in the header of the letter.", "23. The case was adjourned on 7 September 1998 due to the absence of the parties. Both the applicant and his representative had excused their absence. The court imposed a fine of 1,200 Slovak korunas on the representative of the defendant foundation for his failure to appear. On 15 October 1998 the case was again adjourned because of the absence of the defendant.", "24. On 17 November 1998 the Bratislava I District Court decided, in the absence of the defendant’s representative, that the applicant’s dismissal had been unlawful as the relevant notice had not been in conformity with the statutory requirements. It ordered the defendant to pay 608,500 Slovak korunas (SKK) to the applicant in compensation for loss of salary. It discontinued the proceedings in respect of the remainder of the applicant’s action as the applicant had withdrawn the corresponding claims. The judgment was served on the representative of the defendant on 30 April 1999. The liquidator of the defendant filed an appeal on 17 May 1999 indicating that the defendant foundation had ceased to exist by 1 November 1998.", "25. On 28 May 1999 the defendant was invited to eliminate shortcomings in the appeal within ten days. The letter was returned as undeliverable on 23 June 1999. A further request was delivered to the representative of the defendant on 30 July 1999. He submitted no reply. On 10 September 1999 the file was submitted to the court of appeal.", "26. On 25 February 2000 the Bratislava Regional Court adjourned the case because of the defendant’s absence. On 3 April 2000 the court received information, at its request, concerning the status of the defendant foundation.", "27. On 5 May 2000 the Regional Court set a ten day time-limit for submission of the reasons for the defendant’s appeal.", "28. On 31 May 2000 the Bratislava Regional Court discontinued the appeal proceedings on the ground that the defendant had failed, despite several warnings, to submit reasons for the appeal. The decision on the applicant’s action became final on 18 July 2000.", "29. On 27 September 2002 the applicant requested the Bratislava I District Court that the sum which his former employer owed him should be enforced by selling his former employer’s movable property.", "30. On 23 May 2000 the Bratislava I District Office decided to stop paying a social allowance to the applicant with effect from 1 June 2000. On 12 June 2000 the applicant appealed.", "31. On 22 June 2000 the Bratislava Regional Office upheld the decision of 23 May 2000.", "32. On 17 July 2000 the applicant challenged the administrative decisions before the Bratislava I District Court. He also filed a request for an interim measure to be issued.", "33. On 15 December 2000 the District Court dismissed the applicant’s request for an interim measure. On 30 April 2001 the Bratislava Regional Court dismissed the applicant’s appeal against this decision.", "34. On 20 February 2001 the Bratislava I District Court found that it lacked jurisdiction to deal with the applicant’s action concerning the above administrative decisions. The case was transmitted to the Bratislava Regional Court.", "35. On 18 June 2001 the Constitutional Court found that the Bratislava I District Court had violated the applicant’s right to a hearing without undue delay in the proceedings concerning his action of 17 July 2000. The Constitutional Court noted that the District Court had started considering the action nearly five months after it had been lodged, and that no procedural steps had been taken as the case fell within the jurisdiction of a different court.", "36. On 21 March 2002 the Bratislava Regional Court quashed the administrative decisions challenged by the applicant.", "37. On 26 September 2002 the Bratislava I District Office granted the advance payment of the allowance in issue to the applicant for the period from 1 June 2000 to 31 August 2002.", "38. On 22 September 1993 the applicant’s former wife filed an action claiming that she had the exclusive right to use a flat in which she and the applicant had lived.", "39. Several procedural decisions were given in the case and the Bratislava I District Court, to which the merits of the case fell to be examined, held a number of hearings. In the course of the proceedings the applicant filed a counter-claim.", "40. The applicant sought an injunction giving him the right to use the flat. The request for an injunction was dismissed by a final decision which was given by the District Court on 3 June 1999.", "41. On 15 May 2002 the District Court dismissed both parties’ claims. It held that the applicant and his former wife no longer lived in the flat. The applicant had waived his right to use the flat in that he had stopped living in a common household with his former wife in 1992.", "42. On 15 October 2003 the Regional Court upheld the first-instance judgment which became final on 20 January 2004.", "43. On 28 January 2005 the Constitutional Court rejected the applicant’s complaint about inactivity of the District Court as regards his above request for an injunction. The Constitutional Court referred to the ordinary courts’ findings in the proceedings concerning the use of the flat in issue. It held, inter alia, that the applicant had sought an injunction giving him the right to use a flat which, as it had been established, he had left in 1992 and in respect of which he had no legal title.", "44. On 5 August 1996 the applicant claimed distribution of his and his former wife’s marital property.", "45. The merits of the case have been examined by the Bratislava II District Court which held a number of hearings and took extensive evidence. The proceedings are pending.", "46. On 27 August 1991 the applicant claimed damages before the Bratislava I District Court. The applicant alleged that the defendant had not repaired his car properly and claimed SKK 11,000 in compensation. The case was transferred to the Bratislava V District Court. That court held several hearings in 1991. On 8 August 1994 the court ordered an expert to submit an opinion. The opinion was submitted on 19 October 1994.", "47. The court scheduled four hearings between 20 December 1996 and 14 March 1997. On the latter date the Bratislava V District Court ordered the defendant to pay the sum claimed to the applicant with default interest. The defendant refused receipt of mail and the District Court’s decision was served on him only on 20 October 1997.", "48. On 22 July 1998 the applicant sought the enforcement of the sum in question.", "49. On 6 August 1998 the Bratislava V District Court authorised an executions officer to enforce the sum. On 19 August 1998 the executions officer issued a notification of the execution. It was served on the applicant on 1 June 1999 and on the debtor on 26 May 1999.", "50. On 24 June 1999 and on 20 July 1999 the executions officer issued two execution orders with a view to obtaining the sum owed by the defendant through the sale of his movable property and the withdrawal of a part of his income. On 8 July 1999 the executions officer, with the assistance of the police, established an inventory of the movable property of the debtor. The movables were not taken away as their value was low and since the debtor’s wife had promised to pay the sum in issue. Subsequently the executions officer unsuccessfully attempted to contact the debtor and his wife.", "51. In a statement of 12 October 2006 the executions officer explained that it had not been shown that the debtor owned any property or that he had any income. For that reason the judgment had not been executed.", "52. The execution proceedings are pending.", "53. The relevant provisions of the Constitution as well as the practice of the Constitutional Court are described in detail in, for example, Jakub v. Slovakia, no. 2015/02, §§ 25-38, 28 February 2006 or Savka v. Slovakia, no. 77936/01, 30 May 2006)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}