{"ITEMID": "001-119046", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF PETUKHOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-b - Lawful order of a court);Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["5. The applicant was born in 1937 and lives in Moscow.", "6. On 13 December 2005 she complained to the police about her neighbours. She stated that a “gang” of neighbours had damaged her property and had used “psychotronic generators” in their apartments and cars to cause damage to her health and mind. The applicant also mentioned in the complaint that she had in the past made submissions to the Federal Security Service, the President of the Russian Federation and the State Duma, which had been unsuccessful.", "7. On 20 January 2006 a police officer took statements from the applicant’s neighbours, who stated that she had behaved unreasonably, walked naked on the streets, shouted at people and accused them of various illegal activities.", "8. The Psychoneurological Outpatient Clinic no. 20 of Moscow (“the POC”) was requested by the police on 20 January 2006 to carry out a psychiatric examination of the applicant.", "9. On 14 July 2006 a resident psychiatrist at the POC (Ms K.) issued a report confirming the need for a psychiatric examination of the applicant relying on the evidence obtained seven months before. The report stated that the nature of the applicant’s complaints to various authorities gave reason to believe that they were brought about by a pathology associated with a psychiatric disorder. The psychiatrist concluded that an examination of the applicant was necessary, because progressive development of the disorder might cause a deterioration in her health and aggressive behaviour towards others. The report was certified by the head physician of the POC. It is not clear whether the psychiatrist examined the applicant in person before issuing the report.", "10. On the same day Ms K. filed an application with the Kuzminskiy District Court of Moscow (“the District Court”) seeking authorisation for an involuntary psychiatric examination under section 23, subsection 4 (c) of the Law of the Russian Federation on Psychiatric Assistance and Guarantees of the Citizens’ Rights Related to Its Administration 1992 (“the Psychiatric Assistance Act”). The application stated that there was evidence of “a psychiatric disorder resulting in significant damage to health due to the deterioration of a psychiatric condition in the absence of psychiatric assistance”. It also indicated that on 20 January 2006, during a police interview, the applicant had refused to consent to undergo a voluntary psychiatric examination. The application was also certified by the head physician of the POC.", "11. Evidence attached to the application included the above-mentioned psychiatrist’s report of 14 July 2006, the applicant’s complaint to the police of 13 December 2005, the police officer’s request of 20 January 2006, and the applicant’s neighbours’ statements of 20 January 2006.", "12. The application was received by the District Court on 27 July 2006 and a hearing was scheduled for 18 August 2006. On 14 August 2006 the court sent a summons to the applicant by registered letter, but that was later returned to the sender after several unsuccessful delivery attempts.", "13. On 18 August 2006 the District Court considered the psychiatrist’s application for involuntary psychiatric examination of the applicant. Neither the applicant nor the representative of the POC were present at the hearing. It was noted in the court transcript and decision that both parties had been duly notified of the hearing but that neither had chosen to appear in court. The District Court authorised a psychiatric examination of the applicant without her consent and ordered it to be carried out either at her home or at the POC. It reasoned as follows:", "“The court, having examined the evidence, namely the report of the POC on the need for a psychiatric examination, considers the application well-founded ... for the following reasons.", "In accordance with Section 23, subsection 4 of the Psychiatric Assistance Act 1992 ... a psychiatric examination of a person may be carried out without his or his legal representative’s consent when the evidence available suggests that the examinee performs acts giving reason to presume the existence of a severe psychiatric disorder which causes feebleness, i.e. the inability to autonomously satisfy one’s basic needs, or significant damage to health due to the deterioration of a psychiatric condition in the absence of psychiatric assistance.", "The said condition ... has been proven by the POC’s medical report, a copy of the applicant’s complaint to [the police] concerning the use of various types of secret weapons, a copy of a statement by Ms Sh. (Ms Petukhova’s neighbour), who stated that Ms Petukhova behaved unreasonably, walked naked on the streets and shouted at people, as well as by other evidence confirming the need for a psychiatric examination of Ms Petukhova.”", "14. The Court has received no evidence to suggest that the applicant was either notified of the decision or provided with a copy.", "15. More than three months later, on 1 December 2006, the POC sent a request to the police seeking their assistance in the applicant’s apprehension in order to prevent her from potentially behaving aggressively towards others. The request stated that the clinic was unable to ensure that the applicant would attend an examination.", "16. On the same day at around 10 a.m. three policemen visited the applicant’s flat and took her by force to a police station. Having spent four hours there she was transferred by ambulance to Psychiatric Hospital no. 13 (“the PH-13”). At 2.30 p.m. on arrival at the hospital, the applicant was informed that she had been brought there under the authorisation of the District Court. It is not clear whether she was allowed to read the court order.", "17. Later that day at 4.30 p.m. the applicant was examined by a medical counselling panel and diagnosed with paranoid schizophrenia aggravated by paranoid syndrome.", "18. After her release from the hospital on 4 December 2006 the applicant requested the District Court to provide her with a copy of its decision of 18 August 2006 authorising her involuntary psychiatric examination.", "19. On 18 December 2006 the applicant appealed against that decision. She argued, inter alia, that the District Court had examined the case in her absence and that she had not been duly notified of the hearing; that the decision did not contain reasons and that it was based on a single psychiatric report which was accepted by the court without scrutiny.", "20. On 15 February 2007 the Moscow City Court after hearing the applicant and her representative dismissed the applicant’s appeal and upheld the authorisation for an involuntary psychiatric examination. The court reasoned that the applicant’s presence at the District Court hearing was not required under Article 306 of the Code of Civil Procedure. Furthermore, it stated that the psychiatric report was well-founded because it contained details of the applicant’s actions giving grounds to presume the existence of a psychiatric disorder.", "21. The applicant applied for supervisory review, but to no avail.", "22. The applicant lodged a constitutional complaint about Article 306 of the Code of Civil Procedure. She alleged that this legal provision did not guarantee her a right to be present during the hearing of an application for involuntary psychiatric examination, since it specified that such applications shall be considered by “a single judge”.", "23. On 18 December 2007 the Constitutional Court of the Russian Federation dismissed the applicant’s complaint. It argued that the term “single judge” for the purposes of Article 306 of the Code of Civil Procedure referred only to the composition of a court and did not preclude the parties’ participation in a hearing.", "24. On 1 December 2006 after the applicant was brought to the hospital and diagnosed with paranoid schizophrenia aggravated by paranoid syndrome (see paragraphs 16-17 above), the medical panel of the PH-13 concluded that involuntary hospitalisation of the applicant was required under section 29 of the Psychiatric Assistance Act 1992 in order to prevent potentially significant damage to her health due to the deterioration of a psychiatric condition in the absence of psychiatric assistance. The application for involuntary hospitalisation was filed with the Lyubinskiy District Court of Moscow on the same day.", "25. On 4 December 2006 the applicant was discharged from PH-13 and advised to follow an outpatient treatment programme. Later that day the deputy head physician of PH-13 requested the Lyubinskiy District Court of Moscow to discontinue the proceedings concerning the applicant’s involuntary hospitalisation in the light of her discharge from the facility. The request was granted and the proceedings discontinued on 6 December 2006.", "26. The applicant did not initiate any proceedings for review of her hospitalisation.", "27. Article 306 of the Code of Civil Procedure of the Russian Federation of 2002, which entered into force on 1 February 2003, regulates the procedure for the judicial authorisation of involuntary psychiatric examinations. It reads as follows:", "“An application for involuntary psychiatric examination of a citizen shall be lodged by a psychiatrist with the court at the place of the citizen’s place of residence. A reasoned report by a psychiatrist on the need to conduct such an examination and other evidence shall be attached to the application. Within three days of the application being filed, a single judge shall consider the application for involuntary psychiatric examination and shall decide to either authorise the involuntary psychiatric examination of a citizen or refuse [it].”", "28. The Psychiatric Assistance Act 1992 in section 5 subsection 2 provides a list of the rights of persons suffering from a psychiatric disorder, including the right to be informed of their rights, the nature of their disorder and available treatment, the right to the least restrictive methods of treatment, and the right to the assistance of a lawyer, legal representative or other person. Section 5 subsection 3 prohibits restrictions on the rights of persons suffering from a psychiatric disorder solely on the basis of their diagnosis or their admission to a specialised facility.", "29. Sections 23 and 25 of the Act regulate the procedure for conducting involuntary psychiatric examinations. The relevant parts read as follows:", "“(1) A psychiatric examination shall be conducted in order to determine whether the examinee suffers from a psychiatric disorder and needs psychiatric assistance, and to determine the type of such assistance.", "(2) A psychiatric examination, as well as a prophylactic examination, shall be conducted at the examinee’s request and with his consent ...", "...", "(4) A psychiatric examination of a person may be carried out without his or his legal representative’s consent in cases when the available evidence suggests that the examinee performs acts giving reason to presume the existence of a severe psychiatric disorder which causes:", "...", "c) significant damage to health due to the deterioration of a psychiatric condition in the absence of psychiatric assistance ...”", "“...", "(4) In cases when a person does not present an immediate danger to himself or others, the application for a psychiatric examination shall be submitted in writing and shall contain detailed information giving reasons for the need for examination and an indication of the refusal by the person or his or her legal representative to consult a psychiatrist. The psychiatrist may request additional information necessary for making the decision.", "(5) Having established that the application ... is well-founded the psychiatrist submits to a court at the place of the person’s residence his written reasoned conclusion as to the need of the examination as well as the application for examination and other available materials. The judge gives sanction within three days from receiving all of the materials ...”", "30. The Police Act 1991 in section 10 establishes the duties of police in law enforcement. In the relevant part it reads as follows:", "“The police in line with assigned tasks shall:", "...", "(22) deliver to healthcare institutions ... for medical treatment persons refusing to appear, suffering from diseases and presenting danger to themselves and others, and also ... to ensure together with healthcare institutions in cases and under a procedure prescribed by law supervision over persons suffering from mental disorders ... and presenting danger to others ...”", "31. In its decision of 10 March 2005 (no. 62-O) interpreting the Psychiatric Assistance Act 1992, the Constitutional Court stated that judicial proceedings in cases concerning psychiatric assistance must be adversarial and respect the principle of equality of parties. Consequently, a psychiatric facility lodging an application with a court was under an obligation to provide evidence confirming the information stated in such an application.", "32. In the decision of 21 April 2011 (no. 592-O-O) concerning procedural guarantees afforded to individuals subjected to involuntary psychiatric examination, the Constitutional Court concluded that such guarantees were essentially the same as those afforded in the course of involuntary hospitalisation and that they included the duty of the courts to verify all the evidence presented to them.", "33. Article 304 of the Code of Civil Procedure of 2002 establishes the procedural guarantees afforded to a person placed in a psychiatric facility. In the relevant part it reads as follows:", "“1. An application for involuntary placement to a psychiatric facility, or extension of a period of involuntary placement, of a citizen who is suffering from a psychiatric disorder shall be considered by a judge within five days from the date on which the proceedings were initiated. The court shall hold a hearing in the courtroom or in the psychiatric facility. The citizen has the right to personally participate in the hearing concerning his involuntary placement to a psychiatric facility or the extension of a period of his involuntary placement. In cases when according to the information provided by the representative of the psychiatric facility the citizen’s mental state prevents his personal participation in the court hearing ... , the application ... shall be considered by the judge in the psychiatric facility.", "2. The case shall be considered with the participation of a prosecutor, a representative of the psychiatric facility which applied to the court ... , and the citizen’s representative ... .”", "34. Articles 220 and 221 of the Code of Civil Procedure establish the grounds for discontinuation of the proceedings and its consequences. In the relevant part they read as follows:", "“The court discontinues the proceedings on the case, if: ...", "a plaintiff withdraws his lawsuit and the court accepts the withdrawal ...”", "“The proceedings in the case are discontinued by a decision of the court, which states that repeated submission of the lawsuit regarding the dispute between the same parties, on the same matter and the same grounds in not permitted.”", "35. Section 7 subsections 1 and 3 of the Act (as in force at the material time) specified that persons suffering from a psychiatric disorder had the right to a representative of their own choosing. The administration of the psychiatric facility had the obligation to ensure the opportunity for the individual to obtain legal representation by a lawyer (except for urgent cases).", "36. Section 29 of the Act sets out the following grounds for involuntary placement of a person in a psychiatric facility:", "“A person suffering from a mental disorder may be hospitalised at an inpatient psychiatric facility without his or his representative’s consent prior to judicial authorisation only if his medical examination or treatment is not possible outside of an inpatient facility, the mental disorder is severe and causes:", "a) a immediate danger to himself or others, or", "b) feebleness, i.e. the inability to autonomously satisfy basic needs", "c) significant damage to health due to the deterioration or aggravation of the psychiatric condition in the absence of psychiatric assistance.”", "37. Section 32 of the Act specifies the procedure for the examination of patients involuntarily placed in a psychiatric facility:", "“1. A person placed in a psychiatric hospital on the grounds defined by section 29 of the present Act shall be subject to compulsory examination within 48 hours by a panel of psychiatrists of the hospital, who shall take a decision as to the need for hospitalisation. ...", "2. If hospitalisation is considered necessary, the conclusion of the panel of psychiatrists shall be forwarded to the court having territorial jurisdiction over the hospital, within 24 hours, for a decision as to the person’s further confinement in the hospital.”", "38. Sections 33-35 set out the procedure for judicial review of applications for the involuntary in-patient treatment persons suffering from a psychiatric disorder:", "“1. Involuntary hospitalisation for in-patient psychiatric treatment on the grounds laid down in section 29 of the present Act shall be subject to review by the court having territorial jurisdiction over the hospital.", "2. An application for the involuntary placement of a person in a psychiatric hospital shall be filed by a representative of the hospital where the person is confined ...", "3. A judge who accepts an application for review shall simultaneously order the person’s detention in a psychiatric hospital for the term necessary for that review.”", "“1. An application for the involuntary placement of a person in a psychiatric hospital shall be reviewed by a judge, on the premises of the court or hospital, within five days of receipt of the application.", "2. The person has the right to personally participate in the hearing concerning his involuntary placement to a psychiatric facility or the extension of a period of his involuntary placement. In cases when according to the information provided by the representative of the psychiatric facility the citizen’s mental state prevents his personal participation in the court hearing ... , the application ... shall be considered by the judge in the psychiatric facility ...”", "“1. After examining the application on the merits, the judge shall either grant or refuse it. ... ”", "39. On 22 September 2004 the Committee of Ministers adopted Recommendation Rec(2004)10 concerning the protection of the human rights and dignity of persons with mental disorder. In the relevant part the Recommendation provides:", "“2. The law may provide that exceptionally a person may be subject to involuntary placement, in accordance with the provisions of this chapter, for the minimum period necessary in order to determine whether he or she has a mental disorder that represents a significant risk of serious harm to his or her health or to others if:", "i. his or her behaviour is strongly suggestive of such a disorder;", "ii. his or her condition appears to represent such a risk;", "iii. there is no appropriate, less restrictive means of making this determination; and", "iv. the opinion of the person concerned has been taken into consideration.”", "“1. The decision to subject a person to involuntary placement should be taken by a court or another competent body. The court or other competent body should:", "i. take into account the opinion of the person concerned;", "ii. act in accordance with procedures provided by law based on the principle that the person concerned should be seen and consulted ...", "4. Involuntary placement, involuntary treatment, or their extension should only take place on the basis of examination by a doctor having the requisite competence and experience, and in accordance with valid and reliable professional standards.”", "“1. Persons subject to involuntary placement or involuntary treatment should be promptly informed, verbally and in writing, of their rights and of the remedies open to them ...”", "2. They should be informed regularly and appropriately of the reasons for the decision and the criteria for its potential extension or termination.”", "“1. In the fulfilment of their legal duties, the police should coordinate their interventions with those of medical and social services, if possible with the consent of the person concerned, if the behaviour of that person is strongly suggestive of mental disorder and represents a significant risk of harm to him or herself or to others.", "2. Where other appropriate possibilities are not available the police may be required, in carrying out their duties, to assist in conveying or returning persons subject to involuntary placement to the relevant facility.", "3. Members of the police should respect the dignity and human rights of persons with mental disorder. The importance of this duty should be emphasised during training.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}