{"ITEMID": "001-100005", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SHAMSI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["The applicant, Mr Maher Muhilddin Gazel Al Shamsi, is an Egyptian national who was born in 1966 and lives in Eskişehir. He was represented before the Court by Mr A. Baba, a lawyer practising in Istanbul.", "The applicant claims that he was accused of involvement in terrorism while in Egypt. He escaped prison in 1991 and subsequently fled the country. Thereafter he lived in Jordan, Syria and Lebanon respectively. He requested refugee status from the United Nations High Commissioner for Refugees (“the UNHCR”) in Beirut and his request was rejected. He fled to Turkey on 9 September 2007.", "On 16 November 2007 the applicant was arrested in Hatay. He claimed before the Court that his asylum requests were not taken into account at the time of his arrest. The Government asserted that the applicant had not initially claimed asylum. He had stated before the national authorities that he had left Egypt for economic reasons and had paid money to human smugglers to be brought to Istanbul where he aimed to find work. In support of their observations the Government submitted the applicant's statement taken on the day he was arrested. The document is signed, inter alia, by the applicant as well as a translator.", "On 18 February 2008 the applicant contacted a lawyer who works with the UNHCR in Turkey and stated that he was denied access to the asylum procedure. On 5 March 2008 he contacted the UNHCR office in Ankara and requested to be recognised as a refugee.", "On 20 March 2008 the applicant requested an interim measure from the Court under Rule 39 § 1 of the Rules of Court. He alleged that his deportation to Egypt would expose him to the risk of unfair trial and subsequent imprisonment, ill-treatment or even death. In this connection the applicant invoked Articles 2, 3, 5 and 6 of the Convention. On the same day the Court decided to indicate the interim measure until further notice. The Government were asked a number of questions and both parties were requested to submit relevant documents.", "On 25 March 2009 the UNHCR interviewed the applicant. The refugee status assessment proceedings are pending before the UNHCR.", "On 25 March and 9 April 2008 the applicant requested asylum from the Istanbul Security Directorate and the Governorship of Istanbul, respectively.", "On 5 May 2008 the authorities notified the applicant through the assistance of a translator that he was granted a temporary residence permit in Eskişehir. It appears from the case file that the applicant's wife and children who were in Syria joined him in Eskişehir and were issued with asylum seeker certificates by the UNHCR on 20 June 2008. The applicant's children were registered in local schools."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}