{"ITEMID": "001-115332", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "DEBÚT ZRT AND OTHERS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["The applicants, DEBÚT Zrt., EGÚT Zrt. and Colas Dunántúl Zrt. are privately held companies limited by shares, registered under Hungarian law, with their seats in Debrecen, Eger and Zalaegerszeg, respectively.", "The applicants are construction companies, against which the Competition Office conducted investigations on suspicion of an unlawful cartel agreement. The applicants and other companies were suspected of having shared the market for public road constructions between themselves.", "Under section 65/A of the Act Prohibiting Unfair Market Practices, on 27 February 2004 the Budapest Regional Court authorised the Office’s investigators to enter the applicants’ premises and those of other related enterprises without prior notification and to search for direct evidence of their unlawful cartel agreement. No appeal lay against the authorisation.", "The investigators carried out ‘dawn raids’ (that is, unannounced house searches very early in the morning) on the premises of several enterprises, including those of the applicants, and drafted an enquiry report on their findings. The applicants could have complained about the measure within three days but did not do so.", "On 14 July 2005 the Competition Board, the decision-making body of the Office, published on the Office’s website its preliminary opinion drawn up on the basis of the report.", "In its decision of 22 September 2005 the Competition Board established that the applicants and other companies had indeed divided the market between themselves and imposed substantial fines on them.", "The applicants sought judicial review. They argued that the Board’s decision had been adopted in biased proceedings and based partly on documents which had been retrieved in a manner contrary to Articles 6 and 8 of the Convention.", "On 6 February 2008 the Budapest Regional Court dismissed the action, holding that the Competition Office had conducted lawful proceedings and carried out properly reasoned and justified raids on the applicants’ business premises.", "On 15 October 2008 the Budapest Court of Appeal upheld this judgment.", "On 3 November 2009 the Supreme Court dismissed the applicants’ petition for review.", "All three court instances addressed the merits of the applicants’ arguments about the admissibility of the documents as evidence and the lawfulness of the procedure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}