{"ITEMID": "001-97385", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GÖKHAN YILDIRIM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1976 and lives in Kayseri.", "5. In February 2001 the Kayseri Law and Order Department received intelligence about the address of a person involved in fraud. They suspected that the applicant, who resided at this address with his parents, might be this person.", "6. On 22 February 2001, when police officers arrived at the building where the applicant lived, he tried to escape and broke into his neighbours' flat, taking them hostage. According to the police reports, the applicant had a knife and resisted the police officers. The police entered the flat with the help of the fire brigade and arrested the applicant by using force. An unregistered gun and a number of bullets were found on the premises.", "7. At 10.15 a.m. the same day, the applicant was taken to the Barbaros Health Clinic, where a medical report was issued. According to this report there was no sign of ill-treatment on the applicant's body.", "8. The applicant was subsequently taken to the police station. He was allegedly beaten while in police custody.", "9. At 8.15 p.m. the same day, after the police had apparently written an official report, not signed by the applicant, to the effect that he was harming himself, the latter was taken to the Kayseri State Hospital, where he was examined by a doctor once again. According to the doctor's report, the applicant was anxious, exhibited signs of restlessness and appeared weak, and there was a 0.5 cm x 2 cm patch of redness and a graze on his forehead, which had possibly been caused by a blow with a blunt object.", "10. On 23 February 2001 the applicant was handed over to the military officials, as he was found to be a deserter.", "11. At 2.30 p.m. that day the applicant was examined at the Barbaros Health Clinic, where the doctor noted that there were no new signs of illtreatment on the applicant's body.", "12. On the same day the applicant was brought before the public prosecutor where, in the presence of his legal representative, he stated that he had been beaten by seven or eight police officers both in the police car and at the police station. He further maintained that he had blood in his urine and that the police officer who put him in the detention unit had witnessed this.", "13. Afterwards the applicant was brought before a judge at the Kayseri Magistrates' Court, where he repeated that he had run away because he was a military deserter; that he had pointed his knife at police officers because they had pointed their guns at him, and that he had not kidnapped his neighbours but had merely been their guest for a short time.", "14. On the same day the prosecutor transferred the applicant to the Kayseri Forensic Medical Institute for a medical examination which took place at around 5.45 p.m. The doctor noted that the applicant had a 5 x 3 cm ecchymosed skin lesion on his forehead and scratches on both wrists. The doctor also noted that the applicant complained of being dizzy and of having been laid down and stepped upon.", "15. The applicant was detained in a military detention centre between 23 February 2001, at 8.30 p.m., and 28 February 2001, 1.30 p.m. It appears that during this time he was medically examined three times, on 23 February, 27 February and 28 February 2001, and the doctors noted no health problems. The only medical finding during this time was the presence of a mildly scabbed laceration of 0.5. x 2 cm on the applicant's forehead.", "16. On 28 February 2001, at 7.45 p.m., the applicant was received at the Sivas Military Hospital where the doctor who examined the applicant noted that his forehead and the area underneath his eyelids were swollen, that he had a red patch of 10x15 cm on his back and that his wrists were swollen.", "17. Between 28 February 2001 and 2 March 2001, the applicant was treated at the Urology department of a Military Hospital where he was diagnosed with “microscopic haematuria, renal trauma”.", "18. On 17 June 2002 the applicant was found not to be fit to do military service on the ground that he had a chronic antisocial personality.", "19. On 26 March 2001 the applicant's father filed a criminal complaint against the police officers at the police station, where he claimed that the police were coercing him and his son to take responsibility for the gun found at the building during the arrest and that they were torturing and beating his son to that end. In this connection, the applicant's father alleged that he had heard his son's screams while he was at the police station and had seen his poor state during his visit.", "20. On 20 March 2001 the Kayseri public prosecutor decided not to prosecute on the ground that there were no signs of ill-treatment on the applicant's body according to the medical reports issued on 22 and 23 February. On 31 May 2001 the Boğazlıyan Assize Court dismissed the applicant's objection and upheld the prosecutor's decision.", "21. On 2 July 2001 the applicant further applied to the Ministry of Justice and requested that the decision of the Boğazlıyan Assize Court be quashed by a written order (yazılı emir).", "22. On an unspecified date, the Minister of Justice issued a mandatory order as a result of which the Court of Cassation quashed the decision of the Boğazlıyan Assize Court.", "23. On various dates between 22 January 2002 and 12 February 2002, the prosecutor heard evidence from six police officers on duty at the police station. They all denied that the applicant had been ill-treated. They further maintained that the applicant had been taken for a medical examination because, inter alia, he was hitting his head against the iron bars of the cell. One police officer stated that they had been nice to the applicant because his father was a retired police officer.", "24. On 5 February 2002 the prosecutor heard evidence from the applicant's parents.", "25. The applicant's father, who was a retired policeman, maintained, inter alia, that, when he and his wife went to the police station the police chief had told him that it would be bad for the applicant if he did not accept ownership of the gun. Afterwards two police officers, who were also present during his arrest, had brought in the applicant. The latter had a bruise on his forehead and could barely walk. The applicant had told his father to save him because he was being beaten. At that moment some other police officers had arrived and they had taken him away while at the same time beating him. He had heard his son's screams.", "26. The applicant's mother submitted, inter alia, that a police officer had brought in her son, who had been in a terrible state and had bruises on his forehead. She claimed that her son had told her that they were ill-treating him. They had pleaded with the police officers not to ill-treat their son. The applicant had then been taken away by a police officer who had started to hit him. The applicant had started screaming and they had then been thrown out. The person who had hit his son was a police officer named Bekir but there were a lot of police officers entering the detention unit. In the verbatim records it was noted that the applicant's mother, after having read her testimony with her husband in the corridor, had gone back into the prosecutor's room and submitted that there had been two police officers, having stated by mistake that there had only been one.", "27. On 18 February 2002 the Kayseri public prosecutor filed an indictment with the Kayseri Assize Court against six police officers from the Kayseri Security Directorate, accusing them of torturing the applicant in order to extract a confession of guilt under Article 243 § 1 of the Criminal Code.", "28. On 4 March 2002 the criminal proceedings against the accused police officers commenced before the Kayseri Assize Court. The applicant joined the proceedings as a third-party.", "29. In an additional indictment dated 8 January 2003 the Kayseri public prosecutor charged two other police officers from the Kayseri Security Directorate with torturing the applicant in order to extract a confession of guilt under Article 243 § 1 of the Criminal Code. In the hearing held on 6 March 2003 the trial court joined these other cases to the proceedings.", "30. During the proceedings the trial court heard evidence from the accused police officers, the applicant, the applicants' parents, the two neighbours whose house the applicant had broken into, the detention supervisor, two detainees, the soldier who had arrived at the police station to transfer him to the army, the doctor who had examined him at Kayseri State Hospital on 22 February 2001 and the doctor who had examined him at the Kayseri Forensic Medicine Institute on 23 February 2001.", "31. The applicant maintained, inter alia, that all but one of the accused were those police officers who had beaten him up. In this connection, he alleged that he had been punched until he fell to the floor, blindfolded, hit by an object resembling a truncheon on various parts of his body, pulled across the floor by his hands and feet, strangled by one police officer and stepped on and kicked.", "32. The applicant's father alleged that two of the accused had beaten up his son before his eyes and that his son, who had looked worn out, had told him that he had been beaten.", "33. The applicant's mother stated that, when she and her husband had gone to visit the applicant at the police station, they had heard him screaming “why are you beating me up?”. She claimed that, at that moment, a tall police officer, who was not one of the accused, had brought the applicant to them and had told him to accept ownership of the gun, but when he refused they started to take him back to the cell while at the same time hitting him. She said that the accused police officers were at the detention cells and that there were others, but she did not know who they were.", "34. The accused police officers repeated, inter alia, that the applicant had had to be handcuffed because he was violent, that he was hitting himself in the detention cell, and that he had started crying out that he was being beaten as soon as he saw his parents.", "35. The Doctor M.Y., who had examined the applicant on the day of the incident, maintained, inter alia, that the applicant's head injury could have been caused either by a blow on the head with a sharp object or by his having hit his head, and that medically it was impossible to distinguish between them. He further maintained that the applicant had not complained to him of pain in his kidneys.", "36. The doctor, H.D., who had examined the applicant at the Kayseri Forensic Medicine Institute, maintained that he had noted down all the physical signs he had found on the applicant's body and that, although the applicant had stated that he had been stepped upon, he could not find any lesions on his back.", "37. Mr E.S., the army official who had picked the applicant up from the police station, testified, inter alia, that he had seen that the applicant had only a 3 x 3 cm patch of redness on his forehead and bruises on his wrists due to the handcuffs.", "38. Mr O.A., a suspect who was also at the police station that day, stated that he had been put in the same detention unit as the applicant and that the latter was constantly swearing and hitting his head against the walls and kicking the bars, saying that he was going to complain about the police and get them into trouble. He stated that he had not witnessed the applicant being beaten.", "39. Mr K.G., another suspect who was at the police station that day, maintained that he had been in the same detention unit as the applicant until the morning and that he had not witnessed him being beaten. In this connection, Mr K.G. stated that the applicant had been somewhat aggressive, hitting the door and saying that he was going to see his family.", "40. Mr D.Y., the detention supervisor, claimed, inter alia, that at one point he had heard some noises coming from the detention unit and, when he arrived, he saw that the applicant was hitting his head against the bars and was bleeding. He submitted that he had immediately informed the police officers on duty, who took him to the hospital.", "41. In the course of the proceedings, the applicant disputed unfavourable testimony against him. In particular, he claimed that he had not been properly examined at the Kayseri Forensic Medicine Institute and that, although he had stated that he had blood in his urine, he was not transferred to a hospital.", "42. During the proceedings the trial court requested expert opinions from the Forensic Medicine Institute. On 21 May 2003 and 15 August 2003 the Second Section of Expertise (Ihtisas Kurulu) gave two opinions. The applicant was also examined by the Fourth Section of Expertise. However, the trial court considered that these opinions were insufficient and requested the Plenary Assembly of the Forensic Medicine Institute to submit an opinion.", "43. On 29 January 2004 the Plenary Assembly of the Forensic Medicine Institute gathered to examine the applicant's case. The Plenary Assembly examined the factual context as alleged by the parties and the following medical evidence regarding the applicant: (a) the medical reports dated 22 and 23 February 2001 issued at the Barbaros Health Clinic; (b) the medical report dated 22 February 2001 issued at Kayseri State Hospital; (c) the medical report dated 23 February 2001 from the Kayseri Forensic Medicine Institute; (d) the medical report dated 23 February 2001 issued by a military doctor prior to his entry into military detention; (e) the medical report dated 27 February 2001 issued by the Kayseri Military Hospital; (f) the medical report dated 28 February 2001 issued by a military doctor prior to his discharge from military detention; (g) the applicant's complete medical file from the Sivas Military Hospital; (h) various scan results concerning the applicant's cranium and neck dated 2, 3 and 24 April 2001; (i) the medical report issued by the Kayseri Forensic Medicine Institute on 11 March 2002; and (j) the opinions of the Second Section of Expertise dated 21 May 2003 and 15 August 2003.", "44. The plenary assembly opined, inter alia, that the physical findings noted in the medical reports, dated 22 February 2001 at 8.15 p.m. and 23 February 2001 at 2.45 p.m., had originated on 22 February 2001 between 10.15 a.m. and 8.15 p.m. and that the wound on the forehead could have been the result of a blow with a blunt object or could have been caused by a person hitting his head against the bars of the cell and that it was not possible to distinguish between them medically. They further considered that the findings noted in the medical reports of 27 February 2001 and 28 February 2001, concerning the applicant's head and wrist injuries, were the type of wounds seen in the recovery phase. Finally, the Assembly held that the findings of the Sivas Military Hospital regarding the applicant's skin lesion and the haematuria found in his urine demonstrated that he had sustained a trauma and that this trauma could have been the result of a direct contact with a hard and blunt object, but it would not be possible medically to establish the exact time of this trauma.", "45. On 30 March 2004 the trial court, relying on the evidence in the case file, acquitted the police officers of the offences with which they had been charged. It held that the findings indicated in the medical reports were consistent with the accused officers' contention, backed up by witnesses, that the applicant had banged his head and hands against the bars of his cell. In this connection, the court dismissed the applicant's parents' testimony as unreliable due to their kinship with the applicant and to the fact that it was not likely that police officers would commit a serious crime like torture in front of first-degree relatives. Moreover, as to the other symptoms recorded in the medical report of 28 February 2001, the court noted, firstly, that the applicant had been medically examined on 23 February 2001 and that no such findings were recorded. Secondly, it noted that the haematuria had been found in the applicant's urine five days after he had been transferred to the army. Finally, it took into account that it was not possible to pinpoint the date when the applicant had suffered the trauma which led to haematuria. It therefore considered that this trauma could have occurred after the end of the applicant's detention. Taking into account the principle “in dubio pro reo”, the court considered that the evidence in the case file did not suffice to convict the accused police officers of torture.", "46. On 7 May 2004 the applicant appealed.", "47. On 5 June 2006 the Court of Cassation upheld the judgment of the Kayseri Assize Court.", "48. In the meantime the applicant unsuccessfully sought the prosecution of one police officer, Mr B.Ö., and one military officer, Mr E.S., for forgery of official documents, and the prosecution of Mr O.A. for perjury.", "49. On 23 December 2002 the Kayseri Criminal Court found the applicant guilty of resisting police officers with a knife and breaking into his neighbours' flat. It sentenced him to seven months and seventeen days' imprisonment. In the course of this trial the applicants' neighbours maintained that, since the applicant's actions had been strange and he looked as if he had lost control of himself, fearing for their life, they had not attempted to open the door to the police. The applicant maintained, inter alia, that he had escaped from the police because he was an army deserter. This judgment was upheld by the Court of Cassation on 21 March 2005.", "50. On 4 April 2007 the Kayseri Criminal Court found the applicant guilty of possessing a gun without a licence and sentenced him to one year's imprisonment and to a fine.", "51. The applicant submitted an MR scan dated 13 May 2009 in support of his claim that he still suffered from injuries resulting from his ill-treatment. According to this scan, the applicant had annular bulging at C3/4/5/6, flattening of the cord and slight uncovertebral degeneration."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}