{"ITEMID": "001-57862", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF ZANDER v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["6. Mr Lennhart and Mrs Gunny Zander, who are husband and wife, are Swedish citizens and live in Gryta in the municipality of Västerås.", "7. Since 1966 the applicants have owned a property in Gryta, adjacent to land on which a company - Västmanlands Avfallsaktiebolag (VAFAB) - takes delivery of and treats household and industrial waste, amongst other things. VAFAB has been authorised to engage in this activity on the land in question since 1 July 1983, when the National Licensing Board for Protection of the Environment (koncessionsnämnden för miljöskydd - \"the Licensing Board\") first issued it with a permit to this effect under the provisions of the 1969 Environment Protection Act (miljöskyddslagen 1969:387 -\"the 1969 Act\").", "8. Prior to this, it had been discovered in 1979 that refuse containing cyanide had been left on the dump and analyses of drinking-water emanating from a nearby well had shown excessive levels of cyanide in the water. The Health Care Board (hälsovårdsnämnden, later named miljö - och hälsoskyddsnämnden) of Västerås had prohibited the use of the water and had provisionally supplied the property owner dependent on the well with municipal drinking-water.", "Further analyses effected in October 1983 showed excessive levels of cyanide in six other wells near the dump, one of which was on the applicants’ property. As a result, the use of the water from these wells too was prohibited and the landowners concerned, including the applicants, were temporarily provided with municipal drinking-water.", "However, in June 1984 the National Food Agency (livsmedelsverket) recommended that the maximum permitted level of cyanide be raised from 0.01 mg to 0.1 mg per litre. As a result, as of February 1985, the municipality stopped supplying the above-mentioned landowners with water.", "9. In July 1986 VAFAB asked the Licensing Board to renew its permit and to allow it to expand its activities on the dump. The applicants together with other landowners demanded that the request should not be granted without an obligation being imposed on VAFAB, by way of precautionary measure under section 5 of the 1969 Act (see paragraph 12 below), to supply drinking-water free of charge to the owners concerned, as the proposed activity entailed and would continue to entail a risk of polluting their water.", "10. By decision of 13 March 1987, the Licensing Board granted VAFAB’s request and dismissed the applicants’ and the other owners’ claim, on the ground that there was no likely water connection between the dump and the wells. It further stated that, notwithstanding a possible risk of pollution, it would be unreasonable to make the authorisation in question conditional upon such a general measure as that suggested by the claimants.", "On the other hand, the Board attached a number of conditions to the granting of the permit, including the requirement that the water in the wells be carefully analysed at regular intervals and that the owners be informed of the results. Should the analyses give reason to suspect that the dump was causing pollution of the water, VAFAB would be under an obligation to take immediately any such action to supply the owners with water as deemed appropriate by the County Administrative Board (länsstyrelsen).", "11. The applicants appealed to the Government, challenging the conditions set for the permit. The Government, as the final instance of appeal (see paragraph 13 below), upheld these and dismissed the appeal on 17 March 1988.", "12. According to section 1 of the 1969 Act, any use of land that may cause, inter alia, water pollution is considered an environmentally hazardous activity for the purposes of the Act.", "Section 5 provides:", "\"A person who engages in or intends to engage in an environmentally hazardous activity shall take such protective action, comply with such restrictions on the activity and take such other precautionary measures as may reasonably be required in order to prevent or remedy its detrimental effects. The duty to remedy detrimental effects continues to apply after the activity has ceased.", "In assessing the extent of obligations imposed under the first paragraph, regard should be had to what is technically feasible for the activity in question as well as to the public and private interests involved.", "In striking a balance between the various interests, particular weight should be attached, on the one hand, to the nature of the area that may be subjected to disturbance and to the impact of the disturbance and, on the other hand, to the usefulness of the activity, the costs of protective action and other financial implications of the precautionary measures in issue.\"", "13. A decision by the Licensing Board authorising an environmentally hazardous activity must specify what activity is being permitted and on what conditions (section 18). It may be appealed against to the Government by any person concerned (section 48). At the time of the Government’s dismissal of the applicants’ appeal (see paragraph 11 above), its decisions were not subject to judicial review (for further details on this point, see, in particular, the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, pp. 19-20, para. 50). Since the entry into force, on 1 June 1988, of the Act on Judicial Review of certain Administrative Decisions, the lawfulness of a number of decisions by the Government may be challenged before the Supreme Administrative Court. However, it was not possible for the applicants to avail themselves of this remedy in respect of the Government’s decision as the Act did not have retroactive effect.", "14. The Licensing Board is composed of a chairman and three other members, all of whom are appointed by the Government. The chairman is required to be well-versed in legal matters and experienced in performing judicial tasks; in addition, one of the three members must have expertise and experience in technological matters, the second must have experience in activities falling within the competence of the National Environment Protection Board (naturvårdverket) and the third in industrial operations (section 11 of the 1969 Act).", "15. Pursuant to section 34, a claim relating to an environmentally hazardous activity may be filed with the Real Estate Court (fastighetsdomstolen), a specially composed chamber of the District Court (tingsrätten). Such a claim may, for instance, seek to have the activity made conditional upon protective or precautionary measures being taken.", "On the other hand, section 22 provides that the holder of a permit granted under the 1969 Act may not be ordered to discontinue the activity in question or to take precautionary measures other than those, if any, specified in the permit. The exceptions to this rule, contained in sections 23-25, 29 and 40, are not relevant to the present case.", "16. Under section 3 of the 1986 Environmental Damage Act (miljöskadelagen 1986:225 - \"the 1986 Act\"), a person who has suffered damage or injury as a result of pollution of groundwater or watercourses may lodge a claim for compensation with the Real Estate Court. The claim may be brought against the person or persons who have caused the deleterious activity to be carried on (section 6).", "A condition for compensation is that there be a substantial probability of a causal link between the impugned activity and the damage or injury (section 3). The fact that the activity has been authorised under the 1969 Act is not a bar to liability under the 1986 Act.", "A decision by the Real Estate Court on a compensation claim as mentioned above may be appealed against to the Court of Appeal (hovrätten) and, with leave, to the Supreme Court (Högsta domstolen)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}