{"ITEMID": "001-103578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MISZCZYNSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Franciszek Miszczyński, is a Polish national who was born in 1959 and lives in Świdnica. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "From 16 April 2006 until 25 June 2010 the applicant was detained in Kłodzko Prison. On the latter date he was released.", "The applicant submitted that he had been held in inadequate living and sanitary conditions. In particular, all the cells which he had occupied were overcrowded.", "From 10 May to 25 July 2006 the applicant was detained in cell no. 225, which measured twenty-two square metres and was shared by ten to fourteen people at a time. The cell was furnished with six bunk beds, four tables and a number of stools. A bathroom with a toilet cubicle and a washbasin were accessible from the cell. There was one window, which was partly covered by a bunk bed.", "The applicant did not make any statements as to whether or not he lodged any complaints with the penitentiary authorities regarding the conditions of his detention or any other aspect of his detention in Kłodzko Prison.", "He submitted, however, among other documents, Xerox copies of four letters of reply sent by the Wrocław Regional Inspectorate of the Prison Service (Okręgowy Inspektorat Służby Więziennej) on 20 July and 6 November 2006, and by the Central Board of the Prison Service (Centralny Zarząd Służby Więziennej) on 29 August and 13 October 2006.", "The letters in question have typewritten headings and text. In the space reserved for the name of the addressee and the address the words: “Kłodzko Prison” (Zakład Karny w Kłodzku) or “Prison, Boh. Getta Street no. 16, 570300 Kłodzko (Zakład Karny ul. Boh. Getta 16, 57-300 Kłodzko) are typed in bold letters. The name of the addressee in these letters has been erased and two of the letters in question have an empty space directly above the address. In the remaining two letters, however, the applicant’s own name has been handwritten in the empty space.", "The letters in question contain replies of the relevant penitentiary authorities to complaints about irregularities in treating correspondence, which had been made by a prisoner detained in Kłodzko Prison.", "Moreover, the applicant brought a civil action under Article 417 of the Civil Code. He sought compensation on account of overcrowding and resulting from it, inadequate living and sanitary conditions in Kłodzko Prison.", "On 9 February 2007 the Kłodzko District Court (Sąd Rejonowy) dismissed the applicant’s claim for compensation. The applicant failed to lodge an appeal in compliance with procedural requirements. On 26 June 2007 the Kłodzko District Court rejected his application for leave to lodge an appeal out of time."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}