{"ITEMID": "001-88667", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LYANOVA AND ALIYEVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 2;Violation of Art. 2 (procedural aspect);No violations of Art. 3 (substantive aspect);Violation of Art. 5;Violation of Art. 13+2;No violation of Art. 13+3;Failure to comply with Art. 38-1-a;Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1956 and 1958 respectively. The first applicant lives in the town of Karabulak, the Republic of Ingushetia, the second applicant lives in Grozny.", "7. The first applicant used to live in Grozny, at 10 Lyapidevskogo Street. She has six children, three sons and three daughters. Her son Murad Lyanov was born in 1983.", "8. The second applicant lives in Grozny, at 2 S. Dudayev Boulevard, apt. 51. Her son Islam Dombayev was born in 1984. She has two other sons born in 1980 and 1997. Before the hostilities she worked for the Ministry of Defence, as did her husband and several close relatives. In 1996 they were forced to leave Chechnya because of separatist attacks on their family, and lived in Ingushetia for several years as internally displaced persons. They returned to Grozny on 29 May 2000.", "9. On 28 June 2000 the first applicant and her son Murad Lyanov were at home. That evening two friends of Murad, T. (born in 1982) and Islam Dombayev, came to their house. Murad asked the applicant’s permission to go with them and to spend the night at T.’s home. The applicant agreed because she knew the boys, who lived nearby.", "10. The second applicant submitted that her son Islam Dombayev, the first applicant’s son Murad Lyanov and T. had been good friends. The second applicant’s son had a guitar and they often played it in the courtyard of the applicant’s house. They did not normally go out on the street after 9 p.m. because of the curfew imposed by the military. On 28 June 2000 at about 11 p.m. they had gone to T.’s house at 53 Sadovaya Street (also referred to as Pervaya Sadovaya Street), adjacent to their street, to spend the night there. Islam Dombayev had his guitar with him.", "11. On 29 June 2000 in the morning the first applicant went to the passport desk of the Leninskiy District Department of the Interior (VOVD) in order to obtain a new passport for her son. She returned home at about 3 p.m. and her daughter told her that Murad had not come home. The first applicant went to see T.’s mother, who told her that her son was not at home either.", "12. On 29 June 2000 in the morning the second applicant, worried about her son, asked a group of servicemen in Sadovaya Street if they had seen three young men. The soldiers replied that they had detained them and sent them to Khankala, the main Russian military base in Chechnya. The women found the commander of the unit in an armoured personnel carrier (APC), but he denied knowing anything about the three teenagers.", "13. On 30 June 2000 the applicants and T.’s mother went to the Leninskiy VOVD and submitted an application concerning the alleged detention of their sons. On the same day an investigator from that office came to T.’s house and questioned the three women.", "14. According to the applicants, in the first few days after the three boys’ disappearance it became clear from the soldiers’ answers that the boys had been detained late at night on 28 June 2000 by a joint group of servicemen of the special police forces (OMON) from Pskov and special mission brigade no. 8 of Interior Ministry troops (referred to below as Obron-8) stationed in the district. The soldiers had detained the teenagers during a night raid, brought them to the headquarters of Obron-8 and the next morning had taken them to the Khankala military base.", "15. The applicants submitted a copy of the report dated 29 June 2000 sent by the commander of the Pskov OMON unit, Yu. G., to the head of the Leninskiy VOVD. It read as follows:", "“I can report that during the night of 28 to 29 June 2000, [a group of servicemen], together with a reconnaissance unit of Obron-8, staged an ambush in Sadovaya Street, where explosive devices had previously been found, in order to prevent the planting of mines and explosive devices.", "At about 11.30 p.m. the group detained three persons covertly moving in the area. A search revealed a number of components and parts of explosive devices, notably:", "a warhead from a 152-mm shell with an opening for a detonator;", "a round for a portable anti-tank gun, also prepared as an explosive device;", "some wires.", "One of the detainees attempted to flee. The detainees had no identity documents in their possession. They were taken to Obron-8 headquarters where they were brought to the special [counter-intelligence] unit for questioning. One of the detainees resembled the description of a rebel fighter (“boyevik”) who had attacked roadblock no. 17 on 24 June 2000 using a flamethrower. ... On the morning of 29 June 2000 the individuals concerned were taken to “Pamir” by the servicemen of Obron-8. No shots were fired during their arrest.”", "16. On 1 July 2000 an investigator from the Leninskiy VOVD brought the second applicant her son’s guitar. He told her it had come from the commander of Obron-8, G., who alleged that his servicemen had found it in the street.", "17. On 8 July 2000 the same investigator told the second applicant that the three boys had been transferred to Khankala and that the Main Intelligence Service (GRU) of the army was in charge of them. He also allegedly told her that he could do nothing in the circumstances and that she should instead contact the military commander of Grozny.", "18. The applicants have had no news of their sons since this time.", "19. Immediately after the detention of their sons, the applicants and other members of their families started to search for them. On numerous occasions, both in person and in writing, they applied to the prosecutors at various levels, the Ministry of the Interior, the Special Envoy of the Russian President in the Chechen Republic for rights and freedoms, military commanders, the administrative authorities, the media and public figures.", "20. The applicants personally visited detention centres, police stations, military bases and prisons in Chechnya as well as further afield in the north Caucasian area. The second applicant also went to look at the bodies discovered in a mass burial site in February 2001 in the village of Dachnoye, near the Khankala military base.", "21. Besides personal visits, the applicants sent numerous letters to the prosecutors and other authorities, in which they stated the facts of their sons’ arrest and asked for assistance and details of the investigation. The applicants submitted copies of letters they had written, all conforming to roughly the same model.", "22. The applicants received very little substantive information from official bodies about the investigation into the disappearances. On several occasions they were sent copies of letters stating that their requests had been forwarded to various prosecutors’ offices. The summary below is based on the letters retained by the applicants and the replies they received from the authorities.", "23. On 10 August 2000 both applicants were informed by the Grozny Prosecutor’s Office that it had opened a criminal investigation under Article 126 of the Criminal Code into the abduction of their sons.", "24. On 18 August 2000 an investigator from the Grozny Prosecutor’s Office informed the applicants that a criminal investigation file (no. 12113) had been opened following their applications. The investigation had established that the three teenagers had been detained by officers from the Pskov OMON and Obron-8 during an ambush in Sadovaya Street and that they had been taken to Obron-8 headquarters the same night. The servicemen from Obron-8 had refused to appear when summoned and could not be questioned; the whereabouts of the three teenagers therefore remained unknown. A special request had been forwarded to the military prosecutor’s office.", "25. On 23 August 2000 a lawyer from the NGO Memorial wrote to the Prosecutor General on the first applicant’s behalf and asked him to ensure that a proper investigation would be conducted into the disappearance of the three minors.", "26. On 29 August 2000 an investigator from the Grozny Prosecutor’s Office requested the military prosecutor of military unit no. 20102, based in Khankala, to comply with the request of 9 August 2000 and to ensure that G., the commander of Obron-8, and the other servicemen who had detained three minors in Sadovaya Street on 28 June 2000 would be questioned.", "27. On 28 September 2000 the Military Prosecutor’s Office for the north Caucasian area instructed the military prosecutor of military unit no. 20102 to “carefully verify the allegations of involvement by servicemen of Obron-8 in the boys’ disappearance”.", "28. On 14 November 2000 the military prosecutor of military unit no. 20102 replied to the first applicant that there were no reasons to conclude that servicemen stationed in the Leninskiy district of Grozny had been involved in the detention of her son and two other men. The lists of detainees maintained by the military prosecutors, the Federal Security Service (FSB), the Ministry of the Interior and the Ministry of Justice contained no reference to the three missing persons. The contingent of Obron-8 (military unit no. 3723) had returned to their home station on expiry of their period of service in Chechnya, and measures were being taken to establish their whereabouts and to question them about the circumstances of the alleged detention.", "29. On 9 December 2000 a lawyer from the NGO Memorial wrote to the Chief Military Prosecutor on the first applicant’s behalf. She referred to the latest letter from the military prosecutor and asked why the requests to question the servicemen of Obron-8 had not been acted upon while they were still in Chechnya. The letter asked the Chief Military Prosecutor to intervene and to ensure that a proper investigation would be carried out.", "30. On 9 January 2001 the office of the Chief Military Prosecutor replied to Memorial, stating that the investigation was being carried out by the local prosecutor in Chechnya, to whom all requests should be forwarded. The involvement of military servicemen in the disappearance had not been established, and the military prosecutors therefore had no responsibility for the case.", "31. On 12 February 2001 the military prosecutor of military unit no. 20102 informed the second applicant that his office was in charge of investigating the criminal case concerning the abduction of her son and two others. He stated that she would be informed of any progress in the investigation.", "32. On 19 March 2001 the military prosecutor of military unit no. 20102 forwarded the first applicant’s complaint to the Grozny Prosecutor’s Office and asked that it be included in case file no. 14/33/0065-01, which had been forwarded to that office on 7 March 2001. The letter further stated that the investigation had established no connection between military servicemen and the abduction of the three men, and had been closed under Article 5 § 2 of the Code of Criminal Procedure [absence of corpus delicti].", "33. At the end of 2001 and beginning of 2002 the second applicant wrote to the Russian President, the Prosecutor General, members of the State Duma, other public figures and the media. She stated the facts of her son’s detention and disappearance and commented on the lack of progress in the investigation despite the fact that the names and positions of the persons who had detained the three minors were known. She listed the authorities she had previously applied to with her requests. She referred to her family’s ties with the Ministry of Defence and explained that her son could have had no links with the “Wahhabists”, or illegal armed groups. She asked them to help her establish her son’s whereabouts.", "34. On 1 June 2002 the Prosecutor’s Office of the Chechen Republic replied to the second applicant. The letter stated that following her request, which had been forwarded by the Security Council, criminal case no. 12113 had been re-examined. The investigation in that case had been twice suspended under Article 195 § 3 of the Code of Criminal Procedure for failure to identify the culprits. Each time these decisions had been quashed by a supervising prosecutor. In November 2000 the investigation had concluded that the kidnapping of Islam Dombayev, Murad Lyanov and [T.] had been committed by the servicemen of Obron-8, and the case had been transferred to the military prosecutors. On 6 March 2001 a military investigator had closed the proceedings on the ground that no servicemen had been involved in the kidnapping, and on 7 March 2001 the file had been transferred back to the Grozny Prosecutor’s Office. The letter further stated that the submissions of Yu. G. and G., commanders of the OMON unit and of Obron-8 respectively, had contained substantial discrepancies which the investigation had failed to clarify “for a number of objective reasons”. On 29 May 2002 the decision of 28 April 2001 by the investigator from the Grozny Prosecutor’s Office to suspend the investigation had been quashed and the case file had been forwarded to that office for further investigation.", "35. On 7 June 2002 the second applicant received a similar reply signed by the acting Prosecutor of the Chechen Republic, who added that he would personally supervise progress in the investigation.", "36. On 8 August 2000 a criminal investigation (no. 12113) was instituted into the disappearance of the applicants’ sons on the night of 28-29 June 2000.", "37. The Government submitted that on 22 August 2000 the second applicant had been granted the status of victim in the criminal proceedings; on 28 March 2001 the first applicant had been granted the same status. The second applicant had been questioned by an investigator from the prosecutor’s office on 22 August 2000 and 25 March 2005. She stated that on the night of 28 June 2000 her son, together with the first applicant’s son, had gone to the house of their friend T., who lived at 53 Pervaya Sadovaya Street in Grozny, where they had intended to spend the night. They had not returned home the next day. The first applicant and T.’s mother made similar statements.", "38. On 30 June 2000 an inspection carried out at 53 Pervaya Sadovaya Street showed no evidence that a crime had been committed.", "39. On 1 July 2000 the serviceman who had the second applicant’s son’s guitar submitted that he had found it in Pervaya Sadovaya Street on the night of 29 June 2000.", "40. On 6 March 2001 the military prosecutor’s office of the United Group Alignment (UGA) terminated the criminal proceedings against the officials of the Ministry of Defence on account of the lack of a corpus delicti.", "41. According to the Government’s submissions made prior to the Court’s decision as to the admissibility of the present application, T.’s neighbours E. and A. and more than twenty officials of the Ministry of the Interior and the Ministry of Defence who had been serving in Grozny during the relevant period were questioned in the course of the investigation. They had no information concerning the whereabouts of the applicants’ sons. Although investigative steps had been taken, no other witnesses had been found. The records of the units of the Ministry of Defence deployed in Grozny during the relevant period had been examined but no information had been found concerning the arrest of the applicants’ sons and T. The investigative authorities had also obtained information from other State bodies concerning special operations conducted in Chechnya and had taken other measures in order to establish the applicants’ sons’ whereabouts. Relevant inquiries had been made on 9, 12 and 29 August 2000, 8 and 25 October 2000, 21 June 2002, 1 and 31 July 2002 and 28 March 2005. However, it had not been established that representatives of the State authorities had been involved in the abduction of the applicants’ sons and T. They had not been held in detention facilities either.", "42. The following information concerning the progress of the investigation was provided by the Government in their submissions following the Court’s decision as to the admissibility of the present application.", "43. The preliminary investigation in criminal case no. 12113 had been suspended a number of times, since the persons to be charged with the offence had not been identified. The applicants had been informed of all the decisions taken. After a number of suspensions and re-openings, the criminal investigation was resumed on 14 February 2005 by the Prosecutor’s Office of the Leninskiy District of Grozny (the Leninskiy District Prosecutor’s Office).", "44. On 17 February 2005 the investigative authorities questioned investigator M., who submitted that in the night of 28-29 June 2000 T., Islam Dombayev and Murad Lyanov had disappeared and their relatives had filed an application on that subject with the Grozny Prosecutor’s Office. Officers of the OMON unit presented documents to the effect that a joint group of the Pskov OMON and intelligence unit of Obron-8 had detained three persons who had not had their identification papers with them. The persons had been detained when installing a makeshift explosive device in Sadovaya Street and taken to the premises of Obron-8 in Grozny. There was no information to confirm that the persons detained had been T., Islam Dombayev and Murad Lyanov. In order to establish the whereabouts of the applicants’ sons and T., M. had visited Khankala on several occasions and had met with various officials.", "45. On 4 March 2005 the head of the FSB of the Chechen Republic replied that there was no information concerning T., Islam Dombayev and Murad Lyanov in either the register or the archives of the penitentiary system. Similar information was submitted by the penitentiary authorities of the Republic of Kabardino-Balkaria.", "46. On 5 March 2005 the deputy head of the FSB of the Chechen Republic replied that the FSB had not conducted any operations aimed at detention of the applicants’ sons and T.", "47. On 9 March 2005 the head of the Urus-Martan District Office of the Interior (ROVD) replied that he had no information about either the institution of criminal or administrative proceedings against T., Islam Dombayev and Murad Lyanov or their detention in the temporary detention centre of the ROVD.", "48. On 17 March 2005 the head of criminal police of the Shatoy ROVD submitted that the three disappeared persons had not been apprehended or placed in the temporary detention centre of the ROVD.", "49. On unspecified dates the heads of the penitentiary authorities of the Krasnodar Region, the Perm Region, the Volgograd Region and the Republic of Ingushetia replied that T., Islam Dombayev and Murad Lyanov were not registered in detention facilities. According to replies from the prosecuting authorities of the Chechen Republic at various levels, criminal proceedings had not been instituted against the applicants’ sons and T.", "50. On 21 March 2005 the Leninskiy District Prosecutor’s Office suspended the investigation on account of the failure to identify persons to be charged with the offence.", "51. On 23 March 2005 the Prosecutor’s Office of the Chechen Republic quashed the above decision and resumed the investigation.", "52. On 28 May 2005 the investigation was suspended on account of the failure to identify the culprits. The applicants were informed accordingly.", "53. On 11 June 2005 the deputy prosecutor of the Leninskiy District Prosecutor’s Office quashed the above decision and resumed the investigation.", "54. On 13 June 2005 the investigating authorities questioned S., who submitted that from May to September 2000 he had been seconded to the Chechen Republic and did not remember that the three men had been arrested. It is not clear who S. was.", "55. On 27 June 2005 the senior investigator of the Pskov Prosecutor’s Office questioned as a witness an officer of the Pskov OMON. The officer submitted that the order for the joint operation of the Pskov OMON and Obron-8 in Sadovaya Street had been given by the commander of the joint unit. Four officers of Obron-8 had taken part in the operation, however, he could not remember their names. In the course of the operation they had arrested three men. Following the instructions of the officer on duty they had taken them to Obron-8 headquarters. They had been received by the head of intelligence of Obron-8 in the rank of captain. The witness together with other officers of the OMON had spent the night at Obron-8 headquarters. In the morning the apprehended persons had been taken to Khankala.", "56. On 14 July 2005 the investigation was suspended on account of the failure to identify the culprits. The applicants were informed accordingly.", "57. On 1 November 2005 the Leninskiy District Prosecutor’s Office resumed the investigation. The applicants were notified accordingly.", "58. On an unspecified date the Information Centre of the Ministry of the Interior notified the investigating authorities that it had no information concerning the whereabouts of T., Islam Dombayev and Murad Lyanov.", "59. On 7 November 2005 the investigator questioned the mother of T., who submitted that after her son’s abduction she had spoken to the Obron privates, who had told her that they had apprehended three men who had been transferred to Khankala. K., the commander of the search group, had also said that the arrested persons had been held in Khankala.", "60. On 8 November 2005 the investigator questioned Ms A., who submitted that she had known the Dombayev family since 1995. She had learned about Islam Dombayev’s disappearance on the next day. She did not know who could have abducted him.", "61. On 14 November 2005 the investigator questioned Ms N., who submitted that in the summer of 2000 she had heard screaming outside and had gone out into the street. There she had learned from her neighbours about the abduction of Islam Dombayev and his friends.", "62. On 16 November 2005 the investigator questioned Mr B., who made submissions similar to those of Ms N.", "63. On 25 November 2005 the investigator questioned Ms Z., who submitted that in the summer of 2000 she had learned from the second applicant that her son had been abducted together with two other boys.", "64. On an unspecified date an investigator of the Karabulak Prosecutor’s Office questioned the first applicant, who submitted that in the summer of 2000 she had returned to Grozny together with her son Murad Lyanov to obtain a new passport. In the evening of 28 June 2000 T. and Islam Dombayev had come to their home and later had left for a walk together with her son. On the next day she had learned that her son had been abducted by unknown persons in camouflage uniforms.", "65. On 16 December 2005 an investigator of the Sverdlovsk Prosecutor’s Office questioned K., who submitted that since 5 May 2000 he had been in charge of the search for missing persons. Officers of the Pskov OMON had told him then that they had arrested three young men and transferred them to officers of Obron-8. After his repeated visits to the premises of Obron-8, a guitar was handed over to him. He had passed it on to the second applicant.", "66. On an unspecified date an investigator of the Prosecutor’s Office of the Mozdok District of Alania questioned P., who submitted that from June to August 2000 he had been seconded to the Temporary United Alignment of Agencies and Units of the Ministry of the Interior [ВОГО и П МВД – временная объединенная группировка органов и подразделений МВД] located at Usanova Street in Mozdok. He had no information concerning the abduction of T., Islam Dombayev and Murad Lyanov in the night of 28-29 June 2000.", "67. On 1 December 2005 the investigation was suspended on account of the failure to identify the culprits. The applicants were informed accordingly.", "68. On 15 August 2007 the deputy prosecutor of the Leninskiy District of Grozny quashed the above decision and resumed the investigation. The applicants and T.’s mother were informed accordingly.", "69. According to the Government, the possible involvement of servicemen of Obron-8 in the abduction of T., Islam Dombayev and Murad Lyanov had been investigated. To that end, the case file had been sent to the military prosecutor’s office. However, neither the victims nor the witnesses questioned had stated from whom exactly they had learned that T., Islam Dombayev and Murad Lyanov had been “apprehended”. Therefore, it appeared impossible to establish the exact circumstances of the event. Officers of the Pskov OMON confirmed their previous statements that on 28-29 June 2000, together with servicemen of Obron-8, they had apprehended three young men aged between 15 and 20 in Sadovaya Street in Grozny and had taken them to Obron-8 headquarters. However, it had not been established by the investigation that the three men were the applicants’ sons and T. Since the involvement of servicemen in the abduction of T., Islam Dombayev and Murad Lyanov had not been confirmed, the investigation was suspended. The applicants and T.’s mother were informed accordingly, however, they did not appeal against the suspension.", "70. According to the first applicant, following her request for information on the progress of the investigation of 13 August 2007, on 15 August 2007 the prosecutor of the Leninskiy District of Grozny unofficially provided her with a print-out of the outline of the investigative measures on five pages, the relevant parts of which read as follows:", "“Criminal case no. 12113 was opened on 8 August 2000... into abduction of [T.], M. A. Lyanov and I. K. Dombayev in the night of 28-29 June 2000 around 12 midnight in First Sadovaya Street in Grozny... [by] unidentified persons in camouflage uniform...", "Commander of [the Pskov OMON], [P. I.], who was questioned on this subject, submitted that on 28 June 2000 at around 9 p.m. servicemen of Obron-8 arrived at their location and informed them about the need to lie in ambush in Sadovaya Street where members of illegal armed groups used to install explosive devices... most frequently. ...[E]ight servicemen proceeded to the street indicated. There they split into two groups of four, concealed themselves and set up an ambush on both sides of the street... In a while a group of three young men passed by. Approximately one minute later the second group informed them by the portable radio transmitter that they had apprehended those young men. When [P. I.] approached them with his group, he noticed the three young men lying on the ground with an artillery shell... and a wire reel near them. After the arrest they had taken the young men to the Obron-8 headquarters and transferred [them] to the head of intelligence of Obron-8 whose name was Volodya. The latter told them that he had reported the arrest to Khankala. The apprehended [persons] did not have identification papers with them. [P. I.] had no information about their religious affiliations.", "Similar statements were made by officers of [the Pskov OMON] [V.], [A.] and [K-v].", "According to the report of [Yu. G.], the commander of [the Pskov OMON], ... in the night of 29 June 2000 officers of [the Pskov OMON] together with Obron-8 in the course of a special operation in Sadovaya Street apprehended three persons who had with them the components of an explosive device. They took the persons to Obron-8 headquarters and transferred [them] to a special unit. In the morning of 29 June 2000 [officers of] Obron-8 took [the apprehended persons] to “Pamir”... From the report of the head of Obron-8 headquarters [Yu. G.] knew that the apprehended persons had been transferred to Khankala.", "The head of Obron-8 headquarters, [Kal-v.], when questioned denied that his servicemen had apprehended and sent to Khankala anybody in the night of 29 June 2000. [He also denied that] an ambush in Sadovaya Street had been set up that night.", "[The second applicant submitted that]... official of the Leninskiy VOVD [temporary office of the interior], [K.], had told them that their sons had been apprehended by servicemen of Obron-8 and taken to Khankala. [K.] also handed over to them the guitar of I. Dombayev which, according to him, had been found at Obron-8 headquarters.", "[T.’s mother and the first applicant] made similar statements.", "[K.] submitted that on 30 June 2000 he formed a part of ... a group that searched for Dombayev and others who had disappeared in the night of 29 June 2000. ...[T]hey established that on 29 June 2000 Islam Dombayev, Murad Lyanov and [T.] had been detained by officers of [the Pskov OMON] and transferred to servicemen of Obron-8. In the beginning of July [K.] seized from private [O.] a guitar which belonged to I. Dombayev and handed it over to his mother. The latter recognised her son’s guitar. Officers of the OMON explained to [K.] that the young men had been apprehended in Sadovaya Street [because they had an] explosive device. The servicemen refused to provide any explanations in this respect.", "Officers of [the Pskov OMON] [A.], [K-v], [V.] and [G-v] confirmed that together with servicemen of... Obron-8 in the night of 28-29 June 2000 they had apprehended three [persons] and taken them to Obron-8 headquarters. They had not known the personal particulars [of the persons concerned], and the apprehended persons had not had their identification papers with them. However, while they were being questioned witness [K-v] noted the surnames of the apprehended persons – [T.], Lyanov and Dombayev. They had learned from the servicemen that the apprehended persons had had an explosive device. They had provided explanations concerning the circumstances of the arrest of three persons in the night of 29 June 2000 to the Grozny Prosecutor’s Office...", "Witness [G.] (Volodya)... submitted that... since 1998 he had been serving in military unit no. 3723... From June to August 2000 he had been seconded to Grozny as a head of [intelligence unit]. Their unit, [Obron-8] had been located not far from Sadovaya Street... Because of the nature of his post he had always remained at headquarters, had not planned any special operations, and had not previously heard the surnames Dombayev, Lyanov and [T.]...", "Taking into account the evidence obtained and having sufficient grounds to believe that servicemen of Obron-8 had been involved in the abduction of Dombayev, [T.] and Lyanov, on 5 November 2000 the Prosecutor’s Office of the Chechen Republic transferred the present criminal case to the Prosecutor’s Office of military unit no. 20102 for further investigation.", "The investigation conducted by the military prosecutor’s office established the following.", "According to the inspection report of the register of military actions of Obron-8... the entries of 27, 28, 29 and 30 June 2000 contained no information that any persons had been arrested...", "According to the extract of the register of military actions of military unit no. 3723 on _8.06 (the year is not indicated, the digit before 8 is missing...), in the course of [an intelligence operation] in Sadovaya Street the mine clearing group had found a mine. The mine was destroyed. A joint operation on passport check had been conducted between 5 and 7 [it is not clear a.m. or p.m.]... Three persons had been apprehended upon suspicion of participation in an illegal armed group.", "[Eight servicemen of military unit no. 3723, including [G.], submitted that they did not know anything about the arrest of Dombayev, Lyanov and [T.]. Two of the servicemen added that it had not been within the responsibilities of their unit to effect arrests and that they had not conducted any joint operations with OMON.]", "[B.], the commandant of military unit no. 3723’s headquarters submitted that from May to August 2000 he had served as a commander of the military operational reserve of military unit no. 3723 in Grozny [VOrez]. The responsibilities of [VOrez] had included accompanying officials of the Ministry of the Interior during passport checks and “sweeping” operations [зачистка]. Effecting arrests had not been within their responsibilities. Every special operation had been organised according to a military instruction from the headquarters in Khankala. The instructions had been kept at [VOrez’s archives]. Results of the special operations had been reflected in the register of military actions... Not less than fifteen servicemen had participated in every such operation together with a similar number of officials of the Ministry of the Interior. His servicemen had never taken part in an ambush... [The Pskov OMON] had been located not far from them. [However, [B.’s]] servicemen had never interacted with it. He had never met [Yu. G.]. No OMON officers had ever spent a night at his unit’s headquarters. In the end of June 2000 an investigator of the Grozny Prosecutor’s Office of Chechen origin and a woman of Chechen origin had arrived at his unit. They had alleged that his servicemen had apprehended three young men on 28 June 2000, which had been proved by a guitar [at unit headquarters]. He offered him access to all the premises of the unit, but they had refused [to examine them]. However, the investigator had seized a guitar from a serviceman [B. did not remember his surname], which, according to the woman, had belonged to her son. According to the serviceman, he had found this guitar in the street in the course of engineering intelligence... [B.’s] servicemen had not arrested anybody with an explosive device on 28-29 June 2000 and had not taken anybody to their headquarters either... After [B.] had seen the report of the commander of [the Pskov OMON] [Yu. G.] concerning the arrest together with servicemen of Obron-8 of three persons in the night of 29 June 2000, [B.] said that the information contained in the report was not accurate.", "The inspection report of the register of encrypted telegrams from [VOrez] of military unit no. 3723 contained no information concerning the arrest of three persons by servicemen on 28-29 June 2000 ...", "Following the results of the preliminary investigation, on 6 March 2001 the military prosecutor’s office suspended the present criminal case... in the part related to involvement in the offence of servicemen of [VOrez] of military unit no. 3723 and on 7 March 2001 transferred the case to the Prosecutor’s Office of the Chechen Republic.", "In the course of the additional investigation the Grozny Prosecutor’s Office instructed the Prosecutor’s Office of the Pskov Region to take additional investigative steps with officers of [the Pskov OMON], who had apprehended the applicants’ sons, so as to clarify discrepancies between [their] statements and those of Obron-8 servicemen.", "Witnesses [P. I.], [Yu. G.] and [D. I.] confirmed their previous statements as well as the fact that on 28-29 June 2000 in Sadovaya Street in Grozny they had arrested together with servicemen of Obron-8 three young men of [Chechen] origin aged between 15 and 20. [Yu. G] also confirmed the contents of his report concerning the arrest in the course of [the operation described].", "[Neither the Ministry of the Interior nor other law-enforcement agencies] had any information on the applicants’ sons whereabouts. Requests had also been sent to [detention facilities and law-enforcement agencies of other regions], however, it appeared impossible to establish the whereabouts of the disappeared persons. The investigating authorities had no information that the applicants had visited [detention facilities] in the north Caucasian area.", "The preliminary investigation in the criminal case had been suspended on numerous occasions, most recently on 26 March 2002, on account of the failure to identify persons to be charged with the offence...", "On 14 February 2005 the decision to suspend the investigation... was quashed, the investigation was resumed. ...[A]t present the investigation is under way.”", "71. On 19 June 2003 the second applicant filed a complaint with the Leninskiy District Court of Grozny concerning the inactivity of the Grozny Prosecutor’s Office and the prosecutor’s office of military unit no. 20102.", "72. On 22 July 2003 the Leninskiy District Court of Grozny dismissed the complaint. No appeal was lodged against this decision and on 4 August 2003 it entered into force. According to the second applicant, she was not provided with a copy of the decision and had therefore been unable to lodge an appeal.", "73. Despite specific requests made by the Court on several occasions, the Government did not submit copies of any documents from the file in criminal case no. 12113. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Russian Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings. At the same time, the Government suggested that a Court delegation could have access to the file at the place where the preliminary investigation was being conducted, with the exception of “the documents [disclosing military information and the personal particulars of the witnesses], and without the right to make copies of the case file and transmit it to others”.", "74. For a summary of relevant domestic law see Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 67-69, 10 May 2007."], "VIOLATED_ARTICLES": ["13", "2", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}