{"ITEMID": "001-5468", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "LARSEN v. NORWAY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Norwegian citizen, born in 1940. He is an inventor, resident in Stokke. In the proceedings before the Convention institutions he has been represented by Mr Trygve Fjeld, a lawyer practising in Drammen. The respondent Government are represented by their Agent, Mr Tolle Stabell, Attorney, Office of the Attorney General (Civil Matters).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "While seeking to earn his living from his own inventions, the applicant encountered financial problems. He ceased to pay taxes in 1990 and by October 1995 his tax debt amounted to approximately NOK 152,476.", "In view of the applicant’s financial problems, the local social security authorities issued a guarantee for a NOK 300,000 loan contracted by the applicant. Later, as the applicant defaulted on the loan, the municipality paid the bank in full and took over the loan and mortgage.", "As of 24 October 1995, the applicant’s real property in Stokke was mortgaged for NOK 1,165,997. According to a valuation of 21 May 1990 acquired by the applicant, the property’s sales value was estimated at NOK 750,000 and its technical value at NOK 1.2 million.", "On 30 October 1995 the tax authorities lodged a petition with the Tønsberg Probate Court (skifterett) for the opening of bankruptcy proceedings against the applicant. Under Norwegian law such a decision would be followed by the appointment of administrators entrusted mainly with the tasks of taking over the control of the debtor’s property, verifying the claims made in the estate and ensuring its fair distribution among the creditors, in accordance with specific rules. The administrators’ actions may be challenged separately by the debtor in ordinary judicial proceedings, if need be, at three instances, the first two with oral hearing.", "At an oral hearing on 9 November 1995, the applicant, unassisted by counsel, declared that his debts amounted to NOK 1,050,000 and that his real assets amounted to NOK 1,350,000. By a decision (kjennelse) of the same date, the Probate Court dismissed the request for the opening of bankruptcy proceedings concerning the applicant’s estate, finding that, “because of uncertainty (usikkerhet) attached to the value of the applicant’s real estate, the issue of insolvency was uncertain (usikkert).”", "The authorities appealed against the Probate Court’s decision to the Agder High Court (lagmannsrett), arguing that the sales value of the applicant’s real estate amounted to NOK 620,000670,000 according to an evaluation of 16 November 1995 carried out by a bank. Consequently, the applicant's debts exceeded his possessions by more than NOK 300,000.", "In his rejoinder to the High Court dated 2 December 1995 the applicant, still unrepresented, requested that the appeal be dismissed “already at this preparatory stage of the proceedings”. He argued that at a meeting on 25 October 1994 the municipal social security office had undertaken to draw up a proposal for clearing his debts, implying an understanding that the municipality would not lodge bankruptcy proceedings. In an alternative submission, the applicant asked the High Court to hold a “main hearing” (“hovedforhandling”) in order to examine certain witnesses. Mrs S.B. could testify that the record of the meeting on 24 October 1994 erroneously concluded that he should give priority to paying his debts as she had attended as his witness and representative at the said meeting. Should the High Court wish to do so, it could also take evidence from one of his clients, who could testify about the applicant’s prospective future earnings, though the applicant considered it would not serve his commercial interest to call a client to testify. He moreover questioned the honesty and professionalism of the expert who had failed to visit the inside of his house before making the assessment of 16 November 1995. The applicant emphasised that since the earlier expertise made by another expert on 21 May 1990, he had invested work and money in the house, bringing the estimated “technical” value of NOK 1.2 million (as of 21 May 1990) up to NOK 1.4 million. In the applicant’s submission, it was the technical value (as opposed to the sales value) that had to be taken into account in determining the issue of insolvency.", "In its decision (kjennelse) of 14 December 1995, the High Court overturned the Probate Court’s decision. The High Court observed at the outset that there was no ground for dismissing the case. Nor did it find any basis in Article 403 (1) of the Code of Civil Procedure (tvistemålsloven) for holding a hearing. As to the merits it concluded that the conditions for declaring the applicant bankrupt were fulfilled. It considered inter alia, that his total debts amounted to at least NOK 983,445. His only asset of importance was his real estate in Stokke. Having regard to the assessments of its value of 21 May 1990 and 16 November 1995 and to the investments allegedly made by the applicant, the High Court fixed the property’s sales value, which was decisive for the assessment of insolvency, at a maximum of NOK 800,000. There was thus a deficit of approximately NOK 183,000. His capacity for future earnings were most uncertain and could in any event only accrue in the distant future.", "The applicant was notified of the High Court's decision on 23 December 1995. An annex to the decision informed him of the possibility to appeal to the Appeals Selection Committee of the Supreme Court (Høyesteretts kjæremålsutvalg) within 2 weeks from the notification and subject to advance payment of the procedural costs. By letter of 27 December 1995 to the High Court, the applicant protested against the procedure and the date of notification, so close to the Christmas and New Year holidays, making it impossible to consult a lawyer. He also stated his intention to lodge an appeal.", "By letter of 4 January 1996, the High Court informed the applicant that his submissions of 27 December 1995 did not fulfil the legal requirements for lodging an appeal and offered its assistance in drawing up an appeal, as provided for in the law on cases of unrepresented petitioners. The applicant did not take any further steps in this connection.", "Under Article 403 (1) of the Code of Civil Procedure, an appeal to the High Court of the kind lodged in the present case - interlocutory appeal (kjæremål) - should as a rule be decided by the High Court without an oral hearing. A hearing was only to be held in exceptional cases, in order to avoid an excessive burden on the judiciary. Such hearings were not limited to certain types of cases and were to be held essentially in the same manner as ordinary appeals. No appeal lay against the court’s decision to hold a hearing. According to case-law and legal doctrine this applied also, in principle, to a decision not to hold a hearing. Where the High Court had taken a decision on whether or not to hold a hearing, the procedure by which it was reached could be challenged but not the decision itself (pp. 354-355 of Mr Tore Schei’s commentary to the Code of Civil Procedure (Tvistemålsloven, Tano, Oslo, 1990). Under Article 404 (1) no. 2 of the Code, an appeal could be lodged with the Appeals Selection Committee of the Supreme Court on the ground that the High Court had made a procedural error in relation to its decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}