{"ITEMID": "001-76179", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ZARB v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1971 and is currently detained at Corradino prison (Malta).", "5. On 5 April 1991 the applicant, accused together with other persons of various counts of aggravated theft (including theft in various factories and car theft), was arraigned before the Court of Magistrates sitting as a Court of Criminal Inquiry.", "6. The prosecution concluded the case on the merits on 12 October 1993. It produced further evidence on charges of recidivism on 14 January 1994.", "7. The legal qualification of the charges was presented on 14 April 1994, on which date the Court of Magistrates started to hear the evidence for the defence.", "8. In a judgment of 15 February 1995, the Court of Magistrates acquitted the applicant of two of the charges, namely receiving stolen goods and theft of a car. It found the applicant guilty of the remaining six charges of theft and sentenced him to four years’ imprisonment.", "9. The applicant appealed against his conviction and sentence. Four of his co-accused appealed, challenging exclusively the reasonableness of their sentence.", "10. The defendants introduced a number of requests for release on bail, for the examination of new witnesses and for leave to present further submissions. This led to the adjournment of the case on several occasions, in particular on 29 February 1996 and on 13 March 1997, dates scheduled for the delivery of the judgment. The examination of the case was suspended from 14 January until 8 October 1999 because the presiding judge was ill.", "11. The delivery of the judgment was scheduled first for 9 January, then for 30 October 2001; however, the proceedings were adjourned as some of the accused wished to present further submissions and because the presiding judge had been assigned to a foreign tribunal. By an order of 3 October 2002 the Court of Criminal Appeal adjourned the proceedings sine die awaiting the outcome of the constitutional claim which the applicant had introduced in the meantime (see infra, under B. “The applicant’s constitutional claim”).", "12. The proceedings were resumed after the determination of the applicant’s constitutional claim, and on 15 January 2004 the Court of Appeal gave its final judgment. It reaffirmed that its role was not to interfere with the first court’s appreciation of the evidence, as long as it was satisfied that the conclusions reached by the Court of Magistrates were lawful and reasonable. In the light of the material before it and having regard to the fact that the applicant had admitted his guilt, the Court of Criminal Appeal confirmed the first-instance judgment.", "13. In the meantime, on 5 April 2002 the applicant had filed a constitutional claim with the Civil Court (First Hall). Invoking Article 6 of the Convention and Article 39 of the Constitution of Malta, he complained about the length of the criminal proceedings and alleged that his trial had not been fair.", "14. In a judgment of 15 May 2003, the Civil Court dismissed the applicant’s claim.", "15. The Civil Court observed that no delay could be imputed to the prosecution or to the trial court. The case was a rather complex one, as it involved many counts and a number of accused persons. Moreover, the Court of Magistrates had to hear several witnesses and to obtain many documents. Notwithstanding this, most of the requests for bail were decided on 17 April 1991, which was only twelve days after the date of the arraignment. Some of the accused failed to appear at several hearings, thus obliging the trial court to adjourn the proceedings. There were also difficulties in controlling the various accused, as their behaviour during the hearings had obstructed the normal course of justice. As some of them did not respect the bail conditions, the police had to take action for the revocation of bail and the Court of Magistrates had to decide on this issue. Some witnesses were untraceable and others, albeit properly summoned, did not attend the sittings. There had been no excessive delay in the inquiries and it had to be taken into account that it was necessary to exhibit the record of the inquiry for every single charge. The prosecution had concluded the case within a reasonable time and the proceedings before the Court of Magistrates were conducted without any unnecessary delay.", "16. As to the proceedings before the Court of Criminal Appeal, they were prolonged because of the great number of claims presented by the defence and the need to obtain several reports from prison officials and/or psychiatric experts on the behaviour of the defendants, with a view to considering the progress they had made while in prison. Apart from the period between 14 January and 8 October 1999, the case was never left dormant.", "17. Therefore, notwithstanding the fact that the case had been pending for about eleven years, there had been no substantial delay. It was true that most of the delay had been caused by the requests of other accused and not of the applicant himself. However, the Court of Criminal Appeal considered that, the crimes being connected, it would not have been consonant with the proper administration of justice to separate the defendants’ respective situations.", "18. On 27 May 2003 the applicant appealed against the Civil Court’s judgment to the Constitutional Court.", "19. In a judgment of 31 October 2003, the latter quashed the impugned judgment in so far as it concerned the applicant’s complaint relating to the length of the criminal proceedings and declared that there had been a breach of the “reasonable time” principle. It also ordered the Attorney General to pay the applicant 100 Maltese liras (Lm – approximately 240 Euros) as just satisfaction. It held that each party had to bear its own costs. The Constitutional Court confirmed the Civil Court’s judgment for the remainder.", "20. The Constitutional Court considered that there had been some delay at the appeal stage. The case was not particularly complex as the appeals concerned almost exclusively the measure of the penalty. Notwithstanding this, the case remained undecided for almost six years and six months and in November 2001 it was eventually referred to a new presiding magistrate. Even if it was true that the defendants presented a number of claims which had the effect of slowing down the proceedings, the Court of Criminal Appeal had the duty to ensure that the duration of the trial was not excessive. As most of these claims had been introduced by the other defendants, and not by the applicant himself, there had been a violation of the “reasonable time” principle in respect of the latter."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}