{"ITEMID": "001-108845", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BABENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicants, Mr Andrey Grigoryevich Babenko and Mr Andrey Andreyevich Babenko, are Ukrainian nationals who were born in 1924 and 1956 respectively and live in the town of Feodosiya, Ukraine. They were represented before the Court by Mr V. Kapitsyn, a lawyer practising in the same town.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant is a Second World War veteran. Since April 2004 he has been on a housing waiting list of the Feodosiya Town Council Executive Committee as he required an improvement of his housing conditions. The first applicant requested to be provided with an apartment for his family of three (the first applicant, his wife and his son, who is the second applicant). The first applicant’s position on the main waiting list was no. 3068 and no. 109 on the special waiting list for Second World War veterans.", "In February 2007 the first applicant instituted proceedings in the Feodosiysky Town Court against the Feodosiya Town Council and the Feodosiya Town Council Executive Committee asking to be provided with an apartment in accordance with Article 46 of the Housing Code of Ukraine. On 19 June 2007 the court allowed the first applicant’s claim and ordered the local authorities to provide him with an apartment.", "On 7 August 2007 the Court of Appeal of the Autonomous Republic of Crimea (the ARC) quashed this decision and remitted the case for fresh consideration.", "In September 2007 the applicants lodged an amended claim.", "On 19 May 2008 the Feodosiysky Town Court rejected the applicants’ claim. The court found that in 2007 the first applicant’s position on the main waiting list was no. 2087 and no. 71 on the special waiting list for Second World War veterans. According to the Housing Code, citizens who are registered as needing improved living conditions are provided with housing in order of precedence. The applicant could thus not be provided with an apartment out of turn and before those persons who were above him on the list. Moreover, the local authorities did not have financing for housing construction from the State Budget.", "On 16 September 2008 the Court of Appeal of the ARC upheld this decision.", "On 21 January 2009 the Supreme Court of Ukraine dismissed the applicants’ appeal on points of law.", "Relevant provisions of the Housing Code in force at the material time read as follows:", "“Citizens who need improvement of housing conditions shall have right to be provided with housing for use in buildings of State or municipal residential stock according to procedures envisaged [by law]...”", "“Citizens who are registered as needing improved living conditions are provided with housing in order of precedence.", "The order of precedence for being provided with housing is set out in ... this Code and other legal acts ...", "From those citizens registered as needing improved housing, lists of those who have a priority right for housing are formed.", "The order of precedence depends on the date of registration (on the list of those, who have a priority right for housing).", "...”", "“Special priority for housing is given to:", "- Second World War veterans [...] within two years from the date of their registration on the list for priority housing ... Second World War disabled persons [...] shall receive housing prior to all other persons eligible for priority housing”", "“ Executive bodies of [...] town councils have:", "...", "b) delegated powers:", "...", "6) to provide, in accordance with the law, housing which is free or accessible in price, to citizens who are in need of social protection ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}