{"ITEMID": "001-92316", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SIBGATULLIN v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 6-3-c;Just satisfaction dismissed (out of time)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1966 and lives in Nizhniy Tagil, Sverdlovsk region. He is currently serving a prison sentence in Nizhnyy Tagil.", "8. In September 2001 the applicant and a certain B. were arrested on suspicion of three murders and were placed in detention. The applicant alleged that he was ill-treated while in detention. However, he did not lodge any complaints in that respect with the competent domestic authorities.", "9. On 22 February 2002 the Sverdlovsk Regional Court (“the trial court”) heard the case in the presence of the applicant, his counsel Ch. and his co-accused B. The applicant submitted that B. had tried to strangle the first victim with a cord, but had not managed to do so and asked him for help. So, he had tightened the cord. Afterwards he strangled the second victim. He further maintained that the third victim was killed by his co-accused. Co-accused B. submitted that the applicant had killed the third victim with a knife.", "10. The trial court considered that B.’s testimony regarding the third murder was coherent and consistent with other evidence submitted at trial and therefore deserved more credit. It found the applicant guilty of three murders and theft and sentenced him to twenty years’ imprisonment. It found B. guilty of complicity in committing the first and the second murders as well as of theft and sentenced her to fifteen years’ imprisonment. The judgment stated that the applicant and his co-accused could appeal to the Supreme Court of the Russian Federation within seven days of the date on which they received a copy of the judgment.", "11. In their appeal against the judgment of 22 February 2002 the applicant and his counsel complained, in particular, that the trial court’s conclusions regarding the applicant’s guilt in the first murder were not supported by the evidence submitted at trial. The first victim had been strangled by B. and when the applicant approached her, she was already dead. The applicant’s conviction for the third murder had been based solely on B.’s testimony which was supported by nothing else but the court’s suppositions. The applicant and his counsel requested that the judgment be quashed and the case be remitted for a fresh trial. When lodging the appeal the applicant did not expressly state that he wished to take part in the appeal hearing. The applicant’s co-accused did not appeal against her conviction.", "12. On 15 August 2002 the Supreme Court of the Russian Federation (“the Supreme Court”) examined the applicant’s appeal in the presence of the prosecutor and dismissed it. Neither the applicant nor his counsel were present at that hearing.", "13. On 26 October 2005 the Deputy Prosecutor General of the Russian Federation lodged an application for supervisory review of the appeal decision of 15 August 2002 with the Presidium of the Supreme Court, on the ground that the applicant and his lawyer had not been properly notified of the appeal hearing of 15 August 2002 and therefore, could not attend it. He requested that the above decision be quashed and the case be remitted for a fresh appeal examination.", "14. On 5 April 2006 the Presidium of the Supreme Court quashed the decision of 15 August 2002 and remitted the case for a fresh examination of the appeal. It appears that neither the applicant nor his representative were present at that hearing.", "15. On 23 May 2006 the head of the detention facility in which the applicant was held received a telegram which read as follows: “Inform Sibgatullin that his case will be heard by the Supreme Court of the Russian Federation at 10 am on 29 June 2006”. On the same date the applicant read that telegram. A similar notification was also sent to the applicant’s legal counsel Ch.", "16. On 29 June 2006 the Supreme Court held an appeal hearing in the absence of the applicant and his counsel. It heard the prosecutor who requested that the applicant’s conviction on three counts of murder be upheld and that the sentence imposed for theft be lifted as the prescription period had expired.", "17. Having studied the materials of the case, the appeal court found, in particular, that the trial court had rightly concluded on the basis of evidence submitted at trial that when the applicant had been tightening the cord, the first victim was still alive and that therefore, he had killed her. It further confirmed the trial court’s conclusion that the applicant had also killed the third victim. The Supreme Court concluded that the trial court had correctly characterised the applicant’s actions as murders and had imposed an appropriate sentence. It upheld the applicant’s conviction for the murders, lifted his sentence in respect of theft and sentenced the applicant to nineteen years and six months’ imprisonment.", "18. It does not appear from the decision of 29 June 2006 that the appeal court verified whether the applicant had been duly informed of the hearing and whether he had expressed a wish to take part in it.", "19. On 4 July 2006 the applicant, who allegedly was not aware of the appeal hearing of 29 June 2006, but at some point learned that the appeal decision of 15 August 2002 had been quashed on 5 April 2006, sent additional grounds of appeal to the appeal court. On the same date he also lodged a special request for leave to appear at the appeal hearing and requested the appeal court to provide him with legal counsel.", "20. Appeal courts shall verify the legality, validity and fairness of the judgment of the trial court (Article 360).", "21. If a convicted person wishes to take part in the appeal hearing, he shall indicate this in his statement of appeal (Article 375 § 2).", "22. Parties shall be notified of the date, time and place of an appeal hearing no later than fourteen days in advance. Whether a convicted person held in custody shall be summoned shall be decided by the court. A convicted person held in custody who expressed a wish to be present at the examination of the appeal shall be entitled to participate either directly in the court session or to state his case by video link. The court shall make a decision with respect to the form of participation of the convicted person in the court session. A defendant who has appeared before the court shall always be entitled to take part in the hearing. If persons who have been given timely notice of the venue and time of the appeal hearing fail to appear, this shall not preclude examination of the case (Article 376 §§ 2-4).", "23. At the hearing the appeal court shall hear the statement of the party who lodged the appeal and the objections of the opposing party. The appeal court shall be empowered, at a party’s request, to directly examine evidence and additional materials provided by the parties in an attempt to support or disprove the arguments cited in the statement of appeal or in the statements of the opposing party (Article 377).", "24. The appeal court may decide to dismiss the appeal and uphold the judgment, to quash the judgment and terminate the criminal proceedings, to quash the judgment and remit the case for a fresh trial, or to amend the judgment (Article 378)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}